{"id": "a08328d6-0565-3109-98a7-d72c24061ee2", "title": "Black lives still matter - Six months after mass protests began, what is the future of BLM?", "url": "https://www.economist.com/united-states/2020/12/12/six-months-after-mass-protests-began-what-is-the-future-of-blm", "summary": "“W HEN THERE’S a chance to make change, we must be ready to take it,” says YahNé Ndgo, a singer and activist with Philadelphia’s chapter of Black Lives Matter ( BLM ).\nPublic support for the BLM movement, founded seven years ago, soared to an unheard-of 67% in June, according to Pew researchers.\nStart with the great fire-hose of money pointed at BLM groups and sympathisers.\nThat is because the foundation will control funds, dishing them out to officially recognised BLM city chapters through another new body called BLM Grassroots.\nThat reflects new ambition, what Ms Cullors has called “a totalising and unprecedented transition” for BLM .", "paragraphs": ["“W HEN THERE’S a chance to make change, we must be ready to take it,” says YahNé Ndgo, a singer and activist with Philadelphia’s chapter of Black Lives Matter ( BLM ). Events over the past six months, she says, have brought a rare chance to shape national affairs. Protests flared across America after footage spread of the death of George Floyd, an African-American who was choked for nearly nine minutes by a policeman in Minneapolis in May. By one count over 8,500 civil-rights demonstrations have taken place since.", "The sight of thousands of marchers, usually young and mostly peaceful, helped to sway public attitudes in ways small and big. Kenya McKnight, who runs a group in Minneapolis educating black women about finance, says she was invigorated, feeling new “validation” for her work. Oluchi Omeoga at Black Visions Collective, a grant-giving body in the same city, is also fired up, saying America has entered “a different phase, one hundred percent”. Public support for the BLM movement, founded seven years ago, soared to an unheard-of 67% in June, according to Pew researchers. It has slipped a bit since, but remains high.", "Voters, especially Democrats, responded. Joe Biden has concluded that more African-Americans must be seen in prominent jobs. His choice of Kamala Harris, who is part African-American, as his running-mate proved popular. This week he picked Lloyd Austin as defence secretary. If the retired four-star general is confirmed, he would be the first African-American to preside over the Pentagon. That matters, says the incoming president, to “make sure that our armed forces reflect and promote the full diversity of our nation”. His cabinet will be home to many non-white faces.", "Does this amount to a new wave for the civil-rights movement? BLM looked bereft before the summer. Several activists say the national part of their movement had lost its way. Ms Ndgo, who is critical of national leaders, says it had become “a shambles”. Local chapters were passionate, but focused mostly on holding rallies in response to violent incidents by police. BLM boasted of its grass-roots organising and decentralised, leaderless structure. But critics say that proved messy, bureaucratic, slow-moving and ineffective.", "Patrisse Cullors (pictured), one of BLM ’s three co-founders, bluntly blamed her movement’s “half-drawn blueprints and road maps that led to untenable ends”, as well as its lack of funds and vision. Black people, she wrote in September, had “paid dearly” for these shortcomings. Better focus and organisation were needed.", "Some of that has changed. Start with the great fire-hose of money pointed at BLM groups and sympathisers. The example of Niko Georgiades of Unicorn Riot, a non-profit, left-leaning media firm that posted early footage of protests in Minneapolis, is instructive. Thanks to online donations, within a couple of months his almost-broke outfit went from $8,000 in the bank to nearly $650,000. That’s enough to keep operating for another five years, he says joyfully. Ms McKnight saw donations flood in from people in America, Europe, Japan and Brazil. Within a month of the protests, BLM ’s national network had to scramble to offer a first round of $6.5m in grants—far more than ever before—to city chapters, gay-rights groups and others.", "That was just a start. Vastly larger promises and sums followed as employee and corporate donors, as well as rich individuals, joined the gift-giving. Donations to BLM -related causes since May were $10.6bn. Exact sums received will be known when the central body overseeing BLM spending publishes its finances (confusingly it relies on another entity, a “fiscal sponsor”, the Tides Foundation, to oversee its books). A leading figure talks of “incredible financial growth and capacity”, and a huge surge in “the number of folks who want to throw down with us”, meaning long-term partners.", "Another change, the restructuring of BLM , could turn out to be just as significant: power is to be centralised. Ms Cullors has stood up as the boss of BLM ’s Global Network Foundation, which she calls the “umbrella organisation” for the whole movement. In taking responsibility, as she says, for the “onus of our successes and failures”, she appears to be claiming leadership of the once leaderless movement.", "That is because the foundation will control funds, dishing them out to officially recognised BLM city chapters through another new body called BLM Grassroots. The foundation is also moving away from doing mostly on-the-ground work. For example, it is pressing Congress to pass legislation, known as the Breathe Act, that would order a big increase in federal spending on public housing. Leaders of the foundation were hoping to meet members of Mr Biden’s transition team this week. In October a BLM political-action committee was launched, to “bring the power of our movement from the streets to the ballot box”.", "That reflects new ambition, what Ms Cullors has called “a totalising and unprecedented transition” for BLM . It has long focused largely on police violence, mass incarceration and other criminal-justice woes. The idea is to confront the way African-Americans live, not only their repression and deaths.", "BLM leaders plan, for example, to campaign for more funding for the Postal Service, a big employer of middle-class African-Americans. Early next year it hopes to launch a bank to push capital to black-owned firms and non-profit groups. That reflects a wish to address problems of race and economic inequality.", "All that is appealing if the movement is to be more effective than just a protest outfit. But the changes have upset radicals, such as those who prefer the idea of abolishing capitalism over making banks work better, or who reject electoral politics as intrinsically ineffective. On November 30th representatives of ten city chapters, including large ones from Chicago, Denver, Philadelphia and Washington, said they rejected the recent changes as an undemocratic, secretive power-grab done without the backing of most BLM members.", "One opponent, Vanessa Green, a BLM organiser in Hudson Valley, New York, says nobody was consulted about launching the political-action committee. Earlier complaints from smaller groups like hers about the centralisation of power were brushed aside in the rush to change. “You have to include every damn body,” she says. “To be ignored, it feels like a slap in the face.” She sees BLM as an offspring of the radical Black Power activism of the 1960s, but fears it is instead becoming “vanilla”, ineffective and co-opted by those who resist change.", "Ms Ndgo is also upset at secrecy. She warns that Ms Cullors, if she does emerge as the main BLM leader, may be out of touch because “she is not on the streets, not grass-roots organising”. She complains that the foundation has been woefully opaque about its money."], "authors": ["The Economist"], "keywords": ["groups", "black", "power", "protests", "lives", "future", "foundation", "matter", "months", "ms", "mass", "cullors", "blm", "national", "city", "movement", "began"], "pubDate": "2020-12-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}