{"title": "Precious little - “Uncut Gems” is a masterwork of tension", "summary": "“Uncut Gems”, their latest project, is their most ambitious yet.\n“Uncut Gems” is an excruciatingly tense and unpleasant film, anchored by an electrifying performance by Mr Sandler.\nMr Sandler allows himself to blend into the strange and hypnotic sensibility of the film.\nSimmering with tension, “Uncut Gems” is often difficult to watch as Howard makes one bad decision after another.\n“Uncut Gems” was released in America on December 13th.", "paragraphs": ["JOSH AND BENNY SAFDIE, a pair of brothers, rose to prominence on the independent film circuit for their gritty, low-budget productions. In “Heaven Knows What” (2014), a feature film, they plunged viewers into the underbelly of New York, using first-time actors and a pared-back approach. In recent years they have developed a brash, expressionistic style—and worked with major stars—without losing their voice or preferring less challenging subject matter. “Uncut Gems”, their latest project, is their most ambitious yet.", "The film follows Howard Ratner (Adam Sandler), a New York jeweller with a serious gambling problem. He bets on basketball and usually loses, so owes more than $100,000 dollars to various bookmakers—one of whom is threatening him with serious violence if he does not pay up. His addictive and reckless personality also extends to his personal life. He is married with two children, but has a mistress, Julia (Julia Fox), who he keeps in plain sight as a salesperson in his shop. Howard is struggling to keep chaos at bay.", "He is convinced his luck will change with the acquisition of a rare black opal that he has had shipped over from Egypt. He plans to flog it at auction: the gem is so valuable that it could get him out of debt completely. Yet Howard errs when he agrees to loan it to a basketball player, Kevin Garnett (ably playing himself), for an evening. Howard thinks that befriending Kevin will lead to more business from other professional athletes but Kevin, who believes the rock has special powers that will improve his game, is in no hurry to return it. Howard also starts to believe in the stone’s good fortune and begins betting aggressively on Kevin’s team. All the while, his creditors’ patience is waning.", "“Uncut Gems” is an excruciatingly tense and unpleasant film, anchored by an electrifying performance by Mr Sandler. Howard exists in a permanent state of delirium, oscillating between panic and jubilation (it is a brilliant inversion of the persona Mr Sandler has cultivated during his two decades of acting in comedies). He is desperate to charm and prone to fits of rage, but there are surprising displays of sensitivity, too. Mr Sandler allows himself to blend into the strange and hypnotic sensibility of the film.", "Messrs Safdie employ a wide range of formal techniques to put the viewer inside Howard’s addled mind. Their camera often tracks with him in extreme close-up as he rushes through the city streets between pawn shops, auction houses and family dinners. The effect is disorientingly claustrophobic, a feeling exacerbated by the film’s score, which mixes ancient sounds such as chanting and medieval flute with heavy synthesisers and saxophone. It has a mesmerising, nearly psychedelic effect.", "Simmering with tension, “Uncut Gems” is often difficult to watch as Howard makes one bad decision after another. He has chances to absolve himself, even to turn a small profit, but cannot resist risking it all again. Eventually the viewer’s frustration gives way to sympathy, before they become wrapped up in his delusions, too. The Safdies have created something exhilarating and thrillingly addictive.", "“Uncut Gems” was released in America on December 13th. It will be released in Britain in January 2020"], "pubDate": null, "authors": ["The Economist"], "keywords": ["masterwork", "viewers", "tension", "little", "serious", "mr", "howard", "uncut", "film", "sandler", "kevin", "precious", "gems", "york"], "id": "a096c786-820d-3f14-bb6e-fbf333708b65", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/prospero/2019/12/16/uncut-gems-is-a-masterwork-of-tension"}