{"id": "a0a55c7a-88c2-33f3-b683-5b5a3383f371", "title": "Small cities in America’s Mountain West are booming", "url": "https://www.economist.com/united-states/2021/04/10/small-cities-in-americas-mountain-west-are-booming", "summary": "House prices in small and midsized cities are rising rapidly in America’s Mountain West.\nThe proximity to America’s wide-open spaces and the socially distant outdoor activities that the Mountain West offers is alluring.\nColorado Springs, Denver, Boulder and Fort Collins form an urban corridor along Colorado’s Front Range, just east of the Rockies.\nThat is no small thing to admit in Colorado Springs, which has historically been a bastion of conservatism.\nAll this change presents the Mountain West with a paradox.", "paragraphs": ["I N 1871 WILLIAM JACKSON PALMER , a civil-war general and railway magnate, looked up at Pikes Peak in central Colorado and decided “he wanted to build a city that matched the magnificent scenery”. Or so says John Suthers, the mayor of Colorado Springs, the town Palmer would eventually found at the foot of the Rocky Mountains. Now, 150 years later, Mr Suthers says the residents of Colorado Springs are still trying to build that shining city on a hill. Lately, though, the building has sped up.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "House prices in small and midsized cities are rising rapidly in America’s Mountain West. Average home values in Colorado Springs rose by 15% between February 2020 and February 2021; prices in Bozeman, Montana, increased by nearly 20% (see chart). In Boise, Idaho house prices are up by 28%, the biggest increase among the 900 metro areas tracked by Zillow, an online listings platform.", "It is tempting to attribute this to the pandemic, a factor in house-price rises elsewhere. Lockdowns showed office workers that they didn’t need to commute to a fancy headquarters in a central business district to do their jobs. That left some wondering why they were forking out for a one-bedroom flat in San Francisco. The proximity to America’s wide-open spaces and the socially distant outdoor activities that the Mountain West offers is alluring. Megan Lawson, of Headwaters Economics, a think-tank in Bozeman, says the covid-19 crisis has shown that the mythology of the West is alive and well. When people are thinking of breathing room, she says, “they picture these very iconic landscapes.”", "The pandemic may indeed have boosted interest, but a population boom has been apparent for some time. The US Census Bureau estimates that seven of the ten fastest-growing states in the country from 2015 to 2020 were in the West. Rapid economic growth in the second half of the decade also reflects the region’s slower recovery from the Great Recession, says Tatiana Bailey, an economist at the University of Colorado Colorado Springs. Cities such as Colorado Springs were hitting their stride just as the pandemic struck. Three other factors are contributing to the uptick in house prices. First, the West has lagged in building high-density housing. That is changing. In the Pikes Peak region, nearly as many multi-family units will be built from the permits issued in the year to March 31st as single-family homes. Second, homebuyers and investors are buying property in places like Bozeman and paying with cash, sometimes sight unseen, says Ms Lawson. Because appraisals aren’t required if a lender isn’t involved, cash purchases can inflate local housing markets. Lastly, there is a growing disconnect between house prices and local labour markets. Remote workers who settle in Boise while getting a pay cheque from a firm in San Francisco can afford much more than someone on a Boise budget.", "The diminishing supply of affordable housing is worrying locals and policymakers. Building more multi-family units will help longtime residents who would otherwise be priced out of the market, but only if the new apartments serve a range of incomes. Luxury condos won’t do the trick. Homelessness, meanwhile, is on the rise. The Idaho Housing and Finance Association estimates that the number of homeless people in the Boise area rose by 203% between 2016 and 2020.", "The growth of the Mountain West’s cities is transforming the states around them. Colorado Springs, Denver, Boulder and Fort Collins form an urban corridor along Colorado’s Front Range, just east of the Rockies. As their populations have increased, the cities have become more connected. “I don’t think we were a bedroom community of Denver when I moved here 18 years ago,” says Jeremy Wynia, a real-estate agent in Colorado Springs. “We absolutely are now.”", "That melding of metro areas will probably continue. Elizabeth Garner, Colorado’s state demographer, says 87% of the 2.1m people the Centennial State looks set to gain by 2050 will live on the Front Range. A proposed railway would further link the four cities. Idaho’s Treasure Valley, just east of the Oregon border, is witnessing something similar as rapid growth knits together Boise, Meridian and Nampa. As the demography of these cities shifts, so do their politics. Both Mr Suthers, a Republican, and Lauren McLean, Boise’s Democratic mayor, say their cities have become more liberal as they have grown. That is no small thing to admit in Colorado Springs, which has historically been a bastion of conservatism. All this change presents the Mountain West with a paradox. The region’s cities have to build and expand to accommodate population growth, but in doing so they may jeopardise the very things people move there for: space, quality of life and proximity to wilderness. Ms McLean says people come to Boise “to get away from the problems of larger cities”. But Boise (population: 230,000 and rising) may become a big city yet. ■ Dig Deeper", "House prices are going ballistic (Apr 2021)", "Our house-price forecast expects the global rally to lose steam(Apr 2021)", "House prices in the rich world are booming(Apr 2021)"], "authors": ["The Economist"], "keywords": ["mountain", "small", "colorado", "growth", "west", "boise", "americas", "springs", "housing", "suthers", "cities", "prices", "booming"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}