{"id": "a0eeacc7-72f4-3d0c-a84a-42382919dd21", "title": "New Gameplay Today – Alba: A Wildlife Adventure", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/12/11/new-gameplay-today-alba-a-wildlife-adventure", "summary": "Alba: A Wildlife Adventure is the newest project from ustwo games, the BAFTA-Award winning studio behind the Monument Valley series and Assemble with Care.\nAlba is out today on Apple Arcade and Steam, so Jeff Cork, Marcus Stewart, and I sat down to see the game for ourselves.\nAlba: A Wildlife Adventure takes place on a Mediterranean island that's covered in trash, and it's Alba's job to clean it up.\nThe game is self-described as \"a feel-good game about running around and doing good deeds,\" and players will spend the majority of their time tidying up the environment and photographing the wildlife that subsequently returns to the island.\nDid you enjoy this episode of New Gameplay Today?", "paragraphs": ["Alba: A Wildlife Adventure is the newest project from ustwo games, the BAFTA-Award winning studio behind the Monument Valley series and Assemble with Care. Alba is out today on Apple Arcade and Steam, so Jeff Cork, Marcus Stewart, and I sat down to see the game for ourselves.", "Alba: A Wildlife Adventure takes place on a Mediterranean island that's covered in trash, and it's Alba's job to clean it up. The game is self-described as \"a feel-good game about running around and doing good deeds,\" and players will spend the majority of their time tidying up the environment and photographing the wildlife that subsequently returns to the island.", "Did you enjoy this episode of New Gameplay Today? Be sure to check out more episodes here."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["trash", "game", "gameplay", "valley", "wildlife", "today", "winning", "adventure", "tidying", "ustwo", "alba"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}