{"id": "a0f28bea-ec50-35e2-a322-9f3edbd2fa87", "title": "William Barr’s Break with Donald Trump", "url": "https://www.newyorker.com/news/daily-comment/william-barrs-break-with-donald-trump#intcid=recommendations_the-new-yorker-homepage_d930e972-adc3-4019-8f0a-163a6f326919_popular4-1", "summary": "The Fox News host Lou Dobbs was among the first Trump supporters to denounce William Barr.\n“For the Attorney General of the United States to make that statement, he is either a liar or a fool or both.\nOr he may be personally distraught or ill.”Barr’s actions during his tenure as Attorney General may be up for debate, but he is not compromised, distraught, or ill.\nThat move will please the President and make it more difficult for Biden’s new Attorney General to curtail Durham’s work.\nBarr’s public defense of Biden’s victory—at a politically existential moment for Trump—was an irreversible step for the Attorney General.", "paragraphs": ["The Fox News host Lou Dobbs was among the first Trump supporters to denounce William Barr. On Tuesday, Dobbs began his nightly program by announcing “progress” in Donald Trump’s effort to remain in office and to vanquish “the insidious, radical Dems, corporate America, Big Tech, and the deep state, who have tried to overthrow his Presidency for more than four years.” Dobbs paused, briefly, and then lambasted Barr for having told the Associated Press earlier in the day that the Justice Department had found no evidence to corroborate Trump’s claims of election theft. “Today, a member of his own Cabinet appeared to join in with the radical Dems, and the deep state, and the resistance,” Dobbs said. “For the Attorney General of the United States to make that statement, he is either a liar or a fool or both. He may be, um, perhaps, compromised. He may be simply unprincipled. Or he may be personally distraught or ill.”", "Barr’s actions during his tenure as Attorney General may be up for debate, but he is not compromised, distraught, or ill. Nor is he a member of a deep-state coup. There is no deep-state coup. As state and local Republican officials in six battleground states and nearly fifty judges have found, Joe Biden decisively won the 2020 election. Barr’s refutation of Trump’s false claims came late, but, nevertheless, it deserves praise. At long last, the country’s chief law-enforcement officer has defended American democracy. And that, in the waning days of the Trump Presidency, could cost him his job.", "Rudy Giuliani and Jenna Ellis, the lawyers for the Trump campaign, immediately issued a statement accusing Barr of failing to seriously examine the President’s claims: “With all due respect to the Attorney General, there hasn’t been any semblance of a Department of Justice investigation.” Online, Barr was vilified. Joe Hoft, at the Gateway Pundit, wrote that Barr had destroyed “his name for all eternity” and claimed that he has spent his time in office working surreptitiously to keep Hillary Clinton, James Comey, and Robert Mueller out of jail. “Now we know why the DOJ didn’t arrest anyone for the past four years,” Hoft wrote. “The reason is they wanted it this way. . . . They never were going to arrest anyone.” On pro-Trump Reddit channels, Barr was declared a “deep state” agent. The President was reportedly livid at Barr. Asked at a White House event on Thursday if he still has confidence in Barr, Trump replied, “ask me that in a number of weeks from now.”", "What actually motivated Barr is unknown at this point, and nothing is likely to become clearer until after Trump leaves office, on January 20th. This week, an associate of the Attorney General’s told me that Barr and Trump have barely spoken for weeks. The associate said that Barr had intentionally distanced himself from Trump as the election approached, because he wanted to perform the traditional role of Attorneys General—declining to take legal actions during an election season that favor one candidate, particularly the President who appointed them.", "That explanation is charitable. During Barr’s interview with the A.P., he hedged, as he has in the past. He disclosed that, in October, he had secretly appointed John Durham, a federal prosecutor investigating the F.B.I.’s 2016 Trump-Russia probe, as special counsel. That move will please the President and make it more difficult for Biden’s new Attorney General to curtail Durham’s work. Then, after Barr’s comments about the election were attacked, his office released a statement saying, “The Department will continue to receive and vigorously pursue all specific and credible allegations of fraud as expeditiously as possible.”", "The week’s events exemplified the tragic, destructive, and cynical nature of the Trump-era Justice Department. Barr has clear legal and political convictions—many of which infuriate liberals—but he has pursued them consistently throughout his career. Like other Republicans, he seemingly embraced an alliance of convenience with Trump. An adherent to the obscure legal view that the Presidency has too little power, Barr contends that special-counsel and congressional investigations have become so excessive that they hamper a President’s ability to govern the country.", "Barr viewed the F.B.I.’s 2016 Trump-Russia investigation, the subsequent appointment of Robert Mueller as special counsel, and the convictions of Paul Manafort, Michael Flynn, and Roger Stone as illegitimate. He did his best to reverse each of those measures, by undermining Mueller’s report and lessening the punishment of the Trump allies who were successfully prosecuted by Mueller. During Trump’s impeachment, Barr accused Democrats of “waging a scorched-earth, no-holds-barred war of ‘Resistance’ against this Administration,” adding, “it is the left that is engaged in the systematic shredding of norms and the undermining of the rule of law.” Critics accused Barr of doing the same, in helping Trump to demolish decades of effort to build public confidence that the law is applied equally to all Americans, regardless of their proximity to the President. They contend that Barr’s politicizing of the Justice Department will lead him to be considered one of the most destructive Attorneys General in modern American history.", "Until now, Barr has delivered virtually everything that Trump could possibly have wanted politically—from the Justice Department arguing that Manhattan prosecutors should not have access to Trump’s tax returns, to defying subpoenas from congressional oversight committees. Those acts and others that Barr has taken set legal precedents that have made Trump one of the most powerful American chief executives, in legal terms, since Congress and the courts curbed Presidential power after Watergate. In the final weeks of the campaign, though, Trump went too far, apparently, even for Barr. In the pursuit of victory and vengeance, Trump publicly called for him to open a criminal investigation of the Biden family, and demanded that Barr announce the results of the Durham investigation in time to sway votes. After the election, Trump’s campaign pressured Barr to become the first U.S. Attorney General to aid a de-facto coup attempt—albeit a chaotic and, at times, comical one.", "Barr’s public defense of Biden’s victory—at a politically existential moment for Trump—was an irreversible step for the Attorney General. If Trump or his allies maintain control of the Republican Party, Barr will now have no future in it. George Terwilliger, who worked for Barr in the Administration of George H. W. Bush, told the Times that Barr’s intention this week was “just to be responsible.” Terwilliger added that, when false conspiracies are being spread about the Justice Department, “it is responsible to say no, that did not happen.” Barr’s statement showed an Attorney General doing what is required of him in a democracy. It also showed how utterly this President has failed to do the same.", "Read More About the Presidential Transition"], "authors": ["David Rohde", "David Rohd", "Peter Slevi", "Susan B. Glasse"], "keywords": ["barrs", "president", "justice", "general", "barr", "donald", "trumps", "attorney", "trump", "election", "william", "department", "break"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}