{"id": "a0f3a32c-5818-317c-a505-58b25c48d6a9", "title": "New Gameplay Today – Super Mario 3D All-Stars", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/09/16/new-gameplay-today-super-mario-3d-all-stars", "summary": "Super Mario 3D All-Stars is almost here and with it comes a collection of Super Mario 64, Super Mario Sunshine, and Super Mario Galaxy, all in one convenient, if fleeting, package.\nBut does this bundle live up to the moniker of All-Stars, or do the lack of meaningful moderizations leave something to be desired?\nJoin Jeff Cork, Brian Shea, and me as we take each game through its paces and let you know what we enjoy and dislike about some of Mario's greatest 3D adventures on Nintendo's hybrid system.\nSuper Mario 3D All-Stars will be available exclusively on the Nintendo Switch on September 18.\nFans shouldn't wait though, as Nintendo has stated the game will only be available until March 31, 2021.", "paragraphs": ["Super Mario 3D All-Stars is almost here and with it comes a collection of Super Mario 64, Super Mario Sunshine, and Super Mario Galaxy, all in one convenient, if fleeting, package. But does this bundle live up to the moniker of All-Stars, or do the lack of meaningful moderizations leave something to be desired?", "Join Jeff Cork, Brian Shea, and me as we take each game through its paces and let you know what we enjoy and dislike about some of Mario's greatest 3D adventures on Nintendo's hybrid system.", "Super Mario 3D All-Stars will be available exclusively on the Nintendo Switch on September 18. Fans shouldn't wait though, as Nintendo has stated the game will only be available until March 31, 2021."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["allstars", "nintendo", "3d", "switch", "mario", "wait", "today", "available", "gameplay", "super", "systemsuper", "game"], "pubDate": "2020-09-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}