{"id": "a10b3aaf-8602-3240-960e-fa89dbefc575", "title": "We’re Not Used to Seeing Women Act This Way", "url": "https://nytimes.com/interactive/2020/12/09/magazine/hannah-gadsby-radha-blank.html", "summary": "I’m in favor of junking the whole category and instead begging more people to pull a Radha Blank: Make a biopic about yourself.\nBut suddenly she’s busy again, torn between the reignition of her theater career and her renewed attraction to hip-hop.\nHannah Gadsby ● Photograph by Mamadi Doumbouya These women are pursuing truth writsmall, personally, looking for itin daringperforma nces.\nRadha Blank ● Photograph by Malike Sidibe Thepleasure of watching arises from their dexterityat performing themselves — not as elegant but as klutzy, volatile, occasionally unstable.\nIt’s just that, as Gadsby might tell you, nobody’s used to seeing women act this way — leaping into the deep end instead of being pushed.", "paragraphs": ["These women rewrote their own stories in brilliantly revealing new ways. They can’t afford to", "be anything", "less than comp e", "t", "e", "nt. Masks Off", "The biopic. What an awful genre. What an awful name for a genre. Awful because it sounds like medicine. Awful because it’s too easy to confuse the actor for the person they’re playing, too tempting to scrutinize the minutiae of verisimilitude. (Well she just didn’t sound like Aretha to me!) I’m in favor of junking the whole category and instead begging more people to pull a Radha Blank: Make a biopic about yourself.", "I know what you’re thinking: Radha who? To which I say, “Exactly!” Blank is a New York playwright who wrote, directed, produced and starred in “The Forty-Year-Old Version,” a comedy, in black and white, about a New York playwright named Radha Blank. Radha, like Blank, was once one of those Off Broadway up-and-comers who now finds herself teaching playwriting to high schoolers in Harlem, breaking up fights, fending off their lust. But suddenly she’s busy again, torn between the reignition of her theater career and her renewed attraction to hip-hop. She starts rapping, and the songs serve a typical rap function — as personal therapy and social commentary. Her first track is called “Poverty Porn,” and it wonders whether the theater, with its hunger for Black suffering, has estranged her from her Brooklyn roots. The producer who supplies her beats tells her what we already suspect of her new play — it’s wack. But she needs to hear that from herself.", "You can imagine an executive suggesting that somebody starrier play Radha: a Queen Latifah, a Fantasia Barrino. But long before it’s over, you’re certain that Blank is the only woman for the job. If the character has her doubts — about the depth of her talent, about the thickness of her body — Blank doesn’t hesitate to throw them in the mix. She’s feisty, huffy, exuberant, present, ready for everything and very funny. When she finally has sex with that producer, his prowess so overwhelms her that she pauses her ecstasy to blurt out: “Yeah. That’s a young tongue there.” Here we have a persona — a neurotic, insecure self-adventurer — that could power a dozen more movies, the way Woody Allen’s did. Only Blank is harder on herself. For stretches of the film, she’s deep in thought, making no one laugh, inspecting her authenticity for cracks.", "Hannah Gadsby ● Photograph by Mamadi Doumbouya These women are pursuing truth writ", "small, personally, looking for it", "in daring", "performa n", "c", "es.", "We’ve spent years warring over the truth and whether we can restore any trust in it. Blank is in a class of artists engaged in a risky parallel quest for honesty. Its ranks include the live storytelling of Hannah Gadsby, the giddy psychodramas of Maya Erskine and Anna Konkle playing their teenage alter egos on “Pen15” and the bleak sexual traumas that Michaela Coel plumbed on “I May Destroy You.” These women are pursuing truth writ small, personally, looking for it in daring performances — not of national heroes but of themselves, this fecund terra incognita.", "The onscreen autofictional urge isn’t new. The movies’ sound era essentially began this way, with Al Jolson playing a version of himself in “The Jazz Singer,” the story of how his attraction to blackface wins out over his Jewish roots. Jackie Robinson and Muhammad Ali played themselves in movies about their lives. So, basically, have the Beatles, 50 Cent and Eminem; John Malkovich and Jean-Claude Van Damme. There was a kick to watching actors burst through the fourth wall, going meta. On television, the conflation of star and subject was less magical: The coziness of the medium practically demanded a romance of the self, collapsing the border between someone like Jerry Seinfeld and “Jerry Seinfeld.”", "The high-water mark for this sort of auto-comedy remains Larry David’s “Curb Your Enthusiasm.” David was a creator of “Seinfeld” and, performing on his own show, cranked crankiness to an ear-shattering volume. The show’s appeal was its extremity. I suspect each of these women has at least some passing familiarity with David. But they’re pushing past him. Even when David’s antics cost him, the price is never that high. He is an athlete of etiquette, and his adversaries enjoy the contest. These women are interested in the consequences of their choices. They tether obnoxiousness to thunderous feeling and look at themselves more harshly in order to arrive, if not at peace, then at some kind of self-understanding.", "Each of these performers is funny. But their humor never fails to find confusion, pain, melancholy and rage that pool outward toward some tragic zone, as if comedy itself is wounded and in need of introspection. Encounters with misogyny course through this work. So does the anticipation of it. At some point, Radha dresses down that producer for failing to escort her to the subway after she leaves his studio in the wee hours, weary and high. A montage immediately reveals that he did, in fact, walk her out. It’s an accusation made in error but clearly rooted in experience. The amazement of all of this work is its makers’ willingness to expose their weakness.", "Radha Blank ● Photograph by Malike Sidibe The", "pleasure of watching arises from their dexterity", "at perform", "ing them", "selves — not as elegant but as klutzy, volatile, occasionally unstable.", "Confidence is, paradoxically, central to that power. The title of Blank’s movie remixes “The 40-Year-Old Virgin,” Judd Apatow’s boys’-club hit from 2005, and insinuates that what might have been missing from it was her. Hannah Gadsby uses might to pry minds open. She’s an owlish Australian, who spends the bulk of her second stand-up show, “Douglas,” on Netflix, processing the hostile reaction to her first, which traditionalists objected to because it refused to be traditionally hilarious. Instead, Gadsby called out the hostilities of those traditions, their contempt for women. The achievement of the new show is subtle but transformative. In the opening 15 minutes, she lays out the evening’s structure, the topics and their order. Gadsby has autism; this gambit is not for us; it’s for her. She finds the explication of a structure comforting. It steadies her wit and frees her blood to boil. She can be knowingly, adroitly castigating. In a rant against anti-vaxxers, she takes a second to assert that, as a woman with autism, she’s the embodiment of the community’s paranoia. Her tone is somewhere between bemused and furious. Her intrepidness is moving, like watching someone defuse a grenade by swallowing it.", "When she reaches full pique or nails an item on her agenda, the aperture of her mouth shrinks into the tiniest and most brutal of gapes. You doubted me? Don’t do that. It must be said that some of that surprise is that you don’t expect this kind of surgical wrath from someone so fashionably bespectacled and in such flashy Nikes and a suit of such vivid, affable blue, someone who looks like the director of a tugboat library.", "It is the ideal attire for the art-history lectures sprinkled throughout her 75-minute set. This is Gadsby’s strongest mode: warrior art critic. In the first show, “Nanette,” she inveighed against the world’s misapprehension of Van Gogh’s suffering and the circumnavigation of Picasso’s misogyny. This time, armed with a slide show, she goes after Renaissance-era ludicrousness. Why exactly does the Teenage Mutant Ninja Turtle franchise invoke Donatello? And spare a thought, please, for women in the era’s paintings. Why are they so uselessly depicted in threes? What is that sheet of gauze doing between that lady’s butt cheeks in a Rubens painting? Even though she told us she was going there, her arrival is all the more thrilling since you don’t expect this sort of comedic force from someone wielding a clicker.", "Gadsby’s command is exciting. The pleasure of watching the other four women, too, arises from their dexterity at performing themselves — not as elegant but as klutzy, volatile, occasionally unstable. On “Pen15,” Erskine and Konkle are two adults playing Maya and Anna, middle-school besties. It’s entirely possible to watch the show oblivious to the casting conceit (the other kids are played, marvelously, by actual kids). Erskine and Konkle are so adept at the relentless emotional simultaneity of adolescence — bliss and mortification, incoherence and clarity, terror and bravery, codependence and solitude, softness and fury — that you surrender to the gimmick, if that’s even the right concept for what they’re up to.", "Anna Konkle and Maya Erskine ● Photographs by Djeneba Aduayom Anna Konkle and Maya Erskine ● Photographs by Djeneba Aduayom They’ve tuned in", "to", "a particular frequency of perfor mance that risks being", "cringed at", "and dismissed as selfish.", "Officially, the comedy revolves around hormones and intimacy, around the performance of childhood in an adult body — the sight, say, of Erskine in a boy’s wrestling singlet; the time when Anna makes a slow-mo exit from a minivan, and the sun hits Konkle’s face so that her attempt at looking hot also looks as if she’s cramping. In the new season, they deepen the show’s physical comedy into gutsy pathos — exploding at their mothers (Maya’s is played, with regal plainness, by Mutsuko Erskine, her actual mom), messing with each other’s minds, humiliating themselves with boys. Together, they have located in the wilderness of adolescence a tenderness unlike any I’ve ever seen.", "There’s but one Michaela Coel, yet she appears to have quadrupled Erskine and Konkle’s psychological load. Her character, Arabella Essiedu, is a popular internet presence who’s recovering from a rape she suffered while out partying one night. She doesn’t know who did it but stakes out the site of the London bar where it happened, hoping to trigger herself into remembering. She tries working the experience into a book she’s contracted to write, motivated, in part, by her publisher’s salivating at the topic. But the deadline and the long-spent advance money stress her as much as the mystery of her assailant.", "It’s not crucial to know that Arabella is essentially Coel’s alter ego, that she, too, was raped and that the character’s regular returns to the primal scene are essentially the performer’s. It’s all there in Coel’s face (big eyes, sharp cheekbones, dark brown skin), a flip book of moods and mind states (insouciance, wonder, puckishness, spite, nothing), a face you watch the life go out of over and over, an astounding graveyard of visages.", "Coel’s strategy differs from encounter to encounter. Arabella files a police report, and as she explains to a detective what happened, Coel keeps her face blank but allows the pressure system of panic and suppression to extract tears. Trauma is a tough thing to act. It’s everything an audience isn’t supposed to see but must intuit is there. Coel raises the degree of difficulty to “impossible” and exceeds it. She’s out to disturb, first by seducing us into laughing at Arabella’s recklessness then by daring us to reckon with the wages of her narcissism.", "Arabella experiences a second, more ambiguous assault by a fellow writer that she avenges by publicly outing him. Revenge intensifies her capital on the internet where fans become her armor, and the power souses her. With her ego bruised, possibly gone, the id has stepped in to fill the void and have a field day insulting her friends, soaking up the vacant social media adulation, disregarding advice to get actual support. The show’s dozen episodes amount to 12 stages of grief. And Coel works through them with the control of a pilot, a jockey, a geometer, a shrink.", "Each of these performances triumphantly bends comedy to its will. The genre had already been evolving and expanding for women (Amy Schumer, Tiffany Haddish, Abbi Jacobson, Ilana Glazer, Maria Bamford, Ali Wong, Pamela Adlon) to make riotous reforms. What Blank and Coel and company have done is raise the stakes; in a sense, they’ve put their lives on the line for our delight. They’ve tuned in to a particular frequency of performance that risks being cringed at and dismissed as selfish, as though flagrance weren’t a region of the human condition. It’s just that, as Gadsby might tell you, nobody’s used to seeing women act this way — leaping into the deep end instead of being pushed."], "authors": ["Wesley Morris"], "keywords": ["act", "erskine", "coel", "used", "shes", "konkle", "watching", "women", "comedy", "blank", "way", "radha", "gadsby", "seeing"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}