{"id": "a14ed3b4-f0ce-300a-a85e-d507fbccb0eb", "title": "24 Euphoric Hours in L.A. With Barbie Ferreira", "url": "https://www.vogue.com/article/24-hours-with-barbie-ferreira", "summary": "On Euphoria, Barbie Ferreira navigates the ups and downs of her character Kat’s high-drama teenage life, but in her day-to-day, the actress and model prefers to keep things chill.\n“It’s a very typical Tuesday,” says Ferreira as she prepares her morning cup of coffee.\nI love fun furniture, so this is going to be fun for me to decorate!”Interior-design aspirations aside, Ferreira’s day is appealingly typical.\n“My mom and my aunt are both chefs, and I thought that it skipped a generation,” Ferreira deadpans while marinating her fish.\nBecause of Europhia’s outside-the-box storytelling, Ferreira is somewhat surprised by the series’ mainstream success, but is as eager for more of the series as fans are.", "paragraphs": ["On Euphoria, Barbie Ferreira navigates the ups and downs of her character Kat’s high-drama teenage life, but in her day-to-day, the actress and model prefers to keep things chill. Twenty-four hours in the life of the rising star are surprisingly down to earth; no paparazzi strolls or wild escapades, just time spent enjoying the accomplishments of adulthood. “It’s a very typical Tuesday,” says Ferreira as she prepares her morning cup of coffee. “We’re going to get some food at the grocery store. I’m going to see my house, which is being renovated, and probably go on a little hike—it’ll be fun.” She puts on her Becca lipgloss and heads out the door.", "Of course, Ferreira isn’t your typical 23-year-old. A Gen-Z household name thanks to topical roles on Euphoria and Unpregnant, she’s already hitting the kinds of significant milestones most people don’t reach until their 30s and 40s, including homeownership. “This is a very big step for me,” says Ferreira. “I feel very adult, and I will never stop talking about how adult I feel.” Walking through the construction site where your new digs will be and plotting out all the details is decidedly grown-up, but Ferreira doesn’t take herself too seriously. “I love camp, so everything is a little campy,” she says of her decor plans. “My bathroom is going to be kind of a spa [and] downstairs we’re doing a kind of ’70s groovy thing for the TV den and the backroom. I love fun furniture, so this is going to be fun for me to decorate!”", "Interior-design aspirations aside, Ferreira’s day is appealingly typical. A trip to the fish market to pick up some salmon and sesame oil, followed by a hike through the Hollywood hills and a home-cooked meal complete the perfect L.A. day. “My mom and my aunt are both chefs, and I thought that it skipped a generation,” Ferreira deadpans while marinating her fish. Indoors for most of 2020, Ferreira had plenty of time to practice her culinary skills—her crash course in massaging kale is Food Network–worthy—but she’s looking forward to getting back to work. Because of Europhia’s outside-the-box storytelling, Ferreira is somewhat surprised by the series’ mainstream success, but is as eager for more of the series as fans are. “I don’t know what is going to happen in season two at all,” she says. “My guess is as good as yours. The comments are like ‘leak season two,’ but we haven’t shot it yet; how can we leak it!”", "Here, watch Ferreira enjoy a laid-back day finding coffee recipes on TikTok and indulging in a soothing eucalyptus-scented bath at home.", "Director: Rom Bokobza", "Editor: Camille Getz", "DP: Nate Gold", "Producer: Naomi Nishi"], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["ferreira", "little", "24", "shes", "hours", "fun", "day", "euphoric", "love", "series", "going", "la", "season", "typical", "barbie"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}