{"id": "a15190c1-5d2e-3fdd-8adf-0bbef2c84cc9", "title": "Dan Gainor: Trump impeachment puts him at war with much of media", "url": "https://www.foxnews.com/opinion/dan-gainor-trump-impeachment-puts-him-at-war-with-much-of-media", "summary": "The impeachment campaign against President Trump is a battle pitting the president and his supporters against much of the news media.\nThe media that lobbied for the impeachment of Trump ever since he was elected finally got Democrats to do their bidding and try once more to take down the president.\nSo it was no wonder that journalists were angry when Sen. Martha McSally, R-Ariz., called CNN Senior Congressional Correspondent Manu Raju a “liberal hack.” Twice.\nChris Matthews called the impeachment “sacramental.”Fellow MSNBC host Lawrence O’Donnell claimed to “The Al Franken Podcast” that CNN isn’t Never-Trump territory after all.\nCLICK HERE TO GET THE FOX NEWS APP“Rubin Report” Host Dave Rubin mocked the inside-the-Beltway mentality on impeachment, writing: “Is there anyone outside of the media bubble who cares about impeachment?", "paragraphs": ["The impeachment campaign against President Trump is a battle pitting the president and his supporters against much of the news media.", "Forget that Republican vs. Democrat fight. This is a proxy war, like the old Soviet Union using Cubans to fight in Africa. The media that lobbied for the impeachment of Trump ever since he was elected finally got Democrats to do their bidding and try once more to take down the president.", "But journalists couldn’t bring themselves to celebrate. Instead, they freaked out because a Republican senator was curt to a CNN reporter.", "TRUMP LAWYERS RESPOND TO ARTICLES OF IMPEACHMENT: 'CONSTITUTIONALLY INVALID'", "The reason the thin-skinned press was more thin-skinned than usual was that the impeachment trial in the Senate that moves into high gear this week has about the same chance of removing Trump from office as the Cincinnati Bengals do of winning Super Bowl LIV. And the Bengals aren’t even in the playoffs.", "So it was no wonder that journalists were angry when Sen. Martha McSally, R-Ariz., called CNN Senior Congressional Correspondent Manu Raju a “liberal hack.” Twice. The news media responded in hilariously histrionic ways. Washington Post Media Critic Erik Wemple called the comment “vile” and “chilling.”", "CNN was especially offended, pounding the story hour after hour like McSally had assaulted Raju in the hallway. Anchors practically lined up to take on McSally. Wolf Blitzer referred to her comment as “disgusting” and “awful.” Anderson Cooper called the comment a “slur” and Jake Tapper said it was “obviously indecent.”", "Chris Cuomo was determined to outdo them all. The foam-at-the-mouth anti-Trumper practically turned part of his show into an anti-McSally/anti-Trump commercial. He readily honored McSally’s military service, but then emphasized how she wasn’t similar to the late Arizona Republican Sen. John McCain, who was also a veteran.", "Cuomo told viewers that McSally “bears no resemblance to McCain’s dignity, decency, discretion.” Then he amped up the attack even more, declaring: “I can’t believe people would vote for her to fill McCain’s seat.”", "Lost in the uproar was any attempt to discuss facts.", "First, Raju’s employer is a major party to the three-year phony Russian collusion claim. Then Raju has his own history. He falsely reported that WikiLeaks had emailed Team Trump on September 4, 2016, with a way to access embarrassing documents. It turned out the email was dated 10 days later and Raju had to go on air and admit his error. He received no discipline.", "All of that was swept under the rug and many in the press embraced the “liberal hack” label themselves. CNN Chief Legal Analyst Jeffrey Toobin had already given his ruling on the case. “The other thing to remember about witnesses is all the witnesses will show that the president is guilty because he is guilty.”", "CNN was especially thrilled by the Democrats' choices for impeachment managers, noting that many were people of color. And anchor Jim Sciutto was excited to show that Democrats had made their picks from many different states. He told co-anchor Poppy Harlow, \"you made the point territorial, geographic diversity as well.”", "Mapmaker, mapmaker, make me a map!", "The media oohed and ahhed about the seriousness of the impeachment. MSNBC host Rachel Maddow scored ratings gold with a last-minute hit-job interview. Chris Matthews called the impeachment “sacramental.”", "Fellow MSNBC host Lawrence O’Donnell claimed to “The Al Franken Podcast” that CNN isn’t Never-Trump territory after all. “One-third of the people on their payroll love Trump,” he argued, pretending that “one-third of the programming will be supportive of Trump.” (He doesn’t actually watch CNN, apparently.)", "O’Donnell vowed MSNBC would be worse than CNN about Trump, saying “on MSNBC there will be no one defending him because we don’t bring on liars. I don’t bring on a liar. I won’t do that.”", "The MSNBC gang was after Trump, his family and his supporters. “Morning Joe” co-hosts Joe Scarborough and Mika Brzezinski joined comedian Stephen Colbert on the CBS “Late Show” Monday to bash Trump.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Scarborough ranted, asking: “When is Donald Trump going to pay for this? When is Donald Trump going to pay for all the lies? When is he going to pay for the recklessness?” He and Brzezinski were hopeful for a Democratic landslide in the November elections.", "Scarborough went further on his own show just a few days later, cautioning that “everyone who defends Donald Trump right now will be exposed.” Scarborough listed Vice President Mike Pence, Attorney General William Barr and Trump lawyer Rudy Giuliani, warning about the “bleak” tide of history.", "“And their families, their children, their grandchildren – everyone who has their last name – will carry that around with them,” Scarborough said.", "The media made the impeachment fiasco sound so ominous.", "CLICK HERE TO GET THE FOX NEWS APP", "“Rubin Report” Host Dave Rubin mocked the inside-the-Beltway mentality on impeachment, writing: “Is there anyone outside of the media bubble who cares about impeachment? Nobody is talking about it. Nobody thinks it’s legit or worth thinking about. Just the same people who stoke the flames and consistently get everything wrong.”", "Remember that as the proxy war continues.", "CLICK HERE TO READ MORE BY DAN GAINOR"], "authors": ["Dan Gainor", "Dan Gainor Is The Vice President For Techwatch", "Business", "Culture At The"], "keywords": ["scarborough", "puts", "msnbc", "dan", "mcsally", "gainor", "war", "raju", "impeachment", "media", "trump", "cnn", "called", "president"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}