{"id": "a15204ae-4a47-323f-8217-d80d76691819", "title": "My Highly Unexpected Heterosexual Pandemic Zoom Wedding", "url": "https://www.wired.com/story/my-highly-unexpected-heterosexual-pandemic-zoom-wedding/", "summary": "Until the Wi-Fi started working we wouldn’t know whether or not we were married.\nI cuddled into my giant rainbow stripey jumper, the comfort garment that got me through nine months of quarantine.\nI was glad I’d thrown it on in lieu of a wedding dress.\nI had spent the first part of lockdown engaging in demeaning Zoom dating as an alternative to more debilitating methods of self-harm.\nAt this point, I got that tremulous feeling in my belly where you’re not sure whether something brilliant is happening or you’ve just swallowed a wasp.", "paragraphs": ["We were in the middle of promising to grow old together when the sound cut out. The officiant’s face pixelated and froze, and we couldn’t hear what she was mouthing. Until the Wi-Fi started working we wouldn’t know whether or not we were married.", "It was 8 am. We were standing alone on the tiny front porch of an Airbnb in a country where we are both foreigners, with some string lights hastily flung over the metal grating. My mum, his mum, and two witnesses were just visible on screen, shouting soundlessly, all of us wondering if this was the internet raising a last-minute objection. It was cold. I cuddled into my giant rainbow stripey jumper, the comfort garment that got me through nine months of quarantine. I was glad I’d thrown it on in lieu of a wedding dress. He reached for my hand.", "Nothing was going to plan—but then, nothing has gone to plan all year, and certainly not since I met the madman in the bowtie standing in front of me. My sister, who has spent lockdown in London organizing professional events and knows what to do when these things happen, texted me to translate what the officiant was mouthing. You’ve got to log back in to the platform. After some tense minutes of telling our guests on Zoom to hang on, sorry, everyone, talk amongst yourselves while we get this sorted—we finally got the sound back, sort of, although the officiant now sounded like an excited fax machine.", "The line buzzed. Time seemed to go very, very slowly.", "“As I was saying,” she intoned, “by the power vested in me by the state of Utah, I now pronounce you husband and wife.”", "All right, let me explain.", "In love as in war, technology allows people to do what they would have done anyway, faster and with fewer immediate consequences. Before there was Match.com there were matchmakers and Miss Lonelyhearts; before there was Grindr there were gloryholes; the polyamorous millennials sharing their Google calendars with a constellation of partners are the inheritors of every fastidious hippie who ever took five hours to explain free love with flowcharts.", "But there is no exact pre-digital equivalent of the 4 am status update. It combines the desperate passion of toilet graffiti with the intimacy of a barstool confessional.", "It was June, and the world was on fire, and I was drunk. I had spent the first part of lockdown engaging in demeaning Zoom dating as an alternative to more debilitating methods of self-harm. This culminated with a chap I’d been going on virtual dates with for a month announcing that he had, in fact, been interviewing several candidates for the position of girlfriend and, regrettably, I had not made the cut. A few days later, lightly chemically altered, I made a post letting everyone on Facebook know that I was bored of being single, out of practice at flirting, and if anyone had any attractive single friends they should let me know.", "In the morning, fumbling to delete the post, I saw that I was already too late. People had started to chime in, including a shy anthropologist from Australia with nice hair who I had met a total of once, three years ago. He was far too far away himself, he said, but he might know somebody in my city. I pointed out that in quarantine times, everyone not living next door might as well be on the moon. Well, he said, in that case, might I like to practice flirting? With him?", "At this point, I got that tremulous feeling in my belly where you’re not sure whether something brilliant is happening or you’ve just swallowed a wasp. We’d only seen each other the one time, briefly, at a book festival in Melbourne. We’d met by chance and shared an obscenely early cup of coffee, one of those situations where you’re not sure if it’s a date and are too shy to ask. We discussed Doctor Who and anarchist theory, I admired his band T-shirt, and both of us came away with the impression that the other one wanted to keep things platonic, which was fine, absolutely fine, and not at all disappointing, and neither of us were at all wistful when we saw the other’s status updates go by over the intervening years."], "authors": ["Laurie Penny", "Laurie Penn", "Peter Rubin"], "keywords": ["pandemic", "met", "know", "unexpected", "heterosexual", "wedding", "status", "youve", "zoom", "sure", "youre", "standing", "highly", "started", "things"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}