{"id": "a157d4b5-b074-35ea-aa11-3b3629eab989", "title": "The Slormancer Is Now Available In Early Access", "url": "https://www.gameinformer.com/2021/04/07/the-slormancer-is-now-available-in-early-access", "summary": "The Slormancer by Slormite Studios (yep, you read that right) is now available in Early Access on Steam.\nIf you’re fiending for your next ARPG game and are looking for some lightweight pixel action in your day, this one might be what you’re looking for.\nI’ve only had the chance to get a few minutes under my belt so far, but I’m enjoying the early game as I crush skeletons and grab low-tier loot.\nAs this is early access, a huge chunk of the game isn’t even there yet, so that’s something to consider if you feel like getting in on the action now.\nDo you endlessly scan Steam for new early access games?", "paragraphs": ["The Slormancer by Slormite Studios (yep, you read that right) is now available in Early Access on Steam. If you’re fiending for your next ARPG game and are looking for some lightweight pixel action in your day, this one might be what you’re looking for. Sure, it’s super pixelated but it’s got a lot of mechanics to engage with as you plug in stat points, increase your abilities, pick a specialization for your core class, and go around smashing skeletons and other enemies.", "Before we go any further, yes, it’s still in Early Access, but I know how hard it is to satiate the ARPG cravings as we all wait for Path of Exile 2, Diablo IV, and even Diablo II: Resurrected. There are plenty of solid ARPGs to play right now, but aren’t we always looking for a new one? After all, that loot isn’t going to grind itself out… Anyway, take a look at the trailer here and see if it’s something you might be interested in.", "Yep. That’s a trailer. It’s got all the underpinnings of ARPG greatness, including a zillion things to skill up, tons of abilities to pick from, and loads of loot to rip away from elite enemies and bosses as you move from area to area. The town is under attack, and you’ve got to build it back up, one townsperson at a time. Will this also unlock new things for you to do? Probably. I’ve only had the chance to get a few minutes under my belt so far, but I’m enjoying the early game as I crush skeletons and grab low-tier loot. Something about enhancing my abilities by farming Slorm is just special, I guess. Yeah. Slorm. That’s a thing I guess.", "As this is early access, a huge chunk of the game isn’t even there yet, so that’s something to consider if you feel like getting in on the action now.", "Does The Slormancer look interesting to you? Do you endlessly scan Steam for new early access games? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["slormancer", "looking", "early", "loot", "arpg", "available", "thats", "trailer", "abilities", "game", "access", "youre"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}