{"id": "a15e24a4-feb5-3af5-bcb2-abd51d058a63", "title": "Trump’s Coup Attempt Isn’t Over", "url": "https://www.newyorker.com/news/our-columnists/trumps-coup-attempt-isnt-over#intcid=recommendations_the-new-yorker-homepage_6c257785-e118-4b71-8d54-22e0eda99cf7_popular4-1", "summary": "That astounding show of loyalty to Trump made it imaginable that Republican lawmakers, having failed to convince the Court to overturn the election result, would use Congress to attempt it.\nThis year’s election and post-election period have felt unprecedented in so many ways, but there are long-standing rules for challenging electoral votes for President on the floor of Congress.\nEditor’s PicksIn recent decades, challenges to electoral votes have come from Democrats, after their candidate had conceded, and after they recognized the Republican winner as the President-elect.\nIn the United States, the longer our representatives contest the result of the election, the more possible violent escalation seems.\nOr are they truly beginning to crumble around us in Trump’s final weeks in office?", "paragraphs": ["After the Electoral College cast its votes and affirmed his victory, on Monday, Joe Biden declared that “democracy prevailed” and “faith in our institutions held.” And Senate Majority Leader Mitch McConnell finally congratulated Biden as President-elect and Kamala Harris as Vice-President-elect. On January 6th, a joint session of Congress will officially count the votes. The result should be more than assured. But last week brought the shock of seeing seventeen Republican state attorneys general and more than half of House Republicans sign amicus briefs supporting Texas’s unsuccessful bid to have the Supreme Court prevent four states’ electoral votes from being cast. That astounding show of loyalty to Trump made it imaginable that Republican lawmakers, having failed to convince the Court to overturn the election result, would use Congress to attempt it. On December 13th, Representative Mo Brooks, Republican of Alabama, announced his intent to dispute Biden’s victory by challenging the votes of five swing states in the January congressional session. The group he will lead in the effort so far includes Representatives-elect Barry Moore, from Alabama, and Marjorie Taylor Greene, from Georgia.", "This year’s election and post-election period have felt unprecedented in so many ways, but there are long-standing rules for challenging electoral votes for President on the floor of Congress. The Twelfth Amendment to the Constitution provides that the Vice-President, as President of the Senate, “shall, in the presence of the Senate and House of Representatives, open all the certificates and the votes shall then be counted.” But, under the Electoral Count Act of 1887, if a member of the Senate and a member of the House sign and submit challenges to a state’s electoral votes, then the two bodies must debate the challenge separately for two hours, and then vote separately on whether to discard those electoral votes as unlawful. The votes are to be tossed only if a majority of both houses agree to do so; that has never happened since the law was passed.", "Editor’s Picks", "In recent decades, challenges to electoral votes have come from Democrats, after their candidate had conceded, and after they recognized the Republican winner as the President-elect. In 2001, Democratic House members of the Congressional Black Caucus objected to counting Florida’s electoral votes, but Vice-President Al Gore, who’d conceded the election in December, 2000, after losing in Bush v. Gore, rejected the challenge because no senator supported it, and declared his opponent, George W. Bush, the winner. In 2005, Democrats actually succeeded in triggering the mandatory debates and votes, after Representative Stephanie Tubbs Jones, of Ohio, and Senator Barbara Boxer, of California, challenged Ohio’s electoral votes for President Bush on the basis of “numerous, serious election irregularities.” Senator John Kerry, who’d lost to Bush, made clear that he didn’t support the effort, and neither the House nor the Senate agreed to discard those electoral votes. (Tubbs Jones and Boxer said that they were not aiming to change the result of the Presidential election, but rather to make a point about significant voter disenfranchisement.) In 2017, several House Democrats objected to Electoral College votes for Trump, on the grounds of Russian interference and of voter suppression in Alabama, but Vice-President Biden, presiding over the session, rejected their effort because no senator signed the challenge.", "A Republican challenge in Congress will not succeed this January, either. Though at least one Republican senator may join Representative Brooks to challenge swing states’ electoral votes for Biden, triggering the two-hour-long debates, there is no possibility that the Democrat-led House will support discarding the votes. And because several Republican senators, including Mitt Romney, John Cornyn, Lisa Murkowski, Susan Collins, and Ben Sasse, have indicated that they look askance at such efforts, the Senate is also highly unlikely to do so. But even a guaranteed failure to overturn the election result will still afford Republicans a loud show of doing something to “stop the steal.”", "On Sunday, Representative Brooks said, of Congress’s part in Presidential elections, “We have a superior role under the Constitution than the Supreme Court does, than any federal court judge does, than any state court judge does.” Perhaps that is so, in the sense that the Constitution directs Congress to count the electoral votes and declare the winner. But Brooks’s next statement, “What we say, goes. That’s the final verdict,” was of course gross hyperbole. Congress’s role, as spelled out in the Twelfth Amendment and federal law, is limited to the ministerial function of faithfully counting ballots. Any discretionary ability that Congress may have to discard votes must be grounded in evidence of fraud—which, in Trump’s abundant lawsuits, courts have already found wholly lacking. Even after the Electoral College result, Brooks called on fellow-Republicans to object to electoral votes “from states with such flawed election systems that they are not worthy of our trust.”", "Testing the waters, Senator Ron Johnson, Republican of Wisconsin, has scheduled a hearing of the Homeland Security and Governmental Affairs Committee, this Wednesday, in order to examine “the irregularities in the 2020 election.” Johnson has claimed that his goal is “to restore confidence in the system”—and to determine whether he and other senators should join the challenge to states’ electoral votes. The witnesses will be Republican attorneys including Kenneth Starr, who was Trump’s impeachment defense lawyer. Senate Minority Leader Chuck Schumer has urged cancellation of the hearing and said, “To use a Senate committee to spread misinformation about our own elections, it’s beyond the pale.”", "As Election Day approached, many worried about the possibility of significant violence at polling places or in the streets. Thankfully, that did not come to pass. But, in the weeks since, we had new and developing reasons for alarm stemming from the harmful notion, promoted by Trump and key Republican leaders, that exerting pressure on officials could change the result of the election. Election officials in Georgia, Arizona, Nevada, Vermont, Pennsylvania, and Michigan have become targets of harassment, intimidation, and threats of violence. Last month, the Trump campaign attorney Joe diGenova declared on Newsmax that Christopher Krebs, the former director of the Department of Homeland Security’s Cybersecurity and Infrastructure Security Agency, whom Trump fired because he was working to debunk election disinformation, “should be drawn and quartered, taken out at dawn and shot.” Last week, Krebs filed a defamation lawsuit against diGenova, Trump, and Newsmax, describing the threatening tweets and messages that Krebs has received, which, according to the lawsuit, prompted one of his children to ask whether “Daddy’s going to get executed.” The Arizona Republican Party recently sent a tweet asking supporters if they are willing to die to overturn the election results. And, this past weekend, after the Supreme Court declined to hear Republicans’ case, four people were stabbed in clashes between pro-Trump protesters and counterprotesters in Washington, D.C., and one person was shot in a similar clash in Washington State. On Monday, the Electoral College voted without incident, but, after threats to many electors’ safety, electors in Arizona had to vote in a secret location, and electors in Wisconsin were directed to enter their meeting place through an unmarked side door.", "Violent unrest around elections is unfortunately common in emerging democracies. This year, more than fifty people were killed in post-election violence in Côte d’Ivoire, and state police killed civilians and assaulted and arrested political rivals in Tanzania. In the United States, the longer our representatives contest the result of the election, the more possible violent escalation seems. The threats against U.S. election officials are particularly chilling in light of examples such as that of Kenya, where, three years ago, a top election official was murdered, and Belarus, where, last year, a former police officer revealed that he was involved in the 1999 abduction and murder of the former head of the central election commission.", "House Minority Whip Steve Scalise said on Sunday that “if you want to restore trust by millions of people who are still very frustrated and angry about what happened, that’s why you’ve got to have the whole system play out.” But it remains unclear how pursuing the goal of overturning election results, simply because one’s own side lost, bodes at all well for what happens when the legal process finally runs out. Michael Flynn, Trump’s former national-security adviser, who received a pardon from his former boss, insisted at a rally over the weekend, “We decide the election,” after having tweeted out, two weeks ago, a petition warning that “the threat of a shooting civil war is imminent,” and urging Trump to declare martial law, suspend the Constitution, and order a new Presidential election under military supervision. Those calls were swiftly condemned as dangerous by military leaders. That puts into relief the overarching question about what the Trump Presidency has meant for our laws and legal institutions. Are they weathering a particularly bad storm while doing what they’re supposed to do—namely, to channel the potential for violent conflict into peaceful if begrudging resolution and coexistence? Or are they truly beginning to crumble around us in Trump’s final weeks in office? We likely won’t know for years whether the emerging norms of today are merely testing democracy or destroying it.", "Read More About the Presidential Transition"], "authors": ["Jeannie Suk Gersen", "Jeannie Suk Gerse", "John Cassid"], "keywords": ["senate", "attempt", "votes", "trump", "states", "house", "isnt", "republican", "senator", "result", "coup", "election", "trumps", "electoral"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}