{"id": "a17c1f00-9a87-3bd0-8a70-026caffd66bc", "title": "Harvard University, Harvard T.H. Chan School of Public Health", "url": "https://execed.economist.com/harvard-th-chan-school-public-health", "summary": "We provide executive education and continuing education courses that encourage leadership development and provide the knowledge and skills you need to improve organizational performance.\nOur portfolio of executive education programs and continuing education courses cover topics including leadership, management, research improvement and innovation, public health education, environmental health and safety, nutrition, health policy, and organizational strategy.\nOur MissionThe overarching mission of Harvard T. H. Chan School of Public Health is to advance the public’s health through learning, discovery, and communication.\nThe Center for Executive and Continuing Professional Education translates faculty research and experience into intensive, applied continuing education courses to help leaders across industries address critical challenges in public health and health care.\nECPE has designed, developed, and delivered executive education courses around the globe, with over 60,000 alumni.", "paragraphs": ["We provide executive education and continuing education courses that encourage leadership development and provide the knowledge and skills you need to improve organizational performance. Our portfolio of executive education programs and continuing education courses cover topics including leadership, management, research improvement and innovation, public health education, environmental health and safety, nutrition, health policy, and organizational strategy.", "Our Mission", "The overarching mission of Harvard T. H. Chan School of Public Health is to advance the public’s health through learning, discovery, and communication. The Center for Executive and Continuing Professional Education translates faculty research and experience into intensive, applied continuing education courses to help leaders across industries address critical challenges in public health and health care. ECPE has designed, developed, and delivered executive education courses around the globe, with over 60,000 alumni.", "Program Participants", "Your fellow continuing education participants are an integral part of your learning experience, offering valuable insight to overcome the challenges you face daily. You will learn alongside talented leaders from diverse functions and industries from around the world. You will leave Harvard having developed a global network of leading peers you can rely on for guidance as you return home and implement what you learned."], "authors": [], "keywords": ["organizational", "th", "courses", "provide", "research", "university", "learning", "executive", "education", "school", "health", "public", "harvard", "chan", "continuing"], "pubDate": "2017-06-23T16:47:44Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}