{"id": "a1960c63-0eda-37e1-b989-2b19bdbed113", "title": "The Native American couple redefining cultural norms -- in photos", "url": "https://edition.cnn.com/style/article/tomas-karmelo-amaya-sweetheart-dancers-swing/index.html", "summary": "Two-Spirit couple Adrian Matthias Stevens and Sean Snyder are changing cultural expectations through dance.\nCredit: Tomas Karmelo AmayaThrough his images of the pair, Amaya shows their bond and the beauty of their movement.\nTomás Karmelo Amaya shows the beauty of the dancers' movements and their bond with each other against a stormy sky.\nCredit: Tomas Karmelo AmayaFor Amaya, who is of Yoeme, A:shiwi, and Rarámuri Indigenous descent, the shoot was particularly resonant.\nCreating 'visual medicine'It was dance that brought Amaya and the Two-Spirit couple together.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Challenging binaries and stereotypes, \"Swing\" is a pop-up series that paints a nuanced portrait of America through photography of the day-to-day lives of overlooked people and communities.", "In the summer of 2019, as an overcast sky hung over Minnesota's Prairie Island Indian Community, photographer and filmmaker Tomás Karmelo Amaya took a portrait of a couple kissing while wearing colorful regalia.", "The couple, Nevada-based dancers Adrian Matthias Stevens and Sean Snyder, were visiting the reservation to dance in the Tinta Wita Wacipi powwow, a tradition that brought them together -- and a tradition in which they are now making history.", "Two-Spirit couple Adrian Matthias Stevens and Sean Snyder are changing cultural expectations through dance. Credit: Tomas Karmelo Amaya", "Stevens, who is of Northern Ute, Shoshone-Bannock and San Carlos Apache heritage; and Snyder, who is of Southern Ute and Navajo heritage, are a Two-Spirit couple that have been together for seven years. Within North American Indigenous communities, Two-Spirit refers to people who possess both masculine and feminine spirits, but it can also be used to represent LGBTQ+ Indigenous people more broadly.", "\"It's not biological, it's spiritual, and it ties back to what I was taught growing up,\" Stevens told Vogue in 2020. \"My aunties recognized me as a Two-Spirit individual way before I even recognized it.\"", "Stevens is a grass dancer and Snyder is a fancy dancer, but the two began competing in \"sweetheart special\" categories together, mixing both their styles. Credit: Tomas Karmelo Amaya", "Through his images of the pair, Amaya shows their bond and the beauty of their movement. When Stevens and Snyder met, they were both dancers on Utah's powwow circuit but it took years for them to perform couples routines -- called \"sweetheart specials\" -- together. That category was exclusively performed by male and female dancers until 2018, when they became the first Two-Spirit pair to do so, after being disqualified from a dance the year prior.", "\"Because our styles are so different, we had to find a way to dance together,\" Snyder is quoted as saying in Vogue . \"And for us being two men, it was surprisingly difficult. You don't grow up going to dances and learning to dance with another same-sex partner. We had to learn how to lead and how to take direction.\"", "Since then, their routines and matching regalia -- each embellished with their own handmade beadwork -- have brought them widespread attention. In 2019, a short documentary telling their story, \"Sweetheart Dancers,\" was shown at the PBS Short Film Festival.", "Tomás Karmelo Amaya shows the beauty of the dancers' movements and their bond with each other against a stormy sky. Credit: Tomas Karmelo Amaya", "For Amaya, who is of Yoeme, A:shiwi, and Rarámuri Indigenous descent, the shoot was particularly resonant. \"We see front and center this beautiful expression of love between (them),\" said Amaya, reflecting on a portrait he took of Stevens and Snyder kissing. \"(It's) a beautiful, proud moment. Because this is the type of safe environment we need to create for our youth and for our future ancestors, as well as a lot of our community members who have faced a lot of discrimination and oppression, and because of systems that are constantly negating their existence.\"", "Creating 'visual medicine'", "It was dance that brought Amaya and the Two-Spirit couple together. After a shoot in another part of the state, Amaya and his wife and business partner, Siera Begaye, decided to drive to the powwow in Prairie Island. Begaye, who also dances, had previously met Stevens and Snyder, and Amaya photographed the couple while they were waiting to hear the results of the categories they had performed in separately that day.", "Amaya calls his images \"visual medicine,\" believing photography has the power to heal. Credit: Tomas Karmelo Amaya", "Amaya remembers speaking with Stevens and Snyder about their hope to provide a network of support for LGBTQ+ Indigenous people. \"Sean, Adrian and I had very meaningful conversations about the importance of visibility for our Two-Spirit relatives, for our gender-nonconforming relatives, and our trans relatives within the Indigenous community ... our Indigenous communities included this entire spectrum of sexuality and expression far before it was in this system of settler colonialism.\"", "Calling his images \"visual medicine,\" Amaya believes that photographs have the potential to heal. \"Sometimes it feels like it exists almost in an intangible way, where I know I'm doing healing work. I know the intention is there,\" he said. \"And then there are moments like receiving a message from a community member saying, 'This particular photo made me feel seen, it made me feel safe. It made me really proud.' Then I started feeling like it's not just in my mind -- there's real impact and effect.\""], "authors": ["Jacqui Palumbo"], "keywords": ["photos", "norms", "stevens", "dancers", "cultural", "snyder", "tomas", "karmelo", "indigenous", "amaya", "american", "couple", "twospirit", "dance", "native", "redefining"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}