{"id": "a1a6bdd6-ed80-3c30-9bc1-36e67fbff4a7", "title": "UK recognition of EU’s vaccine effort would not go amiss, says Brussels", "url": "https://www.theguardian.com/world/2021/apr/08/almost-all-dutch-made-astrazeneca-doses-will-stay-in-eu-says-brussels", "summary": "Thierry Breton also said AstraZeneca had agreed that almost all the Covid vaccine doses made in the Netherlands over which the UK has made a claim will stay in the EU.\n“My sole objective is to make sure Europe produces the vaccines, for us and our friends, because this is a pandemic.\nBreton said the plant’s management had told him – contrary to some press reports – that it had received no UK government funding.\nBreton said the “extremely rapid” increase in European production capacity should allow the EU27 to compensate for first-quarter shortfalls.\n“The British policy of prioritising first doses was completely understandable, but it means it now has to find second doses, and in a hurry,” he said.", "paragraphs": ["The UK will be reliant on the EU to complete its vaccine rollout and a little recognition of that would not go amiss, the European commissioner leading Brussels’ vaccine taskforce has said – adding that Europe could have fully vaccinated 70% of adults before the UK reaches its own target of one dose for all over-18s by the end of July.", "Thierry Breton also said AstraZeneca had agreed that almost all the Covid vaccine doses made in the Netherlands over which the UK has made a claim will stay in the EU.", "The first phase of the UK’s vaccination rollout was “hugely impressive”, Breton said, but Britain was “starting to realise that one dose is not enough, that you also need second doses – and that to a large extent it will be dependent on Europe” for them.", "“I won’t suggest to the prime minister that he says thank you – that’s not my role,” he said. “But maybe a little signal to the women and men now working night and day in 53 factories across Europe to help supply the UK would be welcome.”", "He said the UK had chosen a company to produce the Oxford vaccine that “had the advantage of being based in Britain, but no real experience in vaccine production … And we’re seeing today what that means.”", "Breton said Europe was expecting 360m doses from five manufacturers in the second quarter, with European factories on course to be producing 200m shots a month by September for an overall capacity of 2bn-3bn by the end of the year.", "The EU would “not let Britain down”, he said. “My sole objective is to make sure Europe produces the vaccines, for us and our friends, because this is a pandemic. But I think people will understand that we will put ourselves first, then our friends – albeit with a very short space of time between the two.”", "Breton said Pascal Soriot, the chief executive of AstraZeneca, had confirmed to him that all but 1.2m-1.5m doses at a Dutch plant owned by the Anglo-Swedish company’s Halix subcontractor would be delivered to EU member states.", "Breton said the plant’s management had told him – contrary to some press reports – that it had received no UK government funding. Britain had nonetheless claimed a contractual right to the 7.5m doses a month it produced, later suggesting a 50/50 split.", "Breton said AstraZeneca had conceded that all but one batch of the plant’s vaccines would stay in the EU. “I organised a three-way video teleconference between the CEOs of Halix and AstraZeneca, and finally the CEO of AstraZeneca recognised that all the production of Halix was planned to support the EU delivery,” he said.", "The stockpile at the plant in Leiden had been seen in Whitehall as key in making up a shortfall in UK production and deliveries from India, where the government has in effect imposed an export ban on AstraZeneca doses made by the Serum Institute.", "Breton said the European commission and AstraZeneca had signed a “best efforts” contract relying on five factories, including two in the UK, “a few days” before Britain had signed its deal, which he said he had not seen.", "“I’m told the British health minister has said the UK has an ‘exclusivity contract’,” he said. “But I cannot imagine the company took the legal risk of signing an ‘exclusivity’ contract just after signing a ‘best efforts’ contract. That seems to me very dangerous legally. I cannot think it is the reality.”", "Breton said he was confident AstraZeneca would meet its commitment to supply 70m doses to the EU in the second quarter, because the output of the Halix plant and the company’s Seneffe factory in Belgium “pretty much matches” the total promised.", "But he noted the company had signed up to deliver 180m doses in the second quarter, and said the company had managed to supply only 30m of a contracted 120m doses in the first quarter. All the EU’s other suppliers had produced more than forecast, he said.", "Britain, the EU and AstraZeneca have been in fraught talks since it emerged last month that 21m shots produced in the EU had been exported to the UK, with none coming the other way. Brussels has since toughened its export restrictions to ensure vaccine-producing countries show “reciprocity” by sharing their output.", "Breton said the “extremely rapid” increase in European production capacity should allow the EU27 to compensate for first-quarter shortfalls. Increased supplies have allowed several members states to set new daily vaccination records this week, including Germany (650,000), Spain (453,000) and France (437,000).", "The bloc is on course to meet its target of fully inoculating 70% of its adult population by mid-July, he said, “with vaccines that will all have been produced in Europe”. He said that after a slow start, “like the fable of the tortoise and the hare”, it looked as if the European campaign was accelerating as the British rollout was starting to flag.", "“The British policy of prioritising first doses was completely understandable, but it means it now has to find second doses, and in a hurry,” he said. “I don’t want to make anyone anxious, we will of course do all we can to meet their needs, but we also have certain constraints in Europe.”", "Breton said politics were “harmful” to all vaccination campaigns. He said he was confident that in terms of production capacity, the EU would meet its 70% target, allowing it “an almost normal tourist season”, and that the UK should be able to meet its objective of administering a single dose to the whole of its adult population by the end of July.", "“I think we may have a few weeks’ lead,” he said. “But it’s got nothing to do with Brexit, nothing to do with politics. Our objective is to meet our target, and to help our friends meet theirs. That is in everyone’s interest. Once again, I’m not asking for thanks. I’m just asking for people to say things as they are.”"], "authors": ["Jon Henley", "Daniel Boffey"], "keywords": ["second", "uk", "doses", "recognition", "brussels", "meet", "amiss", "european", "vaccine", "eu", "production", "europe", "eus", "effort", "astrazeneca"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}