{"id": "a1d5ab62-459d-3241-8478-74bfd5817673", "title": "The man searching for pirate treasure in the Seychelles", "url": "https://edition.cnn.com/travel/article/seychelles-pirates-treasure/index.html", "summary": "(CNN) — John Cruise-Wilkins is a man on a mission.\nJohn Cruise-Wilkins is a second-generation treasure hunter in the Seychelles.\nNatural treasuresNear the equator, Bird Island is one of the most unique of Seychelles' 115 islands.\nNamed by a 19th century biologist, Esmeralda is the oldest free-roaming tortoise in the world, weighs in at a colossal 308 kilograms and is another undoubted item of Seychelles treasure.\nA treasure chestWhether it's John Cruise-Wilkins's search, the majesty of Esmeralda on Bird Island or the pleasures given by the Coco De Mer Tree, one word sums up the DNA of the Seychelles: Treasure.", "paragraphs": ["(CNN) — John Cruise-Wilkins is a man on a mission. Like his late father Reginald before him, he believes there is great beauty to be found beneath an unprepossessing stretch of road in northern Mahe, the main island of the Seychelles.", "See, Cruise-Wilkins is a treasure hunter. And his and his father's seven decades' worth of research have led them to this spot, where it's thought an 18th century French pirate by the name of Olivier Levasseur left his greatest hoard.", "Levasseur, known as La Buse (\"The Buzzard\") spent years pillaging his way across this corner of the Indian Ocean before settling on the Seychelles. When he was eventually recognized, arrested and taken to the island of Reunion in 1730, he refused to divulge the location of buried treasure believed to be worth $130 million.", "Cruise-Wilkins takes up the story.", "\"When they cast him into prison, they asked La Buse for the secret of the treasure. He refused. They tortured him, he still refused. They gave him a pen and parchment to write the secret of the treasure. He refused. And instead, when they were not around, he wrote [a] cryptogram and hid it on his person.\"", "John Cruise-Wilkins is a second-generation treasure hunter in the Seychelles. John Cruise-Wilkins", "Cruise-Wilkins explains that, having been sentenced to death, La Buse was forced to wear a long shirt, under which he hid the parchment on which he'd written the cryptogram.", "\"As he was about to be hanged, La Buse then just took this paper and threw it out to the crowd, and said 'my treasure for he who can understand!'... I can actually see the ex-pirates, his former mates, reaching up and fighting to get the papers.\"", "In 1949, those papers found their way into the hands of Reginald Cruise-Wilkins and a family obsession was born. Reginald's life came to be dominated by the search for La Buse's treasure. And while John says he's not obsessed, it seems his father clearly was.", "\"We went through terrible hardships because of the treasure hunt,\" says John. \"My father had two accounts, a work account and a personal account. And when the work account was going really low, he was always tempted to take from the personal accounts, and so my mother slapped him on the wrist, because you've got a family to feed.\"", "When Reginald died, John took up his work.", "\"Before he died, I wanted to get out of the Seychelles. I didn't want to do this, but afterward when he was gone, looking through everything, I realized someone had to take it up. I had to take it up.\"", "Related content On the trail of the Knights Templar and Holy Grail in western Poland", "Cryptic messages", "John Cruise-Wilkins points to markings on a rock he says is a clue in his treasure hunt. ROBERTO SCHMIDT/AFP via Getty Images", "Years of painstaking research led Reginald and then John to this location. Father and son believe cryptic messages about the rocks written by La Buse, as well as footprint markings at the site, show this is the place where the Seychelles' most famous treasure is buried.", "There's just one problem -- official limits on where and how he can dig.", "For his part, Cruise-Wilkins refuses to believe that anyone else has found and dug up the treasure in the 290 years since La Buse's execution.", "\"It's untouched. It's still there. And it's a fantastic haul. And when this whole thing comes up, it will be like... to the treasure hunting world, it will be like the finding of Tutankhamun in Egypt. It is the holy grail of treasure hunters.\"", "The pirate flinging the parchment before execution, the cryptogram, the physical clues in the rocks. It's hard to know if it's true or not, but it certainly adds wonderful color to this incredible tropical paradise.", "Be they 18th century pirates or modern lovers in search of the dream wedding, the Seychelles' isolated location in the middle of the Indian Ocean makes it the perfect place for anyone looking to escape.", "The islands' relative isolation has allowed them to weather the Covid storm relatively well and remain open to visitors. At time of publication, quarantine measures are confining tourists to their hotels for 10 days upon arrival. Global virus levels mean that all international travel increases risk of transmission and infection, experts say.", "Natural treasures", "Near the equator, Bird Island is one of the most unique of Seychelles' 115 islands. It is also home to a very special character, whose presence makes you feel like you've traveled back in time.", "The Seychelles' treasures aren't all buried, however. Its natural wonders are both marveled at and protected at all costs. Among them is the beach of Anse Source d'Argent on La Digue, a regular poll topper of the world's best beaches, and the tiny, distant Bird Island.", "The latter is a real treasure, a quiet, isolated place that is home to some of the archipelago's most arresting landscapes and beguiling wildlife.", "\"This place is very, very special to me. It's always been,\" says resident Nick Savvy. \"I've grown up here and I feel very, very lucky to be involved in this place and to be, if you want to call it, the custodian of it. It's not really that I own it, I'm looking after it, in a sense, for the next generation.", "Savvy runs the only accommodation on this beautiful island, 24 chalets that form part of a small ecolodge. There's no air conditioning and no cell phone service. Just the blissful sound of the waves and the millions of birds that crowd its 250 acres every year to nest and rear their young.", "Esmeralda, left, is the oldest free-roaming tortoise in the world. Samantha Bresnahan/CNN", "Savvy's father first came here in 1967 and his family members have taken turns looking after the lodge and the island at large ever since. That includes one permanent resident that has called the island home for 150 years.", "Esmeralda is the oldest of 23 giant aldabra tortoises on Bird Island. Named by a 19th century biologist, Esmeralda is the oldest free-roaming tortoise in the world, weighs in at a colossal 308 kilograms and is another undoubted item of Seychelles treasure.", "\"He's obviously been used to tourists over all these years,\" says Savvy. \"He was here when we opened the hotel and he's been used to us feeding him fruits in the morning and toast and so he's been around people a lot. He is very, very calm.\"", "Sitting in Esmeralda's presence it's hard not to feel history close at hand. He was born just as the Franco-Prussian War was ending and Queen Victoria, who gave her name to the tiny capital of this island nation, was on the throne. He has lived through two world wars, the Great Depression and the ongoing climate emergency.", "For all that, he's a calm and reassuring creature. He enjoys nothing more than a tickle under his chin and his impressive shell and easy manner make coming to Bird Island even more relaxing.", "Related content Best beaches in the Seychelles", "Gigantic nuts", "Seychelles, known for beautiful beaches and secluded hideaways, is also home to the coco de mer. CNN's Richard Quest explores the mystique surrounding this giant nut on the island of Praslin.", "A plane and a ferry ride via Mahe from Bird Island is Praslin, home to the Coco de Mer Tree, one of 80 plant species that are endemic to the Seychelles.", "Coco de mer Trees grow the largest nuts in the world, weighing in between 15 and 30 kilograms. And for Victorin Laboudallon, a veteran of Seychelles conservation, they are the ultimate representation of the islands.", "The male trees must pollinate the female trees within 36 hours of the latter flowering. But after that, it takes seven years for the nut to ripen to full size. Once it falls, it then takes a further 25 years for that nut to start growing into a tree itself. Like Esmeralda on Bird Island, there's nothing fast about this.", "\"Slow, slow, slow,\" says Laboudallon. \"Seychelles, we are slow. That's why you see everywhere where you go the Seychellois people live slow, slow, slowly.\"", "Giant coco de mer nuts are highly prized for their aphrodisiac qualities. ALBERTO PIZZOLI/AFP via Getty Images", "However, there is a sense of urgency from Laboudallon and other environmentalists when it comes to the Coco de mer Tree. The government has had to take steps to protect the tree from poachers.", "\"People keep on stealing but not for the shells, not for the kernel, but the jelly. The first year, from 7-9 months, they're full with jelly inside,\" says Laboudallon. \"The jelly they say is used for aphrodisiac.\"", "Cups of the jelly are said to sell for as much as $50. Stopping poachers taking the nuts, and therefore protecting their future growth, is challenging. Unfortunately, it's a problem that shows no sign of being dealt with in the near future.", "More pressingly though, does it really do what the poachers say it does? Victorin has indeed tried the forbidden fruit, but is coy about its effects.", "\"Could be!\" he chuckles when asked if it did the business.", "Related content How Amsterdam is fighting back against mass tourism", "Wedding bells", "The islands of the Seychelles are a popular destination for weddings and honeymooners. Shutterstock", "Romance in the Seychelles isn't just about Coco de mer juice, however. The wedding business here has boomed in the past 20 years, as couples look to tie the knot in paradise. And with its beaches, azure waters and palm trees, it's easy to see why. But for one woman, making these dreams come true is anything but straight forward.", "Sonja Prosic runs a wedding planning company, specializing in beach services. Since 1999, she's been helping brides and grooms find their perfect island, from services on the main island of Mahe to private islands that aren't accessible to the average tourist.", "\"We started with a few weddings a month,\" she says. \"Then as the internet started coming to Seychelles, people discovered Seychelles as a new destination.\"", "Before the pandemic hit, she says, the islands were hosting 40 weddings a month.\"", "Before the pandemic, the Seychelles was hosting 40 weddings a month. Samantha Bresnahan/CNN", "When Prosic planned her first ceremonies, demands were a lot more basic.", "\"When we started, we started with two palm leaves as a carpet, a little table to sign the books and two chairs,\" she says. \"But now we have a huge challenge with decor. We are doing pavilions, we are doing thousands of flowers. We are doing crystals, sometimes chandeliers.", "With storms often blowing in unexpectedly, sand getting into places it shouldn't and family members getting irate, it's a challenging business -- even when Covid isn't restricting travel.", "\"At the end of the day, the best day of someone's life is resting on your shoulders, again and again and again,\" says Prosic.", "But for all that, she loves her job and how it showcases the Seychelles. \"It's someone's dream. We are fulfilling dreams, trying our best.\"", "A treasure chest", "Whether it's John Cruise-Wilkins's search, the majesty of Esmeralda on Bird Island or the pleasures given by the Coco De Mer Tree, one word sums up the DNA of the Seychelles: Treasure.", "There are the pirates who came here and buried their treasure, the sun-seekers and soul-searchers who come here for treasured memories."], "authors": ["Richard Quest", "Joe Minihane"], "keywords": ["cruisewilkins", "coco", "searching", "island", "bird", "john", "pirate", "man", "treasure", "mer", "world", "la", "seychelles"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}