{"id": "a2056674-693b-3ce3-aba5-c2ef044b65b8", "title": "Chiefs rally to beat Broncos 22-16 to clinch playoff berth", "url": "https://www.foxnews.com/sports/chiefs-rally-to-beat-broncos-22-16-to-clinch-playoff-berth", "summary": "It began with the Chiefs facing third-and-10 at the Denver 40 early in the second quarter.\nHill never argued when it was called incomplete, nor did Chiefs coach Andy Reid throw the red challenge flag.\nInstead, he quickly sent his punt team out and tried to pin the Broncos deep in their own territory.\nThe Chiefs defense made sure that the only touchdown they scored in the game would be enough.\nChiefs: CB Antonio Hamilton had to be helped off the field after blocking on a punt return early in the fourth quarter.", "paragraphs": ["Patrick Mahomes threw for 318 yards and a touchdown, Harrison Butker was perfect on five field goals, and the Kansas City Chiefs overcame some red-zone woes and big mistakes that cost them two more scores to hold off the Denver Broncos 22-16 on Sunday night.", "Travis Kelce had eight receptions for 136 yards and the go-ahead TD grab late in the third quarter, and Tyrann Mathieu twice picked off Broncos quarterback Drew Lock — the second with 24 seconds left to seal the win — as the Chiefs clinched a playoff berth by improving to 11-1 for the second time in franchise history.", "It took some defense to do it.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "The Broncos (4-8) forced the Chiefs to punt after a holding call wiped out Tyreek Hill's 48-yard touchdown reception — he also missed out on a TD because of a coaching gaffe earlier — and Denver managed to move to midfield before stalling. But rather than going for it on fourth-and-3 with 6 minutes to go, coach Vic Fangio elected to punt the ball away.", "The Chiefs melted most of the clock before Butker kicked a 48-yard field goal with 1:06 remaining, and the Kansas City defense forced Lock into a wild fourth-down throw that Mathieu intercepted to put the game away.", "Lock returned after missing last week's game against New Orleans, along with the rest of Denver's quarterbacks, because of COVID-19 positive tests and contact tracing. The local boy finished with 151 yards passing and two touchdown throws to Tim Patrick, while Melvin Gordon ran for 131 yards on just 15 carries.", "The Broncos built a 10-9 halftime lead thanks in part to a strange, tide-turning sequence of series.", "It began with the Chiefs facing third-and-10 at the Denver 40 early in the second quarter. Mahomes found a wide-open Hill deep downfield, only for him to appear to drop the certain touchdown. But replays clearly showed the ball trapped between Hill and a defender, never touching the ground, for what should have been the go-ahead score.", "Hill never argued when it was called incomplete, nor did Chiefs coach Andy Reid throw the red challenge flag. Instead, he quickly sent his punt team out and tried to pin the Broncos deep in their own territory.", "Seven plays later, the Broncos had marched 90 yards the other direction, and Lock's short scoring pass to Patrick finished off the wild swing — rather than trailing 10-3, they were suddenly leading by the same score.", "The Chiefs finally took the lead on Butker's fourth field goal early in the second half, then answered the second Lock-to-Patrick touchdown connection with a TD of their own. With a defender hanging on his jersey, Mahomes tossed a 15-yard scoring pass to Kelce, ending their streak of seven straight red-zone trips without a touchdown.", "The Chiefs defense made sure that the only touchdown they scored in the game would be enough.", "OUTSPOKEN RETURN", "Broncos defensive end Shelby Harris, who had COVID-19 along with his pregnant wife and three children, returned for the first time in about a month. But after describing his “weird headaches” and “nerve pain” in detail Friday, Harris was stunned by the lax approach taken by some Chiefs fans to wearing masks and social distancing. “They really don't care about COVID in Missouri,” he said in a pregame tweet, followed by: “Full tents of people tailgating makes no sense.”", "INJURIES", "Broncos: C Graham Glasgow left with a foot injury in the first quarter. CB Essang Bassey, pressed into a bigger role after Bryce Callahan (foot) landed on IR this week, left with a knee injury on the first drive of the second half.", "Chiefs: CB Antonio Hamilton had to be helped off the field after blocking on a punt return early in the fourth quarter.", "UP NEXT", "Broncos: Visit the Panthers on Sunday.", "Chiefs: Visit the Dolphins on Sunday."], "authors": [], "keywords": ["2216", "clinch", "broncos", "second", "yards", "rally", "td", "patrick", "field", "chiefs", "punt", "touchdown", "beat", "berth", "playoff", "quarter"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}