{"id": "a22f5bbf-5c2d-3335-b8e5-b64e2983074f", "title": "Smith scores 2 as Golden Knights beat Coyotes 7-4", "url": "https://www.foxnews.com/sports/smith-scores-2-as-golden-knights-beat-coyotes-7-4", "summary": "Reilly Smith scored twice to lead the Vegas Golden Knights to a 7-4 win over the Arizona Coyotes on Friday night.\nJonathan Marchessault, William Carrier, Keegan Kolesar, Chandler Stephenson, and Max Pacioretty also scored for the Golden Knights, while Robin Lehner made 22 saves.\nThe weary Coyotes are nearing the end of a stretch where they play 16 of 20 games away from Gila River Arena.\nSmith notched his second goal of the game to stop the bleeding, briefly, when he beat Prosvetov top shelf, far side to push Vegas’ lead back to a short-lived three goals.\n\"We were falling asleep a little bit and weren’t sticking to our game,\" Smith added.", "paragraphs": ["Reilly Smith scored twice to lead the Vegas Golden Knights to a 7-4 win over the Arizona Coyotes on Friday night.", "Jonathan Marchessault, William Carrier, Keegan Kolesar, Chandler Stephenson, and Max Pacioretty also scored for the Golden Knights, while Robin Lehner made 22 saves.", "After opening a 5-0 lead early in the second period, Vegas survived a third-period rally and improved to 12-5-0 all-time against Arizona, including 4-1-0 this season.", "Nick Schmaltz, Dryden Hunt, Clayton Keller, and Michael Bunting scored for the Coyotes.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Adin Hill stopped 27 of the 32 shots he faced in the first two periods, while Ivan Prosvetov entered the game to start the third and stopped three of four.", "Arizona, which was playing the sixth game during a season-high nine-game road trip, entered the game having won six of its previous eight (6-2-0). The weary Coyotes are nearing the end of a stretch where they play 16 of 20 games away from Gila River Arena.", "It didn’t take long for the Golden Knights to victimize Hill, as they opened a 4-0 lead in less than nine minutes, including goals on a power-play, short-handed, and from their fourth line. By keeping pressure on Arizona’s defense, and creating turnovers, Vegas outshot the Coyotes 22-8 in the first period - including 13 of the first 14 shots in the game.", "\"That’s the way we wanted to do it,\" Smith said about Vegas’ fast start. \"Good effort up and down our lineup.\"", "Marchessault started the onslaught when he took Pacioretty’s seam pass through the slot and buried a wrist shot on a power play. Carrier followed when he punched home his third shot from a series of rebounds off Hill’s saves, making it 2-0.", "The goal prompted frustrated Arizona coach Rick Tocchet to call his team’s only timeout, just 4:41 into the game.", "It didn’t help.", "Kolesar raced behind the net in pursuit of Ilya Lyubushkin, stole the puck in front, and fired a wrist shot to beat Hill for his second career goal.", "Finally, on a 2-on-0 short-handed break, Smith skated into the zone, passed to William Karlsson, and then one-timed the return pass to give Vegas a 4-0 lead.", "\"There’s four or five guys that had a really tough night,\" Tocchet said. \"Some guys couldn’t match. We couldn’t hold onto a puck. We couldn’t sustain a forecheck. Vegas, when they smell blood, they’re gonna give it to you. This team can’t have four or five guys not ready. We just looked timid out there. Some guys gotta step up here. I’m looking for anything. A guy can punch a guy in the mouth. Something. You gotta get mad. You can’t just accept it. that’s what it comes down to, you’re looking for leadership.\"", "The Golden Knights led Arizona in high-danger chances 10-1 after the first period.", "The danger carried into the second, when Stephenson gave Vegas a 5-0 lead early on, while ending a 13-game goal-scoring drought.", "Arizona showed some life late in the period, making a push during a power play when Schmaltz was finally able to solve Lehner with a wrist shot stick side.", "The Coyotes made things interesting with goals on their first three shots of the third.", "Smith notched his second goal of the game to stop the bleeding, briefly, when he beat Prosvetov top shelf, far side to push Vegas’ lead back to a short-lived three goals. Bunting answered 15 seconds later when he drew Lehner away from the net, waited for an opening, and beat him with an open look.", "\"We were falling asleep a little bit and weren’t sticking to our game,\" Smith added. \"We’re gonna have to play 60 minutes to put teams away.\"", "Pacioretty’s empty-net goal iced the game, the 299th of his career.", "\"You’re disappointed because you don’t walk out feeling how you should,\" Vegas coach Peter DeBoer said. \"You should walk out feeling great about that game. We should’ve known they were going to be pushing toward the end. We got away with it.\"", "ON THE ROAD AGAIN", "Bunting set an NHL record when he became the first player in history to play his first 11 career games on the road a streak that began Dec. 11, 2018.", "IRONMAN PHIL", "Phil Kessel, who had three assists and leads the Coyotes with nine multi-point games, passed Steve Larmer (884) for the fifth-longest consecutive games played streak in NHL history.", "ARIZONA INJURY", "The Coyotes lost Christian Fischer when Carrier leveled him in the neutral zone, where the forward went face-first into the safety glass between the team benches. Fischer was helped off the ice. After the game, Tocchet said he didn’t have an update.", "MILESTONE KNIGHTS", "Pacioretty played in his 800th career came and Shea Theodore played in his 300th.", "UP NEXT", "The teams conclude their two-game set in Las Vegas on Sunday"], "authors": [], "keywords": ["coyotes", "second", "vegas", "74", "smith", "lead", "game", "shot", "knights", "beat", "golden", "play", "scores", "guys"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}