{"id": "a2701ffc-df5f-3d91-a8f1-4d35584b2e3d", "title": "COVID Has Caused Millions to Lose their Sense of Smell—One Writer’s Journey to a Scentless Life and Back", "url": "https://www.vogue.com/article/lost-sense-of-smell-covid", "summary": "I get no enjoyment from eating.”) Thirty-two percent reported enjoying intimacy less, and 66 percent reported feeling more anxiety.\nHummel told me about a woman who came into his clinic and said she was more devastated by her smell loss than her breast cancer diagnosis.\nAnd if you lose your sense of smell, then you lose an important key to many of the memories that compose your sense of identity.\nWhen you lose smell, you are not only losing the world around you but also losing access to the internal landscape of your own past.\nTo this day, she told me, the smell of lumber still brings her right back to the sensation of dropping to her knees on that mountainside.", "paragraphs": ["As Hummel points out, people don’t understand that if they lose the sense of smell, “they lose flavor…they lose interpersonal communication…they lose a warning system.” In a study published in 2013 surveying 1,000 patients with partial or total smell loss, some compared eating to chewing on sawdust or cardboard, and reported either losing weight because they lost interest in food or else gaining weight because, as one reflected, “I am never fully satisfied.” (One patient responded, “The only reason I eat now is to relieve hunger pains. I get no enjoyment from eating.”) Thirty-two percent reported enjoying intimacy less, and 66 percent reported feeling more anxiety. Hummel told me about a woman who came into his clinic and said she was more devastated by her smell loss than her breast cancer diagnosis.", "Smell is a crucial part of desire, from Napoleon Bonaparte’s alleged request to Josephine that she not bathe before he returned home from battle to the “love apples” of the Elizabethan era: peeled apples women would saturate with their underarm sweat.", "Hummel also told me that he has noticed consistent gaps between male and female anosmia patients: While men often complain about something related to taste, how their beer tastes like sudsy dishwater, women most frequently complain about something relational—like not being able to smell their children. It doesn’t take a postdoc in neurobiology to understand that smell is a crucial part of desire, from Napoleon Bonaparte’s alleged request to Josephine that she not bathe before he returned home from battle to the “love apples” of the Elizabethan era: peeled apples women would saturate with their underarm sweat before giving them to their beloveds. And if you lose your sense of smell, then you lose an important key to many of the memories that compose your sense of identity. As Afif Aqrabawi, Ph.D., a neuroscientist at MIT who studies the relationship between smell and memory, told me, it’s not that you don’t have the memories anymore but that they aren’t being triggered with the same level of visceral immediacy. To put it simply: You have fewer emotional experiences each day. Bradley Goldstein, M.D., an ENT surgeon and scientist at Duke University, told me about an anosmia patient who returned home to the Caribbean island where she’d grown up and, because she couldn’t smell anything—the flowers, the air, her mother’s cooking—didn’t even feel like she’d arrived: “I just started crying. I was like, ‘I’m not even here.’ ” When you lose smell, you are not only losing the world around you—one patient described it as “living in a box”—but also losing access to the internal landscape of your own past. As another patient put it: “I live in a permanent present.”", "When Aqrabawi described one of the experiments he runs with his mice, in which he motivates them to dig for chocolate by triggering the memory of the smell of chocolate—actually, the smell of Nutella—he told me that they eventually end up getting so agitated by the absence of chocolate that they start eating wood chips. It’s the mismatch between what they perceive and what’s actually there that aggravates them. Hearing about their agitation summoned memories from earlier this year of eating spoonfuls of Nutella that tasted like mahogany-­brown glue, though my frustration had been the opposite of theirs: Something was there, but I couldn’t perceive it. I wasn’t experiencing just the loss of pleasure—though losing the taste of Nutella is a grave wound, indeed—but the disorienting vertigo of that gap between my senses and the world.", "When you lose smell, you are not only losing the world around you but also losing access to the internal landscape of your own past.", "Many people struggling with long-term anosmia report that others often forget their condition or trivialize it. “It is a disablement that is invisible,” says one patient. “People are always saying, ‘Smell that,’ ‘Taste this.’ It is very annoying; you wouldn’t tell a blind man to look at the lovely scenery.” Chrissi Kelly, a mother living in Hampshire, England, who lost her sense of smell after a bad sinus infection in 2012, felt that one of the hardest parts was the impossibility of explaining the loss: “People think, Okay, I’ll hold my nose and that’ll be it. But it’s not like that. It’s elemental, as if I said, ‘Imagine a world without gravity.’ ” Kelly sank into clinical depression about six months into her anosmia—what she describes as a “cold bell descending over my head”—and hit “rock bottom” a few months later, deeply missing smell as “the thing that makes you feel like you’re actually a part of the universe and not just a shadow.” It was after two years of anosmia that Kelly finally started to smell again, and she remembers the experience vividly: She and her husband were driving down a winding mountain road past a towering pile of freshly cut logs. She told her husband to pull over and got out of the car, knelt down by the side of the road, and brought palmfuls of sawdust close to her face—it had just rained, so the shavings were damp and fragrant. To this day, she told me, the smell of lumber still brings her right back to the sensation of dropping to her knees on that mountainside."], "authors": ["Leslie Jamison", "Leslie Jamiso"], "keywords": ["writers", "scentless", "patient", "anosmia", "caused", "lose", "smellone", "life", "journey", "loss", "sense", "apples", "millions", "losing", "covid", "eating", "told", "smell"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}