{"id": "a2918d5a-1bfd-3aaf-9d25-ba1be567f17c", "title": "HBO Max Presents: The True Movie-Theatre Experience, Now on Demand", "url": "https://www.newyorker.com/humor/daily-shouts/hbo-max-presents-the-true-movie-theatre-experience-now-on-demand", "summary": "Dear Valued HBO Max Customer,The coronavirus pandemic has made it feel much less safe to go to the movie theatre.\nAmbient Distractions (one dollar each): ​These sound bites help give the impression that you’re in a packed theatre and include:● A baby crying.\nMovie Trailers (ten dollars each, or seventy dollars for six): Stay up to date on future releases.\nYou’ve got a whole movie theatre full of people who also need to pee to contend with.\nHBO Max is not responsible for cleaning up broken glass or spent grenade fragments.", "paragraphs": ["Dear Valued HBO Max Customer,", "The coronavirus pandemic has made it feel much less safe to go to the movie theatre. That’s why we’re releasing prestige films at home the same day that they’re released in cinemas—movies such as “The Little Things​,” “Judas and the Black Messiah​,” and, of course, “​Space Jam: A New Legacy​.”", "However, we all know that selecting and watching a film is only a fraction of the in-theatre experience, which is why we are happy to announce our new At-Home Theatre menu. These innovative features will allow you to re-create the feeling of going to the cinema, from the comfort of your own home.", "Pre-Movie-Trailer Commercials (free): Complimentary and ​mandatory commercials for TNT’s latest sci-fi dramas will repeat up to four times before the optional trailers start.", "“My Child Is an Alien and His Dad Is the Librarian,” starring Noah Wyle—TNT Knows Noah.", "Ambient Distractions (one dollar each): ​These sound bites help give the impression that you’re in a packed theatre and include:", "● A baby crying.", "● A cell phone ringing.", "● A person shushing a crying baby while their cell phone rings.", "Movie Trailers (ten dollars each, or seventy dollars for six): Stay up to date on future releases. There’s even a three-and-a-half-per-cent chance that you haven’t already seen all these trailers online.", "Concessions (nineteen dollars each): ​The same quality*​ ​movie-theatre food that you’ve come to expect can be delivered to your home just before your rental period begins. We’re offering a limited menu of:", "● “Jaws” Breakers: Hard candies made from real shark teeth.", "● “Back to the Future” Popcorn: It’s “outta time” ​(past sell-by date).", "● “Jurassic Park”​ ​Soda (64 oz.)​: Soda made from splicing cola syrup and frog DNA.", "*Warning: Concessions may look much, much worse than this.", "**They will, and they’ll taste even worse than they look.", "Feature-Length Background Tracks (thirty dollars each): ​These tailored audio tracks are designed to help you figure out what you’re supposed to be feeling during a scene. They include laughing (comedies), crying (dramas), or laughing and crying (dramedies). It’s been a while since you’ve had to respond to social cues—we get it.", "Conversations Tracks (thirty-five dollars each): ​These “theatregoers” are voiced by local community-theatre actors, to add some extra flavor to your experience:", "● Man who isn’t sure what’s going on.", "● Woman who is explaining the plot.", "● Person pointing out each moment “the book did better.”", "● Couple in a fight about the movie that turns deeply personal.", "Laser Pointer (forty dollars): ​The tomfoolery of strangers is often lacking when watching movies at home. Simply open your blinds and angle your screen toward the street. At some point, an unmarked van will pull up outside and the driver will point a laser at your TV—on actors’ butts or up their noses. What fun​!", "*Warning: Continued laser exposure can permanently damage your TV screen and retina. Do not look into the laser.", "Real-Time Movie (forty-one dollars): ​You will not be able to pause your movie to go to the bathroom, or rewind the film if you couldn’t hear a pivotal scene over the crunching of your “Jaws” Breakers.", "Seat-Kicker 5000 (fifty dollars): ​We will install a randomized haptic device in your chair to simulate a young child sitting behind you and kicking it. An additional option to have “Back to the Future” Popcorn thrown on you is available as a one-dollar add-on.", "Long Bathroom Lines (sixty-four dollars): ​You just sat through a two-hour-plus movie and drank a refreshing sixty-four ounces of “Jurassic Park” Soda—nature’s calling, but hold that thought. You’ve got a whole movie theatre full of people who also need to pee to contend with. We will install smart locks on every bathroom in your home, so that when the movie’s done you’ll have to wait​​ until the bathroom isn’t “occupied.”", "Blinded by the Light (eighty-seven dollars and sixty-five cents): ​The movie is over and the credits have rolled. You leave the theatre and are temporarily blinded as your eyes adjust to the sunlight outside. There’s no way you can re-create that sensation at home, right? Wrong. We’ve recently come into possession of a cache of military-grade flash-bang grenades. When your movie ends and you get up off your couch, the unmarked-van laser-pointer person will hurl one to three of these through your nearest window!", "*Warning: When you hear the sound of breaking glass, be sure to cover your ears. Sensory incapacitation can last anywhere from five to a hundred and eighty minutes. HBO Max is not responsible for cleaning up broken glass or spent grenade fragments."], "authors": ["Cassie Soliday", "Cassie Solida", "Michael Leonett", "Tom Pap", "Bruce Hand"], "keywords": ["person", "bathroom", "crying", "future", "theatre", "experience", "dollars", "movie", "trailers", "movietheatre", "max", "true", "demand", "tracks", "presents", "hbo", "youve"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}