{"id": "a2c8b3d5-e4fc-3d35-aa34-7b1c11089453", "title": "Woman with coronavirus eats super-spicy meal after losing sense of taste, documents body's 'weirdest' reaction", "url": "https://www.foxnews.com/food-drink/woman-coronavirus-super-spicy-losing-taste-weirdest-reaction", "summary": "“Well, yesterday it happened; I lost all smell and taste,” she explained in her post, which was shared earlier this week.\nWhat about spicy food?”As a “last hurrah” before starting a diet, the woman explained that she ordered some food from her favorite Thai restaurant.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERIn the comments, Stinky_Cat_Toes explained that her tongue and lips were most affected by the spice, although that sensation, too, dulled quickly.\nAnd despite her recovering digestive system, she’s at least happy her “experiment” is bringing so much joy to the Reddit community.\n“I’m very glad you folks got a chuckle!” she responded to one of the thousand-plus commenters on her thread.", "paragraphs": ["A woman who lost her senses of taste and smell due to coronavirus claims she used her newfound “superpower” to try eating the spiciest cuisine she could think of — but she now admits it was too much for her “delicate New England tummy.”", "The woman, who shared her story to Reddit under the handle Stinky_Cat_Toes, explained that she was isolating in the bedroom of an apartment that she shares with her mother, and soon began “running out of ways to occupy my time” while cooped up in her 9-by-7-foot space.", "“Well, yesterday it happened; I lost all smell and taste,” she explained in her post, which was shared earlier this week. “Weird, but at least it gave me something to do! I promptly drank black coffee, then moved on to greater challenges and ate an entire black licorice candy (anise is the devil's flavor) with no effect. Then I had an idea! What about spicy food?”", "As a “last hurrah” before starting a diet, the woman explained that she ordered some food from her favorite Thai restaurant. “They had a spice scale of low, medium, adventurous, and native Thai,” she said, revealing that she chose “adventurous” after briefly teasing the idea of going for “native Thai.”", "NEW JERSEY MAN EATS RAW ONION FOR TIKTOK'S COVID TASTE-TEST CHALLENGE", "“It was the weirdest experience ever,” she claimed. “My entire body was sweating — my eyeballs were sweating. I could tell it was spicy and tell it was painful, but in this weird removed way where it didn't really matter.”", "She admitted that she started to feel a “numb physical pain” but decided to finish her meal — as well as a marijuana edible — because this meal was still the “most exciting thing” she’d done amid her 10-day isolation.", "“Here we are the day after, and my delicate New England tummy is paying for yesterday's ego trip. My apartment only has one bathroom, and I have to coordinate trips with my mother so as not to put her at greater risk. I flew too close to the sun, folks,” she admitted.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "In the comments, Stinky_Cat_Toes explained that her tongue and lips were most affected by the spice, although that sensation, too, dulled quickly. Otherwise, she explained that she still has the ability to detect when foods are very bitter, salty, sweet or sour, despite not being able to actually taste or smell a single thing.", "“I can’t even smell tea tree oil,” she wrote. “I can stick my face in a cup of coffee and inhale and I can’t smell anything… just nothing.”", "CLICK HERE TO GET THE FOX NEWS APP", "Stinky_Cat_Toes also fielded a bunch of questions about her isolation routine, and assured all of the commenters that she was following all recommendations from the CDC about sharing an apartment bathroom with her mother.", "And despite her recovering digestive system, she’s at least happy her “experiment” is bringing so much joy to the Reddit community.", "“I’m very glad you folks got a chuckle!” she responded to one of the thousand-plus commenters on her thread."], "authors": ["Michael Bartiromo"], "keywords": ["documents", "smell", "thai", "apartment", "sweating", "woman", "weird", "superspicy", "sense", "stinky_cat_toes", "eats", "explained", "taste", "meal", "weirdest", "tell", "losing", "reaction"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}