{"id": "a2d51619-dd22-337a-8950-e1a407dab3d2", "title": "2020's biggest fashion trends reflect a world in crisis", "url": "https://edition.cnn.com/style/article/2020-biggest-fashion-trends-reflect-a-world-in-crisis/index.html", "summary": "Written by Fiona Sinclair Scott, CNNTo look back at the year in fashion is to look back at a year of crisis.\nCredit: Bertrand Rindoff Petroff/Getty ImagesFor Shefalee Vasudev, founding editor of India's Voice of Fashion magazine, this year has heralded \"the great unmasking\" of fashion.\nMonths later, Wagner launched the Black in Fashion Council (with publicist Sandrine Charles) to drive better representation, advance opportunities for Black people in fashion and hold the industry accountable.\nRead on for one last look at fashion around the world in 2020.\nSavannah Guthrie pictured during an NBC News town hall event in October 2020. Credit: Evan Vucci/APConsciousGrowing demand for local, handmade, sustainable clothing isn't a new trend.", "paragraphs": ["Written by Fiona Sinclair Scott, CNN", "To look back at the year in fashion is to look back at a year of crisis. In the first few months of 2020, as the severity and scale of the coronavirus pandemic became clear, businesses around the world faced incomparable challenges posed by the largest global public health crisis in generations. The fashion industry was not immune.", "Making clothes became extremely difficult, and many of us -- forced to stay at home amid job insecurity and health concerns -- lost our appetite for buying them.", "recent report by consulting firm McKinsey and The Business of Fashion showed that fashion sales in China dropped significantly at the beginning of the year, while in Europe and the US they fell off a cliff edge in March. The same report predicted that fashion companies' year-on-year profits will decline by approximately 90 percent for 2020, following a 4% rise the year before.", "But the pandemic wasn't the only crisis the industry faced. While the fashion world was already reckoning with uncomfortable truths about its impact and practices -- from its role in the climate crisis and poor working conditions for garment factory workers, to its failure to create inclusive, diverse workplaces -- the events of 2020 have only served to further highlight these problems.", "Suddenly, fashion had to find its place in a world ill-at-ease with the ideas of fantasy, frivolity and indulgence that it has long depended on.", "Dita von Teese walks the runway during a Jean Paul Gaultier show in January, shortly before the Covid-19 pandemic brought physical fashion shows to a halt around the world. Credit: Bertrand Rindoff Petroff/Getty Images", "For Shefalee Vasudev, founding editor of India's Voice of Fashion magazine, this year has heralded \"the great unmasking\" of fashion. \"The unseen other side of what we bring back home as a beautiful garment or product was revealed,\" she wrote via email from Delhi. \"Migrants walking back to their homes in villages, disowned as they were by the cities and their employers, was among the most poignant images that surfaced from India.\"", "Vasudev, who authored \"Powder Room: The Untold Story of Indian Fashion,\" pointed to \"poorly paid laborers, unequal profits and (lack of) copyright credits to artisans,\" as some of the most pressing issues laid bare by the pandemic in India. Meanwhile in the United States, and then countries around the world, the resurgence of the Black Lives Matter movement put the issue of systemic racism firmly on the industry's agenda. Brands awkwardly grappled with how to respond. Many got it wrong and were quickly called out for making token gestures.", "A protester holds up a sign during a Black Lives Matter protest in front of the US Embassy in Vienna, Austria on June 5, 2020. Credit: Thomas Kronsteiner/Getty Images Europe/Getty Images", "\"Plain and simple, I don't think there is the intention behind (online gestures) to make long-lasting, sustainable change,\" said Teen Vogue editor-in-chief, Lindsay Peoples Wagner, in an email to CNN in June. \"Everyone can hop onto the BLM movement right now on social media, but what are you doing in your home, in your corporate office, with your connections, with the power you have?\"", "Months later, Wagner launched the Black in Fashion Council (with publicist Sandrine Charles) to drive better representation, advance opportunities for Black people in fashion and hold the industry accountable.", "Writing from Nigeria, a country that experienced its own set of crises this year, Omoyemi Akerele, founder of Lagos Fashion Week, said along with the coronavirus pandemic, \"civil unrest across African countries and the pandemic of racism, have been human disasters of epic proportions with countless lives lost, reminding us of the one thread that binds us all together: our humanity.\"", "To talk about fashion trends following a year defined by crisis may seem nugatory, but the themes that emerged offer a window into these extraordinary times.", "Read on for one last look at fashion around the world in 2020.", "Functionality", "Face masks became the unrivaled accessory of the year. People made their own, brands produced unique designs and, almost overnight, they became the finishing touch to many outfits.", "A face mask by Burberry Credit: Courtesy Burberry", "Some labels went a step further by marketing new accessories -- and in some cases, entire clothing lines -- as having antimicrobial properties. While experts say it is difficult to assess whether antimicrobial treatments can protect wearers from Covid-19, the concept of protective fashion is itself a defining trend. We also saw high-fashion riffs on the idea, including Kenzo's fetching beekeeper-inspired looks presented during Paris Fashion Week in September.", "Comfort", "Fashion platform Lyst looked at search data from over 100 million online shoppers and, in its annual report , found that Birkenstock clogs, Crocs, UGG slippers and Nike joggers were among the year's most sought-after items of clothing.", "Anna Wintour shocked the fashion when Vogue posted a photo of her wearing sweatpants to Instagram. Credit: From Vogue Magazine/Instagram", "Reflecting a shift in both reality and mindset, loungewear replaced office attire, and floaty \"house dresses\" -- comfortable enough to take you from home office to daybed -- rose in popularity. The term \"cottagecore,\" an internet trend encapsulating the spirit of cozy, rustic living, generated huge buzz as TikTok users showed off their attempts to channel the aesthetic at home.", "Pop culture, of course, helped underscore these trends. BTS' music video for \"Life Goes On\" showed the boyband in matching pajamas, playing video games and staring wistfully out of windows. Oh, to be a young, rich, self-isolating idol.", "From Big Hit Labels/YouTube", "Statements", "Statement-wear took on an entirely new meaning in 2020. From protest T-shirts in support of the Black Lives Matter movement to political merchandise in the lead up to the US election, people dressed not to impress, but to convey powerful messages.", "A protestor wears a T-shirt reading \"I can't breathe\" during a Black Lives Matter rally in Marseille, France. Credit: Clement Mahoude/AFP/Getty Images", "According to Lyst data, searches for terms including \"vote\" were up 29% week-on-week in the US the month before the presidential election. And when When Michelle Obama wore her now famous \"VOTE\" necklace, designed by Chari Cuthbert, demand for the item skyrocketed.", "Pre-election, Instagram was awash with celebrities posting selfies in hot pink power suits thanks to a campaign launched by workwear brand Argent and advocacy group Supermajority, encouraging women to exercise their voting power and further bolstering the power of pink to signal strength and female solidarity.", "Whether intentional or not, Savannah Guthrie's choice of pink suit (not by Argent) to interview President Trump during the NBC town hall did not go unnoticed.", "Savannah Guthrie pictured during an NBC News town hall event in October 2020. Credit: Evan Vucci/AP", "Conscious", "Growing demand for local, handmade, sustainable clothing isn't a new trend. But the pandemic saw a rise in values-driven shopping, reflecting a shift in mindset among more prudent spenders, who, perhaps, also had more time to think about the brands they lent their loyalty to.", "In a report issued in April, Lyst noted a 69% increase in searches for \"vegan leather,\" year-on-year.", "In Nigeria, Akerele said that sourcing materials internationally became challenging, so designers and the wider community were incentivized to build more vertically integrated businesses. This, she said, reduced the industry's carbon footprint: \"It's helped reduce waste in the system in a way that only sourcing locally on demand can; and empowered our community of artisans, craftsmen and local supply chains by generating income for them in the midst of inflation.\"", "Vasudev said that, in India, she noticed two shifts in behavior, both benefiting local artisans: \"One was the overwhelming response to artisans selling directly online (aided of course by NGOs and crafts collectives). Two, a number of artisan funds and charities went up,\" she said. \"Indian consumers went out of their way to support the 'karigars' (artisans). By buying, donating, by prioritizing Made in India.\"", "Digital", "From Shanghai to London, fashion weeks throughout the year went digital to present new collections safely. During London Fashion Week in September, Burberry streamed its show -- filmed live in the woods -- on Twitch, a social media platform more popular with gamers than fashionistas. Later that month in Milan, Moschino creative director Jeremy Scott swapped models for marionettes , cleverly presenting a micro-sized version of his collection in a video that embraced the absurdity of the moment.", "Fashion designer stages show with puppets", "Months before in May, Congolese designer Anifa Mvuemba, founder of the label Hanifa, streamed a mesmerizing 3D collection of her latest designs on invisible models. The innovative idea went viral, racking up millions of views on Instagram.", "While e-commerce has been growing in popularity for years, the luxury fashion sector has, historically, been slow to embrace its digital future. The industry's common gripes are about the loss of the physical luxury experiences like walking into a beautifully designed store, flipping through the pages of a glossy magazine or attending exclusive fashion shows.", "While these attitudes were slowly changing before the pandemic, this year has drastically accelerated the shift to online. According to the aforementioned McKinsey report, we have \"vaulted five years forward in consumer and business adoption of digital in a matter of months.\"", "Grégory Boutté, chief client and digital officer for Kering (which owns Gucci and Saint Laurent, among other brands), spoke to the Business of Fashion in December, telling the title : \"Our e-commerce revenue during the first half of 2020 went from 6 percent to 13 percent of overall retail revenues year-over-year. In North America we were as high as 26 percent e-commerce -- so already ahead of the 20 percent McKinsey expected for 2025.\" He noted that he expects these gains to normalize, given these numbers reflect the fact that the businesses brick-and-mortar stores were closed for large parts of the year, leaving buyers with no option but to shop online.", "The future", "Fashion's recovery from the pandemic is set to be slow, with experts predicting a difficult year ahead for businesses. Trends seen during a year defined by crisis will not be left at 2021's door, and they may permanently change the shape of the industry.", "Some of these changes are positive and, when it comes to questions of inclusion and sustainability, long overdue. This year may have also accelerated fashion's compulsion to look ahead in search of a brighter future. This is, after all, an industry filled with dreamers.", "Louis Vuitton Spring-Summer 2021 collection presented in Shanghai Credit: Courtesy of Louis Vuitton", "Bohan Qiu, founder of Shanghai-based creative and communication agency Boh Project, said he can already see more exuberant fashion displays emerging in China as the country returns to some semblance of normalcy. \"I feel like people are actually going more vibrant, more experimental, more interesting rather than going more conservative,\" he said via voice message. \"And you can really see on the streets or at parties or at events in China, or at shopping malls, all the brands are displaying really colorful patterns, prints and embellishments. I feel like that's really coming back, it's like we're celebrating.\""], "authors": ["Fiona Sinclair Scott"], "keywords": ["pandemic", "2020", "credit", "fashion", "crisis", "biggest", "report", "black", "trends", "world", "matter", "reflect", "2020s", "went"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}