{"id": "a2d7c1aa-93c4-3b6d-9f02-00b8d957f3db", "title": "The Best Role-Playing Game Releases Of 2019", "url": "https://www.gameinformer.com/top-of-the-table/2019/12/31/the-best-role-playing-game-releases-of-2019", "summary": "And if you’d also like to check out some of the best non-RPG tabletop releases from 2019, make sure and explore our Best Tabletop Games of 2019.\nAnd just like all the Cypher System games, the nature of play is relatively rules-light, so everyone can enjoy the opportunities for true role-playing.\nThe concept of Forbidden Lands recalls an open-world sandbox video game RPG in many ways.\nOdyssey of the Dragonlords is both a campaign setting and a sprawling adventure in one impressively illustrated and thoughtfully written book.\nThe game rules recall the early days of tabletop RPGs, with stiff challenges and deadly encounters encouraged.", "paragraphs": ["Veteran tabletop role-players don’t have to think too many years back to recall a time when their hobby was well outside the mainstream of popular culture and the broader landscape of gaming. But recent years have seen a titanic shift, driven by the development of new editions of great games, including industry originator and leader Dungeons & Dragons, as well as a particularly impressive leap forward in design and presentation for numerous other products across the medium.", "That evolution of the hobby was on clear display in 2019, as the year bore witness to dozens of great product releases. Notable this year was the number of excellent rules systems and settings that were revived and refreshed in one form or another, alongside several standout new games and settings.", "The 10 games below (listed alphabetically) represent some of the best tabletop role-playing projects that released in recent months. If you’re part of the boom of new players that discovered the joy of RPGs with the 5th edition of D&D, you’ll find a couple of great new campaign settings here in the mix. But with the strength of some of the other game systems that have recently released, now might also be an excellent time to expand your horizons with a brand-new rules system – several of which are also endorsed here.", "Take a look and see what sounds exciting to you and your gaming group, and feel free to reach out by email if you have any questions about the products mentioned here, or if you’d like a personalized recommendation. And if you’d also like to check out some of the best non-RPG tabletop releases from 2019, make sure and explore our Best Tabletop Games of 2019.", "Cypher System Rulebook (revised)", "Publisher: Monte Cook Games", "A new revision of the flexible RPG, this game lets you create characters, settings, and games as wild as your imagination can concoct", "Taking advantage of the same rules system that powers the imaginative Numenera and The Strange games, the revised version of the Cypher System Rulebook is less a whole new edition, and more a reorganization with a wealth of additions to the available options. And options is what makes the Cypher System so compelling; you can use these rules to tell stories in any setting you can imagine, with any character you can think up.", "The new structure of the book gives much more power to players to customize their characters during creation and throughout their progression, shaping powers and abilities to match the unique flavor of the campaign being played. And just like all the Cypher System games, the nature of play is relatively rules-light, so everyone can enjoy the opportunities for true role-playing. On top of that, cyphers themselves (one-use items that can make a big difference when used in the right encounter) ensure that things always feel fresh with each new session.", "Eberron: Rising From the Last War", "Publisher: Wizards of the Coast", "One of the best official campaign settings in D&D makes its return", "After decades reading and playing dozens of different D&D campaign settings, I’d be hard-pressed to name one I enjoy more than Eberron. Originally released back in the 3.5 edition days in the early 2000s, Rising from the Last War aims to revive the campaign setting for 5th edition play, and equally important, add a ton of new options for DMs and players to add into their games at home, whether you use the full setting or not.", "Eberron’s strength is the way it manages to maintain a clear identity as a D&D setting, but simultaneously feel so different. It’s a world where technology is on the rise, but that tech is fueled by magic. A great war has ended, and the political and military entities of the world are still in upheaval. Airships fill the sky, familiar races and groups take on new identities, and the heroes might be explorers, spies, hardened ex-soldiers, or all of the above.", "The new book includes extensive info on the Eberron setting, including the first totally new class to 5th edition since launch – the artificer – and some awesome new options for all players, like dragonmarks, as well as new races and subraces. Eberron isn’t meant to replace the Forgotten Realms as the chief setting of the Dungeons & Dragons game, but it does function as a potent alternative for groups who want to stay within the official game’s framework, but with a decidedly different flavor.", "Fallout Wasteland Warfare RPG", "Publisher: Modiphius", "Expand from post-nuclear tactical miniatures to full-on role-playing campaigns", "One of the most robust miniatures games of the last several years, the initial release of Wasteland Warfare offered plenty of tools for players to customize their skirmishes within the fictional landscape of Fallout. This new RPG expansion capitalizes on the strength of that tactical battling system in a way that feels like a natural extension of the existing system. The tactical miniature combat remains very similar to the core game, but this new release leans more toward narrative scenarios and a broader interconnected campaign, giving tools to gaming groups to shape their own stories.", "Including some adventures to get you started, details on factions and locations, and how to reshape existing archetypes into named characters in their own right, and even options for building out your own settlement, the whole thing comes together quite nicely, all supported by the excellent tactical battle system at the core of the base miniatures game. While the Wasteland Warfare RPG is likely not the best choice for pure narrative-focused experiences, it provides a ton of fun for strategy enthusiasts who want some RPG choices and storytelling in the mix, especially if you already have a fondness for the off-kilter humor and setting of the Fallout universe.", "Forbidden Lands", "Publisher: Free League Publishing", "Explore a bleak open world and uncover its mysteries in this beautifully produced dark fantasy", "Forbidden Lands is a fascinating twist on expectation. On one hand, it offers up an accessible set of rules that are easy to digest and understand, which is in keeping with the broader trend in most games of the last few years toward streamlining and removal of unnecessary complexity. On the other hand, Forbidden Lands embraces some of the mundane and specific details that many other RPGs have done away with, like tracking daily provisions and supplies of consumables like arrows. And, oddly, it’s kind of awesome for it.", "The concept of Forbidden Lands recalls an open-world sandbox video game RPG in many ways. The GM is encouraged not to over-prepare sessions, but rather let players freely explore and discover, and let the group dynamically uncover new locations as they appear during gameplay, and as they’re described in the included books. Those explorations play out on a massive hex map that you customize with new locations and specifics over the course of the campaign, slowly revealing the secrets of a land that has been lost to darkness for many years.", "The tone is gritty and dark, and demands that you pay careful attention to things like food and other supplies, so as not to run out while out in the wilds. For instance, the game tracks whether you put in the effort to establish one of the party members as a guard as you travel, and punishes you if you don’t with potential ambushes. It’s a morally gray world, where you’re likely to loot and take over an enemy stronghold, and then desperately struggle to hold onto that stronghold when you leave for more than a few days. The players aren’t necessarily heroes – they aim to gain treasure and fame with questionable motives and methods. Survival is not guaranteed.", "Forbidden Lands is presented in a gorgeous boxed set that includes hardcover books, a big and inviting map, and even stickers to apply to the map as you flesh it out with your players – all in all, a particularly striking and attractive package. If the idea of a fully fleshed-out survival RPG that requires almost no DM prep sounds like fun, give it a look. Having released too late in 2018 for consideration in last year’s list, the game is well worth accolades, and garners a well-deserved spot on this year’s list.", "John Carter of Mars – Adventures on The Dying World of Barsoom", "Publisher: Modiphius", "Soar into romance and adventure in a pulp sci-fi thrill ride", "Modiphius has re-implemented its 2d20 system in multiple variations and settings over the years (from Conan to Star Trek), proving the flexibility and utility of the excellent system. But John Carter is certainly among the best and most lavish games built with that rules framework. Whether you’re a fan of the classic Edgar Rich Burroughs stories or not, there’s a lot to love here.", "Beyond a particularly breathtaking art presentation, the John Carter RPG offers a phenomenal expression of the Barsoom setting, and includes extensive detail for character creation for players, as well as a rich layer of secrets for the GM/Narrator. The adjustments to the rules system focus on big actions and ultra-capable heroes in grand and over-the-top adventures. In keeping with the scope of the original stories, the game also highlights changes to the red planet over hundreds of years, with entirely new eras of political and social events that shift the tide of events around your characters. For pulp action with a grand and sweeping scale, it’s an outstanding success.", "Odyssey of the Dragonlords", "Publisher: Arcanum Worlds", "5th edition Dungeons & Dragons meets Greek mythology", "Former senior leaders at BioWare make up the core team at Arcanum Worlds, so high expectations for a new campaign setting felt justified ahead of launch. With the full book now rolling out after an initial Player’s Guide appeared earlier in the year, those strong expectations have proven out. Odyssey of the Dragonlords is both a campaign setting and a sprawling adventure in one impressively illustrated and thoughtfully written book. It’s also fully compatible and built as a 5th edition D&D experience, so it’s a great option if your playing group is ready for a change in scenery, but is hesitant to leave the familiar rules parlance of the world’s most popular role-playing game.", "Conceptually, Odyssey of the Dragonlords draws on many of the best elements of classic D&D, like dragons and the flexible magic system, and transplants those ideas into a reimagined version of Greek mythology. New racial options like centaurs and satyrs are great fun to bring out the flavor of the setting, but it’s the epic paths for your character that are particularly exciting, setting a classic mythological arc for your hero. The adventure that weaves through the richly drawn setting is cleverly crafted, and includes some big secrets that are reserved for the GM’s eyes only in the final section of the book. The combined experience is a fantastic change of pace for groups ready for a new world to discover.", "Pathfinder: Core Rulebook 2nd Edition", "Publisher: Paizo", "Tactical and deep fantasy role-playing in the grand tradition, without sacrificing accessibility or readability", "The original Pathfinder game splintered off from the 3.5 edition of Dungeons & Dragons, but that was an entire decade ago, and the game has more than established an identity and community of its own in the years since. The resplendent 2nd edition of Pathfinder honors those years of iteration and evolution, offering up a new version that streamlines play without losing the heart or tactical depth that the game has been known for.", "Paizo is known for its attractive art and intricate book interior production quality, and the new 2nd edition of the core rulebook doesn’t disappoint in these regards, featuring gorgeous illustrations and smartly constructed diagrams and guidelines throughout. The 2nd edition is also notable for its well-playtested classes, many character ancestries (including the game’s signature goblin as a new core entry), and the breadth of options that let you tweak every aspect of your character.", "While Pathfinder supports a variety of playstyles well, it’s especially well-suited to groups that enjoy tactical play with miniatures/pawns/markers on a grid, where the detail offered up in spells and attacks can really shine. In addition, the home setting of Golarion has had years to be fleshed out and developed, and makes for an evocative fantasy landscape. The 5th edition of D&D is wonderful, but Pathfinder 2nd edition proves there’s plenty of room for other great rulesets that arise from the same long tradition.", "Savage Worlds Adventure Edition", "Publisher: Pinnacle Entertainment Group", "Pick a genre, and buckle up; fast play set within clever and simple rules are a winning combination", "Over the course of 15 years of iteration, the Savage Worlds ruleset has earned a name for itself as an RPG that can ably tackle just about any setting, situation, or story concept you throw at it, and do it in a way that keeps the action moving briskly and the engagement from players high. The new Adventure Edition is a stellar presentation of that system, and having spent some time with previous versions, it’s absolutely the way I’d encourage players to try the game for the first time, thanks to especially clear and sensible presentation and writing.", "Savage Worlds has an easy-to-teach ruleset that is ideal for bringing newcomers into the fold, even as its brisk flow of play and many, many available settings (and options for homebrewing settings) are very attractive to veteran hobbyists. One especially impressive aspect of the new edition is the detail and suggestions it offers to GMs, which will come in handy to someone who is trying to run a game on their own for the first time. If you like the idea of role-playing games, but in practice you sometimes feel like the experience can get bogged down or feel too slow, Savage Worlds: Adventure Edition is a game you should check out.", "Things from the Flood", "Publisher: Free League Publishing", "You are a teenager in the 90s, but history is not as we remember it", "The phenomenal Tales from the Loop RPG released in 2017, and translated the evocative art of Simon Stålenhag into an awesome interactive adventure game and setting about kids confronting the drama of both real life and mysterious and seemingly unreal experiences in their hometown. That game captured the magic of stories like Goonies and Stranger Things with aplomb. This year’s release, Things from the Flood, is the sequel to that game, and further amps up the excitement, this time with the higher stakes and scary consequences of being a teenager.", "Beyond the world class art that serves as the game’s chief inspiration, Things from the Flood features a laudable narrative-central ruleset that rewards player involvement and group storytelling. Players are encouraged to play out the inherent angst and power struggles of teenage life, while simultaneously confronting otherworldly threats, including a virus that has infected machines and robots, driving them to rampage and destruction. The themes of the game world echo the struggles of becoming an adult – a sense that everything is coming apart at the seams and changing, and you must find your place in it all.", "Zweihänder: Grim & Perilous RPG Revised Core Rulebook", "Publisher: Andrews MeMeel Publishing/Grim & Perilous", "Dark fantasy and medieval adventure find a new ideal home", "Updated in 2019 with improved layout and rules changes, this is the definitive version of the wonderfully bloody, gritty, and richly imagined role-playing game. If traditional fantasy RPGs are a bit too bright and morally cut-and-dry for your taste, Zweihänder is a game you should investigate. Recreate stories in worlds reminiscent of The Witcher and A Song of Ice and Fire, or create your own grim setting. There are more than enough options to uncover in this massive, nearly 700-page book.", "Zweihänder’s greatest strength is its incredible breadth of character variations, with literally hundreds of classes and backgrounds to shape your ideal protagonist. The game rules recall the early days of tabletop RPGs, with stiff challenges and deadly encounters encouraged. A smart rules system can feel daunting at first, but is surprisingly accessible after you grasp the basics, so you can instead focus on the specifics of character design and unique encounters. While its dark tone isn’t a perfect fit for every gaming group, it’s a welcome retro aesthetic implemented with a modern eye for game development and presentation.", "What have been some of your favorite tabletop RPG experiences of 2019? Feel free to share your gaming group’s story and preferred games in the comments below. For more articles exploring the ever-growing landscape of tabletop gaming, don’t miss our selections for the best non-RPG tabletop games of 2019, and make sure and click into the banner below to visit our Top of the Table hub. And happy gaming to you in 2020!"], "authors": ["Senior Previews Editor", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["options", "releases", "edition", "setting", "games", "rpg", "best", "roleplaying", "campaign", "rules", "players", "game", "system", "2019"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}