{"id": "a2d9a8cf-704b-3a39-b46b-97866e4acfdd", "title": "Watch Former CIA Chief of Disguise Breaks Down Cold War Spy Gadgets | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/former-cia-chief-of-disguise-breaks-down-cold-war-spy-gadgets", "summary": "Today I'm going to talk about some of the CIA's gadgetsthat we used during the Cold War.\nIf you were in your apartment,which would be in an embassy compound,you would have surveillance in the wallsand it would be live surveillance.\nOne was some small Phonak ear devicesthat went into your ear, they were ear pieces.\nAnd then when we needed, operationally,to move a person, that person would get in the carunder the dog concealment and go through the gateand the milliman would blink twice.\nWhile these devices were primarily used during the Cold War,some version of these devices is in use today.", "paragraphs": ["Transcript", "[intense music]", "Surveillance in Moscow", "was the most difficult kind of surveillance", "that we encountered around the world.", "We didn't have Paris rules or Buenos Aires rules.", "There were no other rules except Moscow rules", "because it was such a difficult place for us to work.", "Hi, I'm Jonna Mendez,", "I'm the former chief of disguise for the CIA.", "Today I'm going to talk about some of the CIA's gadgets", "that we used during the Cold War.", "I worked for the Office of Technical Service at the CIA.", "We used to always think of it as CIA's Q.", "We were the gadget people.", "Everything that we did in Moscow", "had to be done clandestinely.", "You couldn't overtly go out and collect intelligence.", "We all had surveillance 24 hours a day, seven days a week.", "It didn't matter where you were.", "If you were in your apartment,", "which would be in an embassy compound,", "you would have surveillance in the walls", "and it would be live surveillance.", "We had something of a breakthrough", "in determining whether or not we had surveillance", "and that was a piece of equipment", "that we called the SRR-100.", "It was actually composed of three different pieces.", "One was some small Phonak ear devices", "that went into your ear, they were ear pieces.", "They were actually commercially available,", "but we would mold your ear", "and create a new inner ear for you", "that would sit in on top of the Phonak.", "We would paint them to match your ear.", "There was a neck ring that went with it.", "It was an induction piece of technology.", "And then there was a receiver itself.", "Those were tuned into KGB surveillance frequencies", "and we had a fairly comfortable sense", "that if we had surveillance following us,", "they were using radios, we were on their frequency,", "that we would be able to hear them.", "That we would be able to correlate", "if we turned right or if we turned left", "that we would hear them calling that out,", "He's turning right, he's turning left.", "It wasn't foolproof,", "but it was enough to give us a very good sense", "of if there was anybody back there.", "Knowing that you were being watched would mean that that day", "all you would do is perfectly innocuous things.", "You would not do anything operational that day.", "Because you were under surveillance.", "Another method of losing surveillance", "was using one of our SAMs, one of our Semi-Animated Masks.", "It was a mask that would allow you", "to apply different disguise materials all at one time,", "which would allow you to get in the car, wherever you were,", "wearing your true face and somewhere along the way", "putting on your new face, your SAM mask,", "and after you'd taken two right-hand turns", "and stepped out of the car,", "when surveillance came down the street", "they would see what maybe looked like", "a Russian man walking toward them", "and the car they were following still up ahead of them.", "They would go right by you.", "So that if you were a blonde, unshaven,", "unmustached young man and needed to wear a disguise", "that night that might have a dark beard, dark mustache,", "dark hair, maybe a different skin tone,", "instead of having to sit in front of a mirror", "and assemble that on your face,", "you would just take your SAM mask.", "And so it had a nickname, the five second mask.", "Five on, five off.", "But there was one last piece.", "It had to crumple down to almost nothing", "and fit under your armpit.", "If you were being pursued and you had to take it off", "and had to turn into your real self,", "you had to be able to conceal it.", "Another technique that we used with the masks", "was an operation called Lying Doggo.", "We had a couple getting ready to go to Moscow", "and we asked them to buy a dog and take the dog with them.", "A very large dog, a particular dog.", "We went to our wig maker,", "we showed the wig maker a picture of the great big dog", "and she made not a wig, but she made a dog,", "just a covering that looked like a dog", "that you could put in the backseat of a car", "and it would look like your dog was asleep in the backseat.", "That couple would set a pattern of every,", "I don't know how often, but every so often,", "they would leave the embassy compound with their dog.", "And so the man at the gate would get used to seeing them", "go through the gate with their dog in the backseat.", "Not always asleep, sometimes asleep.", "And then when we needed, operationally,", "to move a person, that person would get in the car", "under the dog concealment and go through the gate", "and the milliman would blink twice.", "And that was a way to move a person around.", "We had a device called the Jack-in-the-Box, or a JIB.", "When we used the JIB,", "a dummy would pop up out of a concealment device,", "replacing the officer who had just stepped out of the car.", "And so the way it would typically work", "is the driver would get in the car,", "the passenger, which would be the case officer", "who needed to get out of the car", "and go do his operational stuff,", "he'd be in the passenger seat,", "and so they'd go out through the gate", "and their surveillance team would pull in behind them", "and they'd go on a pre-determined route,", "one that they had planned specifically to do a car escape.", "They would find a right turn followed by another right turn.", "They would've disconnected their brake lights.", "The officer would open the door, step out of the car,", "the driver would take the purse, the attache,", "set it on the passenger seat,", "push the button, the thing would pop up.", "Surveillance comes around the corner,", "there's still two silhouettes in the car", "moving down the street, not too fast,", "and our officer would be free", "to go and do an operational act.", "This was a very important tool", "and once an agent loses their surveillance", "and is absolutely certain", "that they have lost their surveillance,", "they can do anything.", "A dead drop is the way we would package the information", "that we were giving to the agent.", "Where we could put our questions for the agent", "in some sort of a concealment device", "and put it on the ground somewhere or in a tree", "or wherever the proper place was determined to be", "and they, on the other hand, could give us the answers", "to our questions by doing the same thing.", "It could be a list of requirements,", "we could be passing to him medicine", "for his son who was sick, it could be money.", "Whatever we needed to pass to the agent", "had to be concealed so that it wasn't apparent what it was", "because we were gonna put it down somewhere", "and leave it unattended and put up a signal", "so he'd know to come and get it.", "A signal to an agent, it's prearranged", "so the agent knows what to look for.", "It could be a lipstick mark on a telephone pole,", "it could be a light in a window,", "it could be moving a flower pot on a balcony", "from one side to another.", "It was an endless supply of possibilities for signals.", "The dead drop that has gotten the most attention", "over the years is a dead rat.", "We determined early on that a dead rat", "was pretty much untouchable in any country,", "in any religion, by any people.", "No one will pick up a dead rat, they just won't.", "So we did.", "We picked up dead rats and we took them to the taxidermist", "and they tidied them up and they Velcroed their tummies.", "Oh, and they dipped them in Tabasco sauce.", "The Tabasco was in case an animal picked up your dead rat.", "You could fit more in a dead rat than you might think.", "[laughs]", "If you were determined to get a certain number of rubles", "or a certain number of questions", "or maybe some old antique jewelry.", "If you roll dollar bills up real tight with rubber bands,", "you can get a lotta dollar bills in.", "Or rubles.", "I think I liked one that we put down for Trigon early on.", "Ogorodnik.", "Ogorodnik was his Soviet name.", "Trigon was his code name.", "He was giving us information", "on the Strategic Arms Limitations Talks.", "It was called the SALT talks.", "This was SALT II.", "He was giving us the Soviet bottom line on negotiating,", "what they were willing to do", "and below which they would not go.", "Which is like if you're playing poker,", "it's like having the other guy's cards in your hands.", "I believe it was his first drop", "and we left it in a dirty construction glove, just one.", "Just on the ground by a phone booth.", "That was the first thing he picked up from us.", "We devised many concealment devices in OTS", "and some of them were used for escape scenarios.", "The false scrotum is a really interesting story.", "We were always interested in the possibility", "of our officers being captured", "and maybe being held prisoner.", "Around the world, our officers needed to be able", "to hide some tools so that they could", "make an attempt to escape if that happened to them", "and the theory is that the false scrotum", "was one such concealment device.", "The question about the false scrotum", "is whether it was ever actually used.", "If you were going to be in a situation", "where you would be strip searched, you might, in advance,", "knowing that you were going into a life and death situation,", "prepare yourself, like Houdini, to have some escape tools.", "The Rectal Toolkit was a bit like a suppository.", "It just, you put it in, case you needed it.", "It was important that it be very well made,", "that it be very smooth surfaced,", "that it not cause any injury coming or going.", "But inside of it were small tools", "that could be used in a variety of ways.", "It was not a bad idea.", "So some of these agents that worked for us", "knew that there was not a good ending if it ended,", "and they said, We'll only work for you", "if you give us cyanide pills.", "The first two that I know of,", "we gave out in pens, in writing pens.", "They were in the cap of the pen.", "What we're looking at here is a cyanide pill", "that was put in the bow stem of a pair of glasses.", "And the way it was constructed", "is that the agent, in order to access the pill,", "would just take off his glasses and just", "bite down on the ear piece.", "There was a glass ampule inside with the cyanide in it.", "It was a desperate measure, but they were desperate times", "and these men knew that they didn't want to go through", "the interrogation and the torture that the KGB had in mind", "before they were executed.", "Trigon was arrested at home in his office.", "The KGB came in, they had found all of his tools,", "all of his supplies.", "He had nowhere to go,", "and so they had him stripped of his clothes,", "he just had on his skivvies,", "and he said to them, I will write my confession,", "but I wanna write it with my pen.", "My pen.", "He wanted his own black pen.", "And they gave it to him.", "And my office, OTS, had milled out the cap", "so he took the cap off and he put it on top", "and he looked at them and just bit down on it.", "The Russians said he was dead before he hit the floor.", "I hope.", "It's what he wanted.", "Working in Moscow really was a life and death operation.", "All the time.", "You were risking the life of your agent.", "You made a mistake, you were always worried,", "if your equipment wasn't working,", "if your tradecraft wasn't what it should be.", "Whenever someone got caught, you went home and thought,", "Oh God, it is something that I did?", "Did I make the mistake?", "While these devices were primarily used during the Cold War,", "some version of these devices is in use today.", "The business of meeting with spies", "and collecting intelligence", "and transmitting the intelligence,", "those things don't change.", "How we do it might change, but it's still the same work.", "[dramatic instrumental music]"], "authors": ["Condé Nast"], "keywords": ["disguise", "ear", "watch", "surveillance", "war", "wired", "went", "used", "gadgets", "cold", "cne", "video", "dog", "spy", "concealment", "right", "wiredcom", "way", "dead", "needed"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}