{"authors": ["Produced Gregory Bobillot", "Ben Marino. Edited Gregory Bobillot"], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "What Paul Volcker taught us about taming inflation", "url": "https://www.ft.com/video/e1003661-91c7-4a2d-8bf2-7813e60383c5?playlist-name=editors-picks&playlist-offset=6", "summary": "You can enable subtitles (captions) in the video playerToday we're going to talk about Paul Volcker.\nAnd that means that prices were going up really, really, really quickly.\nAnd that's part of the reason that President Jimmy Carter actually appointed Paul Volcker to be the president of the US Federal Reserve.\nAnd what he did was to raise interest rates really, really high in order to bring down inflation, because remember, when interest rates are higher, it's more expensive to borrow money.\nHe stood by his decision to keep interest rates high because he knew it was important to bring inflation down.", "id": "a30d63f6-e8eb-3fd3-adf6-64e117af20d2", "paragraphs": ["You can enable subtitles (captions) in the video player", "Today we're going to talk about Paul Volcker. Now, he passed away this week but we're going to discuss his legacy and what's relevant to today. Mr Volcker was president of the US Federal Reserve back in the '70s and '80s. And at the time, inflation was crazy high. This red line is the 12-month percentage change in inflation. So what that means is in this year, inflation was almost 14 per cent higher than it had been the year before.", "And that means that prices were going up really, really, really quickly. And that's part of the reason that President Jimmy Carter actually appointed Paul Volcker to be the president of the US Federal Reserve. And what he did was to raise interest rates really, really high in order to bring down inflation, because remember, when interest rates are higher, it's more expensive to borrow money. But what that did is that it pushed the US into a recession. So this blue line here is the GDP.", "Now, as you can imagine, folks were really mad at Paul Volcker. Interest rates were almost as high as 20 per cent, which meant that things like housing construction stopped. People didn't want to buy cars. People lost their jobs. And the GDP sunk below zero. People were really upset, including lawmakers and just American citizens in general.", "But Mr Volcker didn't relent. He stood by his decision to keep interest rates high because he knew it was important to bring inflation down. And he was justified because that's exactly what happened, as you can see here. And one of the things that Mr Volcker is credited with is that if you look over the course of this chart, inflation has never been as high as it was during that period. And so he gets a lot of credit for sticking by that difficult decision, even though people were really upset with him.", "The reason that that is so important is because he restored credibility to the Fed. Now when financial institutions don't believe that the rules enforcers are going to actually enforce the rules, then they have no incentive not to act in a risky way, which is what happened in 2008 during the financial crisis. And you can see the GDP sink here during that time period.", "Another one of Paul Volcker's legacies was the Volcker Rule, which came into effect after the 2008 crisis as part of the Dodd-Frank Act, which ended proprietary trading for banks. And today, inflation, as you can see, is not as high as it was. We're really not facing the same problems that he faced when he was the Fed president back in the '70s and '80s. But, in fact, it's the opposite problem, which is that the Fed would like it if inflation was just a little bit higher, since its target is 2 per cent. All in all, I think that the most important lesson from this time period is that it's important for regulators to have courage to do what is necessary, even if that means being unpopular for a little while."], "keywords": ["high", "inflation", "paul", "taming", "important", "taught", "interest", "president", "going", "really", "volcker", "rates"], "pubDate": null}