{"id": "a32bc19f-7fc9-3aba-8a90-a80a7f2695e0", "title": "Girl in Australia who yearned for pet snake ‘stoked’ to find one under Christmas tree", "url": "https://www.theguardian.com/australia-news/2020/dec/17/snake-in-christmas-tree-australia-hobart-tasmania", "summary": "It’s eight days until Christmas but one Tasmanian family found an early present under their tree after a copperhead snake made itself at home among the presents.\nThe two king Charles cavaliers and the pomeranian had discovered a small copperhead snake nestled between brightly wrapped gifts.\nA copperhead snake discovered under a family’s Christmas tree in Hobart has been dubbed Ryan.\n“We are now very careful, making sure the sliding door or screen is always shut and the dog door is locked at night-time,” she said.\n“She named it Ryan and suggested that Santa finally came through with the goods, and delivered her a snake under the tree.”", "paragraphs": ["It’s eight days until Christmas but one Tasmanian family found an early present under their tree after a copperhead snake made itself at home among the presents.", "ABC News first reported Felicity Richardson from Glenlusk, north-west of Hobart, was woken by her barking dogs, DJ, Roxy and Oreo, at 1.30am on Monday.", "It had been more than 30C the previous day and Richardson said she had been watering her vegetable garden and new trees.", "The two king Charles cavaliers and the pomeranian had discovered a small copperhead snake nestled between brightly wrapped gifts.", "“I assumed it was a mouse or bunny or lizard, so [I was] on my hands and knees moving presents ready to catch and release whatever it was, only to realise there was a snake,” Richardson said.", "She used a saucepan to contain the snake before manoeuvring it into a plastic tub with the aid of chopping boards to keep it inside. Richardson then called Reptile Rescue Tasmania for assistance.", "A copperhead snake discovered under a family’s Christmas tree in Hobart has been dubbed Ryan. Photograph: Felicity Richardson", "Catcher Justin Kneebone took the call and said requests for help were common during the Australian summer.", "“We probably do anywhere from 40 to 50 calls a day on a good day,” he told Guardian Australia.", "“Because it’s so hot they’re just trying to get out of the heat, trying to find a shady spot, whether it be a house or somewhere else.”", "He said snakes were capable of squeezing through the smallest gaps beneath doors and pets usually discovered them, but in this case Richardson had left open a sliding door to cope with Sunday night’s heat.", "“We are now very careful, making sure the sliding door or screen is always shut and the dog door is locked at night-time,” she said.", "Kneebone said anyone who found a snake in their house should keep sight of it, and if possible confine it to one room and stuff a towel under the door.", "He said people should not try to catch snakes themselves.", "Copperheads’ venom is extremely toxic, and a bite from an adult snake is potentially fatal to humans if left untreated. But Kneebone said the specimen found by the Richardsons was quite small.", "Richardson said her daughter was “stoked” because she had always wanted a pet snake.", "“She named it Ryan and suggested that Santa finally came through with the goods, and delivered her a snake under the tree.”"], "authors": ["Josh Taylor"], "keywords": ["girl", "snakes", "richardson", "australia", "pet", "day", "yearned", "tree", "copperhead", "stoked", "door", "trying", "discovered", "sliding", "christmas", "snake"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}