{"id": "a34590e1-b860-3399-89a0-b1514caf37d0", "title": "Climate Change Is Turning Cities Into Ovens", "url": "https://www.wired.com/story/climate-change-is-turning-cities-into-ovens#intcid=_wired-most-popular-right-rail_ac06f781-6321-48b3-86ae-bd5957936ae7_popular4-1", "summary": "The greenery of rural areas, by contrast, provides shade and cools the air by releasing water.\nClimate change is making the urban heat-island effect all the more dire in cities across the world, and it’s only going to get worse.\n“We're closing this kind of gap,” says Lei Zhao, a climate scientist at the University of Illinois at Urbana-Champaign and lead author on a recent paper published in Nature Climate Change describing the modeling.\nThe WIRED Guide to Climate Change The world is getting warmer, the weather is getting worse.\nIn extreme heat, this can spiral out of control, resulting in ischemia, or the critically low flow of blood to the organs.", "paragraphs": ["Whichever side of the subjective city-versus-rural debate you’re on, the objective laws of thermodynamics dictate that cities lose on at least one front: They tend to get insufferably hotter, more so than surrounding rural areas. That’s thanks to the urban heat-island effect, in which buildings and roads readily absorb the sun’s energy and release it well into the night. The greenery of rural areas, by contrast, provides shade and cools the air by releasing water.", "Climate change is making the urban heat-island effect all the more dire in cities across the world, and it’s only going to get worse. Like, way worse. An international team of researchers has used a new modeling technique to estimate that by the year 2100, the world’s cities could warm by as much as 4.4 degrees Celsius on average. For perspective, that figure obliterates the Paris agreement’s optimistic goal for a global average temperature rise of 1.5 degrees C from preindustrial levels. In fact, the team’s figure more than doubles the agreement’s hard goal of limiting that global rise to no more than 2 degrees C.", "Up until this point, global climate models have tended to snub urban areas, and for good reason, as they make up just 3 percent of the planet’s land surface. Cities are but a blip. Researchers are more interested in the dynamics of things like the ocean, ice, and air currents. “We're closing this kind of gap,” says Lei Zhao, a climate scientist at the University of Illinois at Urbana-Champaign and lead author on a recent paper published in Nature Climate Change describing the modeling. “We provide urban-specific projections for the future.”", "His team’s model suggests that hotter cities could be catastrophic for urban public health, which is already suffering from the effects of increasing heat. Between 2000 and 2016, according to the World Health Organization, the number of people exposed to heat waves jumped by 125 million, and extreme heat claimed more than 166,000 lives between 1998 and 2017. And while at the moment half the world’s population lives in urban areas, that proportion is expected to rise to 70 percent by 2050, according to the authors of this new paper. People in search of economic opportunity are unknowingly rushing into peril.", "“When I read these papers, I just don't know what's wrong with humanity, to be honest with you. Because this is like the same song being sung by different people,” says climate scientist Camilo Mora of the University of Hawaii at Manoa, who wasn’t involved in the work. “Come on, man! When are we going to get serious about this problem? This is another person ringing the bell. We just for some reason refuse to hear this thing.”", "To calculate how much city temperatures might rise, Zhao and his colleagues from a number of institutions, including Princeton University and Lawrence Berkeley National Laboratory, built a statistical model for the climate of urban regions, focusing on changing temperatures and humidities. These two factors are the conspiring menaces of extreme heat: Our bodies respond to high temperatures by perspiring, which is more fancily known as evaporative cooling. But humidity makes this process less efficient, because the more moist the air is, the less readily it accepts evaporating sweat from our bodies. That’s why humid heat feels so much more uncomfortable than dry heat.", "The WIRED Guide to Climate Change The world is getting warmer, the weather is getting worse. Here's everything you need to know about what humans can do to stop wrecking the planet.", "Heat and humidity are not only uncomfortable; they can be dangerous. Mora has identified 27 ways heat can kill a person. When your body detects that it’s overheating, it redirects blood from the organs at your core to your skin, thus dissipating more heat into the air around you. (This is why your skin turns red when you’re hot.) In extreme heat, this can spiral out of control, resulting in ischemia, or the critically low flow of blood to the organs. This can damage crucial organs like the brain or heart. In addition, a high body temperature can cause cell death, known as heat cytotoxity. Humidity compounds the risk of overheating and organ failure, since you can’t sweat as efficiently to cool down."], "authors": ["Matt Simon", "Matt Simo", "Katie M. Palme"], "keywords": ["world", "climate", "areas", "heat", "worse", "ovens", "university", "urban", "air", "rise", "turning", "change", "cities"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}