{"id": "a346bbaf-4051-38b2-806d-46d118626376", "title": "Every Playable Character In Marvel's Avengers", "url": "https://www.gameinformer.com/2020/12/08/every-playable-character-in-marvels-avengers", "summary": "Marvel's Avengers launched with six playable characters, but that's far from all the heroes we'll be able to take control of when it's all said and done.\nCheck out all the characters you can play as in Marvel's Avengers, as well as all the heroes still to come.\nAs the main character of Marvel's Avengers, her goal is to reassemble the outlawed hero team to once again save the world.\nBlack Panther - TBAWhile not officially announced, the launch edition of Marvel's Avengers War Table began with a tribute to the late Chadwick Boseman, saying it altered the contents of the presentation due to his recent passing.\nBe sure to bookmark this page and come back regularly to see the latest additions to Marvel's Avengers as they are announced and added.", "paragraphs": ["If we've learned anything from Marvel's comics and cinematic universe, it's that the world is always expanding. New villains are always emerging and new heroes are always swooping in to stop them. Crystal Dynamics is taking this same approach with its game starring Earth's Mightiest Heroes. Marvel's Avengers launched with six playable characters, but that's far from all the heroes we'll be able to take control of when it's all said and done. Crystal Dynamics has said that all playable characters will be added at no additional cost, but additional upgrades for those characters could cost money.", "Check out all the characters you can play as in Marvel's Avengers, as well as all the heroes still to come.", "Launch Heroes", "Ms. Marvel", "Following a disaster in the opening of the game, Kamala Khan discovers new powers that allow her to grow and stretch her body in ways that help her fend off enemies and traverse the environment in unique ways. As the main character of Marvel's Avengers, her goal is to reassemble the outlawed hero team to once again save the world.", "Captain America", "The leader of the Avengers, Captain America is killed during the opening sequence. His loss is felt throughout the story as the Avengers work to come together and make his sacrifice meaningful.", "Iron Man", "The billionaire tech genius in the metal suit has a full arsenal of gadgets and weapons to use against the forces of evil.", "Black Widow", "The former SHIELD super spy is a martial arts and weapons expert, and has the gadgets to support her skills.", "Thor", "The mighty god of thunder wields his legendary hammer Mjolnir, along with powerful command of lightning.", "Hulk", "The mild-mannered Bruce Banner transforms into the giant, green rage-monster to rampage through enemies and environments with ease.", "Current Post-Launch Heroes", "Hawkeye (Kate Bishop) – December 8, 2020", "Clint Barton's protégé joins as the first post-launch hero. An expert archer trained by Clint, Kate has similar abilities to him, but features her own distinct moveset and gear, which include razor arrows, scattershot arrows, explosive arrows, and smokescreen arrows. She can also teleport around the battlefield using warp arrows, spawn holograms, and apply quantum energy to her attacks. She joins as a part of Operation: Taking AIM, with a story focused on searching for Clint Barton with the Super Adaptoid standing in her way as a new Omega-level antagonist with all the abilities of the Avengers.", "Upcoming Heroes", "Upcoming Heroes:", "Hawkeye (Clint Barton) – Early 2021", "Missing since the events of A-Day, Clint Barton re-emerges as a part of Operation: Future Imperfect. Taking place in a future where the world has been devastated, Operation: Future Imperfect's teaser gave us a glimpse of what appears to be Maestro, an altered version of Hulk who possesses Bruce Banner's intelligence and Hulk's strength.", "Spider-Man - 2021", "(PlayStation Exclusive)", "Crystal Dynamics has announced the webslinger is coming to the PlayStation versions of Marvel's Avengers in 2021, but it will be a distinct version from what we saw in Insomniac Games' Spider-Man.", "Black Panther - TBA", "While not officially announced, the launch edition of Marvel's Avengers War Table began with a tribute to the late Chadwick Boseman, saying it altered the contents of the presentation due to his recent passing. The message then gave way to a Black Panther icon, appearing to hint that the character would be revealed in the future.", "Be sure to bookmark this page and come back regularly to see the latest additions to Marvel's Avengers as they are announced and added."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["character", "arrows", "operation", "marvels", "characters", "avengers", "playable", "clint", "dynamics", "taking", "future", "heroes"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}