{"id": "a349badc-304c-3326-94ba-89d4b66e195e", "title": "Hot Wheels Unleashed Gameplay Details Revealed Along With New Race Footage", "url": "https://www.gameinformer.com/2021/04/08/hot-wheels-unleashed-gameplay-details-revealed-along-with-new-race-footage", "summary": "Hot Wheels Unleashed has, well, unleashed its first gameplay trailer for eager fans to see.\nDeveloper Milestone and Mattel livestreamed a showcase for the game earlier today, giving Hot Wheels and racing fans a peek into the upcoming racer.\nPerhaps the coolest element Hot Wheels Unleashed is that it looks to be to-scale with actual Hot Wheels toys/tracks.\nHot Wheels Unleashed launches September 30 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, and PC.\nHow do you think Hot Wheels Unleashed is shaping up?", "paragraphs": ["Hot Wheels Unleashed has, well, unleashed its first gameplay trailer for eager fans to see. Developer Milestone and Mattel livestreamed a showcase for the game earlier today, giving Hot Wheels and racing fans a peek into the upcoming racer.", "The video shows off pre-alpha footage of a race in progress. Perhaps the coolest element Hot Wheels Unleashed is that it looks to be to-scale with actual Hot Wheels toys/tracks. By that, I mean you’re a tiny car racing in a big world. The demo takes place in a garage, with the topsy turvy track weaving through and around shelves and even into ceiling vents.", "The game doesn’t feature any Mario Kart-esque power-ups (in case you expected such things), but is definitely an arcade-style racer that emphasizes drifting and boosting to get ahead. Oh, and there’s also a big ol’ glowy-eyed spider that lurks at one of the checkpoints, ensnaring unlucky drivers with its webs. Just thought you might want to know that before watching. Check out the pre-alpha gameplay footage below.", "The showcase also revealed six of the game’s 60-plus vehicles: Rodger Dodger, Twin Mill, Rip Rod, Night Shifter, Dragon Blaster, and Sharkruiser. Cars sport various attributes and rarity levels and can be customized with designs of your own creation. Custom skins can be uploaded to an online database, where you can also download the creations of others. Milestone confirms that more cars will be added post-launch DLC (both free and paid).", "How Wheels Unleashed features a full track editor, where players can construct their own elaborate courses that can be shared with other players in the community. For single-player, there’s a career mode complete with boss fights (yes, boss fights). More social players can race against others in online multiplayer or locally via two-player splitscreen.", "You can watch the full 40-minute developer showcase here. Hot Wheels Unleashed launches September 30 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, and PC.", "How do you think Hot Wheels Unleashed is shaping up? Let us know down in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["track", "revealed", "showcase", "details", "race", "hot", "players", "footage", "racing", "xbox", "theres", "unleashed", "gameplay", "wheels"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}