{"id": "a357fa3f-6d40-33e3-bed3-b041deb942f6", "title": "Diaspora Co.’s Fair-Trade Spices Will Enlighten More Than Your Cooking", "url": "https://www.vogue.com/article/diaspora-co-fair-trade-spices", "summary": "When I get in touch with Sana Javeri Kadri in late February, she’s in Kashmir, in northern India.\nThe 27-year-old founder of Diaspora Co. flew here from her home in Oakland to visit the spice farmers she works with—an annual sourcing trip.\nIn India, turmeric had been aromatic and intense; here, it was being touted as a healing superfood, mostly due to its high levels of curcumin.\nShe also embraces indigenous farming practices, like planting yam, soy, and rice among the chilies.” Javeri Kadri insists it’s all both essential and worth it.\nJaveri Kadri also has a sideline in modeling, for brands such as Amour Vert, Allbirds, Frances Austen, and True & Co. “It’s a great confidence-building exercise.", "paragraphs": ["When I get in touch with Sana Javeri Kadri in late February, she’s in Kashmir, in northern India. The 27-year-old founder of Diaspora Co. flew here from her home in Oakland to visit the spice farmers she works with—an annual sourcing trip. “But this time everybody thought I was completely crazy,” she tells me over Zoom. She’s in a deep-maroon Frances Austen sweater with balloon sleeves, sitting cross-legged in the corner of her hotel room, which has good Wi-Fi (no small thing in Kashmir, which recently suffered the longest internet shutdown ever in a democracy). She appears impervious to our nine-and-a-half-hour time difference and a grueling schedule that has her traversing the length and width of India. “It was at a point where I knew that I needed to reassure our farm partners that I was here, and I wanted to hear about any obstacles they were facing, pandemic-related or otherwise,” she tells me. “Some things just have to happen in person.”", "How often have you carefully considered the vintage and provenance of your turmeric, your black pepper? “I think the American consumer treats spices without interest because it seems like, Well, they’re just these powders that we supposedly have to put in our food.” But most of our spices are too old and nearly flavorless—especially considering how flavorful they are at harvest. And much of the reason is tied up in the history of the global spice trade, born of colonialism and borne aloft by globalism. Diaspora Co.’s single-origin spices—which arrive in painstakingly designed glass jars, bearing each spice’s harvest date alongside tasting notes, region of origin, and variety—represent a new beginning, a reinvention of a spice route that rewards farmers directly for scrupulous farming, and rewards consumers with turmeric and black pepper (and more) that redefine the categories themselves. Diaspora Co.’s Pragati turmeric is so fragrant it’s almost intoxicating. The Aranya pepper smells like ripe fruit and tastes like smoke, chocolate, and mandarins.", "Javeri Kadri was born and raised in Mumbai by two internationally acclaimed architects—her mother founded the Prix Versailles–winning firm SJK, and her father joined his family firm, IMK, which built notable buildings across postcolonial Mumbai. Her parents had studied in the U.S. in the ’80s. “And I always heard that America was the place my mother discovered feminism—where she made friends with lefties from all over the world. So it was definitely inculcated in me that I should aspire to go to school there.” Javeri Kadri spent two years on a high school program in Italy, then attended Southern California’s Pomona College, where she studied food and visual art.", "It was at Pomona that she was introduced to Afrofuturism. “That was so inspiring,” she says. “What Afrofuturism did was create this ability to imagine futures that didn’t exist.” In particular she was gripped by the thought of a future not determined by colonialism. Then the turmeric-latte fad of 2016 hit. She was working at Bi-Rite, the San Francisco–based grocery store that revolutionized Bay Area grocery shopping with its nearly impeccable sourcing—and yet its information on spices remained opaque. “I was also realizing that the turmeric that we had in Mumbai was very different,” she says. In India, turmeric had been aromatic and intense; here, it was being touted as a healing superfood, mostly due to its high levels of curcumin. “But the turmeric in most turmeric lattes was yellow dirt,” she’s said. “It’s been on a shelf for years and has no curcumin in it.”", "In early 2017, Javeri Kadri moved back to Mumbai—with a pressing curiosity about the spice-supply chain, and a bit of heartbreak. “I had just come out,” she says. “I was sad. I had been broken up with, and I moved home figuring I should research who was supplying all the turmeric for the turmeric trend.” Having taken up photography at 15, she envisioned her research as photojournalism. “I was thinking maybe I would do a story. But the more that I researched and the more farms I visited, the more I felt like, even if I just bought a little bit from one farmer and sold it to 10 people, it would make a difference.” She showed up without an appointment at the Indian Institute of Spices Research in Kerala, where heirloom seeds of all sorts of Indian plants are preserved, and learned that most turmeric farmers didn’t even know what variety they grew. She met Prabhu Kasaraneni, who practices a method called “zero-budget natural farming”—no chemical fertilizer, no pesticide, no inputs at all from off the farm. She bought 10 kilos of a variety called Pragati and returned to the U.S. with it and hired a graphic designer.", "Javeri Kadri never planned to import spices full-time. “I was working two days as a line cook at Cosecha in the Bay Area,” she says, “just shoveling turmeric from my little stash in my basement into jars.” But a flurry of publicity in 2017, including an endorsement from cookbook author Julia Turshen, changed things. Javeri Kadri bought 350 kilos of turmeric and launched a Kickstarter campaign to fund the introduction of Baraka cardamom, a domesticated strain of naturally pest-resistant wild cardamom grown in the Kerala rain forest. In 2019, she added Aranya pepper and Guntur Sannam Chilies. In 2020, Diaspora was selling 10 spices. By the end of 2021, the company will carry 20, with a swag capsule collection made by South Asian fashion designers and an apron collaboration with NorBlack NorWhite on the horizon.", "Javeri Kadri seems to work endlessly. On her annual trips to India, which she makes alone, she visits every single farmer with whom she collaborates. For some she provides daylong workshops and creates networks for farmers tentative about transitioning to organic or worried about scaling up. Zeinorin Angkang, a Sivathei chili farmer in the northeastern state of Manipur, tells me that Diaspora Co. created financial incentives for farming without pesticides. “Sana provides a much larger profit margin,” she says. “And she pays us all at once. She also embraces indigenous farming practices, like planting yam, soy, and rice among the chilies.” Javeri Kadri insists it’s all both essential and worth it. “The spice trade is such a ripe system for metaphors of decolonization and social change. It was literally a system built for oppression. And so what if we can completely reimagine it to be something different?”", "And while the pandemic meant stasis for many companies, Diaspora Co. has been growing, now employing a team of 10. “We’re a 60 percent queer team, and it shows!” she wrote me. Javeri Kadri also has a sideline in modeling, for brands such as Amour Vert, Allbirds, Frances Austen, and True & Co. “It’s a great confidence-building exercise. I mean, knowing that somebody like me—who was always considered lumpy and dark growing up—can be in modeling is a very big thing.”", "Still she sees enduring obstacles to entrepreneurs like her. “Ultimately, BIPOC folks still have a very, very steep hill to climb. I’ve been in the food industry for a decade, and I’m still not called an expert by food media.” Javeri Kadri admits to sometimes feeling trapped into diversity-washing white people’s work. “I know that we’re constantly, you know, buying and selling social capital. I’m well aware of that reality. That was a lot of 2020 for me: realizing that there are people for whom Diaspora can splash a woke label over what they’re doing. And that’s co-opting what we’re trying to do. I want people to be really excited about what we’re doing because it’s delicious and because it’s exciting, and not because of the social capital that they gain from us.”"], "authors": ["Tamar Adler", "Tamar Adle"], "keywords": ["cos", "spice", "food", "turmeric", "kadri", "diaspora", "fairtrade", "pepper", "india", "cooking", "enlighten", "spices", "farmers", "javeri"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}