{"id": "a37f823f-dcc8-3d28-a91a-b70a901dc56d", "title": "Sunday Reading: Art Against the Odds", "url": "https://www.newyorker.com/books/double-take/sunday-reading-art-against-the-odds", "summary": "It was during this period of her life, as her physical world constricted, that her work suddenly flourished.\nMore from the Archive Sign up for Classics, a twice-weekly newsletter featuring notable pieces from the past.\nThis week, we’re bringing you a trio of pieces about artists, musicians, and writers who have overcome great challenges.\nAnd, in “Life Lines,” Daniel Zalewski explores the world of the artist Lonni Sue Johnson, who continues to suffer from amnesia after contracting viral encephalitis, in 2007.\nPhotographs by Phillip ToledanoFor an artist with amnesia, the world takes place through her pencil.", "paragraphs": ["Photograph by Alex Majoli / Magnum", "In 2003, the novelist Laura Hillenbrand published a piece in The New Yorker about a debilitating illness she suffered while writing her best-selling book “Seabiscuit.” As the piece unfolds, Hillenbrand deftly chronicles her lengthy, arduous battle against chronic-fatigue syndrome. It was during this period of her life, as her physical world constricted, that her work suddenly flourished. “Living in my subjects’ bodies, I forgot about my own,” she observes.", "More from the Archive Sign up for Classics, a twice-weekly newsletter featuring notable pieces from the past.", "This week, we’re bringing you a trio of pieces about artists, musicians, and writers who have overcome great challenges. In “The Sonata Seminar,” Alex Ross writes about the musical talents of the pianist Leon Fleisher, who lost the use of his right hand for decades due to a neurological condition. And, in “Life Lines,” Daniel Zalewski explores the world of the artist Lonni Sue Johnson, who continues to suffer from amnesia after contracting viral encephalitis, in 2007. We hope that you find these pieces as captivating as we do.", "— David Remnick", "Photograph by Jacqueline O’Neill", "How my life changed.", "Leon Fleisher’s exuberant exploration of Schubert.", "Photographs by Phillip Toledano", "For an artist with amnesia, the world takes place through her pencil."], "authors": ["The New Yorker", "The New Yorke", "Erin Overbe"], "keywords": ["odds", "zalewski", "reading", "amnesia", "piece", "world", "life", "yorker", "pieces", "artist", "alex", "hillenbrand", "art"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}