{"keywords": ["learned", "kids", "stem", "language", "english", "report", "teaching", "tradition", "love", "vapor", "technology", "education", "long", "pedagogical"], "summary": "There's a long tradition of teaching individual languages and their literatures, a long tradition of teaching fine arts, and a less long but still solid tradition of teaching linguistics.\nThe phrase English language arts itself comes to kick off what should be a kid's lifelong awe at the boundlessly beautiful English language with jargon that is neither English, nor language, nor art.\nIn 2012, a 38-page congressional intro to STEM education called “Science, Technology, Engineering, and Mathematics (STEM) Education: A Primer” offered some insight into the new field of study.\nEarly ill-defined STEM programs succeed to the degree that they get students into still more ill-defined STEM programs.\nIt seems the only thing about STEM that policymakers could agree on is what the report calls “the relationship between STEM education and national prosperity and power,” and the significance of STEM to national security and immigration policy.", "id": "a397a3db-a318-3ad2-9cd0-b89c77cdf4c4", "paragraphs": ["When American public schools macramé'd together the words language, arts, and English, starting in the 1970s, they created a tangle: ELA.", "The neo-discipline must have bewildered teachers. There's a long tradition of teaching individual languages and their literatures, a long tradition of teaching fine arts, and a less long but still solid tradition of teaching linguistics. But how do you teach ELA? The phrase English language arts itself comes to kick off what should be a kid's lifelong awe at the boundlessly beautiful English language with jargon that is neither English, nor language, nor art.", "But STEM: come on. Way worse. The acronym, coined in the early 1990s, is pedagogical vapor. It Pasteur-pipettes into a flask all kinds of clashing and differently scaled fields of study, with no shared methodology or pedagogical tradition. Then STEM Bunsen-burns this brew to ashes and calls the precipitate “progress,” “rigor,” a “competitive edge,” and “gross domestic product.” And now, as parents of school-age kids have been told at least since 2001, STEM requires our reverence and our investment.", "Well, OK, show me where to donate to the rambunctiously merry STEM events—STEMStars, STEMlympics. But first just tell me what STEM is. Above all, I want to know how science, a byword for all knowledge, and mathematics, the great harmonies of the universe—two august disciplines that have defined education since antiquity—yoked themselves to the vocational field of engineering and, worst of all, to “technology,” which could mean almost anything from space mirrors to VSCO girls. Technology is conceptually chaotic, even if the chaos can be glorious. See: WIRED magazine.", "Think of what STEM might reasonably be expected to cover: fluid mechanics, C++, the periodic table, PEMDAS, Python, botany, the Krebs cycle, Instagram curation, polymer chemistry, robotics, making an investor deck, formal logic, electrodynamics, the quadratic formula, GIFs, quantum mechanics, JavaScript, civil engineering, machine learning, virology, drones, particle physics, acoustics, the supply chain, astronomy, YouTube memes, natural selection, anatomy, multiplication tables, remote surgery using 5G, and …", "Everything else. And yet why do I suspect that almost none of this is core to most STEM programs? The contemporary STEM curricula in lower schools seem, in fact, to have very little as a through line, unless you count the popular Scratch app, a production of the Siegel Family Endowment, which is heavily subsidized by Google and the Cartoon Network. The app lets kids learn loops and if-then blocks in a kind of baby programming language that no adult uses. It's fun.", "Scratch is perhaps less useful for learning algebra or metallurgy, which, unlike Scratch, are less brandable, having spent millennia in the public domain.", "In 2012, a 38-page congressional intro to STEM education called “Science, Technology, Engineering, and Mathematics (STEM) Education: A Primer” offered some insight into the new field of study. The report styles STEM as the shot of anabolics our workforce needs to stay in fighting shape. I derived what STEM means, at least in part, from the report's assertion that a numerate citizenry—one that knows basic arithmetic—might be more adept at managing risk, taking proper doses of medications, and even avoiding mortgage scams. These would indeed seem to be adaptive skills. Maybe STEM is simply addition, subtraction, multiplication, division. If so, I'm in.", "Early ill-defined STEM programs succeed to the degree that they get students into still more ill-defined STEM programs.", "Alas, a box within the report called “What Is STEM?” muddied the waters again. Far from clarifying the concept, government agencies have proposed simply saddling it with more sprawling disciplines, including psychology and economics. The Department of Homeland Security, it noted, included information sciences in STEM but excluded social sciences. It seems the only thing about STEM that policymakers could agree on is what the report calls “the relationship between STEM education and national prosperity and power,” and the significance of STEM to national security and immigration policy."], "title": "How We Learned to Love the Pedagogical Vapor of STEM", "url": "https://wired.com/story/how-we-learned-to-love-pedagogical-vapor-stem/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Virginia Hefferna", "Virginia Heffernan", "Daniel Duane", "Lauren Murrow"]}