{"id": "a3be03a1-22e9-348b-94fb-55a09bc5eaaf", "title": "Premier League clubs block five subs but allow two more players on bench", "url": "https://www.theguardian.com/football/2020/dec/17/premier-league-clubs-block-five-subs-but-allow-two-more-players-on-bench", "summary": "A fresh attempt to allow Premier League teams to make five substitutions per match this season has failed.\nBut it is understood it failed to achieve the required 14-club backing in a vote at a Premier League shareholders’ meeting on Thursday.\nThe clubs have agreed to increase the number of substitutes allowed on the bench from seven to nine, which was the case for the end of the 2019-20 campaign as well.\nThe Premier League also announced it would apply to the game’s law-making body, the International Football Association Board, to take part in a concussion substitute trial.\nThe Football Association plans to introduce the same concussion protocols into the men’s and women’s FA Cups, the Women’s Super League and the Women’s Championship.", "paragraphs": ["A fresh attempt to allow Premier League teams to make five substitutions per match this season has failed.", "A number of top-flight managers, including Liverpool’s Jürgen Klopp and Pep Guardiola of Manchester City, have said the increase – widely adopted in other competitions – is essential to protect player welfare amid a fixture schedule made even more congested by the coronavirus pandemic.", "But it is understood it failed to achieve the required 14-club backing in a vote at a Premier League shareholders’ meeting on Thursday.", "There have been two previous votes on allowing five substitutes this season which have also failed to gain a sufficient majority, after clubs did agree to make the change for the conclusion of the 2019-20 season.", "The clubs have agreed to increase the number of substitutes allowed on the bench from seven to nine, which was the case for the end of the 2019-20 campaign as well.", "The Premier League also announced it would apply to the game’s law-making body, the International Football Association Board, to take part in a concussion substitute trial.", "The protocol the Premier League has expressed an interest in allows each team to make up to two additional permanent substitutions in the event of a concussion, with the opposition allowed to make the same number of extra changes.", "It could be introduced into the competition as early as next month, the league said. The league’s medical working group will meet on Friday to further consider the protocols.", "The Football Association plans to introduce the same concussion protocols into the men’s and women’s FA Cups, the Women’s Super League and the Women’s Championship. The FA will also allow teams to make five ‘normal’ substitutions in those competitions."], "authors": [], "keywords": ["league", "players", "clubs", "substitutes", "premier", "allow", "womens", "subs", "substitutions", "teams", "season", "concussion", "bench", "block", "increase", "number"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}