{"id": "a3e4a551-0f5b-321f-9300-5ce465dd5660", "title": "Los Angeles County protest of dining ban targets supervisor who voted for it", "url": "http://www.foxnews.com/politics/los-angeles-protest-of-dining-ban-targets-county-supervisor-who-voted-for-it", "summary": "A Los Angeles County supervisor got an earful of complaints Saturday from protesters who are upset about the county’s ban on outdoor dining as coronavirus numbers climb.\nLOS ANGELES BAR OWNER RIPS GARCETTI, NEWSOM OVER DOUBLE STANDARD ON OUTDOOR DINING“We in the restaurant industry are losing everything!” Marsden shouted toward Kuehl’s home during Saturday’s protest, according to a video posted on Twitter.\nAnd what's more, they have destroyed people’s lives” the owner of a chain of spas from Simi Valley told the station.\nKuehl did not appear to be at home during Saturday's protest, which remained peaceful, FOX 11 reported.\nThe supervisor had supported the ban Nov. 24, helping it pass on a 3-2 vote.", "paragraphs": ["A Los Angeles County supervisor got an earful of complaints Saturday from protesters who are upset about the county’s ban on outdoor dining as coronavirus numbers climb.", "The group targeted Supervisor Sheila Kuehl outside her Santa Monica home because she was recently caught dining outdoors at a nearby restaurant after voting in favor of the ban – which most bar and restaurant owners and employees in the county oppose, saying it threatens their ability to earn a living.", "Demonstrators outside Kuehl’s home included Angela Marsden, owner of a bar and restaurant in the city’s Sherman Oaks neighborhood, who was seen in a viral video on Friday, complaining that a Hollywood movie crew had been allowed to set up an outdoor dining area just several feet away from where Marsden’s dining patio was forced to shut down.", "She explained that the ban, following months of business slowdowns because of the virus, was compounding the pressure on her to stay in business and on her staff to remain employed.", "LOS ANGELES BAR OWNER RIPS GARCETTI, NEWSOM OVER DOUBLE STANDARD ON OUTDOOR DINING", "“We in the restaurant industry are losing everything!” Marsden shouted toward Kuehl’s home during Saturday’s protest, according to a video posted on Twitter. “We have bartenders with babies and children and they can't pay their rent! They can't eat -- and it's because of you, Sheila Cruel-y, as you laugh and dine and eat out!\"", "“Maybe we should hand over your paycheck to these businesses that have been shut down!\" another protester said.", "Soon after, the crowd started chanting, “Let us work!” “Let us work!”", "CALIFORNIA RESTAURATEUR VOWS TO CONTINUE OUTDOOR SERVICE, DEFYING NEWSOM", "One sign held by a protester showed California Gov. Gavin Newsom with devil’s horns and Kuehl with what appeared to be a wig in the style of Marie Antoinette, the 18th century French queen associated with the infamous quote, “Let them eat cake!”", "Other sign slogans included: “I like paying my bills! Why am I not essential?”, “Politicians are 86’d,” and “Sheila, you are 86’d.”", "Several attendees at Saturday’s protest said they showed up because they were inspired by Marsden’s viral video, FOX 11 of Los Angeles reported.", "SAN MATEO COUNTY BREAKS WITH NEWSOM, WON'T IMPOSE STAY-AT-HOME ORDER", "“They are blaming the regular person, saying it’s all our fault when they just can’t admit that what they have been doing has not worked. And what's more, they have destroyed people’s lives” the owner of a chain of spas from Simi Valley told the station.", "Kuehl did not appear to be at home during Saturday's protest, which remained peaceful, FOX 11 reported.", "The supervisor had supported the ban Nov. 24, helping it pass on a 3-2 vote.", "“This is a serious health emergency and we must take it seriously,” Kuehl said at the time. “The servers are not protected from us, and they’re not protected from their other tables that they’re serving at that particular time, plus all the hours in which they’re working.”", "Her visit that night, to a restaurant she has frequented, came on the eve of the ban taking effect. She claimed afterward, in an interview on local television, that she visited the restaurant in part to personally inform the owners about the ban, Newsweek reported.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "\"Kuehl has eaten at Il Forno Trattoria virtually every night for many years, and on the last night that it was permitted by the county health orders, she dined there al fresco taking appropriate precautions as recommended by the Department of Public Health,\" a Kuehl spokesperson told the magazine.", "Since the county enacted the ban, local businesses have also been hit by a city-issued stay-at-home order that took effect last week and a state-issued stay-at-home mandate that was expected to take effect starting Sunday.", "As of early Sunday, California – the nation’s most populous state – ranked third among U.S. states with nearly 20,000 coronavirus deaths, trailing only New York (34,900 deaths) and Texas (23,055), according to Johns Hopkins University researchers."], "authors": ["Dom Calicchio", "Dom Calicchio Is A Senior Editor At Foxnews.Com. Reach Him At Dom.Calicchio Foxnews.Com."], "keywords": ["supervisor", "restaurant", "targets", "video", "los", "protest", "theyre", "dining", "county", "stayathome", "outdoor", "angeles", "ban", "kuehl", "voted"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}