{"id": "a40d79ef-8155-3829-948d-8e1bd154489f", "title": "What you need to know about your COVID-19 vaccine card", "url": "http://www.foxnews.com/health/what-you-need-to-know-about-your-vaccine-card", "summary": "With close to a quarter of Americans now vaccinated against COVID-19, people are increasingly wondering what to do with their vaccine card.\nShould I laminate my vaccine card?\nWhere can I buy a vaccine card protector?\nWhat to know about digital vaccine cardsCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGEIn addition to governmental vaccine passports, other private companies are launching their own digital vaccination certificates, including GoGetVax’s VaxYes.\nV-Safe serves not as a digital record of your vaccination but as a kind of survey to gauge vaccine side effects.", "paragraphs": ["The golden ticket to a post-pandemic world is a shot in the arm — and the flimsy paper proof of it.", "With close to a quarter of Americans now vaccinated against COVID-19, people are increasingly wondering what to do with their vaccine card. The small yet vital piece of documentation serves as the only physical proof many now have that they’ve been vaccinated against the novel virus, and a growing industry of post-vax creators are rushing to supply the market with holders to protect the cards. Others are offering to laminate them or digitize them.", "Here’s a guide on what to know before you permanently cover your card in plastic, buy it a case or, unfortunately, have the bad luck of losing it.", "Should I laminate my vaccine card?", "Office supplies behemoths Staples, Office Depot and Office Max have all offered to provide their lamination services for free in the name of permanently encasing vaccine cards in a thin layer of protective plastic. But is it a good idea to laminate your card?", "US SUICIDES DROPPED AMID CORONAVIRUS, DEFYING PANDEMIC EXPECTATIONS", "The Health Department has no official insight, but some warn that you may regret laminating your card in case a need arises to mark it with a booster shot, which is an extra dose of a vaccine after the initial dosage.", "\"Many people are laminating, but there’s also the possibility that there will be the need for booster shots,\" New York City Councilman and Health Department Committee chair Mark Levine told Slate. \"And so, some people have recommended you hold off on laminating, in case you have to write a third date on there. In fact, Dr. [Anthony] Fauci has stated that it’s possible that within six to 12 months, we might simply just ask people to get a third dose of Pfizer or Moderna as opposed to a booster shot, because that might suffice to manage the threat of the variants.\"", "Where can I buy a vaccine card protector?", "For those looking for a more easily reversible form of protection than laminating, the internet has quickly become saturated with affordable cases for vaccine cards. Amazon alone has a multitude of choices, from a \"heavy-duty\" two-pack of clear vinyl plastic cases that come with a clip to a \"badge cardholder\"-style option or a case that comes in eight different color options, all of which cost under $10 each.", "What to do if you lose your vaccine card", "The fact that you received the vaccine is stored in larger databases, not only on that single piece of paper. If you lose it, the CDC recommends reaching out to the state health department or the pharmacy you received the shot at to see if they can print you a replacement record — but do not reach out to the CDC: It does not have vaccination record information.", "And soon, the paper record may be relevant only as a strange, physical token of the pandemic: Vaccine passports including New York State’s Excelsior Pass allow residents to maintain an easily accessible digital record of their vaccine status, so they may gain entry to certain venues and businesses.", "What to know about digital vaccine cards", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "In addition to governmental vaccine passports, other private companies are launching their own digital vaccination certificates, including GoGetVax’s VaxYes.", "The CDC has also created an app, called V-Safe, to serve as a post-vaccination health checker. V-Safe serves not as a digital record of your vaccination but as a kind of survey to gauge vaccine side effects.", "Click for more from NYPost.com."], "authors": [], "keywords": ["covid19", "digital", "laminating", "need", "vaccination", "case", "shot", "know", "vaccine", "card", "record", "plastic", "health"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}