{"keywords": ["event", "neveda", "storm", "little", "koopmans", "town", "20", "51", "sort", "wexell", "area", "nevada", "roberts", "truck", "happened"], "summary": "Last June, a California college student named Matty Roberts created a Facebook event called “Storm Area 51, They Can’t Stop All of Us.” It called for people to converge on the secretive Air Force test facility in Nevada on September 20.\nThe event quickly went viral; within days, hundreds of thousands of people had clicked the page’s “Going” button.\nOther than one alien-themed restaurant and bar, the Little A’Le’Inn, there’s little for outsiders to do—this isn’t Roswell.\nIn the end, the Storm Area 51 event was a bit of a bust.\nOn September 20, around 40 people gathered at one of the gates to Area 51, where they were dispersed by law enforcement.", "id": "a4232158-2c67-3fd5-8199-7dc5733ea998", "paragraphs": ["Last June, a California college student named Matty Roberts created a Facebook event called “Storm Area 51, They Can’t Stop All of Us.” It called for people to converge on the secretive Air Force test facility in Nevada on September 20. “Let’s see them aliens,” Roberts wrote. The event quickly went viral; within days, hundreds of thousands of people had clicked the page’s “Going” button. Although intended as a joke, the event drew very real attention from the US Air Force, which warned the public not to try to enter the site, and from the state of Nevada, which started preparing for a possible tourist invasion.", "Intrigued by the media coverage of Roberts’ prank, photographers Ryan Koopmans and Alice Wexell decided to take a look at this remote patch of Nevada desert for themselves. In August, they spent three days documenting the area’s few residents and their businesses for GQ Australia. What they found was mostly empty ranchland—which is, of course, why the military built the facility there in the first place. In the 1950s, it was the perfect place to test experimental spy planes, which some locals mistook for alien spacecraft.", "“I knew there wasn’t much there, but there was even less than I had imagined,” Koopmans says. The closest town, Rachel, has a population of around 50 people. Other than one alien-themed restaurant and bar, the Little A’Le’Inn, there’s little for outsiders to do—this isn’t Roswell. Most of the residents Koopmans met just wanted to be left alone. “People move out there for a reason,” Koopmans says. “They were nice, but it’s not a super-inviting place.”", "Photograph: Ryan Koopmans & Alice Wexell", "Koopmans and Wexell did convince a local to give them directions to the unmarked dirt road that leads from from Nevada State Route 375—known as the Extraterrestrial Highway—to the edge of Area 51. After exiting the highway, they drove for about 45 minutes until they reached a gate with a No Trespassing sign. A white Ford truck was parked on a nearby mound overlooking the entrance. When Koopmans photographed the truck, it flashed its high beams at him. Only later, while looking at the photograph on his computer, did he realize the truck was empty; a security guard must have triggered the high beams remotely. “That was a little weird,” Koopmans says.", "In the end, the Storm Area 51 event was a bit of a bust. Roberts tried to capitalize on the attention by announcing an “Alienstock” festival in Rachel, only to relocate the festivities to Las Vegas at the last minute. On September 20, around 40 people gathered at one of the gates to Area 51, where they were dispersed by law enforcement. Only one arrest was made, for public urination.", "Or at least that’s what the authorities want you to believe. Koopmans says he’s encountered UFO enthusiasts online who believe the September 20 raid was bigger than the media reported and that its true size has been suppressed by the government. In other words: The truth may still be out there.", "More Great WIRED Stories"], "title": "The Neveda Town Where Storm Area 51 Sort Of Happened", "url": "https://www.wired.com/story/rachel-nevada-area-51/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Michael Hard", "Laura Mallonee", "Michael Hardy"]}