{"id": "a429d277-2d6d-3fe3-97a9-148e138de017", "title": "Matt Miller's Scouting Notebook: Do Jets Players Want to Tank for Trevor?", "url": "https://bleacherreport.com/articles/2921574-matt-millers-scouting-notebook-do-jets-players-want-to-tank-for-trevor?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "\"You never want to lose,\" one Jets player said.\nIn multiple conversations with Jets players and their agents, no players said they saw losing as a means to securing a better quarterback.\nFor those of us sitting at home, it might seem like Jets players would understand that losing could lead to a quicker path to winning.\nBut for the Jets players who spoke with us, that isn't the case.\nIt's understandable that 2020 is a lost season for many players and teams, but Hubbard didn't opt out.", "paragraphs": ["Bill Kostroun/Associated Press", "The Las Vegas Raiders were trailing 28-24 as quarterback Derek Carr took the ball at his own 39-yard line. The New York Jets were 35 seconds away from their first victory of the season.", "Would you rather get that first win and break the chance of an 0-16 season, or do you want to lose and enter into the offseason with the No. 1 overall pick and the ability to draft Trevor Lawrence?", "Defensive coordinator Gregg Williams would determine the Jets' fate when he called a cover-zero blitz and sent the house after Carr on third-and-10 from the Jets' 46-yard line. Facing pressure, the veteran quarterback stepped up in the pocket and delivered a strike to rookie wideout Henry Ruggs III, who slipped behind man coverage with a slick double-move on cornerback Lamar Jackson.", "Noah K. Murray/Associated Press", "Ruggs secured the catch in the end zone. Carr raised both hands to the sky. And Jets fans experienced both relief and sadness at the same time.", "\"I just felt like we could've been in a better call in that situation,\" Jets safety Marcus Maye told reporters following the loss.", "One day later, head coach Adam Gase—who is expected to be removed from his post at season's end—fired Williams, and the Jets perfectly summed up the state of the franchise in one afternoon.", "But how do the players feel? Maye let his emotions show with his postgame comments. But privately, would players rather lose or win when they're facing an 0-12 record and certain change coming at the end of the year?", "We asked. With their names protected, they replied.", "\"You never want to lose,\" one Jets player said. \"You can't make it to this level and be OK with losing, but I do think there's an atmosphere of 'We have to do whatever it takes to get someone new in here.'\"", "\"Is it on your mind that a win could cost you Trevor Lawrence?\" I asked. \"We believe in Sam [Darnold],\" he quickly replied.", "In multiple conversations with Jets players and their agents, no players said they saw losing as a means to securing a better quarterback. There is legitimate faith and belief in Darnold as the long-term answer in New York.", "\"Look at what Sam has around him,\" one veteran player said. \"Even [Joe] Burrow in Cincinnati has a lot more weapons. We have some dudes, but they're all young.\"", "Bill Kostroun/Associated Press", "This echoes what a rival quarterbacks coach told me about Darnold in a prior conversation.", "\"If he is available, there will be a line 20 teams deep to get him because no one truly believes he's been developed there,\" he said. \"He's still the guy you all ranked QB1 in that draft.\"", "For those of us sitting at home, it might seem like Jets players would understand that losing could lead to a quicker path to winning. But for the Jets players who spoke with us, that isn't the case.", "Losing is frustrating and embarrassing. They're tired of it. They want to win.", "", "The Scout's Report", "—With two weeks left in the college football regular season, it's time to officially acknowledge that Florida quarterback Kyle Trask is the Heisman favorite.", "The No. 6 Florida Gators will play No. 1 Alabama in the SEC championship game on Dec. 19 in a game that could well determine who wins the Heisman—voting this year is thankfully after conference championship week—between Trask and Alabama's trio of Mac Jones, Najee Harris and DeVonta Smith. But it's Trask's trophy to lose at this point.", "Throughout his amazing senior season, Trask has thrown 38 touchdowns to only three interceptions while racking up 3,243 passing yards in nine starts. He hasn't thrown an interception since Nov. 7, and he hasn't had a single game all season with fewer than three touchdown passes and 250 passing yards.", "What Trask is doing from a statistical standpoint is comparable to where Joe Burrow was last season, which is why he's the Heisman favorite. Alabama's stars have a tendency to cannibalize each other's chances at college football's most prestigious award.", "—The Houston Texans need a new general manager and a new head coach. To find one, team CEO Cal McNair is turning to outside sources for counsel.", "McNair is including former NFL coaches Jimmy Johnson and Tony Dungy in his quest to find the right front office, along with former Texans great Andre Johnson. Dungy and Johnson are two of the most respected retired head coaches in the football universe and will undoubtedly have good input. And while normally I'd point out that the person running the team should have a good idea of who to hire for the job openings he created, I'll applaud McNair for seeking outside intel given his relative newness on the job after taking over following the death of his father, Bob.", "—The Athletic's Jeff Schultz reported that ESPN commentator Louis Riddick is up for the Atlanta Falcons' general manager job created by the firing of Thomas Dimitroff earlier this season. Riddick, a former NFL safety turned scout, has connections to New England Patriots offensive coordinator Josh McDaniels that will make him an interesting candidate for any team hoping to lure the latter from New England. Riddick's work on ESPN has propelled him into a national spotlight, and the success of John Lynch (San Francisco 49ers) and Mike Mayock (Las Vegas Raiders) could help his candidacy this offseason.", "—\"Kid earned himself an extension today\" is what one top agent texted me regarding the play of Baker Mayfield. In the Browns' Week 13 win over the Tennessee Titans, Mayfield was electric with four early touchdowns that pushed Cleveland to nine wins, cementing the team's first winning season since 2007. The No. 1 overall pick in the 2018 NFL draft is eligible for a new deal this offseason, and Cleveland should be ready to pay up for his services based on the way he's playing.", "—Looking for a Coach of the Year candidate? How about Kevin Stefanski, the first-year Browns head coach. The 9-3 Browns are far from the NFL's laughingstock they had been over the last decade. With Stefanski's offense in place, Cleveland is a legitimate playoff threat. And while Andy Reid and Mike Tomlin also deserve consideration and Bill Belichick is doing one of his best coaching jobs, Stefanski's resume is the most impressive when weighing it against the expectations of the team. The future looks incredibly bright in Cleveland.", "—If you've watched college football this season or if you follow the sport as it relates to the NFL draft, you've assuredly caught wind of BYU quarterback Zach Wilson. The headband-wearing, football-slinging playmaker has been on fire this season. This has left many to ask who his NFL comparison is.", "Richard Shiro/Associated Press", "Some see Patrick Mahomes, but I'm far from seeing that. Others point to Johnny Manziel, but Wilson is much more accurate and doesn't rely on broken plays to succeed. Instead, I see a bigger version of Kyler Murray but with less burst in his initial steps. Wilson's arm strength—the way the ball jumps out of his hand—and his ability to improvise and play on the move is reminiscent of Murray's game.", "", "The Big Board", "A big update for the final week of college football's regular season. Here are my top 50 players for the 2021 NFL draft.", "1. QB Trevor Lawrence, Clemson", "2. OT Penei Sewell, Oregon", "3. QB Justin Fields, Ohio State", "4. LB Micah Parsons, Penn State", "5. WR Ja'Marr Chase, LSU", "6. QB Trey Lance, North Dakota State", "7. CB Patrick Surtain II, Alabama", "8. WR Jaylen Waddle, Alabama", "9. WR DeVonta Smith, Alabama", "10. Edge Joseph Ossai, Texas", "11. OT Samuel Cosmi, Texas", "12. OT Rashawn Slater, Northwestern", "13. QB Zach Wilson, BYU", "14. Edge Gregory Rousseau, Miami", "15. DL Jordan Davis, Georgia", "16. CB Caleb Farley, Virginia Tech", "17. LB Jeremiah Owusu-Koramoah, Notre Dame", "18. TE Kyle Pitts, Florida", "19. WR Rashod Bateman, Minnesota", "20. CB Derion Kendrick, Clemson", "21. OG Wyatt Davis, Ohio State", "22. QB Kyle Trask, Florida", "23. QB Mac Jones, Alabama", "24. S Jevon Holland, Oregon", "25. Edge Kwity Paye, Michigan", "26. OT Christian Darrisaw, Virginia Tech", "27. OG Alijah Vera-Tucker, USC", "28. RB Najee Harris, Alabama", "29. WR Chris Olave, Ohio State", "30. TE Pat Freiermuth, Penn State", "31. OG Trey Smith, Tennessee", "32. OT Alex Leatherwood, Alabama", "33. OT Liam Eichenberg, Notre Dame", "34. LB Jabril Cox, LSU", "35. S Trevon Moehrig, TCU", "36. WR Terrace Marshall Jr., LSU", "37. WR Kadarius Toney, Florida", "38. WR Rondale Moore, Purdue", "39. OT Darian Kinnard, Kentucky", "40. Edge Carlos Basham Jr., Wake Forest", "41. Edge Myjai Sanders, Cincinnati", "42. CB Jaycee Horn, South Carolina", "43. RB Travis Etienne, Clemson", "44. CB Shaun Wade, Ohio State", "45. LB Nick Bolton, Missouri", "46. DL Christian Barmore, Alabama", "47. OT Dillon Radunz, North Dakota State", "48. OT Jalen Mayfield, Michigan", "49. DL Tommy Togiai, Ohio State", "50. Edge Patrick Jones II, Pitt", "Parting Shots", "1. Stock Up: OT Darian Kinnard, Kentucky", "Last week, I wrote about a player moving onto my list after being told he's likely to declare for the 2021 NFL draft. It happened again this week with Kentucky offensive tackle Darian Kinnard. A quick review of three games from his last two seasons shows an aggressive and agile blocker with the toughness and finishing ability to do well in the NFL. There will be some arm-length questions that he'll need to address since he's listed at 6'5\", but Kinnard's tape is impressive.", "2. Stock Down: RB Chuba Hubbard, Oklahoma State", "Where has Chuba Hubbard gone? It's understandable that 2020 is a lost season for many players and teams, but Hubbard didn't opt out. He's just been much less of a factor this season as the Cowboys have struggled. Over the summer, I said Hubbard should opt out given what he had already accomplished in Stillwater. He didn't, and his play and lack of impact are affecting his draft stock as other running backs rise up the board.", "3. Sleeper: Edge Malcolm Koonce, Buffalo", "Koonce hasn't broken into my top 50 yet, but don't be surprised if he does soon. While trying to watch running back Jaret Patterson, an athletic pass-rusher wearing No. 50 kept popping off the tape for the Bulls defense. A 6'3\", 250-pound edge player with good hand play and a nice first step, Koonce is a player to make sure you're finding time to watch.", "4. Player of the Week: QB Alex Smith, Washington Football Team", "When you take down the undefeated Pittsburgh Steelers with blood shooting out of your shin, you get my Player of the Week award. When you help your former team—the Kansas City Chiefs—with its path to the No. 1 seed in the AFC, you definitely get it.", "Keith Srakocic/Associated Press", "Smith isn't doing anything spectacular from a statistical perspective, but he's starting at quarterback after 17 surgeries to repair his right leg and winning games against elite teams. Not only is he my Player of the Week, but he should be a lock for NFL Comeback Player of the Year.", "5. So... this is where I'm going to apologize for being wrong about New York Giants head coach Joe Judge.", "I thought he was in over his head after an 0-5 start. That this former Bill Belichick assistant was trying too hard to be like his old boss and would have a locker room ready to revolt. They haven't. Instead, the Giants have rallied around Judge to go 5-2 since that awful start.", "It's still too early to say the Giants are a contender, but they are a heck of a lot better than I expected them to be 10 weeks ago. Judge has his team—especially the defense—playing well with a path to the NFC East title laid out for them.", "6. Your 2022 NFL draft watchlist begins here with USC quarterback Kedon Slovis. Good luck finding USC games on your TV each week, but if you can find replays or get a lucky score alert and find the game, you'll like what you see from Slovis. The sophomore quarterback isn't big—he's listed at 6'2\" and 200 pounds—but he's accurate and plays with a ton of moxie.", "Overcoming Jayden Daniels or Sam Howell to be the top quarterback next year is a conversation that shouldn't even be started yet, and this isn't a ranking, but Slovis is one of those underclassmen I'm most excited to dive in on this summer.", "7. Los Angeles Chargers head coach Anthony Lynn is reportedly on the hot seat given the team's poor performance despite the encouraging play of rookie quarterback Justin Herbert so far this season. And while it's disappointing because Lynn is a great human being and all-around nice guy, results matter most in the NFL, and his team simply isn't getting it done.", "With that said, if the Chargers job opens up, it's immediately the most attractive in the NFL. You have a new stadium, a bright young quarterback on a rookie contract for four more seasons and a defense featuring one heck of a pass rush.", "The Chargers still need to address certain areas, but this might be a quick turnaround if they bring in the right coach. That could make the Los Angeles job appealing to top-tier candidates like Robert Saleh (San Francisco 49ers), Eric Bieniemy (Kansas City Chiefs) and Josh McDaniels.", "8. Take a look at the top 20 players leading the NFL in receptions this year and you'll find two—DeAndre Hopkins and Amari Cooper—who were drafted in the first round.", "The NFL's leaders in receptions (a tie between Keenan Allen and Stefon Diggs) were drafted in the third and fifth rounds, respectively. The league leader in receiving yards (DK Metcalf) was the last pick of the second round. The league leader in receiving touchdowns (Tyreek Hill) was drafted in the fifth round. And let's not forget the NFL's single-season receiving leader (Michael Thomas) was also a second-rounder.", "Larry Maurer/Associated Press", "Where am I going with this?", "The NFL might see an adjustment in the value of the wide receiver position.", "Yes, it's still fun to fall in love with prospects like Jerry Jeudy and Henry Ruggs III, but second-rounders like Michael Pittman Jr. are arguably having as big of an impact in Year 1.", "First-round picks are supposed to be premium players, and more and more so they're needed at premium positions, especially in the top 15. Drafting DeAndre Hopkins at No. 27 overall is a great value—just like Justin Jefferson at No. 22 overall last year appears to be—but teams drafting receivers in the top 15 aren't getting great value when players of equal impact are coming outside of the first round.", "This isn't to say all first-rounders at the position should be written off, but it should be much harder for receivers to be selected in Round 1 than it has been lately.", "9. And finally, we're getting to the end of my run here. This week's Scouting Notebook is among the last pieces I'll write at Bleacher Report.", "Over the next two weeks, you'll get two more Scouting Notebook columns—the final one featuring a mock draft—and then it's off to a new adventure. I'll still be covering the NFL, the NFL draft and college football, and I'm excited to share where that will be taking place once I'm able to.", "Until then, thanks to everyone who has stuck with me for this long, and I hope you'll hang out for a few more weeks."], "authors": ["Matt"], "keywords": ["tank", "wr", "scouting", "quarterback", "millers", "nfl", "hes", "trevor", "week", "players", "matt", "notebook", "jets", "player", "season", "ot"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}