{"id": "a42c04c1-9e02-3ed8-9ade-253aa8958729", "title": "Destiny 2: Beyond Light Update Stealth-Changes Warlock Rift", "url": "https://www.gameinformer.com/2021/01/05/destiny-2-beyond-light-update-stealth-changes-warlock-rift", "summary": "As a former hunter main turned warlock, this class seems to be hit the hardest with changes, the latest being a Destiny 2: Beyond Light update that stealthily changed Warlock Rift.\nFor once, the hidden change to this class is actually a good one as noted by keen-eyed Destiny players.\nFor those that may be unfamiliar, Rift is a Warlock-locked ability that grants allies a buff while within the AOE.\nA recent Beyond Light Reddit thread opened up a discussion about noticed changes with the Rift, specifically concerning the animation surrounding the Rift.\nThe Rift is awesome, but that beginning animation sequence sure is dangerous in the more fast-paced PvP matches, so seeing a damage resistance increase is positive.", "paragraphs": ["Warlocks just can't seem to catch a break. As a former hunter main turned warlock, this class seems to be hit the hardest with changes, the latest being a Destiny 2: Beyond Light update that stealthily changed Warlock Rift. The good news? For once, the hidden change to this class is actually a good one as noted by keen-eyed Destiny players.", "For those that may be unfamiliar, Rift is a Warlock-locked ability that grants allies a buff while within the AOE. Healing, damage buffs, and more are attributed to this ability, all of which have seemingly been improved upon thanks to recent changes. Bungie is known for leaving out certain changes in its patch notes every once in a while and it looks like this potential buff is left out of the latest update.", "A recent Beyond Light Reddit thread opened up a discussion about noticed changes with the Rift, specifically concerning the animation surrounding the Rift. The amount of times I've been picked off in PvP when casting my Rift because I wasn't paying attention is unreal, especially since the initial animation cast leaves the player vulnerable. Because of that, the recently noticed change is actually a good thing, because it seemingly adds 20% damage resistance to the caster during the animation, allowing them better resistance when they are open to attack. When the animation wraps, the Rift is fully implemented and the third-person perspective due to the animation goes back to the usual first-person mode.", "Most of the responding thread to the initial Reddit post supported the OP, saying that the change seems new but a few did weigh in feeling that this change actually was implemented when the expansion first launched. I reached out to Bungie for comment, but I will say playing Crucible this morning, the Rift did feel different to me but it was also 6 AM and I'm out of coffee, so it's possible that could have just been me.", "If the buff is, in fact, new, this is good news for Warlock mains. The Rift is awesome, but that beginning animation sequence sure is dangerous in the more fast-paced PvP matches, so seeing a damage resistance increase is positive.", "What do you think? Do you think this change is new or did it somehow go unnoticed until now? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["good", "changes", "animation", "resistance", "rift", "damage", "stealthchanges", "destiny", "actually", "warlock", "buff", "update", "change", "light"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}