{"id": "a44c41ab-db21-32ee-b4c2-10e7a2d83d45", "title": "TikTok star matched with brother on dating app in viral video", "url": "https://www.foxnews.com/lifestyle/tiktok-star-matched-brother-dating-app-hinge-video", "summary": "That’s what TikTok star Brooke Averick showed her hundreds of thousands of followers in a humorous viral video.\nAverick, 24, shared a TikTok video on Thanksgiving that showed the dating app Hinge recommended she connect with a man named Noah.\nAverick’s bombshell video concludes with her brother Noah blowing amused air kisses while she lightheartedly scolds him about the match not being funny.\n'IDENTICAL' MOM, DAUGHTER BAFFLE TIKTOK FOLLOWERS WITH THEIR LOOKS IN DANCE VIDEOSSince its original upload in late November, the TikTok video has amassed more than 2.5 million views, 507,600 likes, 25,300 shares and thousands of comments.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERAverick is known on the app for her comedic TikTok videos, which she shares under the username @ladyefron.", "paragraphs": ["It’s nice to find your other half. But, maybe it’s not when you find out your \"most compatible\" match is your brother.", "That’s what TikTok star Brooke Averick showed her hundreds of thousands of followers in a humorous viral video.", "Averick, 24, shared a TikTok video on Thanksgiving that showed the dating app Hinge recommended she connect with a man named Noah.", "BOYFRIEND HAS HILARIOUS REACTION TO GIRLFRIEND’S FAKE DIET, WORKOUT ROUTINE", "\"Most Compatible: Brooke & Noah, we think you two should meet,\" a screenshotted notification says with a side-by-side of their profile photos.", "However, what Hinge’s algorithm didn’t actually know was that Averick and Noah were already connected through familial ties.", "\"We agreed, and we are already spending Thanksgiving together, and it’s going well,\" Averick joked in her video before she shows Noah sitting beside her.", "TIKTOK USER DISCOVERS BOYFRIEND IS CHEATING AFTER NOTICING DETAIL IN SUNGLASSES", "\"And here he is and the fact of the matter is, this is my brother,\" she finally revealed.", "Averick’s bombshell video concludes with her brother Noah blowing amused air kisses while she lightheartedly scolds him about the match not being funny.", "\"We will be suing Hinge,\" she jokes throughout the video. \"This is not an ad.\"", "'IDENTICAL' MOM, DAUGHTER BAFFLE TIKTOK FOLLOWERS WITH THEIR LOOKS IN DANCE VIDEOS", "Since its original upload in late November, the TikTok video has amassed more than 2.5 million views, 507,600 likes, 25,300 shares and thousands of comments.", "CLICK HERE TO GET THE FOX NEWS APP", "Averick and Hinge did not immediately respond to Fox News’ request for comment. Though, the young TikToker did describe the experience as a \"new batch of emotional distress\" in the caption of her video.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Averick is known on the app for her comedic TikTok videos, which she shares under the username @ladyefron. Her account has gained more than 724,500 followers and 28.6 million likes since first joining in April."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["showed", "matched", "app", "star", "averick", "video", "noah", "brother", "thousands", "dating", "shares", "hinge", "viral", "followers", "tiktok", "thanksgiving"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}