{"id": "a452bcdf-7eb1-330b-a1fd-891c9141fd23", "title": "Physicists Are Closer to Knowing the Size of a Proton … Sort of", "url": "https://www.wired.com/story/physicists-are-closer-to-knowing-the-size-of-a-proton-sort-of#intcid=_wired-most-popular-right-rail_e98e8524-b9d5-4afb-bd32-9e3a6e9fa5cc_popular4-1", "summary": "That's because different methods of measuring the proton's charge radius produced results that disagreed—and not just by a little bit.\nThere are a couple of different ways to measure a proton's charge radius.\nOne is to bounce other charged particles off the proton and infer its size by measuring the deflections.\nThe energy difference between different orbitals is the product of the proton's charge radius.\nMeasure the photon and you can work back to the energy difference, and thus the proton's charge radius.", "paragraphs": ["How big is a proton? That might sound like a pretty simple question, but it turned out to have the potential to wreck a lot of modern physics. That's because different methods of measuring the proton's charge radius produced results that disagreed—and not just by a little bit. The answers were four standard deviations apart. But now, a new and improved measurement brings them into much closer alignment—though not quite close enough that we can consider the issue resolved.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "There are a couple of different ways to measure a proton's charge radius. One is to bounce other charged particles off the proton and infer its size by measuring the deflections. Another is to look at how the proton's charge influences the behavior of an electron orbiting it in a hydrogen atom, which consists of only a single proton and electron. The energy difference between different orbitals is the product of the proton's charge radius. And, if an electron transitions from one orbital to another, it'll emit (or absorb) a photon with an energy that corresponds to that difference. Measure the photon and you can work back to the energy difference, and thus the proton's charge radius.", "(The actual wavelength depends on both the charge radius and a physical constant, so you actually need to measure the wavelengths of two transitions to get values for both the charge radius and the physical constant. But for the purposes of this article, we'll just focus on one measurement.)", "A rough agreement between these two methods once seemed to leave physics in good shape. But then physicists went and did something funny: They replaced the electron with its heavier and somewhat unstable equivalent, the muon. According to what we understand of physics, the muon should behave just like the electron except for the mass difference. So, if you can measure the muon orbiting a proton in the brief flash of time before it decays, you should be able to produce the same value for the proton's charge radius.", "Naturally, it produced a different value. And the difference was large enough that a simple experimental error was unlikely to account for it.", "If the measurements really were different, then that would indicate a serious flaw in our understanding of physics. If the muon and electron don't behave equivalently, then quantum chromodynamics, a major theory in physics, is irretrievably broken in some way. And having a broken theory is something that makes physicists very excited.", "The new work is largely an improved version of past experiments in that it measures a specific orbital transition in standard hydrogen composed of an electron and a proton. To begin with, the hydrogen itself was brought to a very low temperature by passing it through an extremely cold metal nozzle on its way into the vacuum container where the measurements were made. This limits the impact of thermal noise on the measurements.", "The second improvement is that the researchers worked in the ultraviolet part of the spectrum, where shorter wavelengths helped improve the precision. They measured the wavelength of the photons emitted by the hydrogen atoms using what's called a frequency comb, which produces photons at an evenly spaced series of wavelengths that act a bit like the marks on a ruler. All of this helped measure the orbital transition with a precision that was 20 times more accurate than the team's earlier effort.", "The result the researchers get disagrees with earlier measurements of normal hydrogen (though not a more recent one). And it's much, much closer to the measurements made using muons orbiting protons. So, from the perspective of quantum mechanics being accurate, this is good news.", "But not great news, since the two results are still outside of each other's error bars. Part of the problem there is that the added mass of the muon makes the error bars on those experiments extremely small. That makes it very difficult for any results obtained with a normal electron to be consistent with the muon results without completely overlapping them. The authors acknowledge that the difference is likely to just be errors that are unaccounted for, citing the prospect of \"systematic effects in either (or both) of these measurements.\" These effects could broaden the uncertainty enough to allow overlap."], "authors": ["John Timmer", "Ars Technica", "Ars Technic"], "keywords": ["difference", "sort", "size", "knowing", "closer", "protons", "physics", "measure", "muon", "radius", "physicists", "measurements", "charge", "electron", "proton"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}