{"id": "a4666bfb-3e45-3673-980e-0a496cc704ff", "title": "Watch Understanding Algorithms With Sinead Bovell | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/understanding-algorithms", "summary": "I've looked up Fox Newsand I'm gonna click on the first video,CSPAN suspends Steve Scully after he admitsto lying about Twitter hack.\nI'm gonna watch the video all the way through,give it a like.\n[mouse clicking][keyboard keys clicking] [soft instrumental music]Okay, now I'm gonna simulatethe second political perspective from MSNBC,Watch All In with Chris Hayes Highlights.\nI'm gonna watch the full video and give it a like.\nI think it's 700 million hours a daypeople watch on YouTube, videos that have been recommendedby the algorithm.", "paragraphs": ["Transcript", "[upbeat instrumental music]", "Algorithms you hear about them,", "you know they're behind your screens,", "and you may even be here as a result of one right now.", "Do algorithms amplify our worst human behaviors?", "How do algorithms influence your worldviews?", "Are social media algorithms making the world worse?", "I'm gonna talk to an ex YouTube engineer", "who built the algorithms that keep us hooked,", "a former design ethicist from Google,", "and a professor from Oxford who believes things", "may not be as bad as we think they are.", "But first, an experiment to see how", "what we feed the algorithm feeds us in return.", "I'm going to simulate searching for a video", "from three different political perspectives", "in order to see how one simple YouTube search", "influences the algorithm.", "We'll check a neutral page, make three different profiles,", "watch the first video that comes up for each,", "then observe how searches affect", "the homepage and recommendations.", "For control measures, I have three separate laptops.", "I've cleared the history and the cache on all of them", "so we're starting from a neutral slate.", "All right, so now I'm gonna see", "just the regular YouTube homepage", "before I've created anything.", "I see a few different news videos, a few funny videos,", "Ed Sheeran, some Alabama football,", "My Dog Answers Fan Questions, a few different news clips,", "and of course, the viral TikTok Fleetwood Mac video.", "All right, so it's pretty neutral.", "Let's make these profiles.", "[soft instrumental music]", "Okay, so now after I've made my profile,", "the homepage doesn't look too different.", "It has a little bit of data on me now", "because I made that profile,", "but for the most part, the homepage is pretty similar.", "[keyboard keys clicking]", "Looking at this media bias chart,", "I can see that Fox News sways more to the right,", "MSNBC sways to the left,", "and ABC News is somewhere in the middle.", "So, I'm gonna start with my first simulated", "political perspective.", "I've looked up Fox News", "and I'm gonna click on the first video,", "CSPAN suspends Steve Scully after he admits", "to lying about Twitter hack.", "I'm gonna watch the video all the way through,", "give it a like.", "Let's make the second profile.", "[mouse clicking]", "[keyboard keys clicking] [soft instrumental music]", "Okay, now I'm gonna simulate", "the second political perspective from MSNBC,", "Watch All In with Chris Hayes Highlights.", "Watch the video all the way through.", "I'm gonna give it a like.", "One thing that's really interesting.", "The recommended videos follow the same order", "for both profiles,", "but just recommending the different news stations.", "The first profile recommended three Fox News videos", "and one PBS video.", "The second profile recommended three MSNBC profiles", "and one PBS profile.", "It seems like PBS is considered quite neutral.", "It's more educational and academic.", "So, if you're going down some form of a rabbit hole,", "it's not likely to throw off your search.", "I think that's something interesting to note.", "[soft instrumental music]", "Simulating searching a video", "from the third political perspective.", "ABC News. Spotlight on early voting in North Carolina.", "I'm gonna watch the full video and give it a like.", "[upbeat instrumental music]", "Now let's see how the homepage changed.", "For the first profile, I'm already seeing a big difference.", "Fox News, Fox Business,", "I see some favorable videos about President Trump,", "some unfavorable videos about Nancy Pelosi.", "I do see a Wall Street Journal,", "but it's mostly Fox channels that are dominating.", "I do see some positive videos about Amy Coney Barrett,", "the Supreme Court confirmation.", "I do see some negative videos about Hillary Clinton.", "TED Talk, Inside the mind of a master procrastinator.", "Maybe I should watch that one.", "And a quirky one about President Trump's dance moves.", "And that's just from one video search.", "I saw quite a few videos in favor of President Trump,", "quite a few videos against Joe Biden.", "A few funny videos, a few videos about meditation", "which I'm gonna save for later.", "For the profile where I searched MSNBC,", "I see another recommended video for MSNBC.", "I'm not seeing too many other news stations recommended.", "I see another one from MSNBC, Notre Dame faculty", "signed open letter urging judge Barrett to...", "Okay I see one from CNN.", "I see a C-SPAN, I see another MSNBC,", "Boy surprises childhood best friend", "dressed as a FedEx driver.", "That could be a little bit terrifying.", "Okay, so for the most part, it was a lot of MSNBC,", "no Fox News outlets, some funny videos, some sports videos,", "and now the ABC News search.", "Okay, so let's see how the homepage looks", "after watching this full video.", "I see a lot of ABC News right off the bat.", "I do see a video for Fox News, video from MSNBC,", "more ABC News, CNBC, one from CBS, ABC News again,", "a video from GQ.", "I'm noticing more variety. This is interesting.", "Trump and Clinton are asked to say something nice", "about each other.", "So this is actually bringing both sides together.", "A hundred year old veteran and his secrets to life.", "Saving that video.", "A video in favor of Joe Biden here,", "a video from business insider.", "There's a lot of variety in content,", "there's a lot of variety in news stations", "and it really isn't a polarizing homepage.", "Okay, so what we can see here", "is that even by searching just one video,", "all of the recommendations afterwards", "reinforced that point of view.", "There were no recommendations that challenged it.", "So you'll likely stay longer", "and continue to watch more videos,", "which would be in the best interest of both the advertisers", "and the creators. What does that say about the algorithm?", "We called up ex YouTube engineer, Guillaume Chaslot,", "who built the artificial intelligence", "that powers these algorithms.", "In an article that you wrote for Wired", "about YouTube's feedback loop.", "You stated that you could have predicted", "that the AI would deliberately promote", "harmful videos behind some of the conspiracies", "that we've seen recently.", "How could you have known that ahead of time", "and was it flagged?", "So you can't detect everything ahead of time.", "The idea is to try to detect as soon as possible.", "So you can predict that there is going to be", "toxic feedback loops.", "How can you see where the feedback loops are taking place?", "And for that you need the number of recommendation,", "that video is promoted.", "So if you see that a video is particularly being promoted", "by YouTube and its toxic,", "then you know it's going to create feedback loops.", "And do you think just the executives", "have the best interest at heart?", "So people promoting things like fake news", "and conspiracy theories just wasn't thought of.", "You thought people would just genuinely post", "truthful videos in community with one another.", "So they were really focusing on how to gain market share,", "be like 20-30% more efficient every year.", "These few million people who were going to conspiracy videos", "because of YouTube recommendations,", "it was not a big deal for them.", "Next, I talk to Tristan Harris", "who studies the impact of technology on the human mind.", "It's not just in technology.", "This is psychology at the intersection of technology", "fueled by supercomputers.", "That's right. And let me give you one concrete example", "of where this can show up.", "In a way it actually was told to me by", "Guillaume Chaslot the former YouTube engineer.", "If YouTube found, for example,", "as it's predicting which videos", "should it show you over time,", "it's not just trying to maximize your individual watch time", "for that 30 minute session.", "It also wants to show you the kind of videos", "that tend to keep you coming back in a long-term sense.", "So it's actually identifying these super high level", "hyper object patterns.", "Let's say one of them is called, The Media Is Lying.", "Let's say that that pattern, that title", "is associated with a longer like year long", "trajectory of YouTube usage.", "Because obviously if I don't trust the media as much,", "then I'm gonna trust YouTube a little bit more.", "And so that's an example where", "there's no human who's picking The Media Is Lying", "as a phrase, but the computer is predicting", "and finding out that this is a pattern", "that works in a super big abstract scale.", "That for 3 billion humans", "that pattern can actually cause", "people to use YouTube more in the long run.", "It's not a race that humans are designed to win.", "A pattern like that can be incredibly dangerous", "because it erodes trust in society and in media", "which is exactly what in general conspiracy theories do.", "And there's a study in there on sense-making", "that I think only after two minutes of exposure", "to a conspiracy theory,", "that people actually have less pro-social attitudes", "and they're more doubtful of the narratives", "that they've been told.", "Anyway, there's many more aspects to the story.", "On the topic of YouTube and Guillaume,", "we actually just spoke with him.", "Do you believe that YouTube and social media in general", "can send us down echo chambers?", "Absolutely. I mean, I think that's the entire model.", "The issue is that they're a bad apple farm.", "Like the soil that they create is actually about rewarding", "the most extreme and conspiracy minded views", "that you could create", "because they tend to get the most clicks.", "And as Renee DiResta our other colleague", "who studies conspiracy theories will say,", "if you can make a conspiracy trend,", "you can make it true because once it's trending,", "like Biden earpiece or something like that,", "it could be on either side.", "Once it's trending, then the media covers it,", "they're endorsing the conspiracy theory", "and elevating its response.", "If they don't cover it and they don't talk about", "Biden earpiece now its a conspiracy that the media", "is not covering something that might be true.", "Exponential rumors and exponential hearsay.", "That's the kind of thing that wins.", "And it becomes our information ecology.", "I think it's 700 million hours a day", "people watch on YouTube, videos that have been recommended", "by the algorithm.", "So the recommendation portion is actually very significant", "on the content that we end up seeing, right?", "Exactly, so not only that significant", "but that pushes content creators", "to go in the same direction as the algorithm.", "Many content creators when they talk about", "what they want to do, they try to understand the algorithm", "and they try to just give what the algorithm likes.", "They don't try to understand what you like,", "they try to understand the algorithm.", "Finally, I spoke with Dr. Grant Blank,", "who's more optimistic about our online habits.", "And I wanna reference a point in your research", "that I found really interesting.", "You often hear people go down a rabbit hole, for example,", "on YouTube.", "And they come up believing that the world is flat,", "for example. But according to your research,", "if somebody goes on social media", "and ends up changing their mind,", "they're not in an echo chamber", "despite the perception that somebody goes down", "this rabbit hole and has now fallen victim", "to these theories because they've changed their mind.", "That actually proves they're not in an echo chamber.", "I'm not too worried about the situation that you described", "of people going down these YouTube rabbit holes.", "People acquire information in a broad environment", "and broad ways.", "They also change their mind fairly often", "about a lot of topics.", "Not every topic, but about many topics.", "Yeah, that were a bit more malleable than we think we are.", "Right. And malleable almost gives the idea", "that you already had an opinion. It's in most cases,", "people didn't have an opinion beforehand", "and they only have a vague sense of what's going on", "and then they encounter a more detailed argument somewhere.", "And that convinces them that the real situation", "is different from whatever they thought.", "Some tech executives would say", "what we see on social media is actually just a reflection", "of what was always happening.", "And social media is just shining a mirror on it.", "Do you think that's true or do you think it's fueling it?", "I think it's true in this sense.", "It used to be reasonable for you would go to a bar", "and complain to your friends about stuff you read", "or you saw on television", "and it couldn't go any further than that", "because you had no way to reach a broader audience.", "What has happened with the internet", "and the technologies of social media", "is all of a sudden you can complain to everybody.", "And so the things that once were kept in small circles", "are now visible to the entire world.", "And so these sort of conspiracy theories", "and hatred of different groups of people", "and things like that which would normally not be expressed", "loudly in the public square are now being expressed loudly", "on Twitter and Facebook and other places.", "And so what has happened is that technology has amplified", "all these voices and so that they're no longer", "talking in private environments", "but they're now talking in public.", "One of your criticisms of YouTube", "is the secrecy of the algorithm.", "And you believe that if there was more transparency", "about how the YouTube algorithm works,", "people would have a bit more control and we wouldn't see", "such massive problems as we do today.", "Yeah, so what I want is not YouTube", "to give the source code of the algorithm,", "that's their secret sauce.", "What I want is that we have an idea", "of the impact of YouTube's algorithm.", "What is it showing our kids right now?", "I want mums to be able to know what the YouTube algorithm", "is showing to their kids.", "I want scientists to know what type of science", "YouTube is showing.", "Is it promoting fake science?", "Is it promoting things that have been researched and proved?", "That's important to know.", "So while it seems like these algorithms are built", "to reinforce our likes and our interests,", "how we seek out information can give us some control.", "These algorithms are powerful and impressionable,", "but they're not the entire story.", "By being aware of how they work", "and being intentional in finding information", "we can get back some control.", "[upbeat music]"], "authors": ["Condé Nast"], "keywords": ["media", "wiredcom", "gonna", "video", "think", "videos", "theyre", "cne", "bovell", "watch", "actually", "conspiracy", "youtube", "im", "algorithms", "sinead", "understanding", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}