{"id": "a4908810-2343-39fe-a66b-2a0a755f337c", "title": "AstraZeneca says vaccine against new Covid variants may take six months", "url": "https://www.theguardian.com/business/2021/feb/11/astrazeneca-says-vaccine-against-new-covid-variant-may-take-six-months", "summary": "AstraZeneca has said it could take between six and nine months to produce Covid-19 vaccines that are effective against new variants of the coronavirus, and begin administering them to the public.\nA six-month turnaround for an updated vaccine would represent a vast improvement over traditional vaccine development timelines.\nThe AstraZeneca/Oxford University vaccine has now been approved for use in more than a quarter of countries around the world.\nCovid-19 vaccine sales were just $2m.\n“The consistent achievements in the pipeline, the accelerating performance of our business and the progress of the Covid-19 vaccine demonstrated what we can achieve.”", "paragraphs": ["AstraZeneca has said it could take between six and nine months to produce Covid-19 vaccines that are effective against new variants of the coronavirus, and begin administering them to the public.", "The company’s vaccine, developed jointly with scientists at the University of Oxford, remains effective against the original virus and at least one variant, first discovered in Kent, England. But preliminary findings in a small-scale trial prompted South Africa to limit its use while it ascertains its efficacy against the variant that emerged there.", "A six-month turnaround for an updated vaccine would represent a vast improvement over traditional vaccine development timelines.", "“Work on the variants hasn’t started today, it started weeks and months ago, as soon as those new variants were identified and … we are aiming to be in the clinic in the spring, with next generation vaccines for the new variants,” said Sir Mene Pangalos, executive vice-president, BioPharmaceuticals R&D at AstraZeneca.", "Pangalos added that the jabs could be available to the public by the autumn, assuming the regulatory bodies are satisfied with using studies into the body’s immune response to the vaccine as the route to approval.", "A number of Covid vaccines have shown lower efficacy in trials where the South Africa variant predominates: earlier this week preliminary trials revealed the Oxford/AstraZeneca jab provided little protection against mild to moderate infection, although it is still expected to protect against severe disease and death.", "It has recently emerged that some cases of the Kent variant have a mutation also found in the South African variant, a development that scientists have cautioned needs to be taken seriously, not least since the mutation – known as E484K – has been linked to the ability for the South African variant to evade protection offered by some current Covid vaccines.", "Panaglos said tests need to be carried out on the Kent variant with the E484K mutation.", "“It is quite possible that the vaccines we have today will still be protecting against all of the variants, for severe disease, hospitalisations and death,” he said, adding: “My assumption is that if we want to protect against mild disease as well, then vaccines that are targeting these new variants are likely to be more effective in the milder cases of the disease.”", "The Oxford/AstraZeneca vaccine is particularly important for poorer countries, because the company – unlike some of its rivals such as Pfizer – has pledged to sell it at cost price. The vaccine also does not require very low temperatures during transport, making it cheaper to deliver.", "However the jab has been at the centre of a row over supplies, with the EU facing a shortfall of doses. Pascal Soriot, AstraZeneca’s chief executive, defended the company’s record of delivering vaccines to the EU.", "“Within a month with our supply we are going to double the amount of vaccinations in Europe. If that’s not an achievement, what is?,” he said, referring to the 17m doses that are due to be delivered to the EU over the coming weeks.", "The team noted that 100m doses a month were currently being produced globally, and that this is expected to rise to 200m doses a month globally by April, with 336m doses expected to be available to 145 countries in the first half of the year through the Covax scheme, a mechanism to distribute Covid-19 doses fairly around the world.", "The AstraZeneca/Oxford University vaccine has now been approved for use in more than a quarter of countries around the world.", "Pam Cheng, executive vice-president of global operations & IT at AstraZeneca, said: “We [began] shipping to the EU last Friday and are on track to deliver the target doses in February, March and beyond.”", "Cheng added that a new partnership with IDT Biologika in Germany will further strengthen Europe’s vaccine supply capability for the longer term.", "Announcing its financial results for 2020 on Thursday, AstraZeneca said: “In collaboration with the University of Oxford, AstraZeneca is focused on adapting C19VAZ [its vaccine] to new disease strains if required and hopes to reduce the time needed to reach production at scale to between six to nine months, by utilising existing clinical data and optimising its established supply chain.”", "AstraZeneca will not incorporate revenues from the vaccine into its financial results, but it said 2020 performance in its main profit-making business remained strong.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "Revenues for the final quarter of the year rose by 11% to $7.4bn (£5.3bn), and in 2020 overall revenues increased by 9% to $26.6bn, thanks in part to a 23% increase in sales of its cancer drugs. Covid-19 vaccine sales were just $2m. AstraZeneca made profit before tax of $3.9bn for 2020.", "Soriot said: “The performance last year marked a significant step forward for AstraZeneca. Despite the significant impact from the pandemic, we delivered double-digit revenue growth to leverage improved profitability and cash generation.", "“The consistent achievements in the pipeline, the accelerating performance of our business and the progress of the Covid-19 vaccine demonstrated what we can achieve.”"], "authors": ["Jasper Jolly", "Nicola Davis"], "keywords": ["variants", "variant", "astrazeneca", "disease", "doses", "vaccine", "vaccines", "covid19", "months", "south", "covid", "business"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}