{"id": "a49cc067-6608-3590-92c6-3300dcb5bbcc", "title": "'I'm not an anti-vaxxer, but...' US health workers' vaccine hesitancy raises alarm", "url": "https://www.theguardian.com/world/2021/jan/10/coronavirus-covid-19-vaccine-hesitancy-us-health-workers", "summary": "But across the country, health workers with the first access to the vaccine are turning it down.\nAnd it’s not exclusive to the US – up to 40% of care workers in the UK might refuse to have the vaccine, the National Care Association said in mid-December.\nSome healthcare workers infected with Covid don’t think it’s necessary while they still have antibodies.\nVaccine hesitancy in healthcare workers has also put pressure on health systems intent on getting doses to as many people as possible, as quickly as possible.\nDr Toomey said that while hundreds of healthcare workers were on waiting lists to get the vaccine in the state’s urban center, Atlanta, in rural areas the vaccine was “literally sitting in freezers” because healthcare workers there did not want to take it.", "paragraphs": ["With up to 40% of frontline workers in LA county refusing Covid-19 inoculation experts warn that understanding and persuasion are needed", "Sign up for the Guardian’s First Thing newsletter", "Susan, a critical care nurse based in Alaska, has been exposed to Covid-19 multiple times and has watched scores of people die from the illness. But she did not want to get the vaccination when she learned it would soon be available.", "“I am not an anti-vaxxer, I have every vaccine known to man, my flu shot, I always sign up right there, October 1, jab me,” said Susan, who didn’t want to give her last name for fear of retaliation. “But for this one, why do I have to be a guinea pig?”", "The two authorized vaccines, made by Moderna and Pfizer-BioNTech, are safe according to leading experts and clinical trials – for one thing they contain no live virus and so cannot give a person Covid – and with tens of thousands of patients, they have had about 95% efficacy. But across the country, health workers with the first access to the vaccine are turning it down.", "Misinformation 'superspreaders': Covid vaccine falsehoods still thriving on Facebook and Instagram Read more", "The rates of refusal – up to 40% of frontline workers in Los Angeles county, 60% of care home workers in Ohio – have prompted concern and in some cases, shaming. But the ultimate failure could be dismissing these numbers at a critical moment in the US vaccination campaign.", "Dr Whitney Robinson, an epidemiologist at the University of North Carolina, told the Guardian if these early figures coming from healthcare workers are not addressed: “It could mean after all this work, after all this sacrifice, we could still be seeing outbreaks for years, not just 2021, maybe 2022, maybe 2023.”", "Vaccine hesitancy is common – 29% of healthcare workers said they were vaccine-hesitant, according to a survey by the Kaiser Family Foundation published last month. And it’s not exclusive to the US – up to 40% of care workers in the UK might refuse to have the vaccine, the National Care Association said in mid-December.", "The numbers coming from hospital and care homes are unique in that they give a more specific picture of who is refusing the vaccine and why. Once vaccines are available to the general public, patterns will be more difficult to identify because the US does not have a centralized system to track vaccinations.", "Facebook Twitter Pinterest People wait in a line on New Year’s Eve to receive a Covid-19 vaccination at a site for seniors in an unoccupied store at the Oviedo Mall. Photograph: Paul Hennessy/SOPA Images/Getty Images", "“If we don’t understand the patterns of who is not vaccinated, it will be hard to predict where outbreaks might spring from and how far they might spread,” Robinson said.", "It will also leave underfunded public health agencies scrambling to identify and respond to hesitancy in the community.", "“We can’t just write off somebody’s decisions and say, well that’s their personal decision,” Robinson said. “Because it’s not just their personal decision, it’s an infectious disease. As long as we have pockets of coronavirus anywhere in the world, until we have mass global vaccination, it’s a threat.”", "Some employers and unions are seeing the numbers for what they are: an alarm in need of a response.", "In New York City, the firefighters union found last month that 55% of 2,000 firefighter members surveyed said they would not get the vaccine.", "But Covid cases are climbing at the FDNY. Twelve members have died and more than 600 were on medical leave in late December.", "So, the Uniformed Firefighters Association (UFA) president, Andrew Ansbro, collected questions from some of the roughly 8,200 firefighters his union represents. A virologist friend had been helping Ansbro shape the union’s response to Covid-19 and answered their questions in a recorded video. The 50-minute video has now been viewed about 2,000 times.", "“I actually received a couple dozen phone calls and messages from members that said it changed their mind,” said Ansbro, who was vaccinated on 29 December. “I think the vaccination numbers are definitely going to be higher than 45%.”", "He said people were concerned about how new the vaccine was, had read misinformation online and were worried about long-term effects. In other workplace surveys, people have shared concerns about how it could affect fertility or pregnant women. Some healthcare workers infected with Covid don’t think it’s necessary while they still have antibodies.", "Facebook Twitter Pinterest A sign reads ‘Let’s Stick It To Covid-19’ in the observation area of the Townsquare Mall in Rockaway, New Jersey, this week. Photograph: Bloomberg/Getty Images", "Each of these questions can be answered. And national surveys have shown that in general, vaccine hesitancy is decreasing.", "But these surveys also suggest action is still needed to address populations more likely to be distrustful because of the country’s history of medical abuse.", "Recent surveys show that Black people are the most vaccine-hesitant. In mid-November, 83% of Asian Americans said they would get the vaccine if it was made available to them that day. That sentiment was shared by 63% of Hispanic people, 61% of white people but just 42% of Black people, according to a Pew Research report.", "Dr Nikhila Juvvadi, the chief clinical officer at Loretto hospital in Chicago, told NPR that conversations with vaccine-hesitant staff revealed mistrust was an issue among African American and Latino workers.", "She said people specifically mentioned the Tuskegee Study, when federal health officials allowed hundreds of Black men with sexually transmitted diseases to go untreated to study disease progression. The study lasted from 1932 to 1972.", "“I’ve heard Tuskegee more times than I can count in the past month – and, you know, it’s a valid, valid concern,” Juvvadi said.", "Juvvadi, who administered vaccines at the hospital, said one-on-one conversations validating these concerns and answering questions had helped people be more comfortable with the vaccine.", "Vaccine hesitancy in healthcare workers has also put pressure on health systems intent on getting doses to as many people as possible, as quickly as possible.", "Georgia’s public health commissioner, Kathleen Toomey, announced last week that the state would expand vaccine access to adults 65 and older and first responders because healthcare workers were declining to take it.", "Dr Toomey said that while hundreds of healthcare workers were on waiting lists to get the vaccine in the state’s urban center, Atlanta, in rural areas the vaccine was “literally sitting in freezers” because healthcare workers there did not want to take it.", "At one of the Texas hospitals hardest hit by the virus, Doctors Hospital at Renaissance in the Rio GrandeValley, workers contacted local EMTs, paramedics and medical workers from outside the hospital to distribute their remaining vaccines because of their limited shelf-life.", "Susan, the nurse in Alaska, said her preference would be for her parents to get the vaccine first because they are more vulnerable.", "She has made peace with the vaccine and plans to get it the next time it is offered. She said she was ultimately convinced to get it after speaking to other health professionals who did not dismiss her concerns and listened to her questions.", "Now, however, there is another hurdle. Susan has declined the vaccine twice because of logistics. She is currently on a temporary crisis assignment in rural Texas and the travel meant both times she was offered the vaccine, she would be in a different state when it was time to take the second dose. Susan said: “I feel terrible I’ve said no.”", ""], "authors": ["Amanda Holpuch"], "keywords": ["health", "care", "hesitancy", "covid19", "workers", "raises", "antivaxxer", "healthcare", "hospital", "vaccines", "vaccine", "vaccination", "alarm", "surveys", "im"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}