{"id": "a4b17fa0-b6f5-3bb9-9036-3dfcd989bf6c", "title": "The end is where we start from - The post-Brexit trade agreement leaves many questions unanswered", "url": "https://www.economist.com/britain/2020/12/27/the-post-brexit-trade-agreement-leaves-many-questions-unanswered", "summary": "For both sides the agreement to zero tariffs and zero quotas on goods trade will be seen as mutually beneficial.\nMr Johnson is busily promising hardline Brexiteers in his party that they have got what they wanted.\nCritics say, with some justification, that Mr Johnson has wrongly prioritised fisheries and manufacturing, which are economically less significant.\nThe other question is what exactly Mr Johnson will do with the freedom he has won by finally leaving the EU.\nIn his Sunday Telegraph interview, Mr Johnson insisted that his government had a “very clear agenda”.", "paragraphs": ["AFTER THE deal, the salesmanship. No sooner had Boris Johnson, Britain’s prime minister, and Ursula von der Leyen, the European Commission’s president, announced their trade and security deal on the afternoon of December 24th than the spinning began. Ms von der Leyen got her press conference in first, and EU diplomats were quick to insist that it was Mr Johnson who had given the most ground. Clément Beaune, France’s Europe minister, declared that Britain would be subject to more export rules than any other country. Meanwhile in London an unofficial table was circulated purporting to support claims that Britain had won the argument twice as often as the EU. In an interview with the Sunday Telegraph, Mr Johnson himself boasted that he had secured “free trade with the EU without being drawn into their regulatory or legislative orbit”.", "The truth is that both sides compromised. As analysts pored over the 1,255-page document that was published only on December 26th, the consensus was that Mr Johnson had given away more than expected on fisheries, whereas the EU had backed off its insistence on instant unilateral retaliation if Britain ever undercut its labour, environmental or state-aid rules. For all the point-scoring, the expectation is that most people will see enough in the deal (and be sufficiently worried by the alternative of no deal) to welcome the outcome. Brexiteers are pleased that Britain will be out of the single market and customs union and escape the jurisdiction of the European Court of Justice (though this overlooks the fact that Northern Ireland will remain covered by all three). The EU believes it will have enough purchase to deter future regulatory divergence, even though some in London see such divergence as one of the key reasons for Brexit. For both sides the agreement to zero tariffs and zero quotas on goods trade will be seen as mutually beneficial.", "The next task is to ratify the deal in time for the standstill transition period to end on December 31st. Mr Johnson is busily promising hardline Brexiteers in his party that they have got what they wanted. In fact, he is sure to get his deal through Parliament when it votes on December 30th even if some Brexiteers rebel, not least because the Labour opposition is poised to back the deal on the ground that it is better than no deal. On the EU side, the decision has been taken to apply the deal provisionally before the European Parliament votes on it, since MEPs insist on having a month or two to examine the details. Even so, they are likely to endorse the deal. Brussels is hoping that the consent of national parliaments will not be necessary, though this could yet become a legal bone of contention.", "After that will come the practical test of how the deal actually affects businesses on the ground and as they trade across the channel. One answer is that few businesses on either side are prepared for the changes in paperwork and additional customs, veterinary and rules-of-origin checks that are due to come in on January 1st. Some disruption at the channel ports and queues of trucks look extremely likely. Mr Johnson’s claim that his deal does not involve any new non-tariff barriers will quickly be put to the test and found wanting. Yet there may be a period of grace (Britain has said it will phase in customs formalities over", "the first six months). And as new IT and customs systems bed down, most goods trade should be able to continue, albeit with more friction than now.", "Disruption will be greater for services, which make up some 80% of Britain’s economy and a growing share of its exports. Critics say, with some justification, that Mr Johnson has wrongly prioritised fisheries and manufacturing, which are economically less significant. There is almost nothing in the deal for Britain’s biggest single export sector, financial services. The EU has yet to hand down an equivalence ruling for financial-services regulation, without which cross-border business will be curtailed. Similarly lacking is an EU decision on data adequacy which is needed to permit the cross-border flows of personal data that service businesses often rely on. In both cases, the decisions are unilateral ones for the European Commission that, once granted, can be withdrawn in future.", "For Britain, the deal leaves two other big questions unanswered. The first concerns the extent to which, now that Brexit is done, the issue can be forgotten, with no more need to worry about the country’s relationship with the European Union. And the answer is that it is unlikely to be so easy. Not only are there loose ends on financial services, data and elsewhere to tie up; but also the agreement sets up a raft of some 25 specialist committees, ministerial councils and working groups on areas ranging from aviation safety to medicinal products, and from intellectual property to social-security co-ordination. The truth is that it is impossible to escape a process of continual negotiation with what will always be Britain’s biggest neighbour—as Switzerland has found ever since rejecting EU membership in the early 1990s.", "The other question is what exactly Mr Johnson will do with the freedom he has won by finally leaving the EU. Almost all economists agree that the impact of erecting new trade barriers will be negative, shaving perhaps 4-5% off the level of GDP in the long run. Yet the prime minister insists that Britain will prosper mightily outside the EU. There is little sign of the large-scale sort of trade deals with big third countries like the United States that might help achieve such a goal. And Mr Johnson’s government has since mid-2019 been so taken up first with Brexit and then with covid-19 that it has offered precious little in the shape of an alternative economic course that would make up for ground lost through leaving the EU. In his Sunday Telegraph interview, Mr Johnson insisted that his government had a “very clear agenda”. If he is to have much chance of improving Britain’s economic performance, he needs to start defining that agenda now."], "authors": ["The Economist"], "keywords": ["britains", "johnson", "ground", "leaves", "postbrexit", "start", "unanswered", "trade", "customs", "eu", "britain", "agreement", "european", "questions", "mr", "end", "deal"], "pubDate": "2020-12-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}