{"id": "a4b33894-430c-336a-951b-43a9e3d0d9fc", "title": "Schiff and Dershowitz spar over whether abuse of power is impeachable offense", "url": "http://www.foxnews.com/politics/schiff-and-dershowitz-spar-over-whether-abuse-of-power-is-impeachable-offense", "summary": "Adam Schiff, D-Calif., the lead impeachment manager, and Alan Dershowitz, a member of President Trump’s legal team, clashed in opposing interviews on Sunday over whether the president can be impeached for abuse of power.\nTRUMP LAWYERS RESPOND TO ARTICLES OF IMPEACHMENT: 'CONSTITUTIONALLY INVALID'“I am making an argument much like the argument made by the great Justice Curtis,” Dershowitz said.\n“You can't charge a president with impeachable conduct if it doesn't fit within the criteria for the Constitution,” Dershowitz said.\nTrump's legal team, responding to the Senate's official summons for the trial, said the president “categorically and unequivocally” denies the charges of abuse and obstruction against him.\nThe House brief said, “President Trump’s misconduct presents a danger to our democratic processes, our national security and our commitment to the rule of law.", "paragraphs": ["Adam Schiff, D-Calif., the lead impeachment manager, and Alan Dershowitz, a member of President Trump’s legal team, clashed in opposing interviews on Sunday over whether the president can be impeached for abuse of power.", "Dershowitz, a retired professor at Harvard Law School who was a late arrival to Trump’s legal team, said during an interview on ABC’s “This Week” that there is a “strong” argument to be made that a president cannot be impeached for abuse of power.", "To support his argument, Dershowitz referenced the impeachment trial of President Andrew Johnson, where Justice Benjamin Curtis – who defended the president – said that proof of a crime was necessary to remove a sitting president from office. Johnson was eventually acquitted during his Senate trial.", "TRUMP LAWYERS RESPOND TO ARTICLES OF IMPEACHMENT: 'CONSTITUTIONALLY INVALID'", "“I am making an argument much like the argument made by the great Justice Curtis,” Dershowitz said. “The argument is a strong one. The Senate should hear it.”", "Dershowitz went on to argue that the Founding Fathers were concerned about giving Congress too much power and that impeachment could be used as a political tool in the partisan infighting of politics.", "“You can't charge a president with impeachable conduct if it doesn't fit within the criteria for the Constitution,” Dershowitz said.", "Schiff, whose report as the chairman of the House Intelligence Committee ultimately led to Trump being impeached on charges of abuse of power and obstruction of Congress, called the argument made by Dershowitz and other supporters of the president that he can’t be impeached for abuse of power “absurdist” and added that “you have to go far out of the mainstream” to find someone who believes in that argument.", "\"You had to leave the realm of constitutional law scholars and go to criminal defense lawyers,\" Schiff said in a separate interview on ABC’s “This Week.”", "HOUSE DEMOCRATS URGE SENATE TO 'ELIMINATE THE THREAT' OF TRUMP, IN OPENING IMPEACHMENT TRIAL SALVO", "The two interviews occurred a day after Trump’s legal team put out a fiery response to a brief by House Democrats that said the president betrayed public trust with behavior that was the “worst nightmare\" of the Founding Fathers.", "Trump's legal team, responding to the Senate's official summons for the trial, said the president “categorically and unequivocally” denies the charges of abuse and obstruction against him.", "“This is a brazen and unlawful attempt to overturn the results of the 2016 election and interfere with the 2020 election, now just months away,\" the president's filing states.", "Schiff on Sunday balked at the legal team’s filing – saying it was a “surprising” read given the lack of expansion on the “failed arguments we heard in the House.”", "“The facts aren’t seriously contested,” he said. “The only thing really new about the president's defense is that they're now arguing, I think, because they can't contest the facts, that the president cannot be impeached for abusing the power of his office.”", "At issue in the impeachment case are allegations that Trump asked Ukraine to announce an investigation of Democratic political rival Joe Biden at the same time the White House withheld nearly $400 million in aid from the former Soviet republic as it faces a hostile Russia at its border.", "CLICK HERE TO GET THE FOX NEWS APP", "The Government Accountability Office said last week the administration violated federal law by withholding the funds to Ukraine. The money was later released after Congress complained.", "The House brief said, “President Trump’s misconduct presents a danger to our democratic processes, our national security and our commitment to the rule of law. He must be removed from office. Trump's attorneys argue that the articles of impeachment are unconstitutional in and of themselves and invalid because they don't allege a crime.", "Under the Constitution, impeachment is a political, not a criminal, process, and the president can be removed from office if found guilty of whatever lawmakers consider “high crimes and misdemeanors.”", "The Associated Press contributed to this report."], "authors": ["Andrew O'Reilly"], "keywords": ["power", "spar", "argument", "impeached", "team", "trumps", "dershowitz", "legal", "offense", "impeachment", "abuse", "schiff", "president", "impeachable"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}