{"id": "a4b6b603-ccdf-3c03-9252-ffa2a3ecffda", "title": "Slovis, St. Brown help No. 16 USC rout Washington State", "url": "https://www.foxnews.com/sports/slovis-st-brown-help-no-16-usc-rout-washington-state", "summary": "Amon-Ra St. Brown caught four touchdown passes from Kedon Slovis in a spectacular first quarter, and No.\n16 Southern California cruised to a 38-13 victory over Washington State on Sunday night.\nTyler Vaughns caught Slovis' fifth TD pass for USC on its fifth drive.\nSlovis’ five TD passes in the first half tied the school record held by Mark Sanchez, Matt Barkley and Cody Kessler.\nSlovis hit St. Brown for TD catches of 7 and 22 yards on the Trojans' opening two drives.", "paragraphs": ["Amon-Ra St. Brown caught four touchdown passes from Kedon Slovis in a spectacular first quarter, and No. 16 Southern California cruised to a 38-13 victory over Washington State on Sunday night.", "Slovis threw five touchdown passes in the first half before finishing with 287 yards as the Trojans (4-0) returned from a one-week absence caused by a COVID-19 outbreak with a dominant performance on both sides of the ball against the Cougars (1-2), who hadn't played since Nov. 14.", "Talanoa Hufanga and Olaijah Griffin had interceptions in the first half for USC, which led 35-0 midway through the second quarter of a game moved back two nights to allow the Trojans to clear enough players from coronavirus protocol to play.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "St. Brown made college football history with touchdowns on every one of his four catches in the opening quarter, including two dazzling grabs made with backward dives on difficult throws by Slovis.", "Along with tying Robert Woods' USC record for TD catches in a game, the junior receiver tied the FBS record for touchdowns scored in any quarter and joined Duke’s Corey Thomas in 1997 as the only players in FBS history to make four touchdown catches in a quarter.", "Tyler Vaughns caught Slovis' fifth TD pass for USC on its fifth drive. Slovis’ five TD passes in the first half tied the school record held by Mark Sanchez, Matt Barkley and Cody Kessler.", "Freshman Jayden De Laura passed for 134 yards, threw two interceptions and lost a fumble for the Cougars, who showed some rustiness from their layoff.", "Washington State’s secondary also was missing four of its eight regular rotational players — and it showed, although not much could have been done to stop most of St. Brown’s impressive scoring catches. The Cougars also played without injured running back Max Borghi.", "Slovis' first pass was an incompletion, but he completed his next 18 straight passes into the third quarter. The sophomore's throws also had the tight spirals that were missing earlier this season when he got off to a shaky start in the follow-up to one of the most accurate freshman seasons for a quarterback in FBS history.", "Slovis hit St. Brown for TD catches of 7 and 22 yards on the Trojans' opening two drives. USC's interceptions — including Hufanga's pick of a deflected pass and an incredible hurdle of a would-be tackler on his 37-yard return to the Cougars 4 — then led to two more short TD catches for St. Brown.", "Vaughns then made a 35-yard TD grab on a beautiful throw from Slovis midway through the second quarter.", "Travell Harris rushed for Washington State's first touchdown 28 seconds before halftime.", "De Laura was inconsistent throughout the first three quarters, and he was replaced in the fourth by Gunner Cruz and Cammon Cooper in their Washington State debuts. Cruz threw his first touchdown pass to Renard Bell with 1:37 to play.", "THE TAKEAWAY", "Washington State: The Cougars aren't deep enough to overcome their defensive absences against a team as talented as the Trojans. That's about the only definitive notion to take from a game that should probably be forgotten.", "USC: After improving each week in this bizarre season, the Trojans are one win away from a berth in the Pac-12 title game for a shot at the Fiesta Bowl. There's no telling what this much talent could have done in a full year, but the Trojans are doing what they can.", "UP NEXT", "Washington State: Back home Saturday to host California.", "USC: At the Rose Bowl to face UCLA for the Victory Bell on Saturday in the Los Angeles rivals' 90th crosstown showdown."], "authors": [], "keywords": ["catches", "rout", "cougars", "passes", "washington", "usc", "trojans", "td", "state", "help", "slovis", "touchdown", "st", "brown", "quarter", "16"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}