{"id": "a4c8d405-4975-3ddb-9b58-20719ed9e34a", "title": "Grabbing a cold one - America will be the first country to roll out a covid-19 vaccine", "url": "https://www.economist.com/united-states/2020/11/28/america-will-be-the-first-country-to-roll-out-a-covid-19-vaccine", "summary": "Organising America’s supplies of covid-19 vaccines is the task of Operation Warp Speed, a programme set up by the current administration in May.\nEach firm expects to have about 20m doses ready to distribute in America by the end of this year.\nBecause of all the intricacies involved, a fair amount of the first supplies of Pfizer’s vaccine may end up being spoilt.\nAt present, states and the Department of Defence, which is leading the logistics of vaccine distribution, are focused on preparing for Pfizer’s vaccine.\nAt the moment, surveys suggest that anywhere between 20% and 60% of Americans may not accept a covid-19 vaccine.", "paragraphs": ["Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub", "A SKED WHAT keeps her up at night as Texas prepares for the arrival of the first covid-19 vaccines, Imelda Garcia from the state’s health department singles out two opposite scenarios: either a serious shortage of vaccine, or lots of it sitting around unused because nobody wants to take it. These two worries are on the minds of many other public-health experts as 6.4m doses of vaccine stand ready to be dispatched across America, on a nod by the Food and Drug Administration ( FDA ), the federal drug regulator.", "That nod is expected on December 10th or shortly after, when the FDA will make a decision on the first covid-19 vaccine submitted for approval in America, a jab developed by the drug firms Pfizer and Bio N Tech. Moderna, the developer of another vaccine, is expected to undergo FDA review on December 17th. Both vaccines are about 95% effective if administered in a two-dose regimen. They are unlikely to stem America’s runaway epidemic until next spring, at best. But America is leading the way on covid-19 vaccination—so lessons from its early experience will be closely watched in Europe and other parts of the world.", "Organising America’s supplies of covid-19 vaccines is the task of Operation Warp Speed, a programme set up by the current administration in May. It pre-purchased 100m doses of both Pfizer’s and Moderna’s vaccines this summer, and large quantities have already been made. Each firm expects to have about 20m doses ready to distribute in America by the end of this year. This amount is roughly what would be needed to inoculate all America’s health-care workers, who are a priority group for the first vaccine supplies.", "Next will come groups particularly vulnerable to the disease, including essential workers at high risk of infection (such as police officers, teachers and bus drivers), care-home residents, people with high-risk medical conditions and those over 65. The order of priority between these groups, which are suggested by the Centres for Disease Control and Prevention ( CDC ) and other national health agencies, may vary somewhat from state to state. The current plan is that vaccine supplies, as they become available, will be divvied up among states and six big metropolitan areas proportionately to their population. Each state will decide how to distribute them. At the current pace of vaccine production, widespread vaccination of the elderly is not on the cards until February.", "The logistics of vaccinating more than 300m Americans would be daunting with any vaccine. But Pfizer’s will be “extremely challenging”, says Claire Hannan of the Association of Immunisation Managers. “It’s nothing like we’ve seen before,” she says. The vaccine must be stored at -70°C, which is the temperature in ultra-freezers rarely found outside research laboratories and big medical centres. To deal with that, Pfizer will be distributing the vaccine in “thermal shippers”, special containers packed with dry ice designed to hold between about 1,000 and 5,000 doses. (It is now designing a smaller version to make distribution easier.) But the dry ice must be replenished regularly, the container can be opened only twice a day and, once taken out, the vaccine lasts in a regular fridge for only five days. When ready to administer, it must be diluted with saline, which is also not a common step for vaccines.", "People handling the Pfizer vaccine will need extensive training, says Ms Hannan. “This isn’t something where you can watch the video and then you are ready to go.” She worries that these new procedures will come at a time when hospitals and their staff are overwhelmed and exhausted by the flood of patients (see article). Because of all the intricacies involved, a fair amount of the first supplies of Pfizer’s vaccine may end up being spoilt.", "Moderna’s vaccine is more in line with what vaccinators are already used to. It must be stored at -20°C, the temperature of standard pharmacy freezers, keeps in a regular fridge for 30 days, comes in packs of 100 doses and does not need dilution. This vaccine, if approved, would be delivered by McKesson, a medical distributor that already delivers vaccines nationally.", "Wherever the vaccines arrive, supplies to do the jabs must turn up at the same time. These will be distributed by McKesson in pre-assembled packs of the syringes, alcohol wipes, gloves and other items needed for each covid-19 jab. Operation Warp Speed has been stockpiling these through the summer—to avoid a repeat of the fiasco with personal protective equipment for health workers in the spring, when state and federal authorities were competing with each other in a mad scramble for scarce global supplies.", "At present, states and the Department of Defence, which is leading the logistics of vaccine distribution, are focused on preparing for Pfizer’s vaccine. State authorities have been enrolling vaccination providers, drawing up lists of health workers and others who need to be vaccinated first, and setting up systems to keep track of vaccines. They have just started doing “dry runs”, placing vaccine and syringe orders into the national system and practising what they will be doing with Pfizer’s thermal shippers (which, for now, arrive with empty vials).", "The logistics of moving vaccines around will be complicated. The really hard part, though, will probably be convincing people to take them. America’s plan is to make vaccination available free at all the usual places where people get their flu shots, such as pharmacies and doctors’ surgeries. The federal government is setting up a fund to cover providers’ fees for the jab for the uninsured; health plans will cover this fee for their members.", "Many immunisation experts worry that this “build it and they will come” approach is naive. At the moment, surveys suggest that anywhere between 20% and 60% of Americans may not accept a covid-19 vaccine. In one survey only a third of nurses said they would voluntarily get vaccinated. Some people are worried that the vaccines may not be safe, suspicious that corners may have been cut in the rush to develop them so quickly. Others have seen various kinds of alarming misinformation. Muddled messages from various political leaders have also done their share of harm.", "All vaccinators, therefore, must be well trained to answer people’s questions about the risks and benefits of the vaccine, potential side effects, the longevity of protection and so on. But such training has not yet started, partly because this sort of box-insert information will be published officially as part of FDA ’s decision on the vaccine. In some places, such as Washington, DC , health departments have started talking to community leaders to get a sense of the particular concerns of various groups. Media campaigns to encourage people to get vaccinated will be important.", "All this will throw up unfamiliar challenges. Unlike many other countries, America has a more “passive” approach to vaccination and is not used to doing big immunisation campaigns, says Tom Kenyon from Project HOPE , a health non-profit, who used to lead the CDC ’s global health programme. This works for childhood vaccination. But covid-19 is different. Lots of mini vaccination drives to cover specific groups, such as frontline workers, will be crucial, says Dr Kenyon."], "authors": ["The Economist"], "keywords": ["vaccines", "america", "health", "workers", "grabbing", "covid19", "cold", "country", "state", "pfizers", "vaccination", "vaccine", "doses", "roll"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}