{"id": "a4c8d7f6-d400-3a44-9732-d6edb28cc8fb", "title": "Kazuyoshi Miura signs contract to play past 54th birthday in Japan", "url": "https://www.theguardian.com/football/2021/jan/11/kazuyoshi-miura-signs-contract-to-play-past-54th-birthday-in-japan-top-flight", "summary": "Kazuyoshi Miura, the oldest scorer in Japanese professional football, is set to play on at the age of 54 after extending his contract with Yokohama FC for another season.\nMiura, dubbed “King Kazu” in Japan, turns 54 on 26 February, a day before the 2021 J-League campaign kicks off.\nFacebook Twitter Pinterest Kazuyoshi Miura (right) in action during his most recent appearance, on 19 December.\n“Personally it was not a satisfactory season, but my ambition and enthusiasm towards football are increasing,” he said.\n“I will work hard every day, aiming to contribute to the team’s victory this season by playing as many games as possible.”", "paragraphs": ["Kazuyoshi Miura, the oldest scorer in Japanese professional football, is set to play on at the age of 54 after extending his contract with Yokohama FC for another season.", "Miura, dubbed “King Kazu” in Japan, turns 54 on 26 February, a day before the 2021 J-League campaign kicks off. It will be his 17th season with the club he joined in 2005, his 36th overall.", "“Last season, I was feeling the joy of playing football at a time when the world was facing a tough situation because of the new coronavirus,” he said in a statement.", "Footballer, 75, in bid to become world’s oldest professional player Read more", "The former Japan striker last scored against Thespakusatsu Gunma in 2017 in Japan’s second division, becoming the oldest player to score in a Japanese professional league game at 50 years and 14 days.", "Miura started his career with Santos in Brazil in 1986.", "The striker is one of the most revered sportsmen in Japan and was at the forefront of the country’s football boom in the early 1990s when he was the poster boy of the newly launched league in 1993.", "He led Verdy Kawasaki to the title in 1993 and 1994 before moving to Italy, where he spent a season in Serie A with Genoa. He has also had stints in Croatia and Australia as well as at other Japanese sides.", "Facebook Twitter Pinterest Kazuyoshi Miura (right) in action during his most recent appearance, on 19 December. Photograph: Jiji Press/AFP/Getty Images", "Miura won the Asian Cup with Japan in 1992 but missed out on representing his country on their debut appearance at the World Cup finals in France six years later. He scored 55 goals in 89 games for Japan.", "The forward helped Yokohama to secure promotion to Japan’s top division at the end of the 2019 season but played only four times in the 2020 season. “Personally it was not a satisfactory season, but my ambition and enthusiasm towards football are increasing,” he said. “I will work hard every day, aiming to contribute to the team’s victory this season by playing as many games as possible.”"], "authors": [], "keywords": ["54th", "scored", "season", "miura", "japanese", "yokohama", "past", "professional", "oldest", "play", "signs", "japan", "football", "kazuyoshi", "world", "striker", "birthday", "contract"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}