{"id": "a4ed603e-7770-3f7c-94d4-25c9e72cc357", "title": "Donald Trump being banned from social media is a dangerous distraction", "url": "https://www.theguardian.com/commentisfree/2021/jan/11/trump-twitter-ban-capitol-attack-facebook-youtube-google", "summary": "In the wake of Donald Trump’s instigation of a shocking attack on the US Capitol, it’s easy to demand that Trump be barred from social media.\n“Nothing short of that will meet this moment.”Indeed, Facebook, Google and Twitter have taken action, suspending the president from their platforms or removing videos.\nBut his power is amplified by a corrupted information ecosystem created by Google, Facebook and media barons like Rupert Murdoch.\nMore than three in five Americans feel lonely, and there is evidence that social media usage isolates and alienates us, changing our brains and drawing some to political extremism.\nSeeing Trump booted off Facebook may be emotionally satisfying and even potentially prevent dangerous behavior in the short term.", "paragraphs": ["In the wake of Donald Trump’s instigation of a shocking attack on the US Capitol, it’s easy to demand that Trump be barred from social media.", "“These corporations should announce a permanent ban of his accounts,” said Representative Bennie Thompson, chair of the House homeland security committee. “Nothing short of that will meet this moment.”", "Indeed, Facebook, Google and Twitter have taken action, suspending the president from their platforms or removing videos.", "But whatever one thinks of stopping Trump fomenting violence by limiting his ability to communicate, the ability of democratically unaccountable monopolies with extraordinary control over communications infrastructure, like Facebook and Google, YouTube’s parent company, to silence political speech is exceptionally dangerous. It also sidesteps the underlying problem – that it’s their dominance and business model that promotes conspiratorial, fake and violent content to millions.", "Policymakers must recognize the choices that enabled the rise of these toxic but wildly lucrative business models", "Trump is not the first demagogue America has seen and he won’t be the last. But his power is amplified by a corrupted information ecosystem created by Google, Facebook and media barons like Rupert Murdoch. Those who came to the Capitol to riot sincerely believed they were stopping the subversion of American democracy because an entire information ecosystem encouraged them to discount any political or media institution that told them otherwise. That ecosystem of disinformation, extremism, rage and bigotry won’t go away by banning Trump or his supporters. That’s because the driving force behind it is profit: Facebook and Google make billions by fostering it.", "To understand why, policymakers must recognize the choices that enabled the rise of these toxic but wildly lucrative business models. Traditionally, US media regulation encouraged localized press and a neutral system of information distribution, starting with the Post Office in 1791. But beginning in the 1970s, policymakers changed their philosophy to encourage consolidation.", "They altered rules around advertising, publishing and information distribution markets, weakening antitrust laws, killing important protections like the Fairness Doctrine and passing the Telecommunications Act of 1996, which lifted local media ownership caps and unleashed a wave of mergers and acquisitions. They also enacted Section 230 of the Communications Decency Act, a provision that today allows tech platforms to escape liability for illegal content they help shape and monetize. And over the last 20 years, policymakers enabled Google and Facebook to roll up the entire digital advertising and communication space by permitting hundreds of mergers, without a single challenge.", "The net effect is that two giant corporations, Facebook and Google, dominate online communications, profiting by selling advertising against cheaply produced, addictive clickbait and conspiratorial content. Making matters worse, in seeking ad money and quick profits, Facebook and Google, as well as private equity, have killed the pro-social institutions on which we rely, such as local newspapers, by redirecting advertising revenue to themselves. More than one-fourth of American newspapers have disappeared in the last 15 years, with many of those left being hollowed out as “ghost papers” with no news-gathering ability.", "Filling their place are conspiracy theories like QAnon, which these platforms amplify to turn a handsome profit. Survey results show Google provided ad services to 86% of sites carrying coronavirus conspiracies.", "This isn’t a uniquely American problem: Facebook, with its addictive user interface designed to maximize engagement, has helped foster deadly mob attacks in India, Sri Lanka and Myanmar and bent to the will of autocrats elsewhere. It’s not just the dramatic, either. More than three in five Americans feel lonely, and there is evidence that social media usage isolates and alienates us, changing our brains and drawing some to political extremism.", "The problem, in other words, won’t go away with banning Trump, because the problem is that the steady supply of toxic, addictive content that keeps eyeballs on ads is at the heart of these monopolies’ business models. Trump is far from the only supplier of that content now, and there’s no doubt others will rise up to replace him, with a boost from Facebook and Google.", "The Biden administration and the new Congress can fix these twin problems of monopoly power and profit motive by returning to a traditional policy framework of fair competition, neutral communication networks and business models that finance local news and a diversity of voices.", "For the tech platforms, Congress and agencies like the Federal Trade Commission have the authority to ban targeted advertising, much in the same way Verizon, for example, is prohibited by law from listening to your private calls and using that information to directly or indirectly advertise to you based on that surveillance.", "Breaking up these goliaths and prohibiting mergers by dominant firms would force them to compete over users based on data privacy and safety, as Facebook once had to do when it was in a competitive social networking world in the early 2000s. And imposing neutrality, like non-discrimination rules and interoperability requirements, would end the tyranny of algorithms that push us towards incendiary content.", "The good news is Republican and Democratic attorneys general in 48 states have filed historic antitrust suits against Google and Facebook, seeking to break them up, and the Biden administration and many in Congress seem wide awake to the pernicious role of social media platforms, particularly Facebook and Google, in the fraying of America’s social fabric.", "But until political leaders recognize that these tech barons make their billions by selling tickets to the end of American democracy, it will continue to creep ever closer. Seeing Trump booted off Facebook may be emotionally satisfying and even potentially prevent dangerous behavior in the short term. But only a wholesale restructuring of our online communications infrastructure can preserve democracy."], "authors": ["Matt Stoller", "Sarah Miller"], "keywords": ["information", "advertising", "banned", "donald", "media", "facebook", "content", "dangerous", "platforms", "google", "business", "distraction", "trump", "social"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}