{"id": "a4ff8d7b-24d1-3389-b666-29fe0ea7782b", "title": "Meghan Markle's estranged sister Samantha calls Megxit a 'gross breach of duty'", "url": "https://www.foxnews.com/entertainment/meghan-markle-sister-samantha-megxit-breach-of-duty", "summary": "Meghan Markle's estranged half-sister Samantha Markle appeared in a new interview on British TV and didn't hold back her opinion regarding the Duke and Duchess of Sussexes' decision to step back from royal duties.\nThe 55-year-old, whose father is also Thomas Markle, called \"Megxit\" a \"gross breach of duty\" because Meghan has only been a part of the monarchy for 20 months.\nSamantha also told ITV's \"This Morning\" that the couple also needs to think about how they treat Thomas.\nKATE MIDDLETON STEPS OUT FOR FIRST ROYAL ENGAGEMENT SINCE 'MEGXIT' CONTROVERSYSamantha added: \"I just thought it was a gross breach of duty or honor and confidence that was placed on her.\"\nMarkle is suing Associated Newspapers for publishing a private letter -- reportedly written to her father -- in the newspaper, the Mail on Sunday.", "paragraphs": ["Meghan Markle's estranged half-sister Samantha Markle appeared in a new interview on British TV and didn't hold back her opinion regarding the Duke and Duchess of Sussexes' decision to step back from royal duties.", "The 55-year-old, whose father is also Thomas Markle, called \"Megxit\" a \"gross breach of duty\" because Meghan has only been a part of the monarchy for 20 months.", "Samantha also told ITV's \"This Morning\" that the couple also needs to think about how they treat Thomas. \"Prince Harry and Meghan have quite a bit of apologizing to do. We aren't talking about teenagers, we are talking about adults who knew what they were doing and in regards to my father it was so incredibly wrong and shocking,\" she said.", "QUEEN ELIZABETH'S AIDES FINALIZE 'MEGXIT' DEAL, FORMAL ANNOUNCEMENT 'IMMINENT': REPORT", "The Florida resident added that she believes everything was Meghan's idea after she could no longer handle the intense criticism.", "\"From my perception, I feel that [Meghan] did enjoy it when there was the fab four and the photographs of her hair blowing in the wind and the smiling and the contrived British accent,\" Samantha described.", "\"But when the public start to criticize the behavior and expenditure the tune changed and it became a bit more attribution error, avoiding accountability, flipping the script, and it’s quite hurtful. I've never seen anything that was racist in nature so it seems a misplacement of blame to avoid accountability,\" she continued.", "KATE MIDDLETON STEPS OUT FOR FIRST ROYAL ENGAGEMENT SINCE 'MEGXIT' CONTROVERSY", "Samantha added: \"I just thought it was a gross breach of duty or honor and confidence that was placed on her.\" In a previous interview, she also spoke about how their father is prepared to testify against Meghan in court if he's called as a witness in his royal daughter's case against Associated Newspapers.", "\"If he is called, he will come,\" said Samantha.", "Markle is suing Associated Newspapers for publishing a private letter -- reportedly written to her father -- in the newspaper, the Mail on Sunday.", "The civil lawsuit accuses the newspaper of copyright infringement, misuse of private information and violating the U.K.'s data protection law with its publication of the letter.", "MEGHAN MARKLE, PRINCE HARRY'S FROGMORE COTTAGE STAFF DOWNSIZED: REPORT", "Documents filed at the High Court show that the newspaper plans to rely on evidence from Thomas, stating that he “had a weighty right to tell his version of what had happened between himself and his daughter, including the contents of the letter.”", "Papers drawn up by lawyers for the newspaper argue that members of Britain's royal family \"generate and rely on publicity about themselves and their lives in order to maintain the privileged positions they hold and to promote themselves.\""], "authors": ["Jessica Napoli"], "keywords": ["royal", "megxit", "father", "estranged", "breach", "duty", "samantha", "called", "talking", "thomas", "sister", "markle", "newspaper", "meghan", "gross", "markles", "calls"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}