{"summary": "The government’s explanatory memo outlines how the bill’s far-reaching effects will change public life dramatically – in medical services, schools, offices and hospitalsReligious discrimination bill: what will Australians be allowed to say and do if it passes?\nThe second draft religious discrimination bill will have wide-ranging effects on many areas of public life including access to medical services, schooling, employment, social media, aged care, hospitals and even some commercial services.\nStatements of religious beliefProtection received: statements of religious belief will not be found to breach other federal, state and territory discrimination laws.\nThe Coalition's religious discrimination bill: what's changed and can doctors refuse treatment?\nRead moreReligious activityProtection received: discrimination against a person on the basis of religious activity is unlawful.", "url": "https://www.theguardian.com/world/2019/dec/14/religious-discrimination-bill-what-will-australians-be-allowed-to-say-and-do-if-it-passes", "paragraphs": ["The government’s explanatory memo outlines how the bill’s far-reaching effects will change public life dramatically – in medical services, schools, offices and hospitals", "Religious discrimination bill: what will Australians be allowed to say and do if it passes?", "The second draft religious discrimination bill will have wide-ranging effects on many areas of public life including access to medical services, schooling, employment, social media, aged care, hospitals and even some commercial services.", "As well as an explainer about the bill’s provisions, we have collected examples from the government’s explanatory memorandum (EM) and stakeholders about what people would be allowed to say or do if the bill passes.", "Statements of religious belief", "Protection received: statements of religious belief will not be found to breach other federal, state and territory discrimination laws.", "Examples:", "A Christian may say that unrepentant sinners will go to hell, an example cited in the EM which mirrors the facts of Israel Folau’s case", "A doctor may tell a transgender patient of their religious belief that God made men and women in his image and that gender is therefore binary (EM)", "A single mother who, when dropping her child off at daycare, may be told by a worker that she is sinful for denying her child a father (Public Interest Advocacy Centre)", "A woman may be told by a manager outside work that women should submit to their husbands or that women should not be employed outside the home (PIAC)", "A student with disability may be told by a teacher their disability is a trial imposed by God (PIAC)", "A person of a minority faith may be told by a retail assistant from another religion that they are a “heathen destined for eternal damnation” (PIAC).", "Caveats – statements must be made in good faith; not be malicious or harass, vilify or incite hatred against a person or group; not advocate for the commission of a serious criminal offence.", "The Coalition's religious discrimination bill: what's changed and can doctors refuse treatment? Read more", "Religious activity", "Protection received: discrimination against a person on the basis of religious activity is unlawful.", "Example: public evangelising/street-preaching – even where this is in contravention of council bylaws (EM, Just Equal).", "Medical services", "Protection received: unless it is against the law to refuse treatment, health practitioners are allowed to conscientiously object to providing a health service and no professional rules can override that right.", "Examples:", "A Catholic doctor refusing to provide contraception to all patients (EM) or to prescribe hormone treatment for gender transition (Equality Australia, Just Equal, LGBTI Health Alliance)", "A Catholic nurse who refused to participate in abortion procedures (EM) or to provide the morning-after pill to a woman admitted to hospital after a sexual assault (Equality Australia)", "A pharmacist refusing to provide the pill to women for contraceptive use (EM), or hormone treatment (Public Interest Advocacy Centre, LGBTI Health Alliance)", "A doctor could refuse to prescribe post-exposure prophylaxis (PEP) within the required 72-hour window to a patient whose condom broke during a sexual encounter on the basis of religious beliefs that forbid sexual activity outside of marriage (Equality Australia)", "A psychiatrist could say to a woman with depression that “she should be looking forward to the kingdom of heaven”. Under the proposed laws, the psychiatrist could challenge their deregistration as religious discrimination, while the patient could have her disability discrimination complaint refused (Equality Australia)", "A law passed by a state parliament that banned the promotion of programs that seek to “convert” LGBTIQ people could be overridden by the federal attorney general as an infringement on “statements of belief” (Just Equal).", "Full Story podcast David Marr and Paul Karp: does Australia need a religious freedom bill? Sorry your browser does not support audio - but you can download here and listen https://audio.guim.co.uk/2019/11/12-11349-fs_religionsbill_ad.mp3 00:00:00 00:26:12", "Employment", "Although the primary aim of the bill is to prohibit religious discrimination there are a range of exemptions that will allow religious discrimination to continue:", "Religious hospitals, aged care providers or accommodation providers such as retirement villages may discriminate against their staff on the basis of religion both in terms of hiring and to set codes of conduct requiring them to act in accordance with that faith at work", "A religiously affiliated business may require senior leaders to hold or engage in a particular religious belief or activity where that is an inherent requirement of those positions (EM)", "An Anglican public benevolent institution could require its employees, including volunteer workers, to uphold and act consistently with Anglican doctrines and teachings at work (EM)", "Domestic duties – a person hiring a live-in nanny or in-home carer services may require that they be of the same religious belief or activity as that person (EM)", "An employer can ask a prospective employee whether they observe any holy days during which they can’t work to determine if they can fulfil the inherent requirements of the work (EM).", "Vinnies refuses to be 'used' to promote Coalition's new religious discrimination bill Read more", "Social media", "An office worker could declare on social media that a fellow employee is in a wheelchair because they are sinful and urge them to attend a faith healer. The workplace inclusion policy would be overridden by such a “statement of belief” and any action taken against the offender could be appealed to the Human Rights Commission as “religious discrimination” (Just Equal).", "Schooling", "A Jewish school may require that its staff and students be Jewish and accordingly refuse to hire or admit someone because they were not Jewish (EM)", "A student attends the same religious school through their primary and secondary education. At 16 they lose faith in the religion of the school and tell a teacher that they are now agnostic. The school would be able to expel, suspend or otherwise punish, for example, give detention to the student (PIAC).", "Accommodation, camps and conference sites", "Rule: religious camps and conference sites may discriminate against another person on the ground of religious belief or activity in the provision of accommodation.", "This is an exemption lobbied for by the Sydney Anglican church with reference to this example: Anglican Youthworks should be able to reject an application for the First Church of Satan to hold a black mass at one of its campsites.", "There is also an exception for the provision of accommodation so that a homeowner seeking a tenant for their spare room may require that the tenant be of the same religious belief or activity as the homeowner (EM)."], "pubDate": null, "keywords": ["em", "public", "require", "activity", "allowed", "passes", "belief", "bill", "australians", "religious", "person", "faith", "say", "discrimination"], "id": "a526ba6b-00ea-35a0-b2ec-173b3bb6ea36", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Paul Karp"], "title": "Religious discrimination bill: what will Australians be allowed to say and do if it passes?"}