{"id": "a5632b07-d1d9-3c08-8c6c-86559953f21e", "title": "Baskin-Robbins offering chance to win free ice cream for life with birthday sweepstakes", "url": "https://www.foxnews.com/food-drink/baskin-robbins-free-ice-cream-birthday", "summary": "Ice cream for life sure sounds nice.\nBaskin-Robbins just turned 75 and is offering fans quite the sweet treat in honor of its diamond jubilee.\nThe ice cream shop has invited the public to share their favorite Baskin-Robbins memories on social media in a new sweepstakes, with a delicious grand prize of free ice cream for life.\nSeventy-five winners will be selected and score other sweet prizes like free ice cream for a year or gift cards of various amounts.\nWe can’t wait to hear about your favorite Baskin-Robbins memories and to pay it forward with even more ice cream,” the chain exclaimed.", "paragraphs": ["Ice cream for life sure sounds nice.", "Baskin-Robbins just turned 75 and is offering fans quite the sweet treat in honor of its diamond jubilee.", "The ice cream shop has invited the public to share their favorite Baskin-Robbins memories on social media in a new sweepstakes, with a delicious grand prize of free ice cream for life.", "HÄAGEN-DAZS CLAIMS THIS IS AMERICA'S FAVORITE ICE CREAM FLAVOR", "“There’s no better way to commemorate our 75th birthday than taking a walk down memory lane,” Baskin-Robbins said in a news release, celebrating that many happy memories are “associated with ice cream.”", "Through Dec. 11, anyone with a sweet tooth is invited to share quick quips about their favorite times at Baskin Robbins across Instagram, Facebook or Twitter using the hashtag #BRSweepstakes. Seventy-five winners will be selected and score other sweet prizes like free ice cream for a year or gift cards of various amounts.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "“We want to thank those who have made the last 75 years unforgettably sweet! We can’t wait to hear about your favorite Baskin-Robbins memories and to pay it forward with even more ice cream,” the chain exclaimed.", "Hopefuls must be 16 or older and live in the U.S. to enter the contest, for which no purchase is necessary. The sweepstakes will end at 11 p.m. PT on Friday, per the official rules.", "In another bite of frozen fun, Haagen-Dasz recently revealed that its bestselling flavor of 2020 was vanilla.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE"], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["memories", "ice", "birthday", "free", "favorite", "life", "sweepstakes", "baskinrobbins", "win", "cream", "offering", "share", "sweet", "chance", "invited"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}