{"id": "a5705d48-7ea1-39a1-9191-ab5316a7d198", "title": "Hanging lights on the Christmas tree: Should you try stringing them vertically this year?", "url": "https://www.foxnews.com/lifestyle/hanging-lights-christmas-tree-try-vertical-stringing-this-year", "summary": "Every year, you put your best Christmas ornaments on the “show” side of the tree, and leave your lesser-favored baubles — like that papier-mâché Santa your nephew made in pre-school — for the back.\nSo why are you still hanging lights evenly around both the front and the back?\nIf you haven’t decorated your tree yet, you might want to consider an idea that’s gaining traction on social media -- hanging your Christmas lights vertically, instead of wrapping them around the branches horizontally.\n\"I used to work for a large church, and the main facility also doubled as a conference center,\" Hooper tells Fox News.\nDavid Stark, an event designer in NYC, had also revealed to Real Simple that vertical lights are his preferred “trick.” (Real Simple further alleges that the Christmas tree in NYC’s Rockefeller Center is lighted vertically, though a representative for Rockefeller Center was not immediately available to confirm.)", "paragraphs": ["Every year, you put your best Christmas ornaments on the “show” side of the tree, and leave your lesser-favored baubles — like that papier-mâché Santa your nephew made in pre-school — for the back. (Sorry you had to find out like this, Timmy.)", "So why are you still hanging lights evenly around both the front and the back?", "If you haven’t decorated your tree yet, you might want to consider an idea that’s gaining traction on social media -- hanging your Christmas lights vertically, instead of wrapping them around the branches horizontally.", "SEE IT: AUSTRALIAN FAMILY FINDS LIVE KOALA IN CHRISTMAS TREE", "According to the decorating gurus who champion this trend, hanging your lights from top-to-bottom not only saves you from having to waste too many lights on the back of the tree, but it also allows the bulbs to sit closer to the tips of the branches for maximum sparkle. Experts claim it’s a lot easier to un-string the lights after the holidays, too.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The idea has been circulating for a while now, but most recently started trending on TikTok, where user Clare Hooper demonstrated “the right way to do lights” in a video that has since been viewed millions of times.", "\"I used to work for a large church, and the main facility also doubled as a conference center,\" Hooper tells Fox News. \"I ran a team of 100-plus volunteers to decorate for the Christmas activities. where thousands from the city came to free community events.\"", "In her video, Hooper said that she always used a top-to-bottom \"zig-zag\" method when decorating the trees, claiming that it provides more coverage where needed.", "“[And] if you do use multiple sets of lights, you can easily replace a set without too much disruption to the decorations,\" she told Fox News. \"And taking them off at the end is a breeze in comparison to the coil method.\"", "Hooper’s idea, as mentioned above, isn’t entirely new. Designer and decorator Francesco Bilotto has been promoting this method for years, suggesting a similar top-to-bottom, S-shaped approach, per Today and House Beautiful. David Stark, an event designer in NYC, had also revealed to Real Simple that vertical lights are his preferred “trick.” (Real Simple further alleges that the Christmas tree in NYC’s Rockefeller Center is lighted vertically, though a representative for Rockefeller Center was not immediately available to confirm.)", "CLICK HERE TO GET THE FOX NEWS APP", "No matter how you decorate your tree, however, one thing is certain: You should refrain from keeping any stray owls or koalas in the branches at all costs, despite these critters (the former, especially) becoming “trendy” new fixtures for 2020."], "authors": ["Michael Bartiromo"], "keywords": ["center", "christmas", "try", "toptobottom", "lights", "vertically", "hanging", "idea", "fox", "hooper", "stringing", "tree", "branches"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}