{"id": "a5c0f7c3-88a8-39e1-8ebb-c1f4eeef0893", "title": "“Luxury Is That Which You Can Repair”—Why Renewable Fashion’s Time Has Come", "url": "https://www.vogue.com/article/repairability-is-the-way-forward-for-fashion", "summary": "The old expression holds that a well-repaired object can be “as good as new.” Today I’d argue that this no longer applies, because in 2021, a well-repaired object isn’t as good as new, it’s better.\nThe rise of conspicuous non-consumption has been a long time coming.\nTo succeed commercially, fashion must reflect and service the desires of its times.\nAnd yet to sell items emblazoned with “I ♥ CRAP”—disguising thoughtless fashion consumption as a knowing critique of thoughtless fashion consumption—points to the contradiction at the heart of fashion’s articulation of “sustainability.” Even the notion of “sustainability” itself is suspicious in its looseness.\nAs Christopher Raeburn has said, “The definition of sustainability is enduring at the same pace.", "paragraphs": ["The old expression holds that a well-repaired object can be “as good as new.” Today I’d argue that this no longer applies, because in 2021, a well-repaired object isn’t as good as new, it’s better.", "The rise of conspicuous non-consumption has been a long time coming. Over the last decade or so, we have witnessed a slow and sometimes painful pivot as fashion at first ignored, then loftily entertained, and finally fell head-over-heels for the concept of “sustainability.” Those who were once dismissed as sackcloth-wearing, soy-munching, Gaia-loving outliers—ideology driven pioneers such as before-her-time Katharine Hamnett, perfectly-timed Stella McCartney, and of-his-time Christopher Raeburn—have proven to be the Cassandras who saw first what most of fashion was too busy making new stuff to realize: As a marker of desirability, being environmentally virtuous has transitioned from niche consideration to central parameter of desire.", "To succeed commercially, fashion must reflect and service the desires of its times. Which is why at a time when it has dawned on many of us that the Paris Agreement (on climate change) is far more significant than Paris Fashion Week, we’ve seen a welcome rush of CSR sustainability statements from larger houses and an increasing amount of new labels whose message is built around their environmental credentials. This emphasis on “sustainability,” however, increasingly feels like a sop—a Band-Aid on a bullet-wound—and leads to what I like to term “The Westwood Paradox.”", "Along with Hamnett, Vivienne Westwood was one of the earliest converts to environmentally conscious fashion design. Every season she continues to bang that drum with vigor, and delivers an encyclopedic digest of her sustainably sourced materials alongside the collections they are cut in. And yet to sell items emblazoned with “I ♥ CRAP”—disguising thoughtless fashion consumption as a knowing critique of thoughtless fashion consumption—points to the contradiction at the heart of fashion’s articulation of “sustainability.” Even the notion of “sustainability” itself is suspicious in its looseness. As Christopher Raeburn has said, “The definition of sustainability is enduring at the same pace. We need to look at that.”"], "authors": ["Luke Leitch", "Luke Leitc"], "keywords": ["good", "come", "hamnett", "luxury", "fashion", "object", "renewable", "sustainability", "fashions", "environmentally", "repairwhy", "paris", "westwood", "wellrepaired", "thoughtless"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}