{"id": "a5d678b8-a204-3a24-97f0-325651887a4c", "title": "92 percent of people claim they would exercise more if they had cool workout clothes, study finds", "url": "https://www.foxnews.com/lifestyle/people-claim-exercise-cool-clothes-study", "summary": "In fact, two in five miss workouts because they are too busy to find the time to break a sweat.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWSExcuses for not making it to the gym are all too common.\nFifty-five percent avoid getting a workout in because they struggle to find time during the holiday mayhem to break a sweat at the gym.\nAnd half of those studied make the excuse of lacking warm workout gear to wear, while a further 71 percent say that if they had better workout clothing, they would exercise more frequently.\nIt’s no wonder then, that 92 percent of those studied say they feel more motivated to exercise once they actually have their gym clothes on.", "paragraphs": ["Americans miss over a third of their planned workouts, according to new research.", "A new poll of 2,000 Americans found that getting to the gym can be quite difficult — and activewear might play a bigger role than you think.", "INSTAGRAM MODEL KARINA IRBY STUNS WITH '5 HOUR' BODY TRANSFORMATION", "While the study showed Americans miss a ton of workouts, nearly every respondent (92 percent) said they’d be more likely to hit the gym if they had activewear they actually liked.", "Having trendy and functional activewear is a big factor for active Americans, as 69 percent worry that others will judge them for not dressing correctly when exercising.", "Unfortunately, 67 percent of respondents feel their current activewear is lacking bigtime, and 32 percent say it’s a big reason they stay home on gym day.", "Other reasons for skipping out on a solid sweat session include being all out of clean workout wear (31 percent), not just feeling up to it (30 percent), feeling under the weather (29 percent), work stress and deadlines (29 percent) and staying up too late the night before (30 percent).", "The study, conducted by OnePoll on behalf of Trunk Club, looked at the workout excuses among 2,000 Americans and found 7 percent don’t even make an effort to prioritize exercising when the temperature begins to dip. In fact, two in five miss workouts because they are too busy to find the time to break a sweat.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Excuses for not making it to the gym are all too common. Thirty-six percent of those studied said they’ve blamed the inclement weather as a reason for missing out on an exercise class, while a further 35 percent claimed they were just too tired. Fifty-five percent avoid getting a workout in because they struggle to find time during the holiday mayhem to break a sweat at the gym.", "But that’s not all that stops Americans from getting those workouts in during brutally cold months. Fifty-three percent make the excuse of repeatedly telling themselves they’ll start again tomorrow — but never actually make it. And half of those studied make the excuse of lacking warm workout gear to wear, while a further 71 percent say that if they had better workout clothing, they would exercise more frequently.", "“Dressing for a workout should be the least stressful aspect of fitness. There’s an overwhelming number of active wear brands to choose from and the options can vary depending on the type of workout you’re interested in,” said Maggie Mee, head of merchandising for Trunk Club.", "CLICK HERE TO GET THE FOX NEWS APP", "In an attempt to maintain their new, healthy exercise resolutions, 54 percent of those surveyed said they bought new workout clothes and sneakers to encourage themselves to keep their exercise routine even as the weather takes a cold turn.", "It’s no wonder then, that 92 percent of those studied say they feel more motivated to exercise once they actually have their gym clothes on.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "This story was originally published by SWNS."], "authors": [], "keywords": ["workout", "claim", "activewear", "americans", "gym", "say", "wear", "finds", "study", "clothes", "workouts", "cool", "studied", "exercise", "92", "weather"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}