{"id": "a612837f-f38b-3350-9c3c-41f9f42e3790", "title": "Pelosi says House will proceed with efforts to remove Trump 'with urgency'", "url": "https://www.theguardian.com/us-news/2021/jan/11/pelosi-says-house-will-proceed-with-efforts-to-remove-trump-with-urgency-25th-amendment", "summary": "If the measure fails to receive unanimous support, as is expected, the House will vote on the resolution on Tuesday.\nPence, Pelosi said, would have “24 hours” to respond.\nQuick guide Impeaching Trump Show Hide Will Trump be impeached for a second time?\nBarring a presidential pardon – which Trump may try to give to himself, a move most scholars doubt will work – once out of the White House Trump will be vulnerable to federal prosecution over acts in office.\nEarlier it had been speculated that House Democrats could try to introduce articles of impeachment as early as Monday.", "paragraphs": ["House will first try to force Mike Pence to oust president by invoking 25th amendment and then move forward with impeachment", "The House is prepared to launch impeachment proceedings against Donald Trump as early as this week if Vice President Mike Pence and the cabinet refuse to remove him from office for his role in inciting a mob that carried out a deadly assault on the seat of American government.", "The House Speaker, Nancy Pelosi, delivered the ultimatum in a letter to colleagues on Sunday night that described the president as an urgent threat to the nation.", "On Monday, the House will move forward with a non-binding resolution that calls on Pence to invoke the 25th Amendment, and strip Trump of his presidential authority. If the measure fails to receive unanimous support, as is expected, the House will vote on the resolution on Tuesday. Pence, Pelosi said, would have “24 hours” to respond.", "Next, Pelosi said the House “will proceed with bringing impeachment legislation to the floor.” Though she did not specify an exact timeline, top Democrats have suggested the House could begin proceedings as soon as midweek, with a Senate trial delayed – possibly for months – so as not distract from Joe Biden’s agenda.", "Quick guide Impeaching Trump Show Hide Will Trump be impeached for a second time? Yes. Congressman Ted Lieu has said most Democrats in the House have signed on to articles of impeachment accusing the president of having “gravely endangered the security of the United States and its institutions” that are due to be introduced on Monday. Speaker Nancy Pelosi is on board. Is Trump heading to the Senate for trial? It seems so. A House majority will send the articles to the upper chamber, and it is hard to see any Democrats deserting their party. Some Republicans have also said the president needs to go. Can the Senate try Trump so close to Joe Biden’s inauguration? Republican Senate leader Mitch McConnell has indicated that it can, although the narrow timeframe means the earliest a trial could be held would be after inauguration day, 20 January, when Trump will be out of power. The wait may be longer, however: on 10 January, House whip James Clyburn, who is close to Biden, indicated that Democrats may not send articles to the Senate until it has confirmed the new president’s cabinet nominees – a vital process. Will he be convicted? Unlikely. Conviction in the Senate requires a two-thirds majority. The chamber is split 50-50, and though some Republicans have either said Trump should go or indicated sympathy for impeachment, nowhere near enough seem likely to cross their own supporters by voting against the president to whom the party remains overwhelmingly loyal.", "So what happens if he gets off again? Barring a presidential pardon – which Trump may try to give to himself, a move most scholars doubt will work – once out of the White House Trump will be vulnerable to federal prosecution over acts in office. State investigations, including those under way in New York, can proceed and business creditors will circle. Martin Pengelly Photograph: Brian Snyder/X90051", "“In protecting our Constitution and our Democracy, we will act with urgency, because this President represents an imminent threat to both,” she wrote. “As the days go by, the horror of the ongoing assault on our democracy perpetrated by this President is intensified and so is the immediate need for action.”", "Pelosi noted urgency was required because Trump was due to leave office on 20 January.", "She explained that the resolution called on Pence “to convene and mobilize the cabinet to activate the 25th amendment to declare the president incapable of executing the duties of his office.”", "Jake Sherman (@JakeSherman) 🚨NEW ... ⁦@LeaderHoyer⁩ is asking for consent for the 25th amendment bill tomorrow. And then the House will move to impeach trump", "", "Here’s ⁦@SpeakerPelosi⁩ letter to her Dem colleagues. pic.twitter.com/CubXVVvgli", "Under the procedure, the vice president “would immediately exercise powers as acting president,” she wrote.", "On Sunday, Pelosi told 60 Minutes Trump was “a deranged, unhinged, dangerous president of the United States,” adding that he has done something “so serious that there should be prosecution against him”.", "Pence is not expected to take the lead in forcing Trump out, although talk has been circulating about the 25th amendment option for days in Washington.", "Earlier it had been speculated that House Democrats could try to introduce articles of impeachment as early as Monday.", "One touted strategy was to condemn the president’s actions swiftly but delay an impeachment trial in the Senate for 100 days. That would allow President-elect Biden to focus on other priorities as soon as he is inaugurated 20 January.", "Jim Clyburn, the third-ranking House Democrat and a top Biden ally, laid out the ideas on Sunday as the country came to grips with the siege at the Capitol by Trump loyalists trying to overturn the election results.", "“Let’s give President-elect Biden the 100 days he needs to get his agenda off and running,” Clyburn said.", "The push by House Democrats came after the office of the Colorado Democratic representative Jason Crow released a readout of a call in which army secretary Ryan McCarthy “indicated that [the Department of Defense] is aware of further possible threats posed by would-be terrorists in the days up to and including Inauguration Day”.", "According to the readout, McCarthy said the Pentagon was “working with local and federal law enforcement to coordinate security preparations” for 20 January.", "Crow, a former US army ranger, said he had “raised grave concerns about reports that active duty and reserve military members were involved in the insurrection” and asked that “troops deployed for the inauguration … are not sympathetic to domestic terrorists”. The readout said McCarthy agreed and said he was willing to testify publicly in the coming days.", "On Sunday Republican senator Pat Toomey of Pennsylvania joined colleague Lisa Murkowski of Alaska in calling for Trump to “resign and go away as soon as possible.”", "“I think the president has disqualified himself from ever, certainly, serving in office again,” Toomey said. “I don’t think he is electable in any way.”", "Murkowski, who has long voiced her exasperation with Trump’s conduct in office, told the Anchorage Daily News on Friday that Trump simply “needs to get out.” A third Republican, Senator Roy Blunt of Missouri, did not go that far, but on Sunday he warned Trump to be “very careful” in his final days in office.", "Corporate America began to tie its reaction to the Capitol riots by tying them to campaign contributions.", "Citigroup said it would be pausing all federal political donations for the first three months of the year. Citi’s head of global government affairs, Candi Wolff, said in a Friday memo to employees, “We want you to be assured that we will not support candidates who do not respect the rule of law.”", "House leaders, furious after the insurrection, appeared determined to act against Trump despite the short timeline.", "Another idea being considered was to have a separate vote that would prevent Trump from ever holding office again. That could potentially only need a simple majority vote of 51 senators, unlike impeachment, in which two-thirds of the 100-member Senate must support a conviction.", "The Senate was set to be split evenly at 50-50, but under Democratic control once Vice President-elect Kamala Harris and the two Democrats who won Georgia’s Senate runoff elections last week are sworn in. Harris would be the Senate’s tie-breaking vote.", "The FBI and other agencies are continuing their examination of the circumstances of the insurrection, including allegations that Pentagon officials loyal to Trump blocked the deployment of national guard troops for three hours after officials called for help.", "“We couldn’t actually cross over the border into DC without the OK and that was quite some time [coming],” the Republican governor of Maryland, Larry Hogan, told CNN.", "“Eventually I got a call from the secretary of the army, asking if we could come into the city, but we had already been mobilising, we already had our police, we already had our guard mobilised, and we were just waiting for that call."], "authors": ["Lauren Gambino"], "keywords": ["president", "office", "pence", "days", "efforts", "democrats", "senate", "proceed", "pelosi", "impeachment", "remove", "trump", "house", "urgency"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}