{"id": "a61e03aa-ee43-375e-89e5-647ef99b0179", "title": "Space race—could remote working redraw America’s political map?", "url": "https://www.economist.com/podcasts/2021/04/09/space-race-could-remote-working-redraw-americas-political-map", "summary": "AMERICAN HOUSE prices have risen more steeply during the pandemic than at any time in the last 15 years.\nBuyers are swapping big cities for suburbs and smaller, sunnier cities in the South and Mountain West.\nIn this episode we’ll take the temperature of the global housing boom, find out how highway construction transformed American politics, and hear how incomers are changing Colorado Springs - one of the winners in the population shift.\nThe Economist’s data journalist James Fransham and Denver correspondent Aryn Braun join, along with John Suthers, mayor of Colorado Springs.\nRuntime: 40 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/USpod", "paragraphs": ["AMERICAN HOUSE prices have risen more steeply during the pandemic than at any time in the last 15 years. Buyers are swapping big cities for suburbs and smaller, sunnier cities in the South and Mountain West. How might this reshuffle change America's politics?", "In this episode we’ll take the temperature of the global housing boom, find out how highway construction transformed American politics, and hear how incomers are changing Colorado Springs - one of the winners in the population shift.", "The Economist’s data journalist James Fransham and Denver correspondent Aryn Braun join, along with John Suthers, mayor of Colorado Springs.", "John Prideaux hosts with Charlotte Howard and Jon Fasman. Runtime: 40 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/USpod"], "authors": ["The Economist"], "keywords": ["economists", "political", "colorado", "redraw", "west", "winners", "americas", "space", "racecould", "american", "tuneinfor", "remote", "transformed", "temperature", "map", "working", "swapping", "cities"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}