{"keywords": ["air", "midwest", "polar", "caused", "biggest", "national", "storm", "highlights", "moments", "tornado", "cold", "hurricane", "dorian", "flooding", "wind", "2019", "weather", "vortex"], "authors": ["Travis Fedschun", "Travis Fedschun Is A Reporter For Foxnews.Com. Follow Him On Twitter"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Weather highlights of 2019: Here are the biggest moments, from polar vortex to Hurricane Dorian", "pubDate": null, "url": "http://www.foxnews.com/us/2019-weather-moments-polar-vortex-hurricane-dorian-bomb-cyclone-midwest-flooding-tornado", "paragraphs": ["Tornado outbreaks, catastrophic flooding, and a historic hurricane were just some of the major weather events to unfold in 2019.", "The year started out on a frigid note with the record-breaking cold, thanks to the polar vortex, before areas from the Southern Plains to the Northeast saw the most \"prolonged stretch\" of tornado and severe weather in eight years and massive flooding.", "Later in the year, the fourth consecutive above-normal Atlantic hurricane season would see 18 named storms, including six hurricanes of which three became \"major\" hurricanes of Category 3 or higher on the Saffir-Simpson Hurricane Wind Scale. By the fall, forecasters in Southern California had to issue their first-ever warning to highlight the fire danger in the state.", "Here are some of the biggest weather moments of 2019:", "Polar vortex brings breathtaking cold to Midwest, Northeast in January", "An intense polar vortex blanketed the Midwest in late January before eventually making its way the East Coast, bringing deadly subzero wind chills and snow along with it.", "The dangerous cold snap caused more than two dozen weather-related deaths in eight states and hundreds of injuries, including frostbite, broken bones, heart attacks and carbon monoxide poisoning.", "The National Weather Service said the temperature dropped to minus 33 in Illinois on Jan 31, breaking the previous record of minus 27 set Jan. 16, 2009. The day before, wind chills of negative 54 degrees Fahrenheit were reported in International Falls, Minnesota and Chicago had a wind chill of negative 52 degrees just before sunrise.", "Governors in Illinois, Wisconsin and Michigan declared emergencies as the worst of the cold threatened the region, closing public schools and causing travel problems. Major attractions in Chicago, including the Lincoln Park Zoo, Art Institute and Field Museum, were also closed by the cold. Forecasters told people planning on going outside to make sure they cover any exposed skin and make sure they have supplies in their cars.", "\"Further, make sure your mouth is covered to protect your lungs from severely cold air,\" the NWS Des Moines office said at the time. \"Avoid taking deep breaths; minimize talking.\"", "'Bomb cyclone' for the 'history books' hits Midwest in March", "An intense \"bomb cyclone\" brought winds of nearly 100 mph across the Midwest in the middle of March, bringing blizzard conditions and triggering devastating flooding that would leave communities reeling for months.", "The late winter storm was caused by a sudden and severe drop in ground-level air pressure in Colorado -- the most pronounced dive since 1950, forecasters said at the time. It was caused by a combination of the jet stream and normal conditions in the wind shadow of the Rockies. Air rushed into the low-pressure area and then rose into the atmosphere.", "\"It's like a vacuum cleaner, really,\" Greg Carbin, chief of forecast operations for the National Oceanic and Atmospheric Administration's Weather Prediction Center, said at the time. When that much air rushes higher into the atmosphere, it causes severe weather.", "The storm caused havoc on roadways as drivers became overwhelmed by blinding snow, stranding hundreds. In Colorado, National Guard troops using specialized vehicles with tank-like treads were deployed to rescue stranded drivers.", "But the worst damage was recorded in the Midwest, as “unprecedented” flooding was unleashed, leaving several dead. NASA Earth said at the time a \"rare confluence of circumstances\" has contributed to the late-winter flood.", "\"Extreme cold earlier in the winter set the stage by preserving a significant amount of snow; it also created a thick layer of ice on waterways and made the ground less permeable than usual,\" NASA said. \"When an intense storm brought downpours and unusually warm air to the region in March, it rapidly melted much of the snow and ice, producing enormous runoff in a short period.\"", "Midwest, South hit with 'unprecedented' flooding through Spring", "The flooding that was spawned by the bomb cyclone lasted well into the Spring after snowmelt and heavy spring rains added to the existing misery in communities in the Midwest and South.", "The upper Mississippi and Missouri River basins in states such as Nebraska, Minnesota, and Iowa faced devastating flooding this year after rapid snow melt combined with heavy spring rain. Thousands were forced from their homes in Nebraska, Iowa, and Missouri, as the water broke through or poured over levees in the region. The damage was estimated at $3 billion.", "The National Oceanic and Atmospheric Administration warned of an \"unprecedented flood season\" through May, as snowmelt in the Dakotas and Minnesota sent more water down the Mississippi River basins.", "By June, additional heavy rains caused severe flooding in Oklahoma and Arkansas. This year flooding created extra hardships for r Midwestern farmers as shipping along the Mississippi River was halted at the time and they were left with soggy fields and crops.", "Tornado, severe weather outbreak becomes most \"prolonged stretch\" in 8 years", "A two-week onslaught of volatile weather in May wrought death and destruction from the Southern Plains to the Northeast, bombarding the country's interior with disaster after disaster all because of a stalled weather pattern.", "The National Oceanic and Atmospheric Administration's Storm Prediction Center has received more than 500 reports of tornadoes in a 30-day period. The 442 twisters reported in May -- which is historically tornado season's busiest month -- was still nearly double the 3-year average of 226 cyclones.", "Roy W. Spencer, a weather and climate researcher at the University of Alabama, said that \"perfect conditions\" to produce tornadoes this year developed as \"winter has refused to lose its grip on the western United States.\"", "\"Every year, springtime thunderstorms in Central and Southeast U.S. have plenty of warm, moist air to draw on from the Gulf of Mexico,\" Spencer wrote in a Fox News op-ed. \"What they generally don’t have is a persistent cold air mass-producing strong wind shear at the boundary between a warm and cold air mass.\"", "May is typically the month with the highest incidence of tornadoes, usually in the Plains and Midwestern states collectively known as Tornado Alley, where most of this year's twisters hit. Most of the confirmed tornadoes were rated as less-intense EF0, EF1 and EF2s on the Enhanced Fujita Scale. But 23 were classified as EF3 tornadoes, with wind speeds of 136-165 mph. The strongest confirmed tornado this year was the EF4 tornado that killed 23 people in Alabama in March.", "Hurricane Dorian breaks records as it slams the Bahamas, makes landfall in North Carolina", "Hurricane Dorian was the fourth named storm of the 2019 Atlantic hurricane season and went down in the history books as the strongest storm to ever impact the Bahamas.", "Dorian made landfall as a \"catastrophic\" Category 5 storm on Sept. 1 in the Bahamas, packing winds of 185 mph before crawling over the Bahamas.", "Dorian was the most destructive of the tropical weather systems this year, causing over 60 deaths and property damages estimated to be over $3.4 billion in the Bahamas, according to Inter-American Development Bank.", "CLICK HERE FOR THE FOX NEWS APP", "Dorian's close pass with Florida's east coast and subsequent landfall in North Carolina that brought rain, wind, and storm surge flooding up New England and Nova Scotia in Canada caused estimated damages from $500 million to $1.6 billion, according to the Insurance Information Institute.", "California wildfire season features 'extreme red flag warning' but fewer deaths, damage", "After two wildfire seasons that left California with the deadliest and most destructive in state history, 2019 shaped up to be relatively tame but one where officials used maximum caution to alert residents.", "As the peak wildfire season approached in October, the utilities in the Golden State conducted several power shutoffs to prevent their equipment from sparking wildfires during expected warm, windy weather.", "The largest blaze in 2019 was the Kincade Fire, which was fueled by hurricane-force winds and forced the evacuation of nearly 200,000 people. That blaze was blamed for the destruction of 372 structures.", "In the southern part of the state, the National Weather Service issued a rare \"extreme red flag warning\" for the first time ever in the Los Angeles area due to a Santa Ana wind event that lasted around 36 hours. One of the explosive blazes that erupted during that time period came dangerously close to the Ronald Reagan Presidential Library, which managed to escape damage.", "Another blaze, known as the Getty Fire, forced thousands to evacuate in a posh Los Angeles neighborhood as flames burned through the Santa Monica Mountains, and roared up slopes into wealthy neighborhoods, threatening thousands of homes.", "In all the blazes reported in California in 2019, only three fatalities were reported compared to nearly 150 people killed during the previous two years.", "Fox News' Lucia Suarez, Greg Norman, Paulina Dedaj, and the Associated Press contributed to this report."], "id": "a64d89d7-9dfc-3882-a5de-a2cae075ddb4", "summary": "Tornado outbreaks, catastrophic flooding, and a historic hurricane were just some of the major weather events to unfold in 2019.\nThe National Weather Service said the temperature dropped to minus 33 in Illinois on Jan 31, breaking the previous record of minus 27 set Jan. 16, 2009.\n\"Further, make sure your mouth is covered to protect your lungs from severely cold air,\" the NWS Des Moines office said at the time.\nThe storm caused havoc on roadways as drivers became overwhelmed by blinding snow, stranding hundreds.\n\"What they generally don’t have is a persistent cold air mass-producing strong wind shear at the boundary between a warm and cold air mass.\""}