{"id": "a666aa51-dedd-358e-944b-11b8956ee16f", "title": "Burying the dead - China wants to delist its own companies: the bad ones", "url": "https://www.economist.com/finance-and-economics/2021/01/09/china-wants-to-delist-its-own-companies-the-bad-ones", "summary": "L IKE MANY Chinese companies on the stockmarket, Gangtai Holding, a jewellery-to-property conglomerate, flaunts its listing.\nIt is one of a growing number of Chinese companies to face delisting at home.\nIn recent months all the delisting talk has been about the removal—or not—of Chinese companies from American exchanges (see article).\nDelistings are a staple of healthy stock exchanges, a mechanism for clearing out the dross.\nChina, by contrast, has averaged seven delistings a year over the past decade, despite having more than 4,000 listed companies, nearly as many as America.", "paragraphs": ["L IKE MANY Chinese companies on the stockmarket, Gangtai Holding, a jewellery-to-property conglomerate, flaunts its listing. It displays its ticker number, 600687, prominently on its website and in its ads. But not for much longer. On January 7th Gangtai began a 30-day period almost certain to end with its ejection from the Shanghai Stock Exchange. It is one of a growing number of Chinese companies to face delisting at home.", "In recent months all the delisting talk has been about the removal—or not—of Chinese companies from American exchanges (see article). Within China, though, a potentially more important kind of delisting is on the agenda: regulators have made it easier to strip lousy firms of their listing status. It is the latest in an array of reforms aimed at modernising the stockmarket, long seen more as a casino than an efficient allocator of capital.", "Delistings are a staple of healthy stock exchanges, a mechanism for clearing out the dross. In America a few dozen companies are typically forced off its exchanges every year, often because of low market values. In the early 2000s, after the dotcom bust, annual delistings climbed to nearly 400. China, by contrast, has averaged seven delistings a year over the past decade, despite having more than 4,000 listed companies, nearly as many as America."], "authors": ["The Economist"], "keywords": ["listing", "burying", "exchanges", "number", "wants", "ones", "stock", "stockmarket", "china", "bad", "companies", "chinese", "nearly", "delisting", "dead", "delist", "gangtai"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}