{"id": "a6744007-ac17-3e9c-9b18-2eb6820fbf72", "title": "This Week, the Best Dressed Stars Set the Tone for 2021", "url": "https://www.vogue.com/slideshow/10-best-dressed-jennifer-lopez-chris-lee-kylie-jenner", "summary": "Each year’s start is cause for celebration, but this time around, the collective desire for joy was especially palpable.\nAt the Jiangsu TV New Year's Gala, Chinese pop superstar Chris Lee provided her version of festive, feathered couture.\nDressed in an all-white creation from Tony Ward, Lee commanded the stage at one of the world’s most-watched entertainment shows.\nIn Aspen, where the Kardashian-Jenner clan has been enjoying the slopes and all manner of aprés ski fashion, Kylie and Kendall Jenner offered two takes on seasonal outerwear.\nElegant, minimal, and practical, Jenner’s off-duty outfit was precisely the kind of look we expect to see more of in 2021.", "paragraphs": ["After months of unpredictability and instability, the arrival of 2021 was met with fanfare. Each year’s start is cause for celebration, but this time around, the collective desire for joy was especially palpable. That spirit was evident in the fashion celebrities chose to mark the milestone. Sure, the traditions of champagne-filled parties and a jam-packed Times Square may be on hold, but stars were intent on channeling that exuberance with their clothes. On the annual Dick Clark’s New Year’s Rockin’ Eve special, Jennifer Lopez gave Pierpaolo Piccioli’s towering Valentino Haute Couture marabou feather coat a thrilling debut. Ever the showman, J.Lo wore the piece and its mile-long train as she sang ‘In the Morning’ while perched atop a tiered platform. Finishing the look off with a diamond mask, she reached new heights of glamour—pun intended.", "At the Jiangsu TV New Year's Gala, Chinese pop superstar Chris Lee provided her version of festive, feathered couture. Dressed in an all-white creation from Tony Ward, Lee commanded the stage at one of the world’s most-watched entertainment shows. With a sculptural hat, peplum, and flared pants all competing for attention, Lee’s outfit could have been overwrought. However, its minimalist color palette kept attention focused on the look’s elegant silhouette and overarching drama.", "Even those who weren’t headlining a bash got in on the action. In Aspen, where the Kardashian-Jenner clan has been enjoying the slopes and all manner of aprés ski fashion, Kylie and Kendall Jenner offered two takes on seasonal outerwear. In a glossy chocolate version of Saks Potts’s signature “Bonnie” coat and Charlotte Knowles’s psychedelic print trousers, Kylie gave the city a street style moment while dashing to her car with her mother, Kris. Kendall went in a different, but no less chic, direction in chunky Prada boots, black leggings, and sleek overcoat from The Row. Elegant, minimal, and practical, Jenner’s off-duty outfit was precisely the kind of look we expect to see more of in 2021."], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["gave", "best", "2021", "lee", "week", "set", "kendall", "fashion", "tone", "version", "outfit", "kylie", "stars", "elegant", "look", "couture", "dressed"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}