{"id": "a67b0513-61d5-3846-adcb-945a9920758d", "title": "Xbox Series X Exclusive The Medium Slips To A January Release", "url": "https://www.gameinformer.com/2020/11/06/xbox-series-x-exclusive-the-medium-slips-to-a-january-release", "summary": "The Medium captured our attention with its dual-reality presentation, in which players can simultaneously navigate the real world and its spirit-world counterpart.\nThe fact that it's a console exclusive on Xbox Series X/S and not a generation-straddling game like many launch-window titles only added to the anticipation.\nWhile it was originally set for a December 10 release, developer Bloober Team has announced that it's getting pushed back a month into early next year.\nThe Medium will now be arriving on Xbox Series X/S and PC on January 28, 2021.\nWhile Bloober Team doesn't call that newly packed date out in its statement, it's difficult to imagine that it wasn't at least a contributing factor in the decision.", "paragraphs": ["The Medium captured our attention with its dual-reality presentation, in which players can simultaneously navigate the real world and its spirit-world counterpart. The fact that it's a console exclusive on Xbox Series X/S and not a generation-straddling game like many launch-window titles only added to the anticipation. While it was originally set for a December 10 release, developer Bloober Team has announced that it's getting pushed back a month into early next year.", "The Medium will now be arriving on Xbox Series X/S and PC on January 28, 2021. While the delay is disappointing, it's hard to argue with the reasons behind the decision. Bloober Team issued the following statement:", "The delay also gets the game away from the blast radius of one of the year's most anticipated titles, too. Fellow Polish developer CD Projekt RED recently delayed Cyberpunk 2077 from a planned November 19 release to December 10. While Bloober Team doesn't call that newly packed date out in its statement, it's difficult to imagine that it wasn't at least a contributing factor in the decision."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["developer", "exclusive", "bloober", "slips", "team", "game", "titles", "series", "release", "xs", "xbox", "x", "medium"], "pubDate": "2020-11-06T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}