{"id": "a67eb1fc-747e-3f34-b601-7fdd5ea67989", "title": "Fake Christmas Trees Are My Guilty Pleasure", "url": "https://www.vogue.com/article/fake-christmas-trees", "summary": "When you have an Irish mother, Christmas is a big deal—so big, in fact, that she starts planning for it in September.\nAs soon as the whites are packed away post-Labor day, my mother is on the phone talking Santa Claus and Christmas wish lists.\nThe one thing mom could never bring with us as we journeyed around the globe was a real Christmas tree.\nSo, never sure where we’d be spending our next Christmas, we were a family devoted to our fake tree.\nWhat can I say, in addition to Christmas, my mother’s other great loves are puns and Victorian literature.", "paragraphs": ["When you have an Irish mother, Christmas is a big deal—so big, in fact, that she starts planning for it in September. As soon as the whites are packed away post-Labor day, my mother is on the phone talking Santa Claus and Christmas wish lists. She says it’s because of the end of summer sales, but I know better. Once a hint of autumn is in the air, she starts jonesing for eggnog and ginger snaps.", "Besides being a Yulephile, mom also worked for the Foreign Service and during my childhood, we moved to a different country every couple of years. However, no matter where in the world we were, mom always made sure that the first items to arrive at our new home were the assortment of decorations for her favorite holiday. Over the course of her life, she has amassed enough jolly-ephemera to construct three separate, fully-realized miniature winter wonderlands. Tiny but perfectly proportioned snow-capped villages in which an ensemble of characters sing carols outside a library, ice skate on a working ice rink (it’s magnetized!) and decorate their very own trees in warmly lit townhouses. I honestly believe that when mom finally retired, she chose not to go back to Dublin, but instead to settle in St. Augustine, Florida because it boasts one of the country’s premier holiday stores: The Perky Pelican Christmas Shoppe.", "The one thing mom could never bring with us as we journeyed around the globe was a real Christmas tree. In moving from tropical East Africa to the Altiplano of Bolivia, we discovered how few places are ideal for farming evergreens. So, never sure where we’d be spending our next Christmas, we were a family devoted to our fake tree. All versions of her. In my 36 years, we’ve had three: Charlotte, Anne, and Emily. We called them the Brontrëe sisters (Emily was the tallest one, so named for her wuthering height). What can I say, in addition to Christmas, my mother’s other great loves are puns and Victorian literature.", "Though our trees have always been of the plastic variety, I have seen other, more artisanal, faux firs. When I was 13 I spent New Year’s with a friend whose father worked security for a fancy hotel in Mombasa, on the coast of Kenya. In the middle of the foyer was an enormous, verdant monstrosity; a lush, towering hodgepodge. The hotel’s staff had assembled more than two hundred child-sized shrubs of varying shades of green and tied them together to make a pseudo Christmas tree so tall it grazed the top of the domed ceiling. They even decorated it with red bows in order to hide the rope that held the whole thing together. The Franken-tree creaked and swayed, teetering like a punch-drunk prize-fighter. At dinner that night, while seated in close proximity to its massive hulk, I couldn’t shake a creeping feeling of doom. I sensed that at any moment I would be crushed under a falling pile of boughs and branches. Yet the tree stood tall, lasting well into the second week of January."], "authors": ["Lacy Warner", "Lacy Warne"], "keywords": ["trees", "mom", "thing", "tree", "mother", "pleasure", "worked", "sure", "fake", "guilty", "christmas", "starts", "tall"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}