{"id": "a6aa1427-9769-3f1d-829b-c2bd46724856", "title": "Biden Transition Live Updates: $900 Billion Stimulus Compromise Appears Within Reach", "url": "https://www.nytimes.com/live/2020/12/17/us/joe-biden-trump/", "summary": "ET Biden Transition Live Updates: $900 Billion Stimulus Compromise Appears Within Reach An emerging plan, which lawmakers were expected to keep working out on Thursday, would provide a one-time payment of about $600, jobless aid and rental assistance.\nIn fact even as lawmakers moved toward striking an elusive deal, the package pointed to troubles on the horizon for Mr. Biden.\n“While you are entitled to your own opinions, Ms. Powell,” the company wrote, “you are not entitled to your own facts.” Ms. Powell did not immediately respond to requests for comment about Dominion’s letter.\nDuring the last recession — which Mr. Biden and then-President Barack Obama inherited in 2009 — drops of wages and salaries took years to recover.\nThe New York Times reported in 2018 that Mr. Trump had changed his domicile to Mar-a-Lago, in part for tax purposes.", "paragraphs": ["Live Updated Dec. 17, 2020, 10:00 a.m. ET Dec. 17, 2020, 10:00 a.m. ET Biden Transition Live Updates: $900 Billion Stimulus Compromise Appears Within Reach An emerging plan, which lawmakers were expected to keep working out on Thursday, would provide a one-time payment of about $600, jobless aid and rental assistance. President Trump’s plans to live at Mar-a-Lago after leaving office violate a 1993 tax agreement he made with the Town of Palm Beach. RIGHT NOW Dominion demands that Sidney Powell retract ‘baseless and false allegations’ about voting machines.", "Stimulus talks emerge as one of the final political hurdles of the year. Speaker Nancy Pelosi in the Capitol. After months of stalemate, congressional leaders were on the verge on of cementing a stimulus deal. Credit... Anna Moneymaker for The New York Times With Congress running out of time to deliver another round of aid to Americans and stave off a government shutdown on Friday, lawmakers were expected to spend Thursday hurtling toward a roughly $900 billion stimulus deal that would provide a dose of badly needed relief after months of stalled negotiations and amid a national public health crisis that has killed more than 307,000 people. While a deal seemed all but unattainable just weeks ago, with Democrats and Republicans digging in their heels in defense of two vastly different visions for how to administer stimulus payments and unemployment aid, by Thursday morning, compromise appeared to be somewhat within reach. “We’re making good progress,” said Senator Chuck Schumer of New York, the Democratic leader, in a brief interview on Wednesday afternoon as staff members exchanged offers and counteroffers. “No one gets everything they want, but we’re feeling pretty good.” At the same time, Senator Mitch McConnell, Republican of Kentucky and the majority leader, warned Republicans on Wednesday to prepare to remain in Washington through the weekend as lawmakers and aides finish the details and write legislative text. The measure, which is expected to include a one-time direct payment of around $600, would at the very least provide a small cash injection for tens of millions of Americans who have faced unemployment during the virus crisis. The emerging compromise would provide emergency stimulus payments, jobless aid and rental assistance, extending help to businesses and funding the distribution of a vaccine. Among the outstanding issues that have yet to be settled is the possible inclusion of House legislation that would dole out funds to states and cities and to fully cover the costs of emergency work during the pandemic. Reaching a deal could have some symbolic value at a time when the coronavirus is ravaging a divided country (officials on Wednesday reported the highest daily number for new virus cases and deaths since the pandemic began). With much of the nation focused on a toxic election for months, both Democrats and Republicans have repeatedly blamed one another for their refusal to make concessions in the interest of reaching an agreement. But, amid signs top Republicans were ready to acknowledge President-elect Joseph R. Biden Jr.’s victory, the possibility of an agreement seemed finally in sight. Less clear is whether that could foreshadow further attempts at finding common ground in the coming months. In fact even as lawmakers moved toward striking an elusive deal, the package pointed to troubles on the horizon for Mr. Biden. Emily Cochrane contributed reporting.", "Dominion demands that Sidney Powell retract ‘baseless and false allegations’ about voting machines. Dominion Voting Systems sent a letter to the former Trump lawyer Sidney Powell demanding that she retract false statements about their voting machines. Credit... Elijah Nouvelage/Reuters Dominion Voting Systems sent a blistering letter on Wednesday night to the right-wing lawyer Sidney Powell, demanding that she publicly retract her “wild, knowingly baseless and false accusations” about the company’s voting machines, which have repeatedly found themselves at the heart of conspiracy theories surrounding the election. The letter, a preparatory step to formal legal action, accused Ms. Powell of engaging in “reckless disinformation” about Dominion’s machines at news conferences, rallies in support of President Trump and on conservative media outlets like Fox News, Newsmax and Rush Limbaugh’s radio show. Ms. Powell has also filed unsuccessful federal lawsuits seeking to overturn the election in four key swing states, lodging claims that were “predicated on lies,” the letter says, and that have “endangered Dominion’s business and the lives of its employees.” In the wake of Ms. Powell’s allegations, Dominion has come under fire from the president and his supporters, who have maintained without evidence that the company’s machines switched votes from Mr. Trump to President-elect Joseph R. Biden Jr. On Monday, John Poulos, Dominion’s chief executive, told Michigan lawmakers investigating the election that the company had been the victim of “a dangerous and reckless disinformation campaign aimed at sowing doubt and confusion.” In its letter, Dominion demanded that Ms. Powell publicly disavow several false claims she has repeated in the past few weeks. She has maintained, for instance, that Dominion machines and their software were created in Venezuela to help the country’s now-deceased former president, Hugo Chavez, win elections. But Dominion insists that it has no connection to Venezuela, to Mr. Chavez or for that matter, as the letter notes, to “Big Foot or the Loch Ness monster.” Dominion also demanded that Ms. Powell retract false statements she has made suggesting that the company paid kickbacks to officials in Georgia for “no-bid contracts” to use its machines and that it manipulated votes in “an effort to rig the 2020 election.” Dominion noted that Ms. Powell never mentioned her accusations in any of her court filings, depriving the company of the opportunity to legally refute them. “While you are entitled to your own opinions, Ms. Powell,” the company wrote, “you are not entitled to your own facts.” Ms. Powell did not immediately respond to requests for comment about Dominion’s letter. Not long after the election, the president embraced Ms. Powell, a former federal prosecutor who had represented his onetime national security adviser Michael T. Flynn in a criminal case stemming from the Russia investigation. But after she appeared with Rudolph W. Giuliani, who led Mr. Trump’s postelection legal campaign, at a bizarre news conference where she spouted unproven conspiracies about Dominion, Mr. Trump distanced himself from her and she was left to file lawsuits on her own. All of the suits were dismissed by federal judges. One said Ms. Powell’s claims were based on “nothing but speculation and conjecture,” another that the “expert reports” she submitted reached “implausible conclusions.” In one case in Michigan, lawyers for the City of Detroit have served her with papers that are the first step toward asking a judge to formally sanction her.", "Advertisement Continue reading the main story", "Here’s a look at the economy Biden will inherit next month. Nearly a year after the coronavirus outbreak, the full impact of the pandemic on the U.S. economy remains unclear. Some of the most obvious indicators are in conflict: As some companies report enormous profits, the number of unemployed Americans is nearly 10 million more than it was in February, and hundreds of thousands are expected to have filed new unemployment claims last week. The Times interviewed a rage of economists and experts who suggested looking at eight measures to understand the state of the economy that President-elect Joseph R. Biden Jr. will face on Jan. 20. Wages: That wages and salaries have bounced back quickly is a sign that things are on track for a rapid recovery. During the last recession — which Mr. Biden and then-President Barack Obama inherited in 2009 — drops of wages and salaries took years to recover.", "Unemployment for Black men: The current crisis has had a particularly negative, persistent impact on employment for Black men, who face an unemployment rate of 11.3 percent, five percentage points higher than the unemployment rate for white men.", "Long-term unemployment : The number of Americans who are still in the labor force but have been unemployed for more than six months has been increasing since April. A sociologist with a left-leaning think tank said the rise in long-term unemployment, coupled with the fact that millions of workers have left the labor market altogether since February, indicated “a very serious problem in connecting people who are able to produce needed goods and services with the opportunity to do so.”", "Housing costs: Home prices and rents have risen during the pandemic. But while the rising costs have strained low-income renters, the rise in housing prices typically signals strong economic growth.", "New businesses: Even as countless businesses have been forced to close over the course of the pandemic, the increase in business applications over the last year is a sign that the economy may be adapting rather than totally seizing.", "Spending on goods: Though the pandemic has altered Americans’ day-to-day lives, it hasn’t halted their spending as much as some feared it would. Consumption has shifted toward goods over services — buying alcohol from stores instead of from bars, for example — bucking a generational trend toward a service economy.", "Food scarcity — More families across the country are unable to meet their basic needs for housing and food security, according to a Census Bureau survey.", "New unemployment claims remain far above historical levels. Vacant retail shops in Columbus, Ohio. The rate of jobless claims has been rising as coronavirus cases remain high across the country. Credit... Maddie McGarvey for The New York Times Rising Covid-19 cases are taking a steep toll on economic activity, battering the labor market even as new vaccines offer a ray of hope for next year. The number of Americans filing initial claims for unemployment insurance remained high last week, the Labor Department reported Thursday. After dropping earlier in the fall, claims have moved higher, and they remain at levels that dwarf the pace of past recessions. There were 935,000 new claims for state benefits, compared with 956,000 the previous week, while 455,000 filed for Pandemic Unemployment Assistance, a federally funded program for part-time workers, the self-employed and others ordinarily ineligible for jobless benefits. On a seasonally adjusted basis, the number of new state claims was 885,000, an increase of 23,000 from the previous week. Consumer caution, coupled with new restrictions on business activity like indoor dining, has pummeled the hospitality industry, lodging, airlines and other service businesses. The debut of a coronavirus vaccine this week offers the prospect of relief, but until mass inoculations begin next year, the economy will remain under pressure. “Businesses are closing, and as a result, we are seeing job losses mount — and that’s exactly what we were fearful of going into the winter,” said Rubeela Farooqi, chief U.S. economist at High Frequency Economics. “It’s going to be a challenging few months, no doubt.” At the end of November, more than 20 million workers were collecting unemployment benefits under state or federal programs, Labor Department data indicates. With the weakening economy as the backdrop, Republican and Democratic leaders in Congress continued talks on Wednesday on another pandemic relief bill, something that economists have warned is overdue. Without action, two key programs for unemployed workers will expire this month, cutting off benefits to millions. “We are not moving in the right direction,” said Gregory Daco, chief U.S. economist at Oxford Economics. “With the looming expiration of benefits, it’s even more worrisome.” Data released on Wednesday showed a 1.1 percent drop in retail sales in November, a disappointing start to the crucial holiday season. Gus Faucher, chief economist at PNC Financial Services, expects economic growth to be weak for the next few months before picking up later in 2021. “Until we get a lot of people vaccinated, the economy will face a difficult test,” he said. “I don’t know if we will see an outright contraction or the loss of jobs, but the pace of improvement will slow markedly.”", "Advertisement Continue reading the main story", "A 27-year-old agreement may prevent Trump from living at Mar-a-Lago. A use agreement says no member of the president’s Mar-a-Lago club in Palm Beach, Fla., may stay on the property for more than 21 days a year. Credit... Carlos Barria/Reuters Neighbors of President Trump in Florida sent a letter to the Town of Palm Beach and the U.S. Secret Service on Tuesday complaining that Mr. Trump has violated a 1993 agreement he made with the town that says Mar-a-Lago, his private social club, cannot be used as a full-time residence, as Mr. Trump has suggested he plans to do. The letter came as Mr. Trump’s days in the White House are winding down, and he is proceeding with plans to move with his wife and son to Florida after the inauguration of his successor, President-elect Joseph R. Biden. Jr., and take up residence in the resort. The New York Times reported in 2018 that Mr. Trump had changed his domicile to Mar-a-Lago, in part for tax purposes. “To avoid an embarrassing situation for everyone and to give the president time to make other living arrangements in the area, we trust you will work with his team to remind them of the use agreement parameters,” wrote Reginald Stambaugh, a lawyer representing the DeMoss family, which has a property next to Mar-a-Lago. “Palm Beach has many lovely estates for sale, and surely he can find one which meets his needs.” While serving as president, Mr. Trump has been given unusual leeway by the town because of legitimate security concerns. Among concessions was the addition of a helipad for Marine One, which will be removed after he leaves office. But the use agreement, which was reviewed by The Times, states that no member of the club could stay on the property for seven consecutive days a year, and no more than 21 days a year. “The significant tax breaks the president received for this arrangement remain in effect, as does the use agreement,” Mr. Stambaugh wrote.", "Biden is expected to name Brenda Mallory to lead the Council on Environmental Quality. Brenda Mallory at Grand Teton National Park in Wyoming in 2018. She is currently director of regulatory policy at the Southern Environmental Law Center. Credit... via Brenda Mallory President-elect Joseph R. Biden Jr. has chosen Brenda Mallory, an environmental lawyer who spent more than 15 years working in the federal government under both Republican and Democratic presidents, to lead the Council on Environmental Quality, according to two people close to the Biden transition team. The council is expected to expand its focus on issues of environmental justice under Ms. Mallory in addition to its traditional role of coordinating environment policy throughout the government, other people close to the presidential transition said. Ms. Mallory, who currently serves as the director of regulatory policy at the Southern Environmental Law Center, a watchdog group, has worked on both pollution and land conservation issues throughout her career, including helping to create new national monuments under the Obama administration and fighting the dismantlement of those monuments under the Trump administration. The council, a division of the office of the president, tends to play a behind-the-scenes role in federal environmental policy and its administrators are typically less prominent than ones who lead major agencies like the Interior Department or the Environmental Protection Agency. But Mr. Biden has pledged to make addressing racial disparities in environmental policies a core part of his climate change agenda, potentially giving the council a beefed-up mission in that and other areas. The Climate 21 Project, a blueprint from more than 150 former government officials laying out advice for a governmentwide response to climate change, identified the Council on Environmental Quality as “best suited to elevate environmental justice to the White House and to lead the agenda on climate change resilience.” A graduate of Yale University and Columbia Law School, Ms. Mallory started her career in private practice before joining the federal government in 2000. She spent more than 15 years at various positions within the Environmental Protection Agency, rising to principal deputy general counsel, the ranking career position in that office. During the Obama administration she served as the general counsel for the Council on Environmental Quality."], "authors": ["Zach Montague", "Alan Feuer", "Ella Koeze", "Thomas Kaplan", "Nelson D. Schwartz", "Maggie Haberman", "Lisa Friedman", "Nicholas Fandos"], "keywords": ["claims", "dominion", "powell", "billion", "environmental", "900", "mr", "president", "updates", "transition", "biden", "ms", "live", "appears", "trump", "unemployment", "stimulus", "compromise", "reach"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}