{"id": "a6b86710-3846-33f2-a326-87fd40aa3cc0", "title": "The Top Twenty-five New Yorker Stories of 2020", "url": "https://www.newyorker.com/culture/2020-in-review/the-top-twenty-five-new-yorker-stories-of-2020", "summary": "Over the next nine months, an unrelenting onslaught of news consumed the country––and The New Yorker.\nTo mark the end of this uniquely trying year, we are sharing a list of the most popular New Yorker pieces of the past twelve months.\nPiece by piece, the list encapsulates what we have endured.\nMayer’s third piece in the top twenty-five focussed on the sexual-harassment allegations against Kimberly Guilfoyle that led to her departure from Fox News.\nTo understand the President’s path to the 2020 election, look at what he has provided the country’s executive class.", "paragraphs": ["On the evening of Tuesday, March 10th, as the threat of the novel coronavirus became increasingly plain in New York City, the staff of The New Yorker went home and never returned to our offices in One World Trade Center. The final editing, fact-checking, and other work on the following week’s issue––the cover depicted domino pieces in a pattern resembling the novel coronavirus––took place remotely. Over the next nine months, an unrelenting onslaught of news consumed the country––and The New Yorker. As of this writing, the magazine’s editorial staff has put out thirty-five print issues and published an additional three and a half million words online, all while collaborating day after day through squares on our laptop screens.", "To mark the end of this uniquely trying year, we are sharing a list of the most popular New Yorker pieces of the past twelve months. (Just as we did last year, we are using a metric that tracks what people read on their way to subscribing.) Piece by piece, the list encapsulates what we have endured. Carolyn Kormann’s portrait of the novel coronavirus, published in late March, is the earliest pandemic-related article on it; others include Michael Specter’s profile of Dr. Anthony Fauci, Charles Duhigg’s investigation of the differing responses to early outbreaks in Seattle and New York, and two pieces by Atul Gawande on how to manage the spread of the disease.", "The list also reflects dramatic events that weren’t directly connected to the pandemic. During the racial-justice protests that roiled the country over the summer, James Baldwin’s classic “Letter from a Region in My Mind,” first published in 1962, found a new generation of readers. A more recent piece from the magazine’s archives, Dexter Filkins’s 2013 profile of Qassem Suleimani, the Iranian intelligence commander, made the list after Suleimani was killed in a U.S. drone strike, in January.", "This year’s Presidential election unfolded like none other in American history. Jane Mayer’s examination of Mitch McConnell’s alliance with Donald Trump topped the list, followed by her piece detailing more than a dozen investigations and civil lawsuits that await the President after he leaves office. Mayer’s third piece in the top twenty-five focussed on the sexual-harassment allegations against Kimberly Guilfoyle that led to her departure from Fox News. This year also marked the first Presidential election in which The New Yorker’s Web site hosted a live results map, which made the top five. Another reader favorite: Lizzie Widdicombe’s piece from before the vote, which dropped in on a Zoom training session about how to beat an election-related power grab. In a piece that revisited a previous, less frightening epoch in American politics, President Obama published an excerpt of his latest memoir, “A Promised Land,” in The New Yorker, detailing his bruising battle to reform health care.", "In the midst of so many travails, and with readers mostly stuck at home, it’s clear that many were looking for diversion. Richard Brody’s list of the forty best movies on Netflix made the top ten, as did Michael Schulman’s interview with Fran Lebowitz, the “patron saint of staying at home and doing nothing.” A satirical piece on the list, by Andy Borowitz, reported that Fauci recommended administering alcohol to survive the White House’s coronavirus briefings.", "Over the past year, the magazine published a series of pieces on the future of American democracy, beginning with an essay by Jill Lepore, published in January, which looked back at America in the nineteen-thirties, another period of great anxiety about the fragility of democratic institutions. At year’s end—with Trump still refusing to concede the election, and as the country begins the long process of recovering from his Presidency—her admonition still resonates: “Don’t ask whether you need an umbrella. Go outside and stop the rain.”", "I hope that you enjoy each of these pieces—and that, if you’re not already a subscriber, you’ll consider becoming one and supporting our journalism.", "The Senate Majority Leader’s refusal to rein in the President is looking riskier than ever.", "The President has survived one impeachment, twenty-six accusations of sexual misconduct, and an estimated four thousand lawsuits. That run of good luck may well end, perhaps brutally, if Joe Biden wins.", "The latest news and updates from the 2020 Presidential, Senate, House, and gubernatorial races.", "Illustrations by MGMT. design", "Health-care workers have been on the job throughout the pandemic. What can they teach us about the safest way to lift a lockdown?", "SARS-CoV-2, which honed its viral genome for thousands of years, behaves like a monstrous mutant hybrid of all the coronaviruses that came before it.", "Qassem Suleimani, the Iranian operative, reshaped the Middle East.", "Fauci’s findings are in line with anecdotal reports indicating that Americans have been alleviating symptoms in a similar manner since November, 2016.", "Just as mud is a good place to find gold nuggets, Netflix, with some careful sifting, is a good place to find great movies.", "The writer on growing old, life in quarantine, and the sadness of seeing her city shut down.", "Photograph by Kevin Lamarque / Reuters", "A former assistant at the network accused Guilfoyle, one of the Trump campaign’s top fund-raising officials, of sexual harassment—and of attempting to buy her silence.", "The initial coronavirus outbreaks on the East and West Coasts emerged at roughly the same time. But the danger was communicated very differently.", "An infectious-disease expert’s long crusade against some of humanity’s most virulent threats.", "What Singapore’s and Hong Kong’s success is teaching us about the pandemic.", "To understand the President’s path to the 2020 election, look at what he has provided the country’s executive class.", "Photograph by Deanna Dikeman", "Deanna Dikeman’s portrait series doubles as a family album, compressing nearly three decades of her parents’ adieux into a deft and affecting chronology.", "The Justice stressed, however, that Trump would still be allowed to weigh in on other important decisions, like “what to eat and which channel to watch.”", "Citizens prepare to take on a would-be regime.", "COVID-19 poses a unique threat to an age group that, whether they admit it or not, includes them.", "Whatever white people do not know about Negroes reveals, precisely and inexorably, what they do not know about themselves.", "Learning from the upheaval of the nineteen-thirties.", "The story behind the Obama Administration’s most enduring—and most contested—legacy: reforming American health care.", "Illustration by Shawna X; Animation by Robby Abaya", "How social media, FaceTune, and plastic surgery created a single, cyborgian look.", "Richard Epstein, a professor at N.Y.U. School of Law, discusses two articles he wrote, “Coronavirus Perspective” and “Coronavirus Overreaction,” and his views of the pandemic.", "A writer reckons with the different forms of loss.", "Photograph by Malerie Marder for The New Yorker", "For years, the elusive singer-songwriter has been working, at home, on an album with a strikingly raw and percussive sound. But is she prepared to release it into the world?", "2020 in Review"], "authors": ["Michael Luo", "Michael Lu", "The New Yorke"], "keywords": ["american", "pieces", "coronavirus", "trump", "president", "2020", "yorker", "piece", "election", "twentyfive", "list", "published"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}