{"id": "a6c93242-4b9e-364e-86a3-d3111148469d", "title": "Gutfeld on San Francisco’s push to rename schools", "url": "http://www.foxnews.com/opinion/san-franciso-school-names-greg-gutfeld", "summary": "Before it had my name — \"The Gutfelds\"— but I realize that it could be offensive to people who aren't Gutfelds.\nFor example, the Democrats on the San Francisco School Board are still pushing to have President Abraham Lincoln's name removed from Lincoln High School, because he didn't care enough for Black lives.\nSAN FRANCISCO COMMITTEE WANTS TO REMOVE ABRAHAM LINCOLN'S NAME FROM HIGH SCHOOLAnd they're doing this as their house is metaphorically on fire.\nCLICK HERE TO GET THE FOX NEWS APPSo, well done San Francisco.\nAs your city descends into a fecal, druggy stench of ignorance and inequality, at least you got some pretty names for schools.", "paragraphs": ["You know what I like to do when my house is on fire? Change the doormat, so it's more welcoming.", "Before it had my name — \"The Gutfelds\"— but I realize that it could be offensive to people who aren't Gutfelds. So I'd change it to \"Welcome, my nonbinary, noncisnormative people and nonpeople of color.\" Then they can enjoy the flames of class warfare like the rest of us.", "For example, the Democrats on the San Francisco School Board are still pushing to have President Abraham Lincoln's name removed from Lincoln High School, because he didn't care enough for Black lives. You know, even after ending slavery and dying for it.", "SAN FRANCISCO COMMITTEE WANTS TO REMOVE ABRAHAM LINCOLN'S NAME FROM HIGH SCHOOL", "And they're doing this as their house is metaphorically on fire. Children aren't going to school at all, sitting home, getting dumber. You'd think they’d focus on that, but when you're woke, your common sense is broke.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Eventually, their children will all be as stupid as they are. Then everyone can change their names. In fact, the woke left is no more than a mindless machine determined to gobble up the past and spit it out.", "We've covered this before, but the Democrats just want to plug their ears, vomiting platitudes, hoping they won't be next on the cancel tour.", "Lincoln ain’t the only one. Paul Revere, President Herbert Hoover, even Sen. Dianne Feinstein are names to be banned. President Trump called this: you start with this statue, and pretty soon it’s every statue.", "CLICK HERE TO GET THE FOX NEWS APP", "So, well done San Francisco. You've solved the big problems. As your city descends into a fecal, druggy stench of ignorance and inequality, at least you got some pretty names for schools.", "But since they're empty, just call them all \"toilets\" and flush all your problems away.", "Adapted from Greg Gutfeld's monologue on \"The Five\" on Dec.16, 2020", "CLICK HERE FOR MORE FROM GREG GUTFELD"], "authors": ["Greg Gutfeld", "Greg Gutfeld Currently Serves As Host Of"], "keywords": ["change", "names", "san", "school", "rename", "president", "problems", "push", "woke", "gutfeld", "theyre", "francisco", "gutfelds", "schools", "franciscos"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}