{"id": "a6d0b69c-ad14-3a06-9c57-ee718db8d5da", "title": "Nintendo's Next Indie World Showcase Premieres Tomorrow", "url": "https://www.gameinformer.com/2020/12/14/nintendos-next-indie-world-showcase-premieres-tomorrow", "summary": "Nintendo's Indie World Showcase has always been an awesome platform for indie studios to reveal upcoming projects with extensive gameplay footage, cinematic trailers, and even words from the developers themselves.\nPrevious Indie Worlds have highlighted fan-favorite titles like Super Hot, Ori and the Blind Forest, and this year's award-winning Hades.\nThis morning, Nintendo announced that their next Indie World Showcase will go live tomorrow at 9 a.m. PT.\nThe stream will only be 15 minutes (the shortest Indie World Showcase as of yet).\nIn addition to showing a bevy of upcoming titles, there might be announcements about planned updates for games that have already been released.", "paragraphs": ["Nintendo's Indie World Showcase has always been an awesome platform for indie studios to reveal upcoming projects with extensive gameplay footage, cinematic trailers, and even words from the developers themselves. Previous Indie Worlds have highlighted fan-favorite titles like Super Hot, Ori and the Blind Forest, and this year's award-winning Hades. This morning, Nintendo announced that their next Indie World Showcase will go live tomorrow at 9 a.m. PT. The stream will only be 15 minutes (the shortest Indie World Showcase as of yet). You can watch it here.", "In addition to showing a bevy of upcoming titles, there might be announcements about planned updates for games that have already been released. With that in mind, are there any indies that you've been anticipating or playing over and over again? Let us know down in the comments."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["updates", "showcase", "indie", "nintendos", "watch", "youve", "premieres", "world", "words", "titles", "tomorrow", "worlds", "upcoming"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}