{"id": "a721fb5c-c8db-3702-a4ff-55517a7d1c54", "title": "Meghan Markle, Prince Harry say Prince Philip will be 'greatly missed' in subtle online tribute", "url": "https://www.foxnews.com/entertainment/prince-harry-meghan-markle-prince-philip-death-greatly-missed-archewell", "summary": "Prince Harry and Meghan Markle subtly paid tribute to Prince Philip, the Duke of Edinburgh and Queen Elizabeth's husband, on Friday, hours after his death at the age of 99 was confirmed.\nQUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATHPhilip's passing was confirmed by the palace in a statement shared Friday.\nPRINCE HARRY TOLD OPRAH QUEEN ELIZABETH, PRINCE PHILIP WERE NOT PART OF CONVERSATIONS OVER ARCHIE'S SKIN TONEOn Feb. 16, Philip was admitted to a London hospital after feeling unwell.\nThe couple delivered bombshell claims about the British royal family during the March 7 interview.\nHarry and Meghan relocated to California last year after announcing their departure as senior members of the British royal family.", "paragraphs": ["Prince Harry and Meghan Markle subtly paid tribute to Prince Philip, the Duke of Edinburgh and Queen Elizabeth's husband, on Friday, hours after his death at the age of 99 was confirmed.", "Although the Duke and Duchess of Sussex have yet to issue a formal statement reacting to Harry's grandfather's passing, the couple acknowledged the Duke of Edinburgh's legacy on their Archewell website.", "\"In Loving Memory of His Royal Highness The Duke of Edinburgh 1921-2021,\" the website now reads.", "\"Thank you for your service...You will be greatly missed,\" the message continues.", "QUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATH", "Philip's passing was confirmed by the palace in a statement shared Friday.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh. His Royal Highness passed away peacefully this morning at Windsor Castle,\" the statement reads.", "An announcement about the duke's death was placed on the gates of Buckingham Palace on Friday.", "During England’s coronavirus lockdown, he had been staying at Windsor Castle, west of London, with the queen, 94.", "PRINCE HARRY TOLD OPRAH QUEEN ELIZABETH, PRINCE PHILIP WERE NOT PART OF CONVERSATIONS OVER ARCHIE'S SKIN TONE", "On Feb. 16, Philip was admitted to a London hospital after feeling unwell. On March 3, he underwent a procedure for a pre-existing heart condition at St. Bartholomew’s Hospital before being transferred back to King Edward VII hospital on March 5 and ultimately released home on March 16.", "Philip married then-Princess Elizabeth in 1947 and is the longest-serving royal consort in British history. He and the queen have four children, eight grandchildren and 10 great-grandchildren.", "A former naval officer and keen polo player, Philip enjoyed robust health well into old age but had several health issues in recent years.", "At the time of his death, Philip's full title was His Royal Highness Prince Philip, Duke of Edinburgh, Earl of Merioneth and Baron Greenwich, Knight of the Garter, Knight of the Thistle, Order of Merit, Knight Grand Cross of the Order of the British Empire, Companion of the Order of Australia, Companion of the Queen's Service Order, Privy Counselor.", "'THE CROWN' STAR TOBIAS MENZIES REACTS TO PRINCE PHILIP'S DEATH", "He was the second person ever to bear the title \"Duke of Edinburgh,\" the first being his great-great-uncle, Prince Alfred Ernest Albert. His son, Prince Edward, will now assume the title.", "Just one month prior to Philip's passing, Prince Harry acknowledged how close he is with his grandparents during his and Meghan's sit-down interview with Oprah Winfrey. Meghan, 39, also noted that when news broke of Philip's hospitalization in March, the couple called the queen over the telephone to check in.", "The couple delivered bombshell claims about the British royal family during the March 7 interview. One of the biggest takeaways was a claim voiced by the Duchess of Sussex that a member of the royal family had expressed \"concerns\" about the color of her baby’s skin before the birth of their son, Archie.", "Later off-camera, Harry clarified to Winfrey that his grandparents, the queen and her husband Prince Philip, were not the ones who questioned Archie’s skin tone.", "Harry and Meghan relocated to California last year after announcing their departure as senior members of the British royal family. In discussing the couple's departure with Winfrey, he said he did not blindside his grandmother.", "\"I’ve never blindsided my grandmother,\" Harry said. \"I have too much respect for her.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Harry also spoke lovingly of his grandfather in an interview this past February. In a \"The Late Late Show\" appearance that aired Feb. 25, said he'd communicated with Philip and Queen Elizabeth II frequently -- even on Zoom.", "When James Corden asked the 36-year-old if his grandmother knew how to use the online chat service, Harry told the British TV host, \"Yes, both my grandparents do.\"", "He continued, \"They have Zoomed a few times, they have seen [my son] Archie running around,\" he explained. \"But my grandfather, instead of pressing ‘Leave Meeting,' he just goes\" – and Harry pretends to close his laptop.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I am like 'bye,' as I'm pressing,\" said Harry before imitating Philip closing the laptop."], "authors": ["Melissa Roberto"], "keywords": ["edinburgh", "missed", "markle", "queen", "prince", "duke", "philips", "british", "say", "online", "harry", "meghan", "royal", "tribute", "philip", "order", "subtle"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}