{"id": "a749ee0d-6eba-364b-861f-7de5fb43fdcb", "title": "Democrats ponder delaying Trump impeachment trial in Senate for months", "url": "https://www.theguardian.com/us-news/2021/jan/10/donald-trump-capitol-attack-impeachment-abc-poll-majority-joe-biden", "summary": "Earlier on Sunday, from the Senate, Democratic leader Chuck Schumer said he had asked FBI director Christopher Wray to “relentlessly pursue” those who attacked the Capitol.\nIn a survey by ABC News and Ipsos published on Sunday, 56% of respondents said Trump should be removed before 20 January.\nBiden has been lukewarm about impeachment and concerns are growing among Democrats that an early trial would distract from vital Senate business, such as confirming cabinet members and passing Covid-19 relief.\nOn Sunday, the attending physician to Congress told members that those who took refuge in a “large committee hearing space” may have been exposed to someone with a coronavirus infection.\nOn Friday, Trump saw his Twitter account suspended, denying him the mouthpiece he has used to spread lies and incite violence.", "paragraphs": ["Democrats calling for Donald Trump’s removal following the deadly US Capitol riots will introduce articles of impeachment as early as Monday, but may be willing to wait for a Senate trial until long after Joe Biden takes office in nine days’ time.", "They will do so with a chilling warning ringing in their ears. Late on Sunday afternoon, the office of the Colorado Democratic representative Jason Crow released a readout of a call in which army secretary Ryan McCarthy “indicated that [the Department of Defense] is aware of further possible threats posed by would-be terrorists in the days up to and including Inauguration Day”.", "According to the readout, McCarthy said the Pentagon was “working with local and federal law enforcement to coordinate security preparations” for 20 January.", "Crow, a former US army ranger, said he had “raised grave concerns about reports that active duty and reserve military members were involved in the insurrection” and asked that “troops deployed for the inauguration … are not sympathetic to domestic terrorists”. The readout said McCarthy agreed and said he was willing to testify publicly in the coming days.", "Earlier on Sunday, from the Senate, Democratic leader Chuck Schumer said he had asked FBI director Christopher Wray to “relentlessly pursue” those who attacked the Capitol.", "The mob ransacked offices and assaulted the Senate and House chambers after being told by Trump to “fight like hell”, resulting in chaos and the deaths of five people including a police officer and a rioter who was shot by law enforcement.", "“The threat of violent extremist groups remains high,” Schumer said.", "While security was stepped up around the Capitol, political chess continued, with the White House belatedly lowering its US flag to half-staff in honour of those who died.", "Trump faced growing calls from within his own party to step down, with one prominent Republican senator accusing him of a “descent into madness”.", "“The behaviour was outrageous, and there should be accountability,” Pat Toomey of Pennsylvania told CNN’s State of the Union.", "“The president’s behaviour after the election was wildly different than his behaviour before he descended into a level of madness and engaged in activity that was just absolutely unthinkable and unforgivable.”", "Trump’s resignation, Toomey said, becoming the second Republican senator to call for the president to go, “is the best path forward, the best way to get this person in the rearview mirror”.", "In a survey by ABC News and Ipsos published on Sunday, 56% of respondents said Trump should be removed before 20 January. A higher number, 67%, held Trump responsible for the Capitol violence.", "Pro-Trump supporters and far-right forces flooded Washington DC to protest Trump’s election loss on 6 January. Photograph: Michael Nigro/Pacific Press/REX/Shutterstock", "The president remained at the White House on Sunday, silent without his Twitter account – from which he has been shut out – and isolated even from Vice-President Mike Pence, according to reports.", "James Clyburn, the House majority whip, told CNN a single article of impeachment, which accuses Trump of “inciting an insurrection” and having “gravely endangered the security of the United States and its institutions”, would be presented.", "“It may be Tuesday or Wednesday before action is taken but it will be taken this week,” Clyburn said.", "A vote to impeach Trump for a second time, a near certainty given the Democratic House majority, would send the case to the Senate for trial, where a two-thirds majority would see his removal.", "But the timing is at the discretion of House speaker Nancy Pelosi, who seems set to choose to wait until after Biden’s inauguration, Clyburn said. Biden has been lukewarm about impeachment and concerns are growing among Democrats that an early trial would distract from vital Senate business, such as confirming cabinet members and passing Covid-19 relief.", "“Let’s give President Biden the 100 days he needs to get his agenda off and running and maybe we’ll send the articles sometime after that,” Clyburn said.", "The congressman also promoted a possible second article of impeachment, related to Trump’s false claims of election fraud and an infamous call pressuring Georgia’s secretary of state to “find” enough votes to reverse defeat there.", "“We heard it on the phone, begging at one time, ordering at another time, and threatening criminal action to overturn the vote to find him 11,700 odd votes. And he did it in order to be declared the victor. That is impeachable,” he said.", "Events have moved quickly since the mob attacked the Capitol, where a police officer who died was struck with a fire extinguisher.", "Multiple arrests have been made, including of men who brought firearms and explosives to Washington. Rioters were seen with handcuffs, indicating plans to kidnap lawmakers.", "Outside, protesters brandished a gallows and noose. Inside, chants of “Hang Mike Pence” were heard, directed at the vice-president presiding over the electoral college count.", "On Sunday, the attending physician to Congress told members that those who took refuge in a “large committee hearing space” may have been exposed to someone with a coronavirus infection.", "On Friday, Trump saw his Twitter account suspended, denying him the mouthpiece he has used to spread lies and incite violence.", "The backlash against Trump has continued to gain momentum, with several cabinet members and allies resigning and chatter increasing about a possible invocation of the 25th amendment, which provides for the removal of a president deemed incapable.", "But any such move seems certain not to succeed and other Republicans, including Alaska senator Lisa Murkowski, have called for Trump to resign in favour of Pence, thereby echoing Richard Nixon’s decision to hand power to Gerald Ford in 1974. That also seems unlikely.", "“Every minute and every hour that [Trump] is in office represents a clear and present danger, not just to the United States Congress but, frankly, to the country,” the Democratic congresswoman Alexandria Ocasio-Cortez told ABC’s This Week.", "“If we allow insurrection against the United States with impunity, with no accountability, we are inviting it to happen again. If a foreign head of state ordered an attack on the United States Congress, would we say that that should not be prosecuted? No. It is an act of insurrection. It’s an act of hostility.”", "The Republican congressman Adam Kinzinger, a vocal Trump critic, said the president had instigated “one of the worst days in American history”.", "Kinzinger added: “He stirred up a crowd. It was an executive branch attack on the legislative branch. We were very close to actually having members of Congress killed.", "“We were blessed, on one hand, to not lose members of Congress, but we lost five people and it’s disgusting.”", "Thousands of pro-Trump supporters surround the the US Capitol during protest on 6 January. Photograph: John Nacion/SOPA Images/REX/Shutterstock", "There has also been fierce criticism of senators Ted Cruz and Josh Hawley, who objected to the certification of Biden’s win after the riot and now face calls to resign.", "The FBI and other agencies are continuing their examination of the circumstances of the insurrection, including allegations that Pentagon officials loyal to Trump blocked the deployment of national guard troops for three hours after officials called for help.", "“We couldn’t actually cross over the border into DC without the OK and that was quite some time [coming],” the Republican governor of Maryland, Larry Hogan, told CNN.", "“Eventually I got a call from the secretary of the army, asking if we could come into the city, but we had already been mobilising, we already had our police, we already had our guard mobilised, and we were just waiting for that call.”"], "authors": ["Martin Pengelly", "Richard Luscombe"], "keywords": ["president", "delaying", "members", "trial", "months", "democrats", "senate", "insurrection", "told", "impeachment", "capitol", "including", "trump", "house", "ponder", "congress"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}