{"keywords": ["catch", "culture", "cultural", "expat", "cyclist", "friend", "song", "english", "references", "paris", "vélo", "french"], "title": "How cultural references can catch the expat out", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://propertylistings.ft.com/propertynews/united-kingdom/5972-how-cultural-references-can-catch-the-expat-out.html", "pubDate": null, "id": "a759cb09-76aa-3da6-8fed-73c96144da1e", "paragraphs": ["Some subjects do not travel well, requiring a deeper knowledge of a country than its language", "Joe Dassin’s cycling song was not a hit in the UK", "By Elsa Court", "Elsa Court is a French woman who has lived in the UK for more than a decade. In this monthly column she reflects on her experiences and considers topics such as origin, identity and belonging.", "Over the summer I renewed my commitment to cycling to work. As I weaved between the cars one day, a French pop song burst into my head. It went: “Dans Paris à vélo on dépasse les autos. À vélo dans Paris on dépasse les taxis.”", "Released as a single in 1973, the song is called “La Complainte de l’heure de pointe” (rush-hour lament). Performed by Joe Dassin, it celebrates the joy of being a cyclist instead of a motorist in the metropolis at rush hour, enjoying the flexibility of two-wheel movement over four-wheel congestion.", "While the lyrics could be transposed to any big city, the rhyme and rhythm of the song depend on the French language and, for this reason, have not travelled far from France. The melody is quaint and the words rest on a simple reversal distinctive of French popular rhymes: in the first line, vélo (bike) is made to rhyme with autos (cars); in the second, Paris with taxi.", "In England and in English, though, how do I share it? At a party, I tried to share my rediscovery of the song with a cyclist friend. Knowing she was not a French speaker, I sang the two verses slowly, then excitedly told her what they meant.", "The song is playful and a gradation is implied: not only does the average Parisian cyclist get to go faster than cars, but also faster than taxis, which have a reputation for recklessness.", "It is a gleeful, quaint song and reminds those of my parents’ generation how much the culture of their youth has dated. Singing it among French people would invariably cause some combination of laughter, smirking and reminiscence.", "I badly wanted to communicate to my friend my amusement at having remembered the song out of its cultural context. Yet while she understood what I was getting at, none of it resonated with her.", "Kate Tempest’s fame has not spread to all parts of the world", "My friend is sharp and well read, and I can find many other ways of sharing insights and banter with her. But she is not bilingual, and to understand a cultural reference you need to be fluent in both a country’s culture and its language. I often wish cultural references were more fluid, easier to circulate, because there is much in French culture that I want to share.", "Even as an expat of 12 years’ standing, I have gained only the illusion of a full grasp of British culture. I have caught up on many subjects that those from outside the UK might not know about — from television comedy Fawlty Towers to the poet and performer Kate Tempest — but many references still escape me.", "As someone who does not watch TV, anything to do with The Great British Bake Off , for example, including the contest’s international zeitgeist, bewilders me. Fortunately, I am no longer too shy to ask, “Can you rewind and explain where that is from?”", "‘Fawlty Towers’: a little piece of England", "Slightly more embarrassing is the realisation that my own knowledge of French culture is in some cases limited. My editor pointed out that Dassin himself was American-born, which was news to me.", "It is usually English that travels. Back in France, friends of mine watch HBO TV dramas without subtitles and my brother regularly quotes US chat-show host John Oliver.", "While I clearly have a way to go before London’s cyclists are humming “La Complainte” en masse, the global dominance of English means many British and American cultural references no longer require explanation.", "You can read more articles from our Expat identities series here", "Photographs: INA via Getty Images; Dreamstime; Alamy"], "authors": [], "summary": "At a party, I tried to share my rediscovery of the song with a cyclist friend.\nI badly wanted to communicate to my friend my amusement at having remembered the song out of its cultural context.\nI often wish cultural references were more fluid, easier to circulate, because there is much in French culture that I want to share.\nEven as an expat of 12 years’ standing, I have gained only the illusion of a full grasp of British culture.\nWhile I clearly have a way to go before London’s cyclists are humming “La Complainte” en masse, the global dominance of English means many British and American cultural references no longer require explanation."}