{"id": "a77efd2e-d042-3c25-bbb5-8f7fe2e6f839", "title": "Sephiroth Is The Next Super Smash Bros. Ultimate DLC Character", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/sephiroth-is-the-next-super-smash-bros-ultimate-dlc-character", "summary": "Sephiroth, the powerful antagonist of Final Fantasy VII and Final Fantasy VII Remake, is joining his counterpart Cloud as a part of the Super Smash Bros.\nSephiroth joins Super Smash Bros.\nSuper Smash Bros.\nFor more on Super Smash Bros.\nUltimate, check out our interview with Sakurai in the lead up to Super Smash Bros.", "paragraphs": ["One of the most-requested characters in the history of the Super Smash Bros. franchise is finally joining the most ambitious crossover in the industry. Sephiroth, the powerful antagonist of Final Fantasy VII and Final Fantasy VII Remake, is joining his counterpart Cloud as a part of the Super Smash Bros. Ultimate roster.", "The trailer below shows us a sneak peek at the moves the Final Fantasy VII baddie has in his arsenal, but if you want to learn more, you can check out an in-depth character presentation with director Masahiro Sakurai on December 17 at 2 p.m. PT / 5 p.m. ET.", "Sephiroth joins Super Smash Bros. Ultimate as DLC this month as the third of six fighters included in Fighters Pass Vol. 2.", "Super Smash Bros. Ultimate launched in 2018 with 69 characters spanning the history of video games. Since launch, that number has risen to nearly 80 with the addition of downloadable characters Piranha Plant, Joker, Dragon Quest Hero, Banjo & Kazooie, Terry, Byleth, Min Min, Minecraft Steve/Alex, and, now, Sephiroth.", "For more on Super Smash Bros. Ultimate, check out our interview with Sakurai in the lead up to Super Smash Bros. Ultimate."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["vii", "bros", "smash", "sakurai", "ultimate", "min", "fantasy", "characters", "character", "sephiroth", "super", "dlc", "final"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}