{"id": "a7d504a6-8bcb-3dfe-8705-a770aa619cad", "title": "Why Not Consider a Pant With a Bit More Flare?", "url": "https://www.vogue.com/slideshow/sleek-bell-bottoms", "summary": "Photographed by Philip-Daniel Ducasse, Vogue, March 2021One might think of flared pants as a special-occasion pant—a trouser to be worn, perhaps only with heels, when a jean feels too casual.\nBut a recent crop of pants has us thinking that they could very well stand in as our go-to, everyday pair.\nThese recent styles are really the perfect trousers for reemergence.\nThey’re pants, a very practical garment that fits our current comfort-first mindsets, but they also have more flare, if you will, than your average straight-leg jean.\nAnd did we mention they’re cut to flatter?", "paragraphs": ["Photographed by Philip-Daniel Ducasse, Vogue, March 2021", "One might think of flared pants as a special-occasion pant—a trouser to be worn, perhaps only with heels, when a jean feels too casual. But a recent crop of pants has us thinking that they could very well stand in as our go-to, everyday pair.", "For spring, designers like Gabriela Hearst, Givenchy, and Gucci delivered us sleek yet fun iterations in colorful wool twill and technical compact-knit fabrications of wide-leg and bell-bottom pants that look nothing like their disco-fever ancestors. These recent styles are really the perfect trousers for reemergence. They’re pants, a very practical garment that fits our current comfort-first mindsets, but they also have more flare, if you will, than your average straight-leg jean. And did we mention they’re cut to flatter?", "While life remains largely at a standstill, one thing is for certain: We’re getting excited to actually dress up again, and tailored pieces, in all their forms, feel like an exciting new foray into the world of “real clothes.” Consider sleek flared pants a reminder to have a little fun when you’re getting dressed."], "authors": ["Rachel Besser", "Rachel Besse", "Alexandra Gurvitc"], "keywords": ["sleek", "getting", "pants", "theyre", "flared", "jean", "pant", "youre", "consider", "worn", "recent", "fun", "bit", "flare"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}