{"id": "a7f4620a-3361-3eb6-87f5-ce27b0e5dbe2", "title": "What are the Odds That Trump Pardons Himself?", "url": "https://www.newyorker.com/magazine/2020/12/21/what-are-the-odds-that-trump-pardons-himself", "summary": "For obstructors of justice and launderers of foreign cash, the waning days of the Trump Administration might as well be the Super Bowl.\nRecently, a man named Pat Morrow surveyed the scene and thought, What if I gave you two-to-one odds on Giuliani?\nBannon makes sense, Gates makes sense, Manafort really, really, really makes sense.” For those looking for a potential dark horse, Julian Assange is plus 250: a hundred-dollar wager would net two hundred and fifty.\nI would recommend not betting that.”Getting in on the pardon game requires a working knowledge of constitutional law.\nBut, when the Times reported that Trump was, in fact, discussing the matter with advisers, the lines went up.", "paragraphs": ["It’s Presidential pardon season! For obstructors of justice and launderers of foreign cash, the waning days of the Trump Administration might as well be the Super Bowl. Historically, this end-of-term bonanza has been the domain of a privileged guilty few, with the general public cut out of the action. But times change. Recently, a man named Pat Morrow surveyed the scene and thought, What if I gave you two-to-one odds on Giuliani?", "Rudy Giuliani and Paul Manafort Illustration by João Fazenda", "Morrow runs the odds-making operation at Bovada, an online sports book. This year, with the N.C.A.A. Tournament cancelled and the Olympics postponed, Bovada has cleaned up on political wagering. It has allowed bets on everything from Biden’s running mate (Kamala Harris led for weeks) to which word Trump would say first at a post-election press conference (“fraud” and “steal” lost to “count,” a heavy underdog). “If you are a patriotic American concerned about the electoral process, that’s kind of depressing,” Morrow said, of the press-conference bet. “But it got great engagement.”", "The latest action is on Bovada’s pardon market. From the start, the former Trump campaign chair Paul Manafort has been the favorite to receive a pardon, at minus 400 (a winner must bet four hundred bucks on him in order to make a hundred). He is trailed by the campaign advisers George Papadopoulos (minus 325) and Rick Gates (minus 300). When setting lines for events like a Mets game, Bovada uses stats and probabilities. But for pardons, Morrow said, “we really just went through a Who’s Who of people who are in trouble, and who have some kind of connection to Trump.” He added, “Who would be in his best interest? Bannon makes sense, Gates makes sense, Manafort really, really, really makes sense.” For those looking for a potential dark horse, Julian Assange is plus 250: a hundred-dollar wager would net two hundred and fifty. “Ghislaine Maxwell’s at three to one,” Morrow said. “That’s probably not fair. I would recommend not betting that.”", "Getting in on the pardon game requires a working knowledge of constitutional law. “I wasn’t sure if we wanted to put Trump himself as an option, because there’s still some legal discussion as to whether that’s possible,” Morrow said. Trump made the cut as a plus-160 dog. Initially, his three eldest children did not. “We thought he did not have the power to do it,” Morrow said. But, when the Times reported that Trump was, in fact, discussing the matter with advisers, the lines went up. They’re currently plus 130. Jared Kushner is plus 150.", "Rudy Giuliani posed another quandary. Can a President preëmptively pardon someone who hasn’t been charged with a crime? Giuliani began as a bargain, plus 240. “That one was probably a mistake on our side,” Morrow said. “I personally didn’t price this one. I would suggest that perhaps the trader behind it was thinking that, as it currently stands, Rudy doesn’t have any indictments pending.” Bettors hammered the line all the way down to plus 140. Giuliani is now the most popular wager on the board. Trump is second.", "The election itself accounted for a quarter of Bovada’s 2020 revenue. (“It was bigger than Mayweather-McGregor!” Morrow said.) About two-thirds of the money was on Trump, though most savvy bettors, or sharps, bet Biden. The Biden bettors were paid only after the votes were certified. Morrow is now concerned about the tiny chance that the certifications will be overturned; he’d have to pay out the Trump wagers, too. “But, in the grand scheme of things, what’s a quarter of a year’s revenue versus, you know, the republic being torn apart?” Morrow asked. “That’s actually kind of given me a weird bit of peace.”", "How are the sharps approaching pardons? Gadoon Kyrollos, a prominent professional gambler who goes by Spanky, recommended betting against the news. That strategy returned a big profit for him on Election Night. The market went crazy after Trump, then the underdog, won Florida. “I was trading until 4 a.m.,” Spanky said. “Trump was a three-to-one favorite. When I wake up, Trump becomes a three-to-one dog. And then, by 7 p.m., that became a ten- or fifteen-to-one underdog. You never see movement like that. That’s once in a lifetime. Almost like last weekend’s Jets game. Although that might have been on purpose.”", "Despite the windfall, Spanky and his partners are sitting out the pardon market. “If we’re not getting down fifty, a hundred thousand a game, we’re really not into it,” he said. Plus, it’s personal. Eight years ago, Spanky was pinched in a gambling bust. He maintains that he was simply a bettor (legal), but that the large sums he was moving convinced the police that he must be a bookie (illegal). He pleaded guilty to avoid a trial. Officially, he’s a felon. Earlier this year, he petitioned both Trump and Andrew Cuomo, on Twitter, for a pardon. “I’m a hundred to one,” Spanky said. ♦"], "authors": ["Zach Helfand", "Zach Helfan"], "keywords": ["really", "trump", "went", "giuliani", "odds", "plus", "morrow", "pardon", "thats", "game", "spanky", "pardons"], "pubDate": "2020-12-21T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}