{"id": "a81819b8-e6d9-333b-ad6f-56c93602564e", "title": "What Would It Take to Run a City on 100 Percent Clean Energy?", "url": "https://www.wired.com/story/what-would-it-take-to-run-a-city-on-100-percent-clean-energy#intcid=_wired-most-popular-right-rail_ac06f781-6321-48b3-86ae-bd5957936ae7_popular4-1", "summary": "The city of 42,000, which hugs the shore of Lake Champlain, produced enough power from renewable sources to cover all its electricity needs.\n“Cities are setting these goals and striving to go from a very small percentage of renewables to 100 percent on an extremely ambitious timeline,” said Lacey Shaver, city renewable energy manager at the World Resources Institute, via email.\n“It’s an exciting time for city energy work.”But are 100 percent renewable cities actually … 100 percent renewable?\nBut in other areas, a city might not be using all renewable electricity in real-time.\nThat means even a 100 percent renewable town might, from time to time, be sourcing its electricity from fossil fuels.", "paragraphs": ["This story originally appeared on Grist and is part of the Climate Desk collaboration.", "In 2014, Burlington, Vermont, the birthplace of Ben and Jerry’s ice cream and the stomping grounds of Senator Bernie Sanders, announced that it had reached an energy milestone. The city of 42,000, which hugs the shore of Lake Champlain, produced enough power from renewable sources to cover all its electricity needs. Burlington, the city government proclaimed, was one of America’s first “renewable cities.”", "Since then, Burlington has been joined by Georgetown, Texas, Aspen, Colorado, and a few other small towns across the country. And though some cities have a head start—Burlington benefits from a huge amount of hydroelectric power and ample wood for biomass burning—many that rely on fossil fuels for power are joining in. Today, more than 170 cities and towns across the U.S. have promised to shift their power supply from coal and natural gas to solar, wind, and hydropower. St. Louis, which currently gets only 11 percent of its power from renewables, says that it will run purely on renewables by 2035; coal-dependent Denver has promised to do the same by 2030.", "“Cities are setting these goals and striving to go from a very small percentage of renewables to 100 percent on an extremely ambitious timeline,” said Lacey Shaver, city renewable energy manager at the World Resources Institute, via email. “It’s an exciting time for city energy work.”", "But are 100 percent renewable cities actually … 100 percent renewable? The reality is a bit complicated—and it shows the challenges of true, “deep” decarbonization of electricity in the United States.", "First, shifting to clean electricity doesn’t mean that a city zeroes out its carbon footprint—residents could still be driving gas-guzzling cars or heating their homes with natural gas. Even most claims of running on “clean” electricity come with caveats: What cities actually mean is that they purchase enough electricity from wind, solar, or other clean sources to balance out the power that they use over the course of the year. For places filled with renewables, like Vermont, that’s not such a big deal. But in other areas, a city might not be using all renewable electricity in real-time. Even when the sun isn’t shining and the wind isn’t blowing, electrons still need to be flowing through the grid to keep the lights on. And at the moment, a lot of that more consistent energy comes from non-renewable sources, mainly natural gas and coal.", "“There’s really no city that operates as an island in electricity,” said Joshua Rhodes, a research associate at the University of Texas at Austin. “You’re going to be connected to a larger grid.” There’s no such thing as “fossil fuel electrons” and “renewable electrons”—all power mixes together once it reaches the grid. That means even a 100 percent renewable town might, from time to time, be sourcing its electricity from fossil fuels. Because of this, Rhodes says that goals to run purely on renewables are more like accounting mechanisms than a pure description of a city’s energy sources.", "At the moment, this isn’t a big problem: Most cities have a long way to go even to get to that stage. The U.S. electricity grid is still over 60 percent powered by fossil fuels, and most cities get only around 15 percent of their power from renewables. When municipal governments buy renewable energy—even if they are still hooked into the larger grid—they add to the demand for wind and solar installations. But in the long run, experts say that this strategy is not going to get the country entirely off fossil fuels."], "authors": ["Shannon Osaka", "Shannon Osak"], "keywords": ["100", "grid", "cities", "renewable", "electricity", "energy", "power", "fossil", "clean", "wind", "city", "renewables", "run"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}