{"id": "a81a212c-8398-34ee-8ddc-6015b7f26946", "title": "The best books of 2020, chosen by booksellers", "url": "https://www.theguardian.com/books/2020/dec/06/the-best-books-of-2020-chosen-by-booksellers", "summary": "And Poor by Caleb Femi (Penguin, £9.99) is an arresting blend of poetry, memoir and photography underpinned by a strong sense of place.\nTina Gaisford-WallerHunting Raven Books, FromeBack in mid-March we won south-west independent bookshop of the year in the British book awards.\nAs we frantically vacated the premises, I cast one last wild look around and, on impulse, grabbed a copy of The Rules of Contagion by Adam Kucharski (Profile Books, £16.99).\nWhen it all started getting a bit much, I turned to This Too Shall Pass by Julia Samuel (Penguin, £14.99) for comfort.\nThrough the decades since I have always championed writers on the natural world around us who give us fair warning; Rachel Carson’s Silent Spring (Penguin, £9.99) is always in stock.", "paragraphs": ["Isaura Barbé-Brown", "Pages of Hackney, London", "Isaura Barbé-Brown at Pages of Hackney, London. Photograph: Suki Dhanda/The Observer", "This year has been unlike any other of our 12 years of trading. We’ve had to adapt fast and now have a busy web shop, so when the shop had to close we were still working flat out packing and biking or posting books. One week back in April, our manager Jo somehow delivered 75 books by bike. One of our most biked books was Rainbow Milk by Paul Mendez (Little, Brown, £14.99). It’s a coming-of-age story about a Jehovah’s Witness turned sex worker and his self discovery through faith, race, sexuality and love; it’s a page-turner with a lot of heart.", "Our busiest period coincided with this year’s demand for a renewed focus on Black Lives. While it’s good that so many people started reading about the reality of racism, it’s important to remember that joy and love are also part of the black experience. Love in Colour by Bolu Babalola (Headline, £16.99) retells mythical love stories from around the world and serves as a reminder of this. And Poor by Caleb Femi (Penguin, £9.99) is an arresting blend of poetry, memoir and photography underpinned by a strong sense of place.", "Emma Corfield-Walters", "Book-ish, Crickhowell", "Like many, I’ve struggled with reading this year, and life as a bookseller in 2020 has been a real challenge. I’ve still found comfort and escapism between pages, though, especially in Stuart Turton’s utterly immersive and inventive second novel The Devil and the Dark Water (Bloomsbury, £16.99). Sherlock Holmes meets Pirates of the Caribbean with rollercoaster like twists and turns. Matt Haig’s The Midnight Library (Canongate, £16.99) is also a beautiful book to get lost in, both uplifting and poignant, while Hashim & Family by Shahnaz Ahsan (John Murray Press, £14.99) provided a wonderful, enriching read, everything I want in a novel: epic, engaging, insightful and honest.", "It’s been a joy to watch the rising star that is Dara McAnulty this year, as we found ourselves spending more time outdoors during lockdown I really appreciated Diary of a Young Naturalist (Little Toller, £16) and will never quite look at a dandelion or listen to birdsong in quite the same way again.", "Jim Taylor", "Lighthouse Bookshop, Edinburgh", "Being a radical bookshop, one of the things we took solace from this year was a wealth of great progressive publishing, particularly in the wake of global anti-racist protests. The book we’ve recommended most to people wanting to better understand and confront racism, Layla Saad’s indispensable Me and White Supremacy (Quercus, £14.99), is a brilliant resource to help readers deconstruct their own privilege, and take the blinders off when it comes to recognising and combating racism in today’s society.", "Similarly radical is Lola Olufemi’s Feminism, Interrupted (Pluto Press, £9.99), an inspiring call to reclaim feminism from its current commodification, and recognise it as a truly intersectional struggle for social justice.", "It’s always great to have some fiction to heartily recommend, and while there’s been stiff competition this year, Piranesi by Susanna Clarke (Bloomsbury, £14.99) has won out in the end. A masterful work of weird fiction, it’s a novel that grips, perplexes and moves you, usually all at once!", "Henry Layte", "The Book Hive, Norwich", "Henry Layte at The Book Hive, Norwich. Photograph: Handout", "Norwich was England’s first Unesco city of literature and home to both the National Centre for Writing and the famous creative writing course at the University of East Anglia. Our shop has a rich history of both selling and publishing, and novelist Jeremy Page’s New York to California (Propolis, £11), documenting his walk across the weirder parts of the east of England with a strange man and a small dog for company, has been a big seller. The location didn’t matter; this is a book for anyone, anywhere about the urge to return to familiar places and keep on moving during difficult times, and a very funny antidote to both lockdowns. Three titles that I would like to receive if I didn’t own a bookshop are: Memoirs of a Basque Cow by Bernardo Atxaga (Dedalus, £9.99, translated by Margaret Jull Costa), the Britannica All New Children’s Encyclopedia (What on Earth Publishing, £25, edited by Christopher Lloyd) and Dr Peter Lovatt’s The Dance Cure (Short Books, £12.99).", "Tina Gaisford-Waller", "Hunting Raven Books, Frome", "Back in mid-March we won south-west independent bookshop of the year in the British book awards. Days later, lockdown hit. As we frantically vacated the premises, I cast one last wild look around and, on impulse, grabbed a copy of The Rules of Contagion by Adam Kucharski (Profile Books, £16.99). It was engaging and informative – and reading it meant I spent those early daily briefings yelling at the TV: “When are they going to start talking about R, for corona’s sake?!?” Thankfully, our customers stuck by us as we continued to trade however the shifting restrictions allowed. The Boy, The Mole, The Fox and the Horse by Charlie Mackesy (Ebury, £16.99) continued to work its magic in a year where we all needed gentle soothing affirmations. Where the Crawdads Sing by Delia Owens (Little, Brown, £8.99) was a true word-of-mouth hit, offering beautifully written escapism on the fiction front. And – given a little breathing space from co-Booker-winner The Testaments – Bernardine Evaristo’s Girl, Woman, Other (Penguin, £8.99) finally rose right to the very top, where it really should have been all along. Running a bookshop in lockdown is 90% perspiration, 10% profit. When it all started getting a bit much, I turned to This Too Shall Pass by Julia Samuel (Penguin, £14.99) for comfort. It’s a truly consoling and beautiful book about living through change – big and small – and how we can learn to cope and build resilience. But for pure entertainment, as the crazy world of American politics exploded around us, it was Jessica Anthony’s sorely overlooked Enter the Aardvark (Transworld, £12.99) that really got me laughing again. That and our wonderful, generous, and fiercely loyal customers, who have seriously upped their book-buying game in Lockdown 2.0, as well as offering biscuits, a listening ear and help with deliveries.", "Leah Wilkins", "Five Leaves Bookshop, Nottingham", "Leah Wilkins (centre) with staff at Five Leaves Bookshop, Nottingham. Photograph: Handout", "I’m on maternity leave, but as a Costa judge in the poetry category I had to find time for reading a lot of poetry collections. One that stood out was Rachel Long’s debut collection, My Darling from the Lions (Picador, £10.99), a sharp and insightful book of delights. My copy is full of thumbed-down corners of pages that I will doubtless come back to. Another highlight was Claudia Rankine’s Just Us: An American Conversation (Penguin, £25) an arresting book occupying liminal spaces on the threshold of poetry, essay, polemic and visual art, with the study of whiteness and white supremacy as its central tenet. A recent missive from the bookshop contained a copy of Whites by Otegha Uwagba (4th Estate, £6.99), an important, timely personal essay which reflects through the prism of the murder of George Floyd on the colossal burden of what is required for black people to coexist with white people.", "Rosalind Ephraim", "Burway Books, Shropshire", "In 1974, I opened my bookshop in Church Stretton, a market town nestled in the spectacular countryside of the Shropshire Hills. Through the decades since I have always championed writers on the natural world around us who give us fair warning; Rachel Carson’s Silent Spring (Penguin, £9.99) is always in stock. James Rebanks’s English Pastoral (Allen Lane, £20) is my choice for this year; his voice is lyrical and clear. We must listen to these voices, and this year has been a good vintage.", "I’m a lover of Russian and eastern European literature, and the Georgian novel The Eighth Life (For Brilka) by Nino Haratischvili (Scribe, £9.99, translated by Charlotte Collins and Ruth Martin) is one of the finest for some time. Stasia’s life changes when a White Russian soldier is at the door… there is smell of coffee and cake and deadly chocolate.", "My favourite children’s book for this year is The Ten Riddles of Eartha Quicksmith by Loris Owen (Firefly, £6.99). Adventure, boarding school, wormholes, puzzles extraordinaire; will Kip and his friends find the Ark of Ideas?"], "authors": [], "keywords": ["book", "chosen", "1699", "booksellers", "999", "reading", "1499", "best", "2020", "bookshop", "penguin", "poetry", "white", "books"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}