{"authors": ["Holly O'Mahony"], "keywords": ["london", "live", "youll", "world", "bar", "spot", "different", "popular", "youre", "ideas", "londons", "date", "11"], "pubDate": null, "summary": "London’s a huge city with many different neighbourhoods, so it’s easy to feel spammed with choice when planning a date.\nWith this in mind, we’ve compiled a list of inspiring date ideas, to help you avoid the usual overcrowded haunts.\nGive each other a hand-up on a climbing wallIndoor climbing is now a popular sport in London.\nWith an atmospheric setting and live performances seven nights a week, it’s a popular late night date spot.\nWhether you’re a jazz hound or an occasional easy listener, you’ll enjoy a swanky, music-fuelled date here.", "title": "11 different date ideas in london", "url": "https://soulmates.theguardian.com/blog/dating-locations/11-inspiring-date-ideas-in-london", "id": "a845f8fc-1c2a-30c8-8b17-d64314fb1065", "paragraphs": ["London’s a huge city with many different neighbourhoods, so it’s easy to feel spammed with choice when planning a date. With this in mind, we’ve compiled a list of inspiring date ideas, to help you avoid the usual overcrowded haunts.", "North…", "1. Dim the lights at Electric Cinema, Portobello", "Fluorescent-coloured Slush Puppies and popcorn-trodden carpets will seem like a distant memory once you’re safely inside Electric Cinema, Portobello. Here, you and your date can hunker down in plush leather armchairs to watch your film of choice. Pay a little extra and you can cosy up on a two-seater sofa, while a little more still could get you one of six double beds in the front row to, er, enjoy the film horizontally? Arrive early to make the most of the auditorium bar which serves wine, beer, Champagne and posh snacks. Tickets don’t come cheap, though, starting at £17.50 for non-members. A cheaper alternative across the city is East London’s independently-run Genesis Cinema.", "2. Give each other a hand-up on a climbing wall", "Indoor climbing is now a popular sport in London. It’s not only excellent for strengthening your legs, but for giving you a sense of achievement when you complete new routes. Whether you and your date are beginners, experienced climbers, or somewhere in between, taking turns to support each other in ascending the wall could prove a bonding experience, with a few laughs thrown in along the way. The Castle Climbing Centre between Finsbury Park and Stoke Newington offers a range of walls and climbing equipment, as well as a garden where organic produce is grown for the centre’s café.", "However if hanging with knees shaking off a vertical drop, while your date shouts words of encouragement from below is your idea of humiliating hell, you could always take a far more relaxing climb up Primrose Hill, and in the warmer months have a picnic up on top.", "South…", "3. Find culinary inspiration at Italian food heaven", "Elephant and Castle’s Mercato Metropolitano has been open for a year now, and steadily the crowds have started to descend. Still, if tucking into some of the finest Italian food in the city (and doing a spot of shopping for home cooking also) is your kind of romantic venture, there’s no better place to do so than in this 45,000sq ft industrial renovation, filled with coffee roasters, charcuterie experts, pizza chefs and more.", "4. Explore a new neighbourhood together", "Various South London neighbourhoods have had their turn in the spotlight in recent years, after proving themselves up-and-coming destinations. All eyes (and some raised eyebrows) were turned on Tooting most recently, after it was crowned one of the ten coolest neighbourhoods in the world by the Lonely Planet. It’s also the birthplace and dwelling spot of Mayor of London Sadiq Khan. So if you’re not already acquainted with it, why not head to Tooting for your next date? We recommend starting off at Mud, a popular brunch, coffee and cake spot on Mitcham road. Next, wander through Tooting Market; with the likes of Franco Manca rubbing shoulders with long-standing Asian clothing shops, you’ll naturally find yourselves discussing the effects of gentrification. If your views are still relatively in-line with your date’s by the evening, head to Vijaya Krishna for a curry (it’s a favourite of Khan’s) and then to adjacent Little Bar, for a first-class cocktail in a homely setting.", "West…", "5. Keep things secretive at a speakeasy cocktail bar", "If you and your date are fans of donning some gladrags and hopping into the past for an evening, usually by way of drinking in a prohibition era-themed bar that requires you to whisper into walls or recite a riddle to someone you hope is the doorman (and not just an innocent bystander outside what looks like a derelict building), then Evans & Peel could be the perfect place for your next date. This cocktail bar – I mean ‘pharmacy’ – is hidden behind a bookcase. Here you ask for an appointment (table) with a doctor, who will ask you about your case (and prescribe you a drink). But now I’ve said too much …", "6. Discuss your favourite authors in a top-notch bookshop", "Daunt Books in Marylebone is a beautiful setting to while away some time with a fellow bookworm, and let conversation flow over your favourite works. Alternatively, head to Gay’s The Word, a friendly independent bookstore serving and supporting the LGBT community since 1979.", "East…", "7. Catch a live performance at Wilton’s Music Hall", "If the thought of hearing a live band or seeing a piece of world-class theatre in a Grade II-listed building floats both your boats, there’s no better place to do this than Wilton’s Music Hall. It’s the oldest music hall in the world and offers a regularly-changing programme of events. Both of their wooden-floored, brick-walled bars are effortlessly romantic spots to enjoy a pre or post-performance drink. In fact, if you’re in the area it’s worth visiting to enjoy the bars alone.", "8. Cycle through London’s finest natural spots", "While cycling on London’s main roads might be a daunting prospect, there are many beautiful routes across the city that would make for a charming daytime date if you’re both keen cyclists. One such route is that between the Olympic Park and Epping Forest. Starting in Hackney Wick, you’ll cycle along the River Lea past colourful houseboats – keep your eyes peeled for the odd one that’s been transformed into a café, where you can stop for a floating cuppa and a refresh. The route will lead you to Epping Forest – the largest public open space in London. Don’t own a bike? No problemo! Santander Cycles (ok, *sigh* Boris Bikes) can be rented for as little as £2. Just don’t forget to make a note of where the nearest docking stations are to your route, as charges go up the longer you keep your bike.", "9. Soak up some culture in a historical hotspot", "Sutton House is a National Trust property and East London’s oldest house. Built in 1535, the Hackney property dates back to the Tudor era. It’s open to the public for visits, and while the interior of the house is a portal into the past, its events are all about celebrating modern community life. Their current season – Never Gonna Dance Again – is dedicated to celebrating London’s Queer Nightlife and is not to be missed. If you find conversation flowing, why not follow this with a drink at The Cock Tavern, a cheekily named microbrewery close by. And, if you’re hungry but the brewery’s variety of pickled eggs don’t appeal as a bar snack, head to Temple of Seitan, the relatively new but incredibly popular vegan fast food joint which is just around the corner.", "Central…", "10. Dine together in total darkness", "If you’ve seen Richard Curtis’s 2013 rom-com About Time, you’ll probably remember the scene in which the lovers first meet, at the London branch of Parisian restaurant Dans Le Noir. Well the restaurant exists in the real world in London’s Clerkenwell. Here, you and your date will be guided to your table by blind waiters, before dining on a surprise menu in total darkness. Let go of visual stimulation and the usual restaurant distractions (your phone, people watching) and let your other senses guide the conversation for an evening.", "11. Tap your feet to live jazz at Ronnie Scott’s", "Ronnie Scott’s in Soho is one of the oldest jazz clubs in the world, attracting punters since 1959. With an atmospheric setting and live performances seven nights a week, it’s a popular late night date spot. Whether you’re a jazz hound or an occasional easy listener, you’ll enjoy a swanky, music-fuelled date here. Just remember to book in advance to ensure you get a table and avoid the queues."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}