{"id": "a85a5966-f982-36a8-8e9b-f363b22f3e62", "title": "April fools used to make us laugh. Then came fake news", "url": "https://www.economist.com/1843/2021/03/31/april-fools-used-to-make-us-laugh-then-came-fake-news", "summary": "Gore Vidal and David Bowie were in on the joke, but the best twist came last.\nBefore all of these came a canonical hoax: Bruno Hat’s “Still Life with Pears” (1929), auctioned at Sotheby’s in 2009.\nFirst, their belief in the BBC , which had proved its intellectual independence during the General Strike in 1926 and its calm authority during the second world war.\nIn April 1983, just as they were ready to publish, authorities in Germany pronounced the acquisition a fake, and not even a good one.\nThat was the Bushmaster XM15-E2S rifle used to murder 20 children at Sandy Hook Elementary School in 2012.", "paragraphs": ["What’s the April fool etiquette in an age of fake news? Is pranking irresponsible, given the amount of conspiracist backwash about Bill Gates’s plan to kneecap Lady Liberty and inject us all with nanoparticles? Perhaps we will have more appetite for good-natured deception this year, now the American president is no longer producing 21 false claims a day. Or maybe gags and hoaxes will stay on our list of temporarily relinquished pleasures, like dance floors and tables for ten and big rooms full of applauding strangers.", "The best pranks have an unexpected afterlife. In 1983, the producer of “Doctor Who” at the BBC tried to weed out leaks in his team by listing a script called “The Doctor’s Wife” on the office noticeboard – a fake episode which was turned into a real one by his successor, 27 years later. The Swiss tourism board released a video in 2009 about the Felsenputzer, cleaners employed to scrub the Alps, that became so popular a cable-car company began offering real courses in mountain-cleaning. In 1934, a gynaecologist called Robert Wilson stuck a carved wooden head onto a Woolworth’s plastic toy submarine, popped it into Loch Ness and took a photograph that generated a mythology now worth about £41m a year to the Scottish economy.", "There is joy in these deceptions, even those with more mercenary motives. They reveal the things in which we want to believe. It would be fun to visit a holiday island where all the towns are named after typefaces. It would be exciting to excavate the missing link between apes and humans. It would be good to live in a world where miraculous transformations and surprises came with the spring: the monochrome Swedish TV sets converted to colour when wrapped in a nylon stocking; Richard Nixon’s 1992 bid for the American presidency; Burger King’s production of a Whopper for left-handed diners; the Edison machine that spun wine, biscuits and vegetables from air, water and the common earth. These stories suggest that the re-enchantment of life is possible. Next year, we might be ready for it.", "Leek House Iolo Morganwg 1770s", "If your history isn’t sufficiently satisfying, you can always make it up. Wagner’s costume designer concocted the Norse horned helmets the Vikings are now “known” for. Two Victorian Englishmen wrote “Vestiarium Scoticum”, which purported to be a 15th-century handbook on the tartans of Scottish clans. The Gorsedd of the Bards, a druidic order that legislates the ritual aspects of the National Eisteddfod festival in Wales, held its first meeting in Primrose Hill, North London, on midsummer’s day, 1792, in the house above.", "The convenor of the meeting was Edward Williams, a laudanum-imbibing stonemason from South Wales, triumphantly reborn as Iolo Morganwg, antiquarian and authority on medieval Welsh literature – particularly the swathes of it that he forged. Morganwg’s labours in the field of cultural confection were Stakhanovite: poetry, spiritual choreography, an entire antique runic alphabet, which had been developed, he said, for carving discreetly on sticks, beyond the notice of sword-carrying English culture warriors.", "His forgeries were not conclusively exposed until the 1920s, by which time they had spent over a century buzzing in the matrix of Welsh art and music. Did it matter? Ritual is a matter of process, not proof. Morganwg’s texts were the product of a Romantic nationalist urge, and the persistence of that desire still serves as the best explanation of their existence. The English culture war against Welsh language and literature was real. But Morganwg dreamed of victory and materialised it.", "Bone up Piltdown Man 1912", "The hoaxer and hoaxed are like lovers, they exchange fantasies and desires. The Natural History Museum in London contains some powerful tokens of doomed romance: skull and jaw fragments, harvested from an Orangutan and an unknown medieval human, filed and primped, assembled with dental gum, and stained with chromic acid to mimic the red gravel beds of East Sussex from which Charles Dawson, an amateur Edwardian bone-botherer, claimed to have extracted them in 1912.", "The Piltdown remains are now exhibited as evidence of a deception that derailed palaeoanthropology until the 1950s, when new dating techniques revealed the fraud. But the longing they reveal still compels: the need to fill a blank space in the fossil jigsaw, the desire to demonstrate the superiority of the earliest Englishman.", "Piltdown Man was cited in the Scopes monkey trial in 1925, when Darwinists in Tennessee went to court to defend their right to teach evolution to schoolchildren. But if Dawson, Piltdown’s architect, had been tried for fraud, he might have called some distinguished contemporaries to the witness box. In 1903 an archaeologist called Arthur Evans dug the ancient city of Knossos from the soil of Crete and augmented the site with wild speculations in cement, gravel and paint, topping them with some entirely fanciful Minotaur bullhorns. Same instinct, different materials, and still, today, a guidebook full of seductive vagueness.", "Immaculate deception Bruno Hat 1929", "Art fakes are rarely valueless. After the laughter and the blushes fade, the market gets to work. Tom Keating, a painter and decorator from south London, was tried at the Old Bailey in 1979 and later got his own television series. In 1989 his version of Turner’s “Fighting Temeraire” sold for £27,500, to a builder who put it over the mantelpiece of his retirement home in the Algarve.", "Even more famous was Nat Tate, an American painter who was the subject of a biography published on April 1st 1998 by William Boyd, a writer better known for his novels. Gore Vidal and David Bowie were in on the joke, but the best twist came last. In 2012 a Tate drawing – also Boyd’s work – was bought at Sotheby’s by Ant of Ant and Dec, a British TV -presenting duo.", "Before all of these came a canonical hoax: Bruno Hat’s “Still Life with Pears” (1929), auctioned at Sotheby’s in 2009. Hat, his sponsors claimed, was a largely self-taught painter born on Germany’s Baltic coast and discovered working in a village shop in Clymping, West Sussex. It was hard to obtain more details. The moustached artist who rolled by wheelchair into his first London show, in the summer of 1929, spoke very little English. (Mainly because he was actually the socialite Tom Mitford, who spoke very little German.)", "The show was a stunt by a sniggering coalition of Bright Young Things. Evelyn Waugh wrote the catalogue notes. (“Bruno Hat may lead the way in this century’s European painting from Discovery to Tradition.”) Brian Howard, a model for Sebastian Flyte in “Brideshead Revisited”, was the chief curator. (He and the artist John Banting supplied the work.) Their successful joke haunted Howard: his contemporaries saw it as the principal achievement of a wasted life. But the war redeemed him. At the end of 1940, MI5 assigned Howard to spy on his own class. He toured West End grill rooms and English country houses, hunting for genuine Quislings. Only the truly gifted can make a career out of deception.", "Red scare “War of the Worlds” 1938", "Orson Welles never said that the Martian invasion of 1938 was real. His Halloween radio adaptation followed H.G. Wells and let terrestrial microbes slay the monsters. The star adaptor even ended the hour by slipping out of character to apologise to anyone who thought he’d said “boo” too loudly.", "The devilry was in the detail: when the production staged by Mercury Theatre on the Air feigned a live cut to a CBS reporter describing an alien landfall at Grovers Mill, New Jersey, the actor playing the journalist asked “Am I on?” as if checking that the microphone was live.", "Reports spoke of 20 families in Newark who ran from their houses wrapped in wet towels and handkerchiefs, fearing an alien gas attack. The next day a photographer from the New York Daily News took this photograph of William Dock, a 76-year-old farmer from Grover’s Mill, raising his rabbit gun in defiance.", "But was he one of the believers? Over the years this photo, like the panic itself, has acquired its own mythology, with the claim that Dock shot his neighbour’s water tower under the impression it was a war machine from the Red Planet. Coverage from the night was less sensational. When he posed for the Daily News, Dock said that he went looking for invaders, “but didn’t see anybody he thought needed shooting”. So he’s not a man duped into taking arms against Mars, more an honorary company member of the Mercury.", "Strung along Spaghetti trees 1957", "The Spaghetti tree incident of 1957 revealed two things about the British public. First, their belief in the BBC , which had proved its intellectual independence during the General Strike in 1926 and its calm authority during the second world war. Second, it showed their culinary parochialism.", "The “Panorama” programme, already a respected flagship for BBC reporting, brought news from southern Switzerland, where a bumper spaghetti harvest was being gathered. Richard Dimbleby, whose smooth mahogany voice had narrated the sacred mysteries of the Coronation, added authority to images of workers pulling armfuls of ready-cooked pasta from a grove of Alpine trees. (Careful cross-pollination, the report insisted, yielded strands of uniform length.)", "The report made such levity permissible, though later jokes produced diminishing returns. Few BBC viewers were convinced of the existence of the Lirpaloof, an exotic bi-ped with purple poo, sighted on “That’s Life”, a consumer-affairs programme. And when “John Craven’s Newsround”, a children’s news show, brought a newly laid panda egg into the studio, Brits remained unfooled.", "Some adults in the 1950s may have believed that pasta was a cultivated fruiting body dispatched from mainland Europe in tins of tomato sauce, but by the 1980s kids knew painted polystyrene when they saw it.", "Journal’s end Hitler diaries 1983", "Hannah Arendt wrote about the banality of evil. Konrad Kujau, a raffish East German illustrator who graduated from producing fake luncheon vouchers to forging 62 volumes of Adolf Hitler’s diaries, did the same.", "One of the Führer’s wartime entries reads: “Have to go to the post office to send a few telegrams.” Kujau began his magnum opus in 1978, using Gothic script, teabag juice and a copy of “Hitler: Speeches and Proclamations 1932-1945”, to produce enough material to attract the attention of Gerd Heidemann, an employee of Stern, a German news magazine. Rupert Murdoch’s Sunday Times came in on the £2.5m deal.", "In April 1983, just as they were ready to publish, authorities in Germany pronounced the acquisition a fake, and not even a good one. Consequences came swiftly. Kujau was tried for fraud and jailed; Heidemann, also imprisoned, was exposed as a Nazi fanboy who had bought Hermann Göring’s yacht and dated his daughter; and Frank Giles, editor of the Sunday Times, lost his job. Hugh Trevor-Roper, the distinguished British historian who had identified the diaries as “an archive of great historical importance”, suffered an irreparable blow to his reputation. Murdoch was the only person to emerge from the affair with a shrug. “After all,” he is said to have remarked, “we are in the entertainment business.”", "Sign of the times Ciao! A lifestyle supplement 1993", "In 1977 the Guardian published the prog-rock gatefold-sleeve album of newspaper April fools: a seven-page feature on the fictional island of San Serriffe. A less well-remembered sequel in 1993 went even bigger. Ciao! was a pull-out supplement, like a post-doctoral edition of Hello!, in which moral philosopher Bernard Williams explained “why I went back to Wittgenstein” as though rescinding a decree nisi, and Jacques Derrida, the daddy of French deconstruction, spooled out his thinking on interior design. (The Laura Ashley curtains, very much in fashion in early 1990s British suburbia, gave him a particular tingle of jouissance.)", "It was a smart choice: Derrida’s intellectualism possessed an unreachable glamour. (When a documentary filmed him eating crisps in 2002 it seemed faintly scandalous.) Three decades on, Ciao! seems even smarter. Derrida argued that binary concepts such as good and evil, truth and fiction, are not clean and good and natural distinctions, but words trapped together in arranged marriages.", "His detractors accused him of popping the bolts and rivets from the structure of time-honoured ways of thinking about the world. A liberating academic pursuit but one that also expanded the freedom of crackpots, conspiracy theorists and politicians with an equivocal attitude to the truth.", "“I read post-modernist theory in college,” said one leading Pizzagater. “If everything is a narrative, then we need alternatives to the dominant narrative.” We can’t blame Derrida for Donald Trump but, in a concession to older intellectual traditions, let the signifier of his Laura Ashley curtains stand for the signified of contemporary life’s alarming uncertainties.", "Little shop of horrors Guns with History 2015", "Provenance can confer an occult aura on the most utilitarian objects. (“She likely had numerous pairs,” reads the melancholy note on an auction-house listing for a pair of stockings once owned by Marilyn Monroe.)", "Six years ago, campaigners against gun violence in America set a moral trap for prospective firearms owners. They opened a gun store in Manhattan, fixed every weapon with a neat label bearing the details of a real documented incident and filled the premises with candid cameras.", "This, the sales assistant told a customer, was the Smith and Wesson semi-automatic handgun with which a two-year-old accidentally shot his mother in a North Idaho Walmart. That was the Bushmaster XM15-E2S rifle used to murder 20 children at Sandy Hook Elementary School in 2012.", "The ad they produced shows customers recoiling and rethinking their desires. But beyond its strong and simple moral lesson lies a darker field, where atrocity itself can be dismissed as a hoax. We know there are some who believe that nobody died at Sandy Hook, or that the murders were staged to serve the enemies of the Second Amendment. And they are not few. For them, the whole world is a trick. And it is uninhabitable and unredeemed by laughter.■", "Matthew Sweet is a regular contributor to 1843, and a writer and broadcaster in London"], "authors": ["Matthew Sweet"], "keywords": ["came", "tried", "fools", "went", "london", "war", "laugh", "real", "life", "good", "fake", "used", "world"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}