{"id": "a86cf5bd-2650-33ff-a1e1-496f9d1e54d7", "title": "[Update] Madden NFL 21 Next-Gen Upgrade Goes Live A Day Early", "url": "https://www.gameinformer.com/2020/12/03/update-madden-nfl-21-next-gen-upgrade-goes-live-a-day-early", "summary": "In order to connect to the servers, those who have already downloaded the PS5 version of Madden NFL 21 need to download and install a title update.\nAccording to EA Tiburon, the development team discovered a previously unknown issue with the PS5 version of Madden NFL 21 late in the final testing phase.\nMadden NFL 21 launched on PlayStation 4, Xbox One, and PC on August 28.\nFor more on how Madden NFL 21's Dual Entitlement works, you can head to their FAQs page.\nFor updates on the issue that's affecting the PS5 version, and whether it also affects the Xbox Series X/S version, follow the Madden NFL Twitter account.", "paragraphs": ["Update 2: EA Sports has announced that the PlayStation 5 servers are now live. In order to connect to the servers, those who have already downloaded the PS5 version of Madden NFL 21 need to download and install a title update.", "Update 1 – 12/3/2020 at 9:13 a.m. CT : EA Sports has updated us that the fix for the PlayStation 5 version will likely be implemented prior to the December 4 launch. We have updated the headline accordingly.", "Original Story – 12/3/2020 at 6 a.m. CT", "Prior to the last-gen launch of Madden NFL 21, EA Sports announced that those who purchased the game on PlayStation 4 or Xbox One would be able to upgrade to the PlayStation 5 or Xbox Series X version for free thanks to its Dual Entitlement system. The new-gen version is set to launch on Friday, December 4. However, EA Sports has announced that those who are upgrading from the last-gen version will have access to the new-gen version today, a day earlier than expected.", "Unfortunately, there's some bad news for those upgrading from PS4 to PS5: The online is not currently available, but it can still be downloaded and played offline. According to EA Tiburon, the development team discovered a previously unknown issue with the PS5 version of Madden NFL 21 late in the final testing phase. The issue only occurs when the PS5 version is connected to the EA servers, so until the fix (which the team has already submitted for testing) is patched into the live game, EA Tiburon is turning off the PS5 version's ability to connect to the EA servers.", "This bug only affects the PlayStation 5 version as of now, but EA Tiburon cautions that it will be monitoring the Xbox Series X/S version closely to make sure it doesn't also suffer from the same bug. If the issue does end up popping up on the new Xbox version, EA Tiburon might have to temporarily disconnect the online servers for that version as well. For now, the online works as expected on Xbox Series X/S.", "If you own the PlayStation 4 or Xbox One version of Madden NFL 21 digitally, you can download your free new-gen version of the game by looking in your library of the new console of the same console family (PS4 owners get a free copy on PS5, while Xbox One owners get a free copy on Xbox Series X/S). If you bought the physical version, you can contact EA Help to validate your purchase and receive your free upgrade from EA Sports.", "Madden NFL 21 launched on PlayStation 4, Xbox One, and PC on August 28. It is available to download on PlayStation 5 and Xbox Series X/S for those who bought the last-gen version beginning today. Otherwise, it launches on PS5 and Xbox Series X/S tomorrow, December 4. For more on the changes the new-gen version brings over the last-gen version, head here.", "For more on how Madden NFL 21's Dual Entitlement works, you can head to their FAQs page. For updates on the issue that's affecting the PS5 version, and whether it also affects the Xbox Series X/S version, follow the Madden NFL Twitter account."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["day", "xs", "early", "live", "goes", "xbox", "ea", "ps5", "series", "nfl", "playstation", "free", "version", "nextgen", "madden", "update", "upgrade", "21"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}