{"id": "a88ab533-22c6-3cc7-80eb-d4adb15d77ea", "title": "By 5-4 Vote, Supreme Court Lifts Restrictions on Prayer Meetings in Homes", "url": "https://www.nytimes.com/2021/04/10/us/supreme-court-coronavirus-prayer-meetings.html", "summary": "In most of the state, all indoor gatherings had been limited to members of three households.\nJeremy Wong and Karen Busch, residents of Santa Clara County who held religious services in their homes, challenged those limits, saying they interfered with their constitutional right to the free exercise of religion.\nA divided three-judge panel of the Ninth Circuit, in San Francisco, refused to block that ruling while an appeal moved forward.\nIt did not matter, the majority reasoned, that some commercial activities were arguably treated more favorably than private gatherings in homes.\n“And that religious practice is worthy of protection no matter where it happens.”", "paragraphs": ["In most of the state, all indoor gatherings had been limited to members of three households. The Rev. Jeremy Wong and Karen Busch, residents of Santa Clara County who held religious services in their homes, challenged those limits, saying they interfered with their constitutional right to the free exercise of religion.", "A federal judge ruled against them, reasoning that the law imposed limits on all private gatherings, defined as “social situations that bring together people from different households at the same time in a single space or place,” and did not single out religious services.", "A divided three-judge panel of the Ninth Circuit, in San Francisco, refused to block that ruling while an appeal moved forward. It did not matter, the majority reasoned, that some commercial activities were arguably treated more favorably than private gatherings in homes.", "“The state reasonably concluded that when people gather in social settings, their interactions are likely to be longer than they would be in a commercial setting; that participants in a social gathering are more likely to be involved in prolonged conversations; that private houses are typically smaller and less ventilated than commercial establishments; and that social distancing and mask-wearing are less likely in private settings and enforcement is more difficult,” Judges Milan D. Smith Jr. and Bridget S. Bade wrote, summarizing the trial court’s findings.", "In dissent, Judge Patrick J. Bumatay wrote that the state was not free to impose harsher restrictions on religious study than on “barbershops, tattoo and nail parlors, and other personal care businesses.”", "“The one thing California cannot do is privilege tattoo parlors over Bible studies when loosening household limitations,” he wrote.", "“The Constitution shields churches, synagogues and mosques not because of their magnificent architecture or superlative acoustics, but because they are a sanctuary for religious observers to practice their faith,” Judge Bumatay wrote. “And that religious practice is worthy of protection no matter where it happens.”"], "authors": ["Adam Liptak"], "keywords": ["likely", "tattoo", "commercial", "wrote", "social", "restrictions", "private", "judge", "meetings", "gatherings", "vote", "supreme", "state", "prayer", "homes", "court", "lifts", "54", "religious"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}