{"id": "a8a78054-4d9d-301f-8862-61f996fff618", "title": "Clyburn says Trump impeachment vote 'will happen this week' as 195 lawmakers cosponsor articles", "url": "https://www.foxnews.com/politics/clyburn-trump-impeachment-vote-this-week", "summary": "He said if it is the sole basis of impeachment, both parties will take it more seriously than they did last time Trump was impeached.\nARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSE\"I think it's different now than the impeachment was last year.\nLast year the impeachment was a witch hunt, it was a political thing, they were looking for an excuse to impeach the president forever.\nLater in the program, Clyburn said that a vote on impeachment is imminent.\nClyburn noted that when President Trump was impeached in 2020, House Speaker Nancy Pelosi held off on sending the articles of impeachment to the Senate for trial until she decided the time was right.", "paragraphs": ["House Majority Whip Rep. Jim Clyburn, D-S.C., said Sunday that the article of impeachment against President Trump that was drafted will go to a vote this week, while Trump's former Acting Chief of Staff Mick Mulvaney said that unlike last year's impeachment, Republicans may be on board this time.", "Mulvaney told \"Fox News Sunday\" that what happened at the U.S. Capitol building following Trump's rally on Wednesday was unlike any other controversy involving the president during his term in office. He said if it is the sole basis of impeachment, both parties will take it more seriously than they did last time Trump was impeached.", "ARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSE", "\"I think it's different now than the impeachment was last year. Last year the impeachment was a witch hunt, it was a political thing, they were looking for an excuse to impeach the president forever. Now it's different, and I think it will be looked at very differently by members of both the House and the Senate.\"", "Mulvaney warned that if this impeachment \"just becomes a list of complaints of why they don't like Donald Trump, that's something else,\" but later said that if the impeachment is solely for incitement to violence, \"there will be members of both parties who will look at it very, very differently than they did last year in the previous impeachment.\"", "NANCY PELOSI, IN '60 MINUTES' INTERVIEW, SLAMS TRUMP AS 'DERANGED,' CALLS FOR 'PROSECUTION'", "Mulvaney resigned from his position as special envoy to Northern Ireland following Wednesday's events.", "Later in the program, Clyburn said that a vote on impeachment is imminent.", "\"I think that will come probably Tuesday, maybe Wednesday. But it will happen this week,\" he said.", "Rep. Ted Lieu, D-Calif., tweeted Sunday that the article of impeachment that he drafted with Reps. David Cicilline, D-R.I., and Jamie Raskin, D-Md., now has 195 co-sponsors.", "For now, Republicans still control the Senate. Senators-elect Raphael Warnock and Jon Ossoff still need their victories to be certified following their Georgia runoff elections. Even then, there will be a 50-50 split and Vice President Pence will remain the tie-breaking vote until he leaves office on January 20. Clyburn said none of this is his concern right now.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Our business is to impeach, which is basically an indictment. And then the time and circumstances will determine when it will go over to the Senate.\"", "Clyburn noted that when President Trump was impeached in 2020, House Speaker Nancy Pelosi held off on sending the articles of impeachment to the Senate for trial until she decided the time was right."], "authors": ["Ronn Blitzer"], "keywords": ["happen", "lawmakers", "vote", "think", "impeachment", "week", "clyburn", "president", "unlike", "articles", "cosponsor", "following", "house", "195", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}