{"id": "a8a74414-94db-3f83-a40c-dcbe35633fcb", "title": "90 Gifts From Black-Owned Businesses to Give This Holiday Season", "url": "https://www.vogue.com/article/90-gifts-from-black-owned-businesses-to-give-this-holiday-season", "summary": "By shopping from Black-owned stores this holiday season, not only will you sprinkle a little joy into a loved one’s world during a particularly lonelier festive season, but you’ll also be helping to keep Black businesses running.\nHere–90 gifts from Black-owned businesses to give during the holidays and beyond.\nSo why not help someone in your life bring new energy into their space during an otherwise difficult time?\nFor families staying at home, keep boredom at bay with a fun, family friendly puzzle from Puzzle Huddle.\nHelp the new mother in your life relax with a few simple gifts.", "paragraphs": ["‘Tis the season for giving. And what’s a better feeling than finding the perfect gift for your friends and family? Giving back to the Black community while doing so.", "By shopping from Black-owned stores this holiday season, not only will you sprinkle a little joy into a loved one’s world during a particularly lonelier festive season, but you’ll also be helping to keep Black businesses running. Many have been forced to shut down at disproportionate rates over the course of the pandemic.", "Here–90 gifts from Black-owned businesses to give during the holidays and beyond. From a one-of-a-kind Sean Brown rug for the homebody in your life, to an it-girl handbag from EDAS for your fashion forward friend—there is something for everyone on your nice list.", "For the Homebody", "We all have that one friend who will pick a night in over anything else. And whether we like it or not, we’re forced to be homebound as much as possible during the pandemic. So why not help someone in your life bring new energy into their space during an otherwise difficult time? Add a pop of color to their kitchen with a Sincerely Tommy home chair, and keep the wine flowing with these colored glasses from Estelle. A cozy set from Tier with warm Brother Vellies socks never hurt anyone either.", "Sincerely Tommy Raini D1 Dining Chair $195 SINCERELY TOMMY Shop Now Aliétte Silk Eye Mask $110 ALIÉTTE Shop Now", "Estelle Colored Wine Stemware- Set of 6 $175 ESTELLE Shop Now Hood Century 16 Modern Architecture Style Flashcards $40 HOOD CENTURY Shop Now", "Favorite Fig & Blackcurrant Candle $14 FAVORITE Shop Now Neu Neu Media ISSUE 03: Janelle Monáe/ Melina Matsoukas Cover $32 NEU NEU MEDIA Shop Now", "Sean Brown Handmade CD Rug $250 CURVES BY SEAN BROWN Shop Now Brother Vellies Cloud Sock $35 BROTHER VELLIES Shop Now", "For the Foodie", "When in doubt, give the gift of good eats. Have a girlfriend with a sweet tooth? Grab the Ginger Snap cookies from Partake or CBD-enriched honey. Perhaps you know someone who’s trying to sharpen their baking skills in general. The Black Girl Baking cookbook and a funky apron from Royal Jelly will steer them in the right direction.", "Karibe 2-PC Cast Iron Set $150 KARIBE Shop Now Partake Crunchy Ginger Snap Cookies $15 PARTAKE Shop Now", "Essiespice Signature Sauce Collection $42 ESSIESPICE Shop Now Jerrelle Guy Black Girl Baking $11 JERRELLE GUY Shop Now", "Sweets CBD Honey $30 THE CHILLSPACE Shop Now Golde Make Your Matcha Kit $45 GOLDE Shop Now", "Bed-Vyne Maison Noir Wines O.P.P. \"Other People's Pinot\" $23 BED-VYNE Shop Now Cantave de Saint Marc Kafe Artibonite $18 CANTAVE DE SAINT MARC Shop Now", "Royal Jelly Harlem Johnny Apron in Cerulean Blue Ropes $48 ROYAL JELLY HARLEM Shop Now Effortless Composition Gold Dipped Flatware Set $23 EFFORTLESS COMPOSITION Shop Now", "For the Beauty Obsessed", "Calling all beauty gurus and product junkies! Add some shimmer to their lives with a few holiday eyeshadow palettes from Pat McGrath. Know someone trying to perfect their washday routine for their gorgeous 4C locks? Look no further than the recently launched line 4C ONLY, equipped with nourishing and good smelling ingredients. And, of course, help your ladies get Zoom ready with a pop of color on the lips, courtesy of Mented Cosmetics.", "Luv Scrub Mesh Body Exfoliator $18 LUV SCRUB Shop Now Hanahana Beauty Black + Brown Scrub $18 HANAHANA BEAUTY Shop Now", "Pear Nova Holiday Essentials Nail Set $90 PEAR NOVA Shop Now Mented Holiday Faves Trio $50 MENTED Shop Now", "Buttah Vibe Brush $39 BUTTAH Shop Now UOMA Immortal Eyes Kit $30 UOMA Shop Now", "4C ONLY Too Easy Collection $80 4C ONLY Shop Now Afra Usable Afra Afro Pic Comb $350 AFRA Shop Now", "Pat McGrath Labs Celestial Divinity Luxe Quad Totale $148 PAT MCGRATH LABS Shop Now Pattern On-The-Go Kit $24 PATTERN BEAUTY Shop Now", "For the Artsy-Type", "Add a statement piece to that special someone’s world: be it a new, peace-sign-shaped vase from Jungalow or an avant-garde bathmat from Yowie. Have a cool auntie who always looks like a walking piece of art? Periwinkle hoops from Octave Jewelry and a beaded charm bracelet from Sewit Sium will do.", "Tactile Matter Leaning In $45 TACTILE MATTER Shop Now Yowie Handle Vase $210 YOWIE Shop Now", "Yowie Cold Freeze Bathmat $60 YOWIE Shop Now Jungalow Peace Vase by Justina Blakeney $68 JUNGALOW Shop Now", "Coco and Breezy MOXI-102 $285 COCO AND BREEZY Shop Now Octave Jewelry AURA Hoop Earrings $395 OCTAVE JEWELRY Shop Now", "Effortless Composition Perta Pillow $74 EFFORTLESS COMPOSITION Shop Now Tori Soudan Greta- Blue $798 TORI SOUDAN Shop Now", "Goodee Soul of a Nation $40 GOODEE Shop Now Sewit Sium Solar Scarab Beaded Bracelet $90 SEWIT SIUM Shop Now", "For the Little Ones", "Bless your niece or nephew with a little confidence booster with the I Am Enough book by Grace Byers. Or, help them bring the outdoors inside with a Garden Growing Kit. For families staying at home, keep boredom at bay with a fun, family friendly puzzle from Puzzle Huddle.", "Darlyng and Co Kids Hair Care Kits $17 DARLYNG AND CO Shop Now I Am Enough by Grace Byers $12 THE BLACK TOY STORE Shop Now", "The Black Toy Store Garden Growing Kit $30 THE BLACK TOY STORE Shop Now Malcolm Little: The Boy Who Grew Up to Become Malcolm X by Ilyasah Shabazz $18 HAKIMS BOOKSTORE Shop Now", "Le Petit Ferm Living \"Mr. Snake\" Cushion $159 LE PETIT Shop Now Le Petit Maileg Panda Medium $36 LE PETIT Shop Now", "Kido Chicago Knit Beanie $15 KIDO CHICAGO Shop Now Kido Chicago Corduroy Jacket $140 KIDO CHICAGO Shop Now", "AnnDrew Marie Initial Animal Necklace $49 ANNDREW MARIE Shop Now Puzzel Huddle XL Veterinarian Kids' Puzzle $20 PUZZLE HUDDLE Shop Now", "For the One Who Has It All", "Every year, there’s always that someone who we struggle to find the perfect gift for. But there are some gifts even the most discerning receivers will love. Add some pizzazz to any coffee table with Young Gifted and Black. For someone who loves jewelry, go the extra mile with a one-of-a-kind rose quartz ring from Khiry. Or simply brighten someone’s day with a bouquet of flowers from Olivee Floral.", "Edas Maria $395 EDAS Shop Now Chelsea Paris Neka Sneaker $300 CHELSEA PARIS Shop Now", "Mateo Duality Pearl Drop Earrings $575 MATEO Shop Now Bychari Initial and Diamond Necklace $325 BYCHARI Shop Now", "2021 OLIVEE Weekly Subscription $55 OLIVEE FLORALS Shop Now Brandon Blackwood Kendrick Trunk $110 BRANDON BLACKWOOD Shop Now", "Antwaun Sargent Young, Gifted and Black $40 BULLMOOSE Shop Now Fe Noel Daughter of the Soil Knit Sweater $1,495 BLACK FASHION FAIR Shop Now", "Glazed NYC Glazed Bucket $127 GLAZED NYC Shop Now Khiry Orb Ring with Rose Quartz $380 KHIRY Shop Now", "For Him", "Nothing says “I love you” like surprising your guy with Pharrell’s new skincare line, Humanrace. A fancy new shave kit from Bevel will likely do the trick as well. If fashion is more his thing, introduce him to up-and-coming brands via this artful Russell Solomon jacket, Kendall Miles Designs sneakers, or a Black Is Beautiful bucket hat from Savant Vision.", "Humanrace Routine Pack $100 HUMANRACE Shop Now Savant Studios Black is Beautiful Bucket Hat $45 SAVANT VISION Shop Now", "Russell Solomon Mezie $300 $200 RUSSELL SOLOMON Shop Now Bevel Shave System Starter Kit $90 BEVEL Shop Now", "Uncle Nearest 1856 $50 TOTAL WINE Shop Now Bernard James Signa Necklace $990 BERNARD JAMES Shop Now", "The House of Marley Stir It Up Turntable $200 THE HOUSE OF MARLEY Shop Now Theophilio Theo Graphic Family T-shirt $75 THEOPHILIO Shop Now", "Kendall Miles Designs Miles Sneaker $375 KENDALL MILES DESIGNS Shop Now Stevie Wonder Hotter Than July $19 AMAZON Shop Now", "For the Wellness Warrior", "Now self-care is more necessary than ever before. Whether you know someone who needs this gentle reminder, or you’re shopping for your bestie who has a strong wellness routine already, you can’t go wrong with this exercise mat from Toned by Baggedem, a few virtual yoga classes at HealHaus, or the life-changing book, Vibrate Higher Daily, by spiritual expert Lalah Delia.", "Redoux Moringa Mallow Energy Balm $58 REDOUX Shop Now Full Court Racerback Tank In Sage $55 FULL COURT Shop Now", "Liha Beauty Sensory Pleasures Set $175 LIHA BEAUTY Shop Now Lalah Delia Vibrate Higher Daily: Live Your Power $19 AMAZON Shop Now", "Baggedem In My Zen Yoga Mat $59 BAGGEDEM Shop Now Peace and Riot Wealth and Abundance Ritual Kit $37 PEACE AND RIOT Shop Now", "Freedom Apothecary At Home Customized Botanical Facial $70 FREEDOM APOTHECARY Shop Now Brooklyn Tea Raspberry Green $36 BROOKLYN TEA Shop Now", "Heal Haus Daily Classes $10 HEAL HAUS Shop Now Kusudi Incense by Niara Sterling $10 NIARA STERLING Shop Now", "For the New Mom", "New motherhood is a major transition even without an unprecedented pandemic added into the mix. Help the new mother in your life relax with a few simple gifts. Ebi’s Essentials Kit includes a Tisane– which helps provide adequate nutrients needed in the mother's healing journey– while The Bath delivers a soothing escape during her ‘me time.’ Speaking of me time, Alex Elle’s guided journal is the perfect gift to help the new mommy make time for positive self-talk during the new chapter in her life.", "Coddle Breastfeeding Kit $30 $25 CODDLE Shop Now Chic and Discreet The Milk Warmer Breastfeeding Jumper $35 CHIC AND DISCREET Shop Now", "Rayo and Honey Believe In Who You See $150 RAYO AND HONEY Shop Now BLK + GRN Love Jones Organic Soy Candle $25 BLK + GRN Shop Now", "Nanibox October Collection $65 NANIBOX Shop Now Alexandra Elle, Today I Affirm $14 ALEXANDRA ELLE Shop Now", "Je’LaRyn Amazing Soap Bar Trio $24 JE'LARYN Shop Now Base Butter Radiate Face Jelly $21 BASE BUTTER Shop Now"], "authors": ["Akili King", "Akili Kin", "Naomi Elizé"], "keywords": ["gifts", "holiday", "puzzle", "set", "blackowned", "nowfor", "beauty", "help", "kit", "black", "yowie", "season", "petit", "shop", "businesses", "90"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}