{"id": "a8ac6348-164e-359c-8056-07c0d69e363f", "title": "Cyberpunk 2077 Global Release Times", "url": "https://www.gameinformer.com/2020/12/03/cyberpunk-2077-global-release-times", "summary": "CD Projekt Red's Cyberpunk 2077 is one of the most anticipated games of the year, and those interested in playing don't have to wait much longer.\nYou might even have an elaborate plan where you block of certain times for eating, sleeping, and human maintenance.\nAnyway...Well, today CD Projekt Red has provided a handy reference guide for launch times depending on where you are in the world, and also provided some information on preload information.\nCheck out this video to explore our latest preview time with Cyberpunk 2077.\nDoes Cyberpunk 2077 live up to the wild hype train?", "paragraphs": ["CD Projekt Red's Cyberpunk 2077 is one of the most anticipated games of the year, and those interested in playing don't have to wait much longer. Oh, we also did a huge cover story on the game, which you can check out right here.", "The official release date is December 10, but depending on how bad you want to play you might be scheduling out time to the very minute. You might even have an elaborate plan where you block of certain times for eating, sleeping, and human maintenance. I've certainly never done that for any MMORPG launches. Definitely not. Anyway...", "Well, today CD Projekt Red has provided a handy reference guide for launch times depending on where you are in the world, and also provided some information on preload information. This applies to PC and Stadia launch, as other launches are hitting at \"midnight local time\" as stated in the infographic. Preloads for console begin today, December 3, on Xbox and two days prior to launch for PlayStation users.", "Preloads are slated to be available on December 7th on GOG, Steam, and the Epic Games Store. It's worth taking the time to get that preload going even days in advance if you want to make sure you'll be ready to go instead of watching a download bar on release day. Whether you're console or PC, a preload is definitely advised if you want to be ready to play on launch.", "Check out this video to explore our latest preview time with Cyberpunk 2077. Take a look a the photo mode that's sure to inundate the Twitterverse and Facebook chock full of nothing but Cyberpunk images for weeks after launch here. Where's the review? What's the score? Does Cyberpunk 2077 live up to the wild hype train? Those are questions that we can't wait to answer, so check back soon for more."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["sure", "preload", "wait", "release", "global", "2077", "times", "today", "ready", "launch", "cyberpunk"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}