{"summary": "Ferrari have admitted for the first time that Lewis Hamilton, whose £40m-a-year deal with Mercedes expires at the end of next season, has discussed joining them.\nLewis Hamilton would be welcome at Ferrari, says Charles Leclerc Read more“It has been made public that Lewis has had conversations with our chairman,” said Camilleri in a revealing season debrief at the Italian team’s Maranello headquarters.\n“We clearly are very flattered that Lewis in particular and other drivers want to come and join us.\n“We have a long-term agreement with one driver [Charles Leclerc] and with the other driver [Sebastian Vettel] the agreement expires at the end of 2020.\n“Our position is if [Ferrari team principal] Mattia Binotto was the candidate to replace Chase, the rest of the paddock would not be too happy.", "url": "https://www.theguardian.com/sport/2019/dec/12/ferrari-flattered-lewis-hamilton-talks-f1-move", "paragraphs": ["Ferrari have admitted for the first time that Lewis Hamilton, whose £40m-a-year deal with Mercedes expires at the end of next season, has discussed joining them.", "Ferrari’s no-nonsense chief executive, Louis Camilleri, also scuppered any ambition Toto Wolff has of leaving Mercedes to run Formula One by stating the Scuderia would be prepared to block such a move.", "Although Hamilton refused to deny a report at the final race in Abu Dhabi that he had met the Ferrari chairman, John Elkann, Camilleri confirmed discussions with the six-times world champion over one of F1’s biggest transfers have taken place.", "Lewis Hamilton would be welcome at Ferrari, says Charles Leclerc Read more", "“It has been made public that Lewis has had conversations with our chairman,” said Camilleri in a revealing season debrief at the Italian team’s Maranello headquarters. “We clearly are very flattered that Lewis in particular and other drivers want to come and join us. Every driver on the grid would like to drive a Ferrari.", "“We have a long-term agreement with one driver [Charles Leclerc] and with the other driver [Sebastian Vettel] the agreement expires at the end of 2020. It would be premature to decide anything now. We will look at our options and see what is the best fit for our team.”", "Hamilton, who will be 35 next month, has indicated his next move will depend on the future of Wolff. The 47-year-old Mercedes team principal has been touted by the sport’s American owners’ Liberty Media as a prime candidate to take over from Chase Carey and run F1 beyond next year.", "Camilleri said Ferrari would be prepared to use their veto to stop Wolff, who has presided over Mercedes’ unprecedented run of success in recent years, being handed the keys to the sport.", "“Anybody who has been an active and important player in a certain team within the last years to take on the responsibility at F1 would create a conflict of interest,” Camilleri said. “It would not be a good thing that Wolff should ultimately run F1.", "“Our position is if [Ferrari team principal] Mattia Binotto was the candidate to replace Chase, the rest of the paddock would not be too happy. Our veto is the last resort tool. Should we be confronted with that [Wolff taking over from Carey] we would explain our position quite clearly to the folks at Liberty.”", "Ferrari’s campaign was blighted by a series of errors by their drivers and strategical mistakes. Leclerc’s breakthrough season also forced Ferrari to drop Vettel as their No 1 driver. The four-times world champion, who is paid £36m a year, would be moved on if the Italians signed Hamilton.", "“Clearly Charles’ performance has had an impact,” Camilleri said. “That’s inevitable when you’re the world champion and this young kid comes along and has a phenomenal season. Charles has a lot of talent. He has surprised even ourselves as to what he has been capable of.", "“Their collision last month in Brazil was a nightmare. However, the air has been cleared. And sometimes you need a crisis to put the goalposts in the appropriate place. Going forwards it gives Mattia a much better way of managing them because they realised how much they screwed up.”"], "pubDate": null, "keywords": ["mercedes", "driver", "charles", "wolff", "season", "team", "f1", "flattered", "talks", "world", "run", "hamilton", "lewis", "ferrari", "camilleri"], "id": "a8d496b1-8858-335f-bbb0-a5c9311578f9", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Pa Media"], "title": "Ferrari ‘very flattered’ Lewis Hamilton has had talks about F1 move"}