{"id": "a8da7068-7052-3da5-9cb4-dcae794a3e99", "title": "Where can you find a new job? Try these US cities.", "url": "https://www.foxbusiness.com/economy/where-to-find-new-job-us-cities", "summary": "Salt Lake City has top-notch ski resorts, challenging bike trails and breathtaking views of the Wasatch Mountains.\nWORKING FROM HOME IS BEST, WORST IN THESE STATES IN 2021: REPORTOther cities that emerged as beacons to job seekers and businesses during the pandemic were, like Salt Lake City, located far from the coasts.\nThe region spanning the neighboring cities of Provo and Salt Lake City had so much momentum over the last decade that it acquired the nickname \"Silicon Slopes.\"\nWithin a week of her arrival in Salt Lake City, Ms. Spring had a temporary position through Express Employment as a receptionist in the Utah governor's office.\nThey also included marketing, tech and finance jobs at Purple's corporate headquarters in Lehi, Utah, just south of Salt Lake City.", "paragraphs": ["Salt Lake City has top-notch ski resorts, challenging bike trails and breathtaking views of the Wasatch Mountains. It also is home to the hottest job market in the U.S.", "As the pandemic raged through the U.S. in 2020, no metropolitan area in the country expanded the size of its labor force more on a percentage basis than Utah's capital. It also had the lowest average unemployment rate and the highest share of people working or looking for jobs. These signs of strength helped it rank first among 53 large metro areas in an annual examination of U.S. labor markets conducted by The Wall Street Journal, after ranking No. 4 in 2019.", "WORKING FROM HOME IS BEST, WORST IN THESE STATES IN 2021: REPORT", "Other cities that emerged as beacons to job seekers and businesses during the pandemic were, like Salt Lake City, located far from the coasts. Hubs in the Southwest and Midwest such as Austin, Denver, Indianapolis and Kansas City minimized employment losses, kept unemployment relatively low and retained and attracted workers in a year when the U.S. lost more than 9 million jobs.", "Some benefited from technology jobs that became even more critical during a time of isolation for many Americans, while others relied on older corners of the economy that were also in high demand. Workers gravitated to these places due to the job opportunities, lower costs and a quieter lifestyle that appealed to some migrants from bigger population centers who were now allowed to work remotely.", "The losers were tourist hot spots such as Las Vegas or densely-populated cities such as New York, Los Angeles and Chicago that lost workers as the coronavirus spread. Even once-hot tech hubs of San Francisco, Raleigh, N.C., and Boston suffered declines. Some of these laggards were more aggressive with their business lockdowns, allowing rival metros with fewer restrictions and lower costs to capitalize on the chaos.", "Whether these changes are temporary or lasting is too soon to know. Some cities that lost a lot of jobs in 2020 likely rebounded with more robust hiring in March, according to a Labor Department report from early April that showed strong national job gains in restaurants, bars, entertainment and hotels. Forecasters surveyed by The Wall Street Journal project about 6 million jobs to be added across the U.S. in the next 12 months, which would be the best such stretch of job creation on records back to the 1940s.", "US JOB OPENINGS IN FEBRUARY REACHED HIGHEST RATE ON RECORD", "Some expect the top performers in 2020 to consolidate their gains. \"Coming out of the pandemic, and out of this recession, their edge is probably only going to get larger,\" said Moody's Analytics economist Adam Kamins. Moody's Analytics provided data for The Wall Street Journal's rankings.", "The 'silicon slopes'", "To determine the strongest job market in the country, the Journal assessed regions with more than 1 million residents on five labor market indicators: the average unemployment rate, the labor-force participation rate, the change in payrolls, weekly wages and the percentage increase in the size of the workforce.", "Salt Lake City rose to the top thanks to fewer business shutdowns, more moderate health consequences from Covid-19 and a young and well-educated population that supported a tech sector that was already on fire before the pandemic began. Research from the University of Utah found that the state's tech industry's job growth averaged 3.6% a year between 2007 and 2017, more than double the national pace during the same period.", "The region spanning the neighboring cities of Provo and Salt Lake City had so much momentum over the last decade that it acquired the nickname \"Silicon Slopes.\" Provo's labor market ranked No. 17 last year among 328 smaller metro areas with fewer than 1 million residents, according to the Journal's analysis. Another area north of Salt Lake City, Ogden, was No. 1 among the smaller metros.", "\"We went into the pandemic well-positioned,\" said Natalie Gochnour, associate dean at the University of Utah's David Eccles School of Business.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Salt Lake City wasn't immune from the spread of Covid-19, but it was able to avoid multiple shutdowns that crippled other cities. It did so partly because of a shared local effort to keep businesses open. The local chamber of commerce and state health department partnered on a campaign where participating local companies committed to having their employees maintain distance from others, wear masks and stay home when they are sick.", "Utah and other states with fewer business restrictions tended to have less dramatic increases in unemployment last year, according to Labor Department data, though many states with looser Covid-19 restrictions had higher case counts and more deaths. It was a difficult balancing act for government officials who had to consider their economies while also protecting their populations.", "Utah was able to achieve that balance largely because of the resilience of its population. It ranked fourth among states for Covid-19 cases as a share of the population, according to a Wall Street Journal analysis of data from Johns Hopkins University, yet the state had among the fewest deaths per 1,000 residents through April 7. One possible factor in that result, according to Ms. Gochnour, was the area's young population. Utah has the youngest median age of any state, according to the Census Bureau. Children and young adults die from Covid-19 at far lower rates.", "By early 2021, employment in business services and information was close to year-earlier levels in Salt Lake City, according to the Labor Department. Those tend to be better paying, higher-tech jobs. Employment in finance was already 4.4% above pre pandemic levels in February, the latest available data. Leslie Hackett, who owns two Express Employment Professionals staffing offices in the Salt Lake City area, said she is only able to immediately fill about half of the requests for placements because it is so difficult to find enough workers.", "\"We're finding that when unemployment is this low, we have to recruit working people away from another job to come to us,\" Ms. Hackett said.", "Seeking new opportunity", "The optimistic employment picture in Salt Lake City was part of the attraction for newcomers Romina Boccia and her husband Grice Mulligan, who traded a 90-minute commute in East Coast traffic for a home office with a view of the Wasatch Mountains. For Ms. Boccia, 36-years old, the coronavirus served as a moment to reflect, and reset goals. \"If we were going to be stuck in a place for sometime, we'd rather be stuck in Utah, \" she said.", "The decision was about more than the views, however. Ms. Boccia landed an event programming job that allowed her to work remotely and Mr. Mulligan, 53, found he could easily shift his startup ambitions out west. They had lived in the Washington, D.C., area for 15 years. She worked as an economist for a think tank and he oversaw software projects for government organizations.", "NEW SURVEY SHOWS A THIRD OF REMOTE WORKERS MAY QUIT IF CALLED BACK TO THE OFFICE FULL-TIME", "\"It appears to be exceptionally friendly to business here,\" Mr. Mulligan said. His company, Pubtelly LLC, sells software to sports bars and similar establishments to manage content playing on their TVs. The Salt Lake area has a healthy mix of growing startups and well-established companies, he said, plus a strong local university network that serves as a pipeline for younger talent.", "If his current venture doesn't pan out, Mr. Mulligan said he would be happy to stay in the Salt Lake area, either working for a local company or launching another business. \"I don't see a challenge with either going to work for someone else, or forming a company with others,\" he said.", "Another newcomer drawn to the region's job market was Christine Spring, 55, who moved to Salt Lake City last October after retiring from her teaching job in Muskegon, Mich. Ms. Spring said she picked Salt Lake City because she thought it would be a good place to start a new career and she wanted to be closer to her two adult children -- both of whom had moved to the area in previous years for work.", "\"It's such a huge job market, I felt like it was kind of a wide open field,\" she said, adding that job offers came much faster than she expected.", "Within a week of her arrival in Salt Lake City, Ms. Spring had a temporary position through Express Employment as a receptionist in the Utah governor's office. She was offered two permanent jobs in the weeks that followed, which she turned down, and became a permanent employee in the governor's office in February.", "One local company that added more workers during 2020 was mattress maker Purple Innovation Inc. It hired 1,200 employees in the past year, more than doubling its staff, and is looking to add more. Most of Purple's new jobs were manufacturing positions at the company's suburban Salt Lake City production facility. They also included marketing, tech and finance jobs at Purple's corporate headquarters in Lehi, Utah, just south of Salt Lake City.", "There is \"a lot of freedom and a lot of business-friendly policies that make it easy for companies to come in and to thrive,\" said Mark Brown, vice president of human resources at Purple, who also cited the strength of the local universities and lower labor and building costs relative to coastal cities. \"You just can't go anywhere in the state where there's not just substantial growth, both residential and commercial.\"", "Making it work in Indianapolis", "America's other hot job markets, such as Austin and Denver, benefited from the migration of high-wage jobs, particularly in tech and finance, and their lower costs when compared with bigger population centers such as New York or San Francisco.", "MCDONALD'S TO HIRE 25,000 STAFF IN TEXAS THIS MONTH", "Indianapolis, the fourth-strongest labor market in The Wall Street Journal's rankings of big metros, offered different strengths. It attracted and retained jobs seekers with a mix of industries that are buttressed against the pandemic. It is a state capital, home to drugmaker Eli Lilly & Co. and has a manufacturing base, including Allison Transmission Inc. Central Indiana also has a growing logistics and warehousing industry, including one of the country's largest FedEx Corp. hubs, which increased in importance as more consumers shifted to online shopping.", "One local employer that expanded in the past year was ClusterTruck, a delivery-only restaurant that added three new kitchens in the Indianapolis suburbs and hired about a dozen new staff members for each. The company even had to hire two full-time recruiters to manage its growth. New employees include line cooks, software engineers and project managers, some of which came from out of state, said ClusterTruck Chief Executive Chris Baggott.", "ClusterTruck attributed its growth to new customers during the pandemic who ordered everything from pad thai to churros to eat at home. The company recently partnered with Kroger Co., running kitchens out of two of the grocery store's locations in a suburb of Indianapolis and Dublin, Ohio, and Mr. Baggott said he hopes to expand the partnership this year.", "Indianapolis isn't viewed, nationally, as a tech hotbed or a place with a thriving dining or nightlife scene. But Mr. Baggott said it has been a good location to start a business.", "\"It's a great place to test and experiment,\" he said, in part because \"it looks like any place else...I know this will work in San Francisco. But, if I started in San Francisco, I'm not so sure it would work in Indianapolis.\"", "Not all Midwest cities are showing similar resilience. Cleveland and Detroit came at the bottom of the Journal's rankings, near where they placed before the pandemic. That reflected longer-run challenges in both places, including a decadeslong decline in manufacturing jobs and loss of higher-skilled labor to other parts of the country.", "BIDEN'S CORPORATE TAX HIKE COULD COST US ECONOMY 1M JOBS, TRADE GROUP WARNS", "Wheeling, W.Va., was the weakest market among smaller metros. It had among the largest decreases in wages as well as loss of jobs and job seekers. Energy and tourism, two important industries for the area, both suffered declines in 2020.", "A shining light of recovery", "The cities that fell the hardest in 2020 were tourist centers such as Orlando, Fla. It went from having one of the hottest job markets in 2019, ranking eighth, to among the weakest last year, falling to No. 47.", "\"The disproportionate and devastating impact that the pandemic had on tourism really hit the region's economy hard,\" said Sean Snaith, director of the University of Central Florida's Institute for Economic Forecasting. Las Vegas and Miami were other tourist-focused cities that tumbled.", "Still, Mr. Snaith said he thinks the region will see a relatively speedy recovery as widespread vaccinations and pent-up demand from people stuck at home fuels a rebound in tourism. The number of nonfarm employees in the Orlando metro area edged up in February, the most recent data available, but remained 12.5% below year-ago levels, according to the Labor Department. Restaurants, hotels and entertainment venues helped drive strong national employment growth in March.", "Major theme parks in the Orlando area reopened last summer, with restrictions such as capacity limits and face coverings for most guests. On a February earnings call, Walt Disney Co. Chief Executive Bob Chapek said demand at the company's parks has been strong.", "Sonja Flowers was called back to her job as a restaurant server at Walt Disney World in March, a year after she was first furloughed. Ms. Flowers, 62, said she's happy to be back at work but the time away will likely require her to push back her retirement plans.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "\"For me personally, I'm treading water,\" Ms. Flowers said. \"I was at a point in my life when I was able to start saving for retirement. Now I'm going to have to work a little longer.\"", "Marco Manzie, president of Paramount Hospitality Management, which runs five hotel properties in Orlando, said he is seeing demand pick up. Bookings rose sharply around the last two weeks of December, when Mr. Manzie said the company's hotels surpassed 85% occupancy. After an early winter slowdown, bookings look strong for April and May.", "\"I think we're going to be surprised this year,\" Mr. Manzie said. \"We're finally taking a step back and saying, 'Hey, we see a real shining light of recovery here.'\""], "authors": [], "keywords": ["lake", "area", "salt", "labor", "jobs", "pandemic", "work", "cities", "try", "city", "job"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}