{"id": "a8e1012c-37f3-3b2f-883b-2ee590a0924f", "title": "St Vincent rocked by explosive eruptions at La Soufrière volcano", "url": "https://www.theguardian.com/world/2021/apr/09/st-vincent-volcano-eruption", "summary": "The Caribbean island of St Vincent has been rocked by a string of explosive eruptions at La Soufrière volcano, which spewed clouds of ash miles into the air a day and forced thousands to flee for safety.\n“The majesty that is La Soufrière is awake in all her terrifying glory,” tweeted Heidi Badenock, a lawyer on the island.\nTwo more explosive eruptions on Friday afternoon spewed more clouds of ash and dust into the air.\nFootage posted on social media showed evacuees with suitcases and bags trudging through streets carpeted with thick grey ash.\nLa Soufriere Volcano erupted the second Friday in April (Friday April 13)in 1979.", "paragraphs": ["The Caribbean island of St Vincent has been rocked by a string of explosive eruptions at La Soufrière volcano, which spewed clouds of ash miles into the air a day and forced thousands to flee for safety.", "The country’s National Emergency Management Organisation (Nemo) confirmed on Twitter that the 4,049-foot volcano had erupted on Friday morning and warned residents to leave the surrounding areas.", "Pictures shared on social media showed towering plumes of gas and volcanic matter billowing into the sky above the volcano, and heavy ash fall was reported in the surrounding areas.", "“The majesty that is La Soufrière is awake in all her terrifying glory,” tweeted Heidi Badenock, a lawyer on the island.", "Nemo said that the ash plume from the first eruption reached 20,000ft and was drifting eastwards into the Atlantic Ocean.", "Two more explosive eruptions on Friday afternoon spewed more clouds of ash and dust into the air.", "The eruption occurred a day after a red alert was declared. Photograph: UWI Seismic Research Centre", "There were no immediate reports of casualties.", "The prime minister, Ralph Gonsalves, issued a mandatory evacuation order on Thursday for about 1,600 people living in the northern part of the island.", "Evacuations continued on Friday, although Nemo tweeted that heavy ash fall had complicated the process as visibility was “extremely poor”.", "Footage posted on social media showed evacuees with suitcases and bags trudging through streets carpeted with thick grey ash. Other videos showed palm trees and tin-roofed houses coated with ash.", "Four cruise ships are expected to reach the island on Friday – two from Royal Caribbean, and two from Carnival Cruise Line – to ferry evacuees to nearby islands or shelters elsewhere in St Vincent.", "A third Royal Caribbean ship is expected to arrive in the coming days.", "Gonsalves said in a press conference that evacuees will need to be vaccinated for Covid-19 before they are allowed to board a cruise ship or are granted temporary refuge in another island.", "Islands that have said they would accept evacuees include St Lucia, Grenada, Barbados and Antigua.", "“We are one Caribbean family,” said Gonsalves, wiping tears from his eyes. “Together we will do this well.”", "About 2,000 people are staying at 20 shelters across the island, Gonsalves said.", "My team and I have been working all day to set up some IMMEDIATE HELP for those in need. From tomorrow we will be working with shelters to get emergency supplies to those in need.", "Pls share and donate where possible. #LaSoufriere #prayforsvg #VolcanicEruption2021 🌋🇻🇨🙏🏽 pic.twitter.com/IcPiaTGKNa — Pray for Vincy🇻🇨🌋🙏🏽 (@Rachie784) April 9, 2021", "“Not everything is going to go perfect, but if we all cooperate … we will come through this stronger than ever,” he said. “This is an emergency situation, and everybody understands that.”", "Philmore Mullin, director of Antigua & Barbuda’s National Office of Disaster Services, told AFP the twin island nation was ready to receive evacuees from Saint Vincent.", "“I know for sure they will be scared out of their wits. The question is, what will happen after they move? Volcanoes don’t tell you what they are thinking,” said Mullin.", "“If it continues to erupt for a long time it will be life-changing for them. And, depending on the type of eruption, they might not be able to get back home for years.”", "La Soufrière last erupted in 1979, and a previous eruption in 1902 killed about 1,600 people. That occurred shortly before Martinique’s Mt Pelée erupted and destroyed the town of Saint-Pierre, killing more than 30,000 people.", "La Soufriere Volcano erupted the second Friday in April (Friday April 13)in 1979. Four days shy of it's anniversary it has again erupted on the second Friday in April (9) in 2021 #LaSoufriereeruption2021 # — NEMO SVG (@NEMOSVG) April 9, 2021", "Scientists warned in December that La Soufrière had become more active than it had been for years, with monitors reporting tremors, gas emissions, the formation of a new volcanic dome and changes to its crater lake.", "Mt Pelée is now active once again. In early December, officials in the French Caribbean territory issued a yellow alert due to seismic activity – the first such alert since the volcano last erupted in 1932.", "The Associated Press and AFP contributed to this report"], "authors": ["Martin Hodgson"], "keywords": ["soufrière", "evacuees", "eruption", "erupted", "st", "eruptions", "la", "showed", "volcano", "ash", "caribbean", "explosive", "island", "rocked", "vincent"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}