{"id": "a8faae88-ca58-3de8-b7b5-828f764c3ffa", "title": "Congresswomen Elect Kat Cammack (R-FL) Touts Diverse GOP Gains In The House, Says “Republican Party Is The Party Of The Future”", "url": "https://radio.foxnews.com/2020/12/09/congresswomen-elect-kat-cammack-r-fl-touts-diverse-gop-gains-in-the-house-says-republican-party-is-the-party-of-the-future/", "summary": "Saying,\"We're chipping away at the narrative that we are the party of old, rich white men.\"\nCammack declared that the 'Republican Party is the party of the future' and said that,\"If you look at the the class coming into the 117th, we look like America.\nWe are you know, there's men, women, minorities.\nAnd I think the narrative is going to go from the old white men to the Republican Party is the party of the future.\nYou have a home in the Republican Party.", "paragraphs": ["Congresswoman-Elect Kat Cammack (R-FL/3) spoke with Fox News Radio's Guy Benson about her story of going from homeless to the House of Representatives and shares her personal story about abortion. Cammack also talked politics and praised the Republican party's strides in recruiting women to run for congress. Saying,", "\"We're chipping away at the narrative that we are the party of old, rich white men.\"", "Cammack declared that the 'Republican Party is the party of the future' and said that,", "\"If you look at the the class coming into the 117th, we look like America. We have diverse backgrounds. We are you know, there's men, women, minorities. But our experiences are what make us truly the most diverse class coming in. And I think the narrative is going to go from the old white men to the Republican Party is the party of the future. And they are the most inclusive party. And it doesn't matter where you come from. You have a home in the Republican Party. So that's what we're about. And you're going to see that continue to grow, especially as we get into midterms.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["rfl", "elect", "republican", "house", "gains", "women", "touts", "white", "narrative", "men", "kat", "gop", "going", "old", "party", "future", "look"], "pubDate": "2020-12-09T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}