{"id": "a8fb8c6c-b66e-3f81-ad79-6ea3bc0d7e2f", "title": "4 reasons to open a high-yield savings account right now", "url": "http://www.foxbusiness.com/money/high-yield-savings-account-reasons-to-open", "summary": "Credible can help you compare rates and open a high-yield savings account via online financial institutions.\nFollow these steps to open up a high-yield savings account and save more money now.\nWhy you should open a high-yield savings accountAre your funds currently in a basic savings account?\nHere are four reasons you should use Credible to find and open a high-yield savings account today.\nWhen you’re shopping around for a high-yield savings account, always check to see if an institution has the appropriate insurance.", "paragraphs": ["High-yield savings accounts can have big benefits, especially if you use them for the long haul.", "Continue Reading Below", "With significantly higher interest rates than traditional savings accounts, they’re a great tool to help you build your savings and achieve your financial goals faster. They can also help protect your money against inflation — or at least mitigate the losses that come with it.", "Credible can help you compare rates and open a high-yield savings account via online financial institutions. Follow these steps to open up a high-yield savings account and save more money now.", "Why you should open a high-yield savings account", "Are your funds currently in a basic savings account? Don’t have a savings account at all? Here are four reasons you should use Credible to find and open a high-yield savings account today.", "You can make more money There are options with no fees and minimum balance accounts Your money will be better protected It could safeguard you from inflation", "1. You can make more money", "The average yield on a traditional savings account is just 0.09% earned annually. With high-yield accounts, interest rates are much higher — sometimes close to 1%. This can mean a big difference in annual and long-term earnings. Simply put: You can earn more interest on your money with high-yield savings accounts.", "If you're looking to make more interest on your hard-earned cash, then you can start maximizing your earnings today with these high-yield savings options.", "These higher rates can also make achieving your financial goals easier (and faster). You might be able to buy a home sooner, retire earlier, or even take that vacation you’ve been putting off. High-yield accounts also help you build up more cash in case of emergencies — like sudden medical bills or home repairs.", "“Competitive interest rates and low fees make high-yield savings accounts great options for those looking to build their savings and still have access to their money on a rainy day or for an unplanned expense,” said Ravi Kumar, head of direct bank business at CIT. “Even with interest rates fluctuating with the economy, high-yield savings accounts tend to offer higher APYs than most traditional savings accounts, providing an opportunity to save even more.”", "SHOULD I OPEN A HIGH YIELD SAVINGS ACCOUNT?", "2. There are options with no fees and minimum balance requirements", "Though some savings accounts — both high-yield and traditional ones — come with various monthly fees and minimum balance requirements, not all do. In fact, due to their lack of overhead costs, many online banks can avoid these costly fees and restrictions altogether.", "Monthly fees, eligibility requirements, minimum balance requirements, and interest rates can all vary widely from one banking institution to the next. And it’s just one of the many reasons that it’s important to shop around for your savings account.", "Again, Credible is a great place to shop. Credible can show you options from multiple banks that offer high-yield savings accounts — from the minimum balance required and APY to whether an account is available in-person, online-only, or both.", "CAN YOU LOSE MONEY IN A HIGH YIELD SAVINGS ACCOUNT?", "3. Your money will be better protected", "Most major banks and credit unions are insured, either through the Federal Deposit Insurance Corporation or the National Credit Union Administration. What that means is your money is protected.", "If the bank or credit union you decide to save with goes out of business or runs out of funds, you’re still guaranteed your money (up to $250,000 on a solo account and $500,000 on a joint account).", "When you’re shopping around for a high-yield savings account, always check to see if an institution has the appropriate insurance. Credible can help guide you through this process — simply head to their website to get started!", "Putting your money in a bank or credit union without insurance could be a huge risk if they hit financial trouble down the line.", "4. It could safeguard you from inflation", "When inflation is high, your money loses value, and your buying power drops as a result. Putting your cash in a high-yield savings account can help reduce these losses or even negate them altogether.", "If your account comes with an interest rate higher than the inflation rate, then you win out — you’ve made more than you lost. If inflation is higher than your interest rate, you’ll still lose buying power, but the earnings on your savings account will help blunt the impact.", "For reference, the current inflation rate sits around 1.3%, according to the U.S. Bureau of Labor Statistics. Over the next two years, the Federal Reserve Bank projects it will sit around 2%.", "Again, this is why it’s important to shop around when seeking a high-yield savings account. Securing an account with a higher-than-inflation interest rate can be a great way to safeguard your money in the long haul.", "Should I open a high yield savings account?", "Keep in mind that not all high-yield savings accounts offer these benefits.", "If you want to ensure yours comes with these advantages, then be sure to shop around and compare accounts from several financial institutions. Use Credible to streamline this process and get started today."], "authors": ["Aly Yale"], "keywords": ["accounts", "higher", "savings", "reasons", "highyield", "help", "interest", "open", "rates", "account", "money", "right"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}