{"id": "a90982a7-1642-39d9-be1f-c40ddcb438a9", "title": "US Marines can now attack from aircraft carriers with F-35C stealth fighters", "url": "https://www.foxnews.com/tech/us-marines-aircraft-carriers-f-35c-stealth-fighters", "summary": "Amphibious assaults, coordinated air-ground-sea strikes and dismounted individual ground attacks are all indispensable components of the Marine Corps’ mission capabilities.\nNow, for the first time in history, Marine Corps Air Ground Task Forces will launch stealth fighter jets from the deck of aircraft carriers, a development that brings new tactical options for Marine Corps commanders immersed in preparing for major maritime warfare.\n“The Marine Corps has taken the next step in maintaining air superiority as Marine Fighter Attack Squadron 314 declares their initial operational capability for the F-35C Lightning II,” a Marine Corps report writes.\nPerhaps most of all for the Marine Corps, the F-35C model operates with a larger weapons payload.\nINSIDE THE F-35 FACTORY, WHERE STEALTH BEGINSThe F-35C is considerably bigger than a “B” model as it has a 43-foot wingspan compared to the “B” model’s 35-foot wingspan.", "paragraphs": ["Amphibious assaults, coordinated air-ground-sea strikes and dismounted individual ground attacks are all indispensable components of the Marine Corps’ mission capabilities. Marine Expeditionary Units fly the F-35B stealth fighter, dispatch from ship to shore for over-the-horizon amphibious operations, travel on big-deck amphibious assault ships and deploy armored ground vehicles brought to shore by Landing Craft Air Cushions.", "Now, for the first time in history, Marine Corps Air Ground Task Forces will launch stealth fighter jets from the deck of aircraft carriers, a development that brings new tactical options for Marine Corps commanders immersed in preparing for major maritime warfare.", "“The Marine Corps has taken the next step in maintaining air superiority as Marine Fighter Attack Squadron 314 declares their initial operational capability for the F-35C Lightning II,” a Marine Corps report writes.", "F-35 SET FOR LASER BOOST", "The carrier-launched variant of the Joint Strike Fighter, the F-35C, has now been declared operational for the Marine Corps, something which brings longer-range and more weapons attack payload to the force. While the F-35C has already been declared operational by the Navy, enabling the Marine Corps with the option of deeper air attacks in blue or open water maritime warfare.", "The Corps has for many years now been operating the F-35B Short Vertical Take-Off-and-Landing from the deck of amphibious assault ships, now Marines will have longer attack reach and more weapons with the F-35C. The F-35B brings unparalleled advantages with an ability to conduct vertical take off, yet the F-35C has a combat radius that is 600 nautical miles with a 1,200-mile range compared with the F-35B’s 450 nautical mile range, according to Lockheed Martin information.", "Longer range also means more dwell time over targets to enable new adjustments in the event that new intelligence information emerges. Perhaps most of all for the Marine Corps, the F-35C model operates with a larger weapons payload.", "INSIDE THE F-35 FACTORY, WHERE STEALTH BEGINS", "The F-35C is considerably bigger than a “B” model as it has a 43-foot wingspan compared to the “B” model’s 35-foot wingspan. A fully armed “C” model weighs as much as 70,000-pounds, 10,000-pounds more than the “B.” Both the “B” and “C” models carry two AIM-120C/D air-to-air missiles, yet the “C” aircraft can carry nearly twice as much air-dropped firepower; the “C” model can carry 2,000-pound GBU-31 JDAMs and the “B” model can operate with two 1,000-pound GBU-32 JDAM guided bombs, Lockheed data says.", "​​​​​​​CLICK HERE TO GET THE FOX NEWS APP", "What might this mean for the Corps? It will, among other things, enable a force of Marines to project air power and attack from farther offshore and conduct a wider sphere of blue-water warfare operations on the open ocean. It will also give the Corps the ability to introduce more firepower into its amphibious attack strategy by operating aircraft that can support amphibious landings from greater distances, lending even more attack options for commanders. A longer-range F-35C for the Corps also brings reconnaissance advantages as well, given its sensor technologies. An F-35B-armed Marine Corps Expeditionary Unit, preparing to attack from an amphibious assault ship, might have occasion to coordinate with a carrier-launched F-35C able to conduct forward surveillance of an attack area and use its F-35-specific data link to pass details to an F-35B preparing to offer close air support to an attacking amphibious force.", "-- Kris Osborn is the Managing Editor of Warrior Maven and The Defense Editor of The National Interest --"], "authors": [], "keywords": ["fighters", "b", "marines", "marine", "amphibious", "f35b", "f35c", "corps", "model", "fighter", "carriers", "air", "aircraft", "attack", "stealth"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}