{"id": "a90b296b-5a20-3eb2-9513-dcc440871294", "title": "I breathe the same polluted air that Ella Kissi-Debrah did. Change must be her legacy", "url": "https://www.theguardian.com/commentisfree/2020/dec/17/breathe-air-ella-kissi-debrah-ruling-pollution-death", "summary": "In a landmark ruling, Ella has now become the first person in the UK to have air pollution officially recognised by a coroner as a cause of death.\nBut this result, which experts believe to be a world first, also matters for the wider community, for the country and the global fight against air pollution.\nThis ruling makes clear that air pollution is killing us – and leaves no room for politicians or the motor lobby to claim that the impacts of toxic air are unclear.\nThe route out of the air pollution crisis won’t be found with an investment of £27bn into roadbuilding while the cost of travelling by train and bus continues to rise.\nWe know everything we need to know about air pollution.", "paragraphs": ["I live less than five minutes from the road that killed Ella Kissi-Debrah. Like so many in our community, I spend much of my life near the South Circular, a major road that runs through south London, whether I’m walking to the train station or catching a bus, and I can often hear the traffic. In a landmark ruling, Ella has now become the first person in the UK to have air pollution officially recognised by a coroner as a cause of death.", "The result of the inquest will, first and foremost, give some sense of justice to the family. I was in Ella’s year at primary school. After she died at just nine years old in February 2013, I saw her mum, Rosamund, spend years fighting for the death to be examined by a second coroner. Thanks to this courageous campaign, which included finding expert medical advice, the second coroner concluded that “air pollution was a significant contributory factor to both the induction and exacerbation of her asthma”. As Rosamund has said, the judgment means that the family can finally rest – and have a Christmas knowing that some justice is done.", "But this result, which experts believe to be a world first, also matters for the wider community, for the country and the global fight against air pollution. Clean air is the foundation of health but all too often, children in towns and cities across the UK are exposed to unhealthy levels of pollution every day. And it’s people of colour, like me and Ella, who are most likely to live in polluted areas and have our health harmed by toxic air. This ruling makes clear that air pollution is killing us – and leaves no room for politicians or the motor lobby to claim that the impacts of toxic air are unclear.", "There are many people who share responsibility for this, from successive governments that have seen the UK breach EU air laws year after year to local councils whose progress on air quality has been at a snail’s pace, when time was of the essence. People in power designed the roads and rules that damage people’s health – creating the conditions in which people like Ella suffered.", "It isn’t just politicians who are to blame. Behind the scenes there has been a concerted lobbying campaign from vehicle manufacturers and the diesel lobby to soften or slow down air pollution regulations – and manoeuvre around the regulations that do exist. These groups know what they’re doing: lobbying against the health of the people to protect their own financial interests. And some car companies have even committed systematic fraud to hide the truth about their diesel emissions. This week’s ruling should lead to a reckoning for these firms.", "It’s now down to those in power to make up for lost time and lost lives.", "The government’s promise to ban new petrol and diesel vehicles by 2030 is a good start, but only half of what’s needed. It needs to make our streets safe to walk and cycle on, and reduce the cost of public transport, which continues to be unaffordable for the people who need it. The route out of the air pollution crisis won’t be found with an investment of £27bn into roadbuilding while the cost of travelling by train and bus continues to rise.", "I want to see the government enshrine the right to breathe clean air into legislation. This would mean that any future decisions made on transport, industry and other key areas take into account the damage that could be done to our lungs. We also desperately need legal limits and targets that are fully aligned with the World Health Organization’s recommendations. Crucially, we need to give councils the serious financial backing they need to put these plans into urgent action. Local campaign groups like the one I am involved in, Choked Up, have sprung up around the country to push politicians to take action.", "This year has shown us that we can do things differently when faced with a crisis. We should harness that energy in 2021. A national network of stricter clean air zones and School Streets to protect children from traffic pollution would be a start – as would a national public campaign to make sure that parents are never again left without the information they need to protect their children: the coroner highlighted a failure to provide Ella’s mother with information about the way air pollution can exacerbate asthma.", "We know everything we need to know about air pollution. It kills tens of thousands early each year, it affects the young, the sick, the poor, and black and brown people worst. The particles that enter my lungs when I walk near the South Circular are not a mystery: they are known dangers that have been inflicting pain on my community for too long. So while there will never be full justice for Ella or her family, we do have a chance to honour her legacy by making sure that this moment is a turning point. We won’t choke on these fumes any longer."], "authors": ["Anjali Raman-Middleton"], "keywords": ["coroner", "legacy", "kissidebrah", "ella", "breathe", "need", "polluted", "health", "air", "uk", "ruling", "pollution", "south", "campaign", "change"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}