{"id": "a94d56e0-ce8a-367b-a299-cb149efce39a", "title": "Study claims many Americans feel older than their biological age", "url": "http://www.foxnews.com/lifestyle/study-claims-americans-feel-older-age", "summary": "Anybody feel like the pandemic has made them older and grumpier?\nAge may be just a number, but a new study found that most Americans in a certain age group feel physically older than they really are.\nIn a December poll of 2,000 Americans ages 25 to 45, 64% said they feel physically older than their biological age, South West News Service (SWNS) reports.\nBudgeting (36%), keeping the house clean (34%) and buying nutritious groceries (34%) were other common woes.\nUS CONSUMERS WOULD RATHER GIVE UP ALCOHOL THAN FOOD DELIVERY: SURVEYWith all of that being said, 64% even alleged that they feel much older than they thought they would at their current age.", "paragraphs": ["Anybody feel like the pandemic has made them older and grumpier?", "Age may be just a number, but a new study found that most Americans in a certain age group feel physically older than they really are.", "In a December poll of 2,000 Americans ages 25 to 45, 64% said they feel physically older than their biological age, South West News Service (SWNS) reports. To that end, four in 10 even agreed they have inexplicable aches and pains, according to the survey by OnePoll and Kori Pure Antarctic Krill Oil.", "THE BIGGEST WEIGHT LOSS TRANSFORMATIONS OF 2020", "It takes a village to raise a child, and 34% said that parenting has aged them, too.", "As for the messiest stresses of adulthood, opinion was mixed. 40% said that managing their physical health was a challenge, while 36% said that cooking a balanced dinner every night could get annoying. Budgeting (36%), keeping the house clean (34%) and buying nutritious groceries (34%) were other common woes.", "US CONSUMERS WOULD RATHER GIVE UP ALCOHOL THAN FOOD DELIVERY: SURVEY", "With all of that being said, 64% even alleged that they feel much older than they thought they would at their current age.", "\"Our perception of aging can be influenced by many cultural factors, but it ultimately has little to do with our overall state of health. It’s important to listen to your body, especially when it comes to nutrition,\" said Dr. Taz Bhatia, integrative medicine physician, per SWNS."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["feel", "biological", "34", "age", "claims", "older", "swns", "health", "36", "physically", "64", "study", "americans"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}