{"id": "a9722e7b-6607-3dd8-b3b4-904822af02b8", "title": "PopSockets, Sonos, and Tile Ask Congress to Rein in Big Tech", "url": "https://www.wired.com/story/popsockets-sonos-tile-congress-big-tech#intcid=recommendations_wired-homepage-right-rail-popular_1092e02d-90bf-4127-9730-573f0319d9db_popular4-1", "summary": "David Heinemeier, CTO and cofounder of the collaboration software company Basecamp, admonished Google’s search engine dominance.\n“It’s a complete shakedown and it should not be allowed,” Heinemeir told lawmakers.\nPatrick Spence, SonosTile, which makes devices that help people find lost items like keys and wallets, told lawmakers that Apple essentially copied its technology.\nPatrick Spence, CEO of the speaker company Sonos, used the hearing to express grievances against Google and Amazon.\n“I am taking a risk, but I feel that this a big enough issue that people need to speak out,” Spence told lawmakers Friday.", "paragraphs": ["David Barnett, a former philosophy professor and the founder and CEO of PopSockets, says his interactions with Amazon have often amounted to “bullying with a smile.” Like many companies, PopSockets, which makes a popular plastic grip that can be attached to smartphones, discovered several years ago counterfeit versions of its products available for sale on Amazon.", "According to Barnett, it wasn’t until PopSockets agreed to spend $2 million on retail marketing that Amazon finally clamped down on the fakes and knockoffs. Amazon denies this, and says that worked \"with PopSockets to address our shared concerns about counterfeit.\"", "But there were still other problems: Barnett says Amazon frequently lowered the price of PopSockets products, and then expected his company to make up the difference—even though that was never part of their contract. Amazon would “dress up requests as demands, using language that a parent uses with a child, or more generally, that someone in a position of power uses with someone of inferior power,” Barnett wrote in testimony sent to Congress.", "Barnett, along with executives from Basecamp, Sonos, and Tile, testified at a high-profile congressional hearing in Boulder, Colorado, Friday where they told lawmakers how the anticompetitive practices of Amazon, Google, Facebook, and Apple have negatively impacted their businesses. The hearing is part of an ongoing investigation into the dominance of Big Tech by the House antitrust subcommittee, and makes a case for the harms inherent when a small number of players control the online ecosystem.", "David Heinemeier, CTO and cofounder of the collaboration software company Basecamp, admonished Google’s search engine dominance. He argued that a Google search for “Basecamp” yielded the company's competitors as the first results, because Google lets them advertise against its name. Heinemeier says the practice leaves Basecamp no choice but to pay to advertise with Google, in order to maintain control of its brand. “It’s a complete shakedown and it should not be allowed,” Heinemeir told lawmakers.", "“Like other platforms, we allow competitors to bid on trademarked terms because it offers users more choice when they are searching. However, if a trademark owner files a complaint, we will block competitors from using their business name in the actual ad text,” Jose Castaneda, a spokesperson for Google, said in a statement. Heinemeier argues the complaint process can be onerous, and leaves enforcement entirely up to the victims.", "\"I am taking a risk, but I feel that this a big enough issue that people need to speak out.\" Patrick Spence, Sonos", "Tile, which makes devices that help people find lost items like keys and wallets, told lawmakers that Apple essentially copied its technology. The iPhone-maker’s “Find My” feature, which lets users find lost devices, is now on by default, whereas consumers need to search through their smartphone settings to enable Tile’s own service. In response, Fred Sainz, a spokesperson for Apple, said the company built its products to protect user privacy, and disputed that it competes with Tile. “Apple has not built a business model around knowing a customer’s location or the location of their device,” Sainz said in a statement.", "Patrick Spence, CEO of the speaker company Sonos, used the hearing to express grievances against Google and Amazon. Spence argued that tech giants often leverage their dominance in one market to take over another, to the detriment of their competitors. For example, unlike Sonos, Google and Amazon can afford to sell highly subsidized smart speakers, because they already make large profits from other parts of their businesses.", "Sonos isn’t just complaining to Congress: Last week, the company announced it was suing Google for infringing on five of its speaker patents, disclosing a dispute that’s been brewing internally at the two companies for years. “I am taking a risk, but I feel that this a big enough issue that people need to speak out,” Spence told lawmakers Friday. Google denies the claims.", "The political climate is more favorable than ever. Once seen as the crown jewel of the American economy, lawmakers from both parties are now questioning whether Silicon Valley’s largest players are guilty of squashing rivals and invading consumer privacy. Congress, the Federal Trade Commission, the Justice Department, and attorneys general from nearly every state have begun investigating whether Amazon, Google, Facebook, and Apple have engaged in anticompetitive behavior, privacy violations, or both."], "authors": ["Louise Matsakis", "Louise Matsaki"], "keywords": ["tile", "basecamp", "congress", "tech", "spence", "amazon", "lawmakers", "sonos", "google", "company", "apple", "told", "ask", "rein", "competitors", "popsockets", "big"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}