{"id": "a9812f19-3454-31fe-8201-ca908b4b8b2b", "title": "From Yemen to the UK: Noor's story", "url": "https://www.theguardian.com/news/audio/2021/jan/11/from-yemen-to-the-uk-noors-story-child-marriage-womens-rights-podcast", "summary": "A women’s rights activist tells the extraordinary story of how she fled Yemen after her life was threatened, and her devastation at having to leave her four children behind.\nShe describes her terrifying journey to the UK, where she faces an uncertain futureAnushka Asthana talks to Noor*, 29, who escaped from Yemen when her life was threatened because of her work as a human rights campaigner focusing on girls’ rights to education and the right for children not to be forced into marriage.\nNoor was forced into marriage at the age of 14, but later managed to divorce her husband.\nShe travelled alone with only smugglers and other desperate migrants for company on a terrifying eight-month journey to Britain.\nHer oldest daughter is at risk of child marriage in Yemen, and she says time is running out to bring her children to safety.", "paragraphs": ["A women’s rights activist tells the extraordinary story of how she fled Yemen after her life was threatened, and her devastation at having to leave her four children behind. She describes her terrifying journey to the UK, where she faces an uncertain future", "Anushka Asthana talks to Noor*, 29, who escaped from Yemen when her life was threatened because of her work as a human rights campaigner focusing on girls’ rights to education and the right for children not to be forced into marriage. Noor was forced into marriage at the age of 14, but later managed to divorce her husband.", "She travelled alone with only smugglers and other desperate migrants for company on a terrifying eight-month journey to Britain. Noor was determined to flee not only because her own life was in danger, but also in the hope of rescuing her four children from the Yemen civil war once she had reached safety, and because her children’s lives would be at risk if she remained in the country. She describes the devastating impact of leaving them behind. Her oldest daughter is at risk of child marriage in Yemen, and she says time is running out to bring her children to safety.", "Anushka also talks to the Guardian’s Turkey and Middle East correspondent, Bethan McKernan, who examines why Yemen has been described as one of the worst places in the world to be a woman and how unusual and brave it is for a woman from such a country to embark on this kind of journey unaccompanied.", "Our thanks to Fahd Al Mashehari, who is a human rights activist, for his translation.", "*Noor is a pseudonym."], "authors": ["Anushka Asthana", "Diane Taylor", "Bethan Mckernan", "Hannah Moore", "Axel Kacoutié", "Nicole Jackson", "Phil Maynard"], "keywords": ["yemen", "noor", "marriage", "children", "threatened", "life", "rights", "woman", "noors", "journey", "terrifying", "uk"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}