{"id": "a99e5dfc-4c65-3cea-8d88-8da81ccbd52f", "title": "Among Us Arrives On Nintendo Switch Today", "url": "https://www.gameinformer.com/2020/12/15/among-us-arrives-on-nintendo-switch-today", "summary": "Now even more players can get in on that suspicious action because during the IndieWorld showcase it was confirmed that Among Us is arriving on Nintendo Switch later today.\nNo set time release was given other than \"later today\" but it is pretty nifty to see Among Us make the jump to the Nintendo Switch platform.\nAlso confirmed is that this will require Switch Online to play, but the good news is that it is cross-platform compatible with mobile and PC versions!\nWhen fans aren't doing crossovers with these astronaut jelly beans, they are busy wondering what's next for the game.\nThe imposter must pretend to do the assigned daily tasks in the game while stealthily killing off each crewmate one by one.", "paragraphs": ["Among Us is a \"whodunnit\" indie title that had an incredible second lease on life in 2020. A game featuring sus little jelly bean astronauts all trying to prove they aren't the ones murdering their friends, the 2018 hidden gem has been the talk of the gaming community over the past several months; and for good reason. Now even more players can get in on that suspicious action because during the IndieWorld showcase it was confirmed that Among Us is arriving on Nintendo Switch later today.", "No set time release was given other than \"later today\" but it is pretty nifty to see Among Us make the jump to the Nintendo Switch platform. While originally the team over at InnerSloth were planning on a sequel, the rapid onslaught of success had the small crew rethinking that plan, instead making the decision to make the original title more fruitful for players to dive into.", "Also confirmed is that this will require Switch Online to play, but the good news is that it is cross-platform compatible with mobile and PC versions!", "With new maps, new costumes, and new tasks, the journey is just starting to heat up for what's next. Who knows? Maybe if the Switch port is successful enough (which we can't imagine it won't be, the Switch is the perfect platform for this), maybe that means we'll eventually see the jump over onto Xbox and PlayStation systems as well.", "When fans aren't doing crossovers with these astronaut jelly beans, they are busy wondering what's next for the game. Since we ourselves missed out on this adventure back in 2018, we decided to celebrate the newly found spotlight by reviewing the game ourselves.", "You can check out our full review here, with a small blurb below:", "Developed by InnerSloth, the foundation of Among Us is simple: a social deduction game where a player is either a crewmate or the lone imposter. The imposter must pretend to do the assigned daily tasks in the game while stealthily killing off each crewmate one by one. If a body is discovered, a crewmate can call an Emergency Meeting to have a group chat trying to figure out who the imposter truly is.", "Diving into Among Us, I see the charm despite its simplicity, and I can't help but to love the way this game makes me look at everyone as if they are super sus. Among Us is what it is, and unapologetically so. This year may be bad, but having fun experiences definitely isn't; Among Us provides a much-needed reprieve from reality without taking itself too seriously.", "What do you think about how Among Us has grown over the past several months? Have you joined in on the hype? Sound off about those murderous jelly beans in the comment section below!", "[UPDATE: It's now available in the eShop]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["imposter", "sus", "nintendo", "crewmate", "whats", "switch", "title", "today", "jelly", "tasks", "arrives", "trying", "game"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}