{"id": "a9b2db6b-830b-3c03-8911-127fe9e7adb6", "title": "The Causes and Consequences of Berlin’s Rapid Gentrification", "url": "https://www.newyorker.com/news/dispatch/the-causes-and-consequences-of-berlins-rapid-gentrification", "summary": "But, since 2004, property prices have more than doubled; in 2017 alone, they increased by 20.5 per cent.\nRents are rising, but not as quickly as property values: rents rose fifty-six per cent between 2009 and 2014; purchase prices rose seventy per cent.\nIn the former East, the government set about selling off publicly owned buildings after the wall came down.\nIt became the hip part of town with cultural capital that attracted young professionals with financial capital, and its gentrification radiated, like Brooklyn’s, slowly outward.\nIn 2004, the Berlin city government, faced with a budget deficit, sold the building to Deutsche Wohnen, the second-largest property company in Germany.", "paragraphs": ["Last New Year’s Eve was my first in Berlin. We live at the edge of Wedding, a neighborhood just north of the city center that, counter to what its name evokes, is gritty and sprawling, studded with public housing and betting parlors. A photo of our block from August, 1961, when it was part of West Berlin and the East Germans began construction of the wall, shows a squat row of cinder blocks beneath a canopy of barbed wire, running perpendicular to our street. The wall, still in its earliest stage, is only about chin high, and a flock of G.D.R. troops riding in an open-air jeep is visible on the other side. Today, the neighborhood is mostly populated by a mix of descendants of Turkish guest workers, older Germans, and some young couples seeking relief from higher-rent neighborhoods. Saint Sylvester’s, the feast day that falls on December 31st, is still considered a family holiday; some restaurants close, and many people celebrate at home, eating raclette, which I was embarrassed, in my American lack of refinement, to discover is different from fondue. Starting at around 11 P.M., the crack of fireworks—purchased illegally in Poland—was so loud and so rapid in the street outside our apartment that it sounded like an air raid. The entire sky was illuminated, as if by a giant, otherworldly streetlamp. There was so much smoke in the air that we had to keep the doors to the balcony shut, slipping outside for only a minute at a time to take videos on our phones. It was, at once, grand pageantry and a kind of private show.", "By the next Saint Sylvester’s, there may be more than a thousand new residents on our block. In the past year, on a slim three-acre strip of land that hugged the wall, a dozen new buildings, which will contain more than seven hundred new apartments, have sprung up, part of a development called So Berlin. When I first visited Berlin, ten years ago, the city was still recovering from decades of abandonment; there was a housing surplus, and vacant industrial buildings were still being taken over by artists, d.j.s, and squatters. But, since 2004, property prices have more than doubled; in 2017 alone, they increased by 20.5 per cent. Last year, Warren Buffett announced that his company, Berkshire Hathaway, would set up shop in Berlin with a local partner that promotes Berlin’s (relatively) low prices to international clients, who may want to cash in on potential appreciation. Moving into the city, as nearly fifty thousand people did last year, and finding an apartment is becoming as exasperating as it is in New York. Rents are rising, but not as quickly as property values: rents rose fifty-six per cent between 2009 and 2014; purchase prices rose seventy per cent. That’s the definition of a bubble.", "In the former East, the government set about selling off publicly owned buildings after the wall came down. Clubs and galleries took over. It became the hip part of town with cultural capital that attracted young professionals with financial capital, and its gentrification radiated, like Brooklyn’s, slowly outward. A few weeks ago, in the far reaches of East Berlin, next to a formidable-looking Soviet-era slab-block building, I went to see a site where a developer has plans for a gleaming horseshoe-shaped condominium, with units starting at a quarter of a million dollars and going up to a million. The real-estate agent, who arrived in a black sedan with tinted windows, met me in the adjacent parking lot of a shabby strip mall, which bore a bright blue sign that read, rather unconvincingly, “Mediterranean Bistro.” The bistro was slated to be razed, but everything else would remain, staging an awkward confrontation between Berlin’s new ethos and its musty socialist past. Who, I wondered, would end up living there?", "“Gentrification” is a loaded and amorphous term. As of ten years ago, apartments in various atrophied East Berlin neighborhoods had smog-emitting wood-burning stoves and shared water closets in the hallways. Most of those buildings have been updated—painted in pastels, their exuberant neo-Renaissance moldings restored—and they now make up some of the most captivating parts of the city. At the moment, Berlin is compulsively livable, with few crowds, little crime, and cheap groceries. But its reputation as a hub where artists and creative types can rent inexpensively and still afford to do as they please is eroding. Certain neighborhoods, such as Kreuzberg, another area that, like Wedding, was pressed up against the wall and became home to immigrants with few other choices, have had the hex of coolness cast upon them.", "There are many regulations in place to try to control prices, but the government is increasingly outmatched by the market. In May, I went to Kreuzberg to meet Helge Peters, an academic in his mid-thirties who recently moved back to Berlin from the U.K. A week earlier, on the annual May Day holiday, Berliners had gathered in a nearby park to drink beer and smoke spliffs. I took a photo of two punks in leather vests with matching mohawks, one dyed red and the other green, who leaned in to snap a selfie. During the twentieth century, the holiday was characterized by workers’ protests, which were sometimes fatally violent. But this year, in addition to people slinking to trance and grilling bratwurst in back yards, several thousand people gathered in Kreuzberg and nearby Friedrichshain with a new mantra: “Unser Kiez, nicht ihr Profit!” (“Our neighborhood, not your profit!”)", "Peters led me across the noisy Kottbusser Tor roundabout, from a Turkish neighborhood café to a small wooden hut that had been set up, illegally, by tenants’-rights activists, who named it Gecekondu, a Turkish term meaning “built overnight.” Across the street was an immense complex ringed by balconies painted a blighted orange and green. In 2004, the Berlin city government, faced with a budget deficit, sold the building to Deutsche Wohnen, the second-largest property company in Germany. The firm, which is publicly traded, is built to produce dividends for shareholders, the largest of which are financial entities. BlackRock holds a roughly ten-per-cent stake, Massachusetts Financial Services Corporation another ten, and Norwegian Bank an additional 6.9 per cent. Peters, cautious and exacting, explained to me one of the main loopholes that property companies like Deutsche Wohnen have found in German rental regulations. According to the law, certain modifications, like fixing a broken heater, are “maintenance” expenses, which the building’s owner is required to pay for. But if an adjustment could instead be categorized as “modernization,” or as an upgrade to the building, the company could raise the rents, unloading some of the costs onto tenants and increasing its revenues. Accordingly, tenants at the Deutsche Wohnen building in Kottbusser Tor went without heat for several weeks last winter, and for a number of winters before that, because the company was loath to spend money on anything that qualified as maintenance rather than as modernization. (In April, Deutsche Wohnen told the German newspaper Der Tagesspiegel that affected residents would have their rents reduced.)", "Something similar appears to have happened last spring, when WIBE Real Estate Invest L.L.C., which is registered in Vienna, purchased one of the few early-twentieth-century buildings still standing in Berlin. I visited it recently, and the façade was covered with scaffolding. One of the tenants, Felix Gaedtke, led me into his vintage-parqueted, high-ceilinged living room. Two weeks after learning of the building’s new owners, Gaedtke and his wife had received a forty-page letter from a lawyer, informing them that more than ten per cent of the exterior of the building was damaged, which meant that the company was required to “modernize” it. Gaedtke took the letter to the city, which ultimately denied WIBE the renovation permit because no damage had been documented at the time of the building’s sale. “We were, like, O.K., this is great. It’s over,” Gaedtke said. A few months later, he received another letter from the company—it planned, instead, to paint the building, which doesn’t require a permit. That’s when the scaffolding went up.", "Gaedtke is slender and cool, with a shaved head and a vague tan, and is friendly to the point, almost, of giggliness, though he and his wife run a studio that produces sober virtual-reality documentaries—a recent project invites viewers to accompany an Iraqi family returning home to an I.E.D.-riddled Fallujah. He opened his balcony door and hopped onto the scaffolding platform, pointing at a splotchy patch on the façade, where a worker sent by the company had drilled a hole into the building, which was then tagged with a royal-blue graffiti marking. The pattern—drill, tag—had been stamped, Warhol style, across the entire façade. Gaedtke held his arm out directly in front of him, demonstrating that all the puncture marks were at hip height. “As you can see, they are all done on a level where it’s easy to drill,” he said. “That I find pretty funny. It’s like they’re not even trying.” Shortly afterward, the company informed them that the façade was now more than ten-per-cent damaged. “Yeah, I wonder why,” he said. They would need to modernize it. The rents would rise accordingly—by nearly fifty per cent. (A lawyer for WIBE declined to comment.)", "All the tenants in the building got together immediately. “This is a very mixed house,” Gaedtke said. “It was super interesting, because we have everyone here, from construction-site workers to Turkish families. A lot of migrants, actually—we were always translating.” A Bulgarian family that ran a tailor shop on the ground floor had already been priced out, replaced by a high-end design studio. Another tenant, who was French, had been in Berlin for decades and was thinking of moving anyway; the new owners, he decided, were the last straw. The company had covered the building with plastic tarps when it announced the paint job, and the tenants had spent weeks unable to see the sky. A lawyer at the neighborhood association told them that they were lucky—other property companies have affixed giant advertisements to the fronts of their buildings, so that it was dark inside during the day, and, at night, when the ads were illuminated, the apartments were flooded with light.", "WIBE’s lawyer had offered Gaedtke and his wife several opportunities to break their lease. “For them, we are a number on an Excel sheet,” he said. “They left a lot of apartments empty for a long time, and then what they tend to do is fill them up with these young, foreign, urban professionals—people who they know are only going to stay for three to four years. They definitely don’t speak German, they’re not going to go in some legal battle against them, and they pay whatever because, anyway, they lived before in London, or something like this.”", "About a year ago, the activist group that Helge Peters works with, Expropriate Deutsche Wohnen, announced a plan to call for a referendum on whether private companies that own more than three thousand housing units should have their properties expropriated (with compensation below market rate), placed under public ownership, and democratically controlled by tenants. A poll from February showed that forty-four per cent of renters in Berlin think that the idea, which sprang from an article in Germany’s 1949 constitution, is sensible; some of the group’s most fervent supporters are sexagenarians from affluent West Berlin, who now spend as much as sixty per cent of their monthly pensions on rent.", "WIBE does not appear to be big enough to be subjected to the expropriation initiative. But the most important effect of the effort was, perhaps, that it spooked politicians into producing more muscular proposals for how to put the brakes on rising rents. The extremism of expropriation was, some supporters argued, the only way to force the government to get serious. (Last month, the Berlin Senate passed a measure to freeze rents for five years.)", "Peters argues that the movement also hampers companies’ revenue prospects. In Berlin’s corporate-driven gentrification—which, echoing the economist Saskia Sassen, he calls the “financialization” of the housing market—“the present value of assets is determined by future profits,” he said. “Even saying that in the future there will be some regulation happening, that you will probably not realize this golden future that you’re dreaming of, that’s already having an effect on their ability to make money in the present,” he added, with apparent satisfaction. (After the Berlin Senate passed the rent freeze, Deutsche Wohnen’s stock price dropped, and some property owners rushed to raise rents while they still could.) “Our initiative is supposed to stop the social cleansing of the city,” Peters said. “It’s to make sure that affordable housing remains in the center of the city.”", "Displacement can be hard to track. “Everyone has developments in their life, and you move away and someone else moves in,” Peter Guthmann, a real-estate agent in Kreuzberg, who maintains a blog on mobility and market pressure, told me. “The question is: Is there a rupture?” In 2017, Guthmann conducted a survey to try to delineate the reasons that people moved. For many of those he spoke with, decisions had to do with personal circumstances: new babies or new jobs, mostly. Some explanations derived from what sociologists refer to, sometimes euphemistically, as cultural identity—the ethnic composition of the neighborhood was changing and they felt uncomfortable. (This was true for both ethnically German and immigrant communities, upon the arrival of new immigrant communities.) Some needed to move farther outside the city to maintain their standards of living, as neighborhoods became more crowded. But the biggest issue, Guthmann told me, “is not on the side of people who have an apartment. The biggest issue is really on the side of those who come to Berlin.” The city had just published the latest statistics on rents—the median rate in Berlin is 6.72 euros per square metre, placing it on the low end among European capitals. But Guthmann calculated the median for new rentals, for anyone moving into the city, to be 11.55 euros per square metre. “That’s a lot higher,” Guthmann said. Nearly double, in fact. “So this is the true story.”", "In France, where I lived before moving to Berlin, the birth of the gilets jaunes movement, last November, was accompanied by the ubiquity of a controversial French theorist and geographer named Christophe Guilluy, whom the press, with some astonishment, credited with having predicted the movement. Guilluy worked for years as a housing consultant, and wrote a series of books that described the “implosion of the periurban-enduring middle class”—by which he meant the residents of some suburbs, small towns, or even pockets of hollowed-out urban areas, who, if they had the financial means, would probably choose to live in chicer areas, closer to or within a handful of economically dynamic metropolitan areas. These people are not the poorest members of society; they have reasonable expectations for their standard of living. On top of the basics, they want to be able to afford piano or karate lessons for their children, and they want to send them to schools that will guarantee their future. But, in order to own property, which is important for status and security, the members of this middle class had to move farther out.", "This geographic shift has coincided with economic globalization and digitization, which has concentrated and stratified jobs in major globalized metropolises—for example, according to the economist Enrico Moretti, for each new software designer hired at Twitter in San Francisco, there are five new jobs for certain service-sector employees, including baristas, personal trainers, and taxi drivers. The people in the periurban areas are not only unintegrated into the global economy, and therefore irrelevant to any kind of national project, Guilluy writes, they are stuck with properties that are increasing in value at a fraction of the rate of urban properties. Because of media deserts, no one notices. When they vote for the National Front (or Trump), he says, they are making a rational choice against an economic and cultural system in which they have no role. “The real estate market creates the conditions for the presence of the people that business needs to function, and today the working class lives in places that matter the least,” Guilluy recently told CityLab. He claims that this is the first time in history that working people do not live where wealth is being created. “It is this economic rupture that leads to a cultural rupture, and eventually a very, very strong political rupture.”", "In the past, this geographic inequality was self-regulating; people moved from poorer areas to richer ones, and companies moved to places where labor costs were lower. But that, too, has changed, partly because of rent prices. “Housing costs bulk larger in the budgets of less skilled, lower-income workers than for the highly skilled and well paid,” Brink Lindsey, a researcher at the Niskanen Center, and Steven M. Teles, a political scientist at John Hopkins, write in “The Captured Economy: How the Powerful Enrich Themselves, Slow Down Growth, and Increase Inequality.” “Those costs have a differential impact in deterring in-migration.” In other words, high-income workers still have a net gain when they move, but less-skilled workers, who in other ways would gain more by moving, lose out financially. Many big-city governments, not to mention the YIMBY activists, are pushing to build more housing in order to drive prices down. But new studies also suggest that this relationship is questionable—because of the types of jobs clustered in urban economies, more housing will simply attract more educated, high-income tenants, possibly driving prices up even more, even as corporations accelerate the process for profit. As Guthmann described, these newcomers risk paying much higher rents than the current average—a barrier that means that many people, especially young people, couldn’t make the move if they wanted to. The journalist Christopher Caldwell calls these conditions “new-economy citadels.”"], "authors": ["Elisabeth Zerofsky", "Elisabeth Zerofsk"], "keywords": ["berlins", "company", "gentrification", "berlin", "rents", "consequences", "buildings", "building", "property", "tenants", "causes", "city", "rapid", "cent", "housing"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}