{"id": "a9c52101-e9d9-32a4-9da8-9c493d20d47f", "title": "Google’s Yearly Data Proves People Are Dressing Weirder Than You Think", "url": "https://www.vogue.com/article/google-year-in-search-fashion-style", "summary": "It’s fitting then that Google’s Year in Search data named {indie style” the fashion style term with the highest growth in 2020.\nOther top 10 trending styles include “alt style,” “e-girl style,” and “y2k style,” each prioritizing kooky self expression over blending in.\nThe rise of TikTok has certainly helped commodify and codify personal style as something tangible—and changeable—for its users.\nHere, the top fashion trending searches of 2020, according to Google.\nFashion Stylesindie stylestreetwear stylealt styleurban styleskater girl style80s style clothingboho stylee girl styley2k styleretro style", "paragraphs": ["It’s fitting then that Google’s Year in Search data named {indie style” the fashion style term with the highest growth in 2020. It makes a sort of counterintuitive sense: The more we are told to look the same, covet the same items, and worship the same trends, the more unique we become. Other top 10 trending styles include “alt style,” “e-girl style,” and “y2k style,” each prioritizing kooky self expression over blending in.", "The rise of TikTok has certainly helped commodify and codify personal style as something tangible—and changeable—for its users. On the app, every subculture has its own hashtag, and each hashtag seems to come with a wellspring of content defined by a strong personal aesthetic. #WitchTokers can teach you how to perfect your cat-eye eyeliner while learning the significance of certain crystals. #DarkAcademia pairs tweedy blazers with button-downs and Harry Potter wireframe glasses. #EGirls and #EBoys accessorize their sweats and designer tees with Manic Panic dye jobs, and there are plenty of users who cycle through aesthetics by day. @iconicakes, one of the most popular fashion accounts on TikTok, posts weekly challenges where sisters Sara and Avni try out outfits inspired by decades, TV and movie characters, and subcultures, proving that personal style can shift by-the-minute.", "Bright colors and cute masks? Check and check! Photographed by Acielle / Style du Monde", "In a year that seemed so bleak, this eccentric way of dressing is surely a bright spot. Not to lessen the importance of sweatpants, but it seems the big fashion lesson of 2020 is that eccentricity is really forever.", "Here, the top fashion trending searches of 2020, according to Google.", "Fashion Styles", "indie style", "streetwear style", "alt style", "urban style", "skater girl style", "80s style clothing", "boho style", "e girl style", "y2k style", "retro style"], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["girl", "weirder", "proves", "data", "fashion", "check", "2020", "googles", "style", "personal", "users", "dressing", "trending", "hashtag", "yearly", "tiktok", "think"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}