{"id": "a9c9905f-1b7f-3e4c-8ae5-ee1c3ddf5cb4", "title": "Total War: Rome Remastered Announced With Several Improvements", "url": "https://www.gameinformer.com/2021/03/25/total-war-rome-remastered-announced-with-several-improvements", "summary": "As you might expect with the \"Remastered\" naming convention, Total War: Rome Remastered updates the visuals of the original to 4K resolution with ultra-widescreen support and native UHD support.\nHowever, the improvements don't stop there, as Total War: Rome Remastered introduces new features included a better in-game camera with map rotation and wider zoom level in campaign.\nTo add a bow to this package, Total War: Rome Remastered also includes the Barbarian Invasion and Alexander expansions, and players on Windows get access to the original Rome: Total War Collection.\nTotal War: Rome Remastered comes to PC, Mac, and Linux on April 29.\nOn top of that good news, if you happen to own the original Rome: Total War, you can purchase Total War: Rome Remastered at half-price until May 31.", "paragraphs": ["Hot on the heels of the publisher delaying an anticipated strategy game in Humankind, Sega has announced Total War: Rome Remastered, a modernized version of the classic strategy title from 2004. In addition to enhanced visuals, original developer Creative Assembly and collaborator Feral Interactive are working to add several modern features and game mechanics to create a version of the game that is supremely playable 17 years after the original launch.", "As you might expect with the \"Remastered\" naming convention, Total War: Rome Remastered updates the visuals of the original to 4K resolution with ultra-widescreen support and native UHD support. Buildings and objects have been re-modeled, and players can expect better effects with dust clouds and heat haze. Even the campaign maps have been given a shiny coat of high-resolution paint, and all the units have been retextured.", "However, the improvements don't stop there, as Total War: Rome Remastered introduces new features included a better in-game camera with map rotation and wider zoom level in campaign. New icon overlays give you additional tactical insight, and a new tactical map, unit displays, and range markers let you plot your next moves with more information. This version includes 38 playable factions and gives you the ability to experience cross-platform multiplayer across PC, Mac, and Linux for the first time in Total War series history.", "A new agent type, Merchants, has also joined the battle, allowing you to send them all over the world to create trade links and increase your faction's economic prowess. This new version also adds various mechanics designed around helping the player, including in-game wikis, advice, tooltips, a redesigned tutorial, and more. To add a bow to this package, Total War: Rome Remastered also includes the Barbarian Invasion and Alexander expansions, and players on Windows get access to the original Rome: Total War Collection.", "\"What better excuse than the 20th year of Total War to revisit a grand master?\" Creative Assembly chief product officer Rob Bartholomew said in a press release. \"The original release of Rome marks a special time for us as our first major break-out title; it's amazing to get the opportunity to remaster it with our friends at Feral.\"", "The best part of this whole announcement is that players don't have to wait long to jump into this updated version of the game. Total War: Rome Remastered comes to PC, Mac, and Linux on April 29. On top of that good news, if you happen to own the original Rome: Total War, you can purchase Total War: Rome Remastered at half-price until May 31."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["announced", "version", "visuals", "rome", "original", "war", "total", "game", "players", "remastered", "improvements", "better"], "pubDate": "2021-03-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}