{"id": "aa0adbdf-333d-325f-97ce-0d8c56a4bad4", "title": "General Management for Emerging Leaders", "url": "https://execed.economist.com/boston-business-school/general-management-emerging-leaders-2021-02-01", "summary": "If you are responsible for a team, department or are a specialist or up-and-coming talent, then you know how challenging work on the operative side of the business is.\nAs a manager, you must be able to draft concepts, strategies and projects and then derive projects from these, with courses of action to achieve set objectives.\nThis holistic «all-in-one» general management course offers you a complete and concise overview of result-oriented management techniques.\nDuring the 4-day course, you will learn the principles and factors for good and successful management.\nThe seminar has a structured approach that delivers clear and understandable know-how.", "paragraphs": ["If you are responsible for a team, department or are a specialist or up-and-coming talent, then you know how challenging work on the operative side of the business is. You face exciting tasks and new challenges every day. As a manager, you must be able to draft concepts, strategies and projects and then derive projects from these, with courses of action to achieve set objectives. On the other hand, you also need to convince decision-makers of your ideas by providing information about competitors and trends and optimizing potential in a concise manner, supported by sound business arguments.", "This holistic «all-in-one» general management course offers you a complete and concise overview of result-oriented management techniques. During the 4-day course, you will learn the principles and factors for good and successful management. The seminar has a structured approach that delivers clear and understandable know-how. You will have numerous examples to learn from, and we will give you valuable tools, used every day in business, which will help you apply what you learned at our seminar at your company."], "authors": [], "keywords": ["work", "general", "course", "management", "projects", "business", "day", "concise", "valuable", "emerging", "leaders", "learn", "seminar"], "pubDate": "2021-02-01T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}