{"id": "aa0db20a-99c6-39c2-add9-efd54d7d1988", "title": "After Sharon Osbourne exit, 'The Talk' returning Monday with 'discussion about race and healing'", "url": "https://www.foxnews.com/entertainment/after-sharon-osbourne-exit-the-talk-will-feature-discussion-about-race-and-healing-on-monday", "summary": "\"The Talk\" is set to return Monday after a lengthy hiatus, during which it was announced that longtime co-host Sharon Osbourne would not return.\nOn the March 10 show, former reality star Underwood became emotional as she tried to explain to Osbourne why she felt Osbourne's support of Morgan enabled racism.\nSHARON OSBOURNE EXITS 'THE TALK'When the hit daytime talk show returns on Monday, it will feature \"a discussion about race and healing,\" CBS confirmed to Fox News on Friday.\nPIERS MORGAN CALLS SHARON OSBOURNE'S EXIT FROM 'THE TALK' AN 'ABSOLUTE DISGRACE'Throughout the week, several other celebrity guests will be invited to the show, as is custom.\n\"Sharon Osbourne has decided to leave 'The Talk,'\" reps for CBS told Fox News on March 26.", "paragraphs": ["\"The Talk\" is set to return Monday after a lengthy hiatus, during which it was announced that longtime co-host Sharon Osbourne would not return.", "The break was prompted by a tense discussion between Osbourne, 68, and co-host Sheryl Underwood over Osbourne's vocal support of Piers Morgan, whose frequent and intense criticism of Meghan Markle has widely been deemed racist.", "Osbourne had tweeted support of Morgan after he stormed off the set of \"Good Morning Britain\" when a co-host called him out for frequently criticizing the Duchess of Sussex.", "On the March 10 show, former reality star Underwood became emotional as she tried to explain to Osbourne why she felt Osbourne's support of Morgan enabled racism. Osbourne clarified that she did not agree with Morgan's opinions, but was defending his right to share them.", "SHARON OSBOURNE EXITS 'THE TALK'", "When the hit daytime talk show returns on Monday, it will feature \"a discussion about race and healing,\" CBS confirmed to Fox News on Friday.", "Underwood, 57, and her fellow co-hosts Carrie Ann Inaba, Amanda Kloots and Elaine Welteroth will be joined by Dr. Donald E. Grant, an \"expert on diversity, equity, inclusion and justice,\" who will offer advice on approaching difficult conversations.", "Additionally, Dr. Anita Phillips, \"nationally acclaimed trauma therapist and life coach,\" will also \"share her expertise on how to heal after a painful event or conversation.\"", "PIERS MORGAN CALLS SHARON OSBOURNE'S EXIT FROM 'THE TALK' AN 'ABSOLUTE DISGRACE'", "Throughout the week, several other celebrity guests will be invited to the show, as is custom.", "\"America's Most Wanted\" host Elizabeth Vargas will appear on Tuesday, Dylan McDermott will appear on Wednesday, Elizabeth Perkins will appear on Thursday and both Mickey Guyton and Lorraine Toussaint will appear on Friday.", "\"Sharon Osbourne has decided to leave 'The Talk,'\" reps for CBS told Fox News on March 26.", "CLICK HERE TO GET THE FOX NEWS APP", "In its statement, the network said that over the course of the hiatus, it would be \"coordinating workshops, listening sessions and training about equity, inclusion and cultural awareness for the hosts, producers and crew.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "CBS added: \"Going forward, we are identifying plans to enhance the producing staff and producing procedures to better serve the hosts, the production and, ultimately, our viewers.\""], "authors": ["Nate Day"], "keywords": ["osbournes", "appear", "underwood", "cohost", "osbourne", "healing", "morgan", "race", "discussion", "sharon", "talk", "fox", "support", "returning", "exit"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}