{"id": "aa1ef798-5666-3a12-98ea-0530ef5506a1", "title": "What happens when you go over your credit limit?", "url": "http://www.foxbusiness.com/money/what-happens-when-you-go-over-credit-limit", "summary": "When you exceed your credit limit, you're making purchases beyond what your credit card issuer normally allows.\n\"Worst-case scenario, your credit issuer could close your account if you habitually exceed your credit limit.\"\nUnless your credit limit increases alongside your balances, going over your card's limit could hurt your utilization ratio and cost you credit score points.\nSECURED CREDIT CARDS CAN HELP BUILD YOUR CREDIT — HERE'S HOWWhat are the alternatives to going over your credit limit?\nYou can request credit limit increases strategically to free up more credit while potentially improving your credit utilization ratio.", "paragraphs": ["A credit card is convenient for paying bills, covering everyday expenses, or booking travel but it's not a free pass to spend. Your credit limit determines how much purchasing power you have at any given time.", "Continue Reading Below", "While some credit card issuers allow you to go over your spending limit, there can be negative consequences for doing so. Those can include paying over-limit fees and potentially dinging your credit score.", "What happens when you exceed your credit limit?", "When you exceed your credit limit, you're making purchases beyond what your credit card issuer normally allows. Whether the transaction goes through depends on your credit card company's over limit policy.", "\"You may only go over your credit card limit if you sign up for over-limit protection,\" said Brian Meiggs, founder of the personal finance site My Millennial Guide. \"Otherwise, your transaction will be declined.\"", "That's because the 2009 CARD Act requires you to opt-in to paying over-the-limit fees before you can exceed your credit limit. If you don't opt-in, you won't pay an over-limit fee. But unless your card issuer specifically allows you to go over your spending limit, the transaction may be declined.", "Individuals with an excellent credit history and a good credit score will be able to apply (and get approved) for almost any card. If you feel like you fit into this category, use Credible's free financial tools to browse different types of credit cards to see which best fits your financial needs.", "HERE'S WHY YOU SHOULD HAVE MORE THAN ONE CREDIT CARD", "What are the financial consequences of going over your card limit?", "Going over your card's credit limit can affect you financially in different ways.", "\"Your interest rates could increase, it could lead to a lower credit score and a lower credit limit, and you can be charged an over-limit fee,\" Meiggs said. \"Worst-case scenario, your credit issuer could close your account if you habitually exceed your credit limit.\"", "While the CARD Act effectively eliminated over-the-limit fees, you could still pay them if you've opted in. In terms of credit score impacts, going over your limit could negatively affect your credit utilization ratio. This represents how much of your total credit limit you're using at any given time. Unless your credit limit increases alongside your balances, going over your card's limit could hurt your utilization ratio and cost you credit score points.", "Carrying a larger balance on your cards could also mean paying more interest if you're stuck with a higher APR. Executing a balance transfer at zero percent can help reduce interest costs. But that isn't free since it usually means paying balance transfer fees.", "SECURED CREDIT CARDS CAN HELP BUILD YOUR CREDIT — HERE'S HOW", "What are the alternatives to going over your credit limit?", "Going over your spending limit isn't ideal for a variety of reasons. The good news is, there are some other options you can pursue.", "Request a higher limit. You could ask your card issuer to raise your credit limit. Many credit card issuers allow you to do so online and get a decision almost instantly.", "Apply for a new credit card. Opening a new credit card account can give you access to a larger line of credit overall. Keep in mind that inquiries for new cards will affect credit scoring. Using an online marketplace like Credible to compare cards can help you find the right one.", "Consider a personal loan. If you have a large purchase planned, using a personal loan to pay for it could make sense if you're able to borrow at a low interest rate. If you have a large purchase planned, using a personal loan to pay for it could make sense if you're able to borrow at a low interest rate. Visit Credible to compare personal loan options from multiple lenders without impacting your credit score.", "HOW TO INCREASE YOUR CREDIT SCORE FAST", "How to avoid exceeding your credit limit", "If you'd rather not exceed the amount of credit you have on your card, there are a few things you can do to avoid it.", "Budgeting and tracking spending is a good place to start, said Meiggs. A budget is one of the most important personal finance tools you can use to manage your finances and avoid overspending.", "Next, you can set up transaction alerts for your credit cards to notify you when you're getting close to your credit limit. This can help you curb making purchases with the card until you have a chance to pay down some of your existing balance.", "It's also helpful to make note of your credit limit for each card you own. You can request credit limit increases strategically to free up more credit while potentially improving your credit utilization ratio.", "Opting out of over-limit fees and protections can make exceeding your credit limit a moot point. But if you decide not to do that, assess your balances and available credit regularly and aim for a credit utilization ratio of 30% or lower, advised Meiggs.", "If you plan to apply for new credit cards, including balance transfer cards, do your homework first. Consider visiting Credible to review offers from different credit card companies to find the best match for your needs and spending habits.", "WHAT CREDIT CARD SHOULD YOU GET? HOW TO CHOOSE THE BEST ONE FOR YOU"], "authors": ["Rebecca Lake"], "keywords": ["happens", "cards", "score", "limit", "credit", "youre", "personal", "spending", "paying", "card", "pay"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}