{"id": "aa2ddf4d-1de4-33b5-803f-54ad341e39aa", "title": "Poem of the week: Under the Light, yet under by Emily Dickinson", "url": "https://www.theguardian.com/books/2021/jan/11/poem-of-the-week-under-the-light-yet-under-by-emily-dickinson", "summary": "In certain poems by Emily Dickinson, a voice sounds through that seems intermittently to draw on the genre of children’s verse for its rhythmic structures.\nThis week’s poem (written in 1865) hints at a particular subdivision of the genre, and, three lines before the end, even plants a kind of clue: “Further than Riddle [can] ride.” The poem is a riddle, of sorts.\nIn the alliterative devices of the last stanza, though, the poem is also a reminder of the Old English riddle, not at all a children’s genre.\nNow the direction of the first stanza is reversed and we’re urged to look “over the Light”.\nThere are many poets contained in a single Dickinson poem, and many ages – in all senses of the word.", "paragraphs": ["Under the Light, yet under", "Under the Light, yet under,", "Under the Grass and the Dirt,", "Under the Beetle’s Cellar", "Under the Clover’s Root,", "", "Further than Arm could stretch", "Were it Giant long,", "Further than Sunshine could", "Were the Day Year long,", "", "Over the Light, yet over,", "Over the Arc of the Bird —", "Over the Comet’s chimney —", "Over the Cubit’s Head,", "", "Further than Guess can gallop", "Further than Riddle ride —", "Oh for a Disc to the Distance", "Between Ourselves and the Dead!", "In certain poems by Emily Dickinson, a voice sounds through that seems intermittently to draw on the genre of children’s verse for its rhythmic structures. Leaving aside the questions raised by early attempts at marketing Dickinson as a children’s writer, it seems certain that her own youthful reading in the genre remained a significant, deeply absorbed element in her mature technique.", "This week’s poem (written in 1865) hints at a particular subdivision of the genre, and, three lines before the end, even plants a kind of clue: “Further than Riddle [can] ride.” The poem is a riddle, of sorts. It seems at first glance almost to have been crafted to entertain and keep a bright young reader guessing. There’s a degree of playful teasing in the opening line, effected by the repetition of “under” (“Under the Light, yet under.”) This is a bit like saying “you’re getting warm” when a player is on the right track in a guessing game, but needs to go farther. In the alliterative devices of the last stanza, though, the poem is also a reminder of the Old English riddle, not at all a children’s genre. Technically and imaginatively, Dickinson will always transcend categories.", "This “riddle” is one that is designed to “ride” consistently beyond itself. Its aim is multi-directional and vastly long-distance, but the “answer” is a condition wholly unreachable. The reader’s mind is led “under”, “further”, “over” and “further” again. The five repetitions (of “under”) in the first stanza are unique. They set the scene on earth, and almost immediately push beneath it, with typically close-seen natural images, uniting those particularly associated with the graveyard (“the Grass and the Dirt”) with suggestions of nourishment and vitality (“the Beetle’s Cellar”, “the Clover’s Root”).", "The mystery intensifies. Now the direction of the first stanza is reversed and we’re urged to look “over the Light”. This is the point where the light becomes metaphysical. We were not meant to be detained by the lovely image of extended sunlight in the last line of stanza two.", "Dickinson springs her best surprises in the third stanza. The “Comet’s chimney” very likely refers to the Great Comet of 1823, also designated C/1823 Y1 or Comet De Bréauté-Pons. Jean-Louis Pons had believed when he first observed the phenomenon that he was seeing smoke from a chimney. Only the smoke’s failure to move alerted him to his mistake. It was a bright comet with two “tails”, visible during the last month of 1823 and the first months of 1824.", "The image of the “Cubit’s Head” is more obscure. The biblical cubit was only the length of a forearm, after all. But perhaps the owner of the forearm was King Og, the giant who was slain by Moses, and, according to the Talmud, could have destroyed Israel by overturning a mountain. He sets a different standard for cubits, and for giant’s bedsteads. Dickinson’s second stanza includes a giant, and might have led her to further thoughts about Og and the head of his vast bed.", "The poem that’s so much more than a riddle gives up its subject indirectly, with an interjection of intense longing: “Oh for a Disc to the Distance / Between Ourselves and the Dead!” The “disc” (from the Latin diskos, meaning a quoit) might suggest a circular-shaped planet or star that could at least be seen from the Earth, if not visited, or simply, playfully, a “discus” that could be thrown into the hands of those no longer on the Earth. It might also suggest a coin or key-like device, which would open an imagined lock. The speaker seems to ask for something utterly simple and hugely complex at the same time. It’s a characteristic combination of qualities, belonging to much of her most vital work. There are many poets contained in a single Dickinson poem, and many ages – in all senses of the word."], "authors": ["Carol Rumens"], "keywords": ["riddle", "giant", "week", "ride", "earth", "poem", "dickinson", "emily", "disc", "genre", "stanza", "light"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}