{"id": "aa583445-a97a-3188-a7e5-079a2a6e4d48", "title": "5 of the Most Fascinating Objets d’Art From Design Miami", "url": "https://www.vogue.com/article/5-of-the-most-fascinating-objets-dart-from-design-miami", "summary": "Design Miami, like so many things this year, is a pared-back version of its usual self.\nAnd while, yes, such cultural beachside bacchanalia is surely missed, 2020 allows us to completely refocus on what made Design Miami such a thing in the first place: the work itself.\nBelow, the most fascinating objets d’art from Design Miami 2020.\nRoberto Lugo, Kamala Harris Teapot (Wexler Gallery)Kamala Harris Teapot by Roberto Lugo, 2020, Wexler GalleryRoberto Lugo, the classically trained ceramicist whose vessels serve as odes to Black and Latinx icons, expands his collection of porcelain portraits for Design Miami’s Podium America(s) exhibition, which examines what, exactly, it means to be American.\nThis Kamala Harris teapot—with an AOC urn as a close second.", "paragraphs": ["Design Miami, like so many things this year, is a pared-back version of its usual self. There’s no labyrinthine layout in a cavernous convention center on 19th street, no eager Instagrammers swarming the latest Kaws debut, no dinner parties sponsored by buzzy brands. And while, yes, such cultural beachside bacchanalia is surely missed, 2020 allows us to completely refocus on what made Design Miami such a thing in the first place: the work itself.", "In this extraordinary year, the fair made a poignant choice to return the Moore Building, where they first debuted in 2005. You could still see the art in person, as long as you purchased a ticket (with an assigned time slot) in advance. But they also made it accessible far beyond South Florida: talks were streamed online, art was uploaded into galleries, and a new e-commerce shop meant furniture collectors could browse from the safety of their own homes.", "Below, the most fascinating objets d’art from Design Miami 2020.", "Roberto Lugo, Kamala Harris Teapot (Wexler Gallery)", "Kamala Harris Teapot by Roberto Lugo, 2020, Wexler Gallery", "Roberto Lugo, the classically trained ceramicist whose vessels serve as odes to Black and Latinx icons, expands his collection of porcelain portraits for Design Miami’s Podium America(s) exhibition, which examines what, exactly, it means to be American. The standout? This Kamala Harris teapot—with an AOC urn as a close second.", "OrtaMiklos, Surfing USA Chair (Friedman Benda)"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["lugo", "2020", "design", "wexler", "kamala", "yes", "dart", "teapot", "harris", "miami", "objets", "fascinating", "art"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}