{"id": "aa8d1adb-a0be-35d2-9fe7-2fa8b9865ed6", "title": "FA Cup third round: 10 talking points from the weekend's action", "url": "https://www.theguardian.com/football/2021/jan/11/fa-cup-third-round-10-talking-points-from-the-weekends-action", "summary": "Their manager, Jamie Vermiglio, revealed before the Derby tie that getting to round three had, in no uncertain terms, saved the club.\nWhether Van de Beek starts either of the next two trips, to Burnley or Liverpool, remains to be seen though.\nA frustrating 2020 – Agüero could bring up a year without a Premier League goal next week – may turn into a wasted final season in Manchester, a stop-start campaign where stops outnumber starts.\nAlli looked driven for the 65 minutes he was on the pitch and will be hoping his performance will justify more time on the pitch in the Premier League.\nTau forced a save from Tom King and later smashed a fine chance to win the match over the bar.", "paragraphs": ["1) Willian is a luxury flop Arsenal cannot afford", "Willian was a stalwart for Chelsea, even if he was often perceived as a notch below their brightest stars. Last summer he was given the chance to become a leading light for Arsenal but he has flopped, giving them another expensive problem. Against Newcastle he had an opportunity to show that their recent upturn, which coincided with his absence through illness, could be sustained in his presence but instead he produced more of the same. This season was a chance for Willian to put his mark on games but he has cast scant influence while the likes of Bukayo Saka and Emile Smith Rowe point the way forwards. Ordinarily there would be little problem in keeping a 32-year-old international around as experienced filler but Willian arrived on a hefty wage that Arsenal are committed to paying until mid-2023. They cannot afford him to be a luxury item and, if he does not rediscover some form, he will follow Mesut Özil on the list of costly conundrums that need solving. Nick Ames", "2) Crawley can kick on after claiming Leeds scalp", "Crawley haven’t finished higher than 14th since being relegated to League Two in 2015 and have often been tipped to fall back into the non-league game from which they won promotion in 2011, but John Yems has assembled a slick and potent side this season who are unbeaten since late November and, in sixth, look a decent bet to go up. Some might fear that an extended Cup run will derail a stretched squad’s league ambitions but the manner of their victory over Leeds should only fuel them. This was no smash and grab giantkilling – Crawley dominated midfield against a team known for getting on the front foot wherever possible, enabling their attackers to expose the flaws in Marcelo Bielsa’s notoriously flaky defence, with Ashley Nadesan a perennial threat. That they managed to take control of the tie with their highly rated top scorer, Max Watters, sitting on the bench until the 72nd minute suggests they have what it takes to mix a Cup run with a promotion push. Tom Davies", "Play Video 1:09 Crawley Town's Nicholas Tsaroulla tearful after FA Cup upset against Leeds United – video", "3) Chorley continue to dream after downing Rams youngsters", "With no fans in attendance and Derby reduced to sending their youth team to Chorley for Saturday’s tie in Lancashire, it was easy to forget that there are still overwhelming positives from an FA Cup run, even in these uncertain times. The National League North side, who are in the fourth round for the first time in their history following the 2-0 victory against the Covid-depleted Rams, estimate they could now make as much as £500,000 from a run which has now seen them knock four EFL sides out of the Cup. Their manager, Jamie Vermiglio, revealed before the Derby tie that getting to round three had, in no uncertain terms, saved the club. With more revenue set to follow in the weeks ahead, Chorley can plan for happier times. They are the first sixth-tier team to get this far since Havant and Waterlooville in 2008, only to be beaten 5-2 at Anfield by Liverpool. Boyhood Reds fan Vermiglio admits that is his dream tie next. Aaron Bower", "4) Van de Beek proves United’s midfielder variety", "Donny van de Beek started in this edgy win and was again accomplished, yet in the Premier League the Dutchman is more akin to the eternal substitute, being named in the XI by Ole Gunnar Solskjær only twice in his 10 appearances in the competition. If this makes judging the midfielder’s true worth particularly tricky it is evident that when he does feature, Van de Beek adds a quick, one-touch dimension to Manchester United that enhances their play and which the manager wants for his team. Van de Beek does not possess Paul Pogba’s X-factor creativity, Scott McTominay’s muscularity, Fred’s all-round game, nor is he a firefighter like Nemanja Matic but this is the point. Pairing the 23-year-old withany of these others offers United a different way of going at opponents and illustrates the depth of options the manager has in this department. Whether Van de Beek starts either of the next two trips, to Burnley or Liverpool, remains to be seen though. Jamie Jackson", "5) Blades look to build on first victory this season", "Whether Sheffield United’s first victory for six months does anything when it comes to reigniting their seemingly doomed fight for Premier League survival remains to be seen but Chris Wilder recognised they had to stop the rot. Otherwise, he said, there would be consequences. From the moment his players trudged down the terrace of the Thatchers End, where the Bristol Rovers supporters’ bar doubled up as the visitors’ dressing room, they knew they had everything to lose and the League One side everything to gain. Wilder, who named only eight substitutes owing to injuries and illness, named arguably his strongest available team and finally they have something to build on before facing Newcastle at Bramall Lane on Tuesday, when league duty resumes. “This division is ruthless, cut-throat and it really doesn’t give a monkey’s about anybody and punishes when you when you’re not at your best,” Wilder said. Ben Fisher", "Facebook Twitter Pinterest Chris Wilder finally has a win to boast about after his side defeated League One Bristol Rovers 3-2. Photograph: Ian Cook/CameraSport/Getty Images", "6) Wolves’ solidity bodes well after jittery patch", "Wolves had failed to keep a clean sheet in the 10 matches since beating Crystal Palace on 30 October, but looked much more defensively sound in Friday’s FA Cup third-round win.", "Winning only twice in that spell while alternating between Nuno Espírito Santo’s stock 3-4-3 formation and a less risk-averse 4-2-3-1, Wolves have appeared less solid. Despite fielding a back four, including the more attacking left-back option Rayan Ait-Nouri, Wolves managed to retain a more compact shape and were undone down the channels less than during the past two months against an admittedly compact Palace.", "Expected goals suggested they were three times more penetrative than Palace, with matchwinner Adama Traoré leading the way, but it was the tighter defensive performance that boded just as well. Romain Saïss is playing with increasing conviction alongside Conor Coady and, just in front, the returning Leander Dendoncker and, especially, Rúben Neves provided a better screen. Pete Lansley", "7) Agüero risks leaving City with a whimper", "This was due to be the day for Sergio Agüero. After six successive games on the bench Pep Guardiola had promised him a first start since October. Then the teamsheets were submitted and there was no sign of Manchester City’s greatest goalscorer. He was absent but not injured. He is self-isolating and is almost certain to miss Wednesday’s game with Brighton, perhaps even Sunday’s against Crystal Palace. And, given how Guardiola seems concerned the Argentinian’s battle-worn body will break down again, perhaps more training sessions and substitute appearances will be required before he is deemed ready to start. A frustrating 2020 – Agüero could bring up a year without a Premier League goal next week – may turn into a wasted final season in Manchester, a stop-start campaign where stops outnumber starts. With each setback it feels less likely City will see Agüero at his sharpest and most spectacular again. Richard Jolly", "", "8) Tomori needs to leave after Rüdiger return to favour", "Antonio Rüdiger seemed certain to leave Chelsea at the end of the previous transfer window. The German had completely fallen out of favour under Frank Lampard. However Rüdiger ended up staying at Stamford Bridge and has worked to put himself back in contention. Although he is not part of the regular back four, he is first in line behind Thiago Silva and Kurt Zouma in central defence, which has left another of Lampard’s defenders with a tough decision to make. Fikayo Tomori is one of five centre-backs in Chelsea’s squad and the England international, who turned down the chance to join West Ham on loan in October, will feel that he needs to move this month. The 23-year-old is fifth choice at the moment and, although Lampard made changes against Morecambe, Tomori was on the bench for the win over the League Two side. After coming on in the 80th minute, he needs a loan. Jacob Steinberg", "", "Facebook Twitter Pinterest Frank Lampard made changes but Fikayo Tomori was still on the bench for Chelsea against Morecambe. Photograph: Darren Walsh/Chelsea FC/Getty Images", "9) Alli makes point to Mourinho at Marine", "Spurs and José Mourinho left with their reputation intact thanks to a quintessentially professional performance at Marine with Dele Alli at its heart. The midfielder has been out of favour for the majority of the Portuguese’s reign in north London and a cold night out at a non-league ground could be seen as a punishment for the England international. It was, however, a test for Alli, to show his quality against an eighth-tier side and prove he has the desire to succeed at Spurs. From the evidence of the opening 20 minutes, Mourinho has been justified in casting Alli aside for parts of the season. Things clicked soon after as he picked up the ball and drifted into the box before laying the opener on a plate for Carlos Vinícius. A clipped pass to Matt Doherty created the second goal and with two moments of class the game was over. Alli looked driven for the 65 minutes he was on the pitch and will be hoping his performance will justify more time on the pitch in the Premier League. Will Unwin", "10) Tau’s arrival may help goal-shy Brighton prosper", "Two and a half years after signing for the club, Percy Tau finally made his Brighton debut – via three loan spells at different Belgian clubs – against Newport. The South Africa international was brought back from Anderlecht this month as Graham Potter looks to add to his firepower as he aims to take the Seagulls away from the relegation zone. The striker came on with 20 minutes of normal time to go. He looked lively and showed promising signs in his linkup play with Neal Maupay as Brighton attempted to break down their League Two opponents. Tau forced a save from Tom King and later smashed a fine chance to win the match over the bar. His scoring record in Belgium was underwhelming and the early signs of whether he has the composure to regularly convert the limited opportunities he will get in a Premier League relegation battle is yet to be seen. Will Unwin"], "authors": ["Guardian Sport"], "keywords": ["action", "premier", "points", "cup", "wilder", "team", "fa", "beek", "seen", "weekends", "alli", "win", "round", "talking", "league", "van"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}