{"id": "aad1ed78-2050-36b1-97de-b4e334ff0607", "title": "America’s never-ending election - The final countdown to Donald Trump’s election defeat", "url": "https://www.economist.com/united-states/2020/12/09/the-final-countdown-to-donald-trumps-election-defeat", "summary": "F OUR YEARS ago Democrats groused that Donald Trump had secured victory in the presidential election through razor-thin victories in three states, meaning that 77,774 voters in effect swung the election.\nThis time, regardless of a lopsided popular vote in the Democrats’ favour, the electoral-college margin was even thinner.\nThis is exactly the same as Mr Trump’s margin four years ago, which he described as a “landslide” back then and now decries as pure fraud.\nGiven the electoral college’s inherent advantage for Republicans, Democrats struggled with their traumatic recollections of Mr Trump’s seemingly unimaginable defeat of Hillary Clinton in 2016.\nIn the end, the popular vote was not nearly as close as that (see chart).", "paragraphs": ["F OUR YEARS ago Democrats groused that Donald Trump had secured victory in the presidential election through razor-thin victories in three states, meaning that 77,774 voters in effect swung the election. This time, regardless of a lopsided popular vote in the Democrats’ favour, the electoral-college margin was even thinner. The final, certified results show that had just 43,560 voters, or 0.03% of the total, in three states (Arizona, Georgia and Wisconsin) changed their minds, there would have been a tie in the electoral college. The outcome would then have been decided by a still more arcane, less-majoritarian election in the House of Representatives, probably in Mr Trump’s favour—making it the third time in 20 years that Democrats would have lost the presidency despite winning the popular vote.", "That nightmarish scenario for Democrats has been narrowly avoided, however. All states except Wisconsin finalised their results by December 8th. On December 14th the electoral college will meet and elect Joe Biden as the 46th president of the United States. It will do so by a pledged margin of 306 votes to 232. This is exactly the same as Mr Trump’s margin four years ago, which he described as a “landslide” back then and now decries as pure fraud.", "The full picture of the election has emerged only slowly. Early on the evening of November 3rd, Mr Trump won the crucial state of Florida with unexpected ease. He looked stronger than anticipated in Georgia and North Carolina. Rather than leading by ten percentage points in the popular vote, as some polls had predicted, Mr Biden appeared to be nearly tied with the president on election night—a thin margin of 1.5 points, or just 1.9m votes. Given the electoral college’s inherent advantage for Republicans, Democrats struggled with their traumatic recollections of Mr Trump’s seemingly unimaginable defeat of Hillary Clinton in 2016.", "In the end, the popular vote was not nearly as close as that (see chart). The picture changed partly because of the perennial slow vote-counting in populous Democratic strongholds such as California and New York, and also because of the unusually large numbers of (mostly Democratic-leaning) Americans who voted by post in this cycle because of the covid-19 pandemic. Mr Biden’s popular-vote margin has swelled to 4.5 points, or more than 7m Americans."], "authors": ["The Economist"], "keywords": ["vote", "trumps", "mr", "popular", "final", "democrats", "electoral", "points", "neverending", "americas", "donald", "margin", "states", "election", "defeat", "countdown"], "pubDate": "2020-12-09T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}