{"id": "ab134c07-a534-355c-b0a9-a20efe660eb4", "title": "The right kind of discipline - Budget deficits should depend on the unemployment rate", "url": "https://www.economist.com/leaders/2020/11/28/budget-deficits-should-depend-on-the-unemployment-rate", "summary": "As covid-19 runs rampant in Europe and America the world economy is taking another hit from the pandemic.\nAt the same time the growing prospect of mass vaccination in 2021 raises the prospect of an imminent recovery.\nCongress looks unlikely to agree to renew emergency spending on unemployment insurance and loans before Mr Biden takes office.\nIt should start with the recognition that public debts in rich countries, though soaring, are sustainable because of rock-bottom interest rates.\nDespite borrowing 19% of its GDP this year, Britain will save about £13bn ($17bn) on debt interest compared with last year.", "paragraphs": ["E CONOMIC FORECASTERS could be forgiven for feeling a sense of whiplash. As covid-19 runs rampant in Europe and America the world economy is taking another hit from the pandemic. America’s consumers are gloomy; Europe’s service sector is contracting. At the same time the growing prospect of mass vaccination in 2021 raises the prospect of an imminent recovery. In 2020 economists were too pessimistic about how fast growth would rebound after the first wave of infection, especially in America. A vaccine might allow another snapback in 2021.", "A springtime consensus that governments should spend big on rescue packages has given way to bickering and confusion. In America Steve Mnuchin, the treasury secretary, is bringing to an end some of the Federal Reserve’s emergency programmes (see article). Janet Yellen, whom President-elect Joe Biden this week chose to be Mr Mnuchin’s successor, will be greeted by a legal and political storm about the Fed’s lending authority. Congress looks unlikely to agree to renew emergency spending on unemployment insurance and loans before Mr Biden takes office. In Europe Hungary and Poland are holding up the EU’S budget and its €750bn ($900bn) “recovery fund” in a spat over whether the disbursement of cash should be conditional on countries upholding the rule of law. The European Commission has warned several countries about their debts. Britain’s government is trying to reconcile an instinctive suspicion of deficits with a recognition that the economy still needs life support, in part by cutting the foreign-aid budget (see article).", "Clear thinking is needed. It should start with the recognition that public debts in rich countries, though soaring, are sustainable because of rock-bottom interest rates. Despite borrowing 19% of its GDP this year, Britain will save about £13bn ($17bn) on debt interest compared with last year. While rates are low, higher debt will not by itself demand belt-tightening after the crisis."], "authors": ["The Economist"], "keywords": ["kind", "budget", "america", "depend", "prospect", "mr", "europe", "rate", "discipline", "recognition", "unemployment", "deficits", "emergency", "rates", "interest", "countries", "recovery", "right"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}