{"id": "ab148e90-ee0a-399c-8ab1-23fe32002090", "title": "Pac-Man 99 Arrives Exclusively On Nintendo Switch Online Today", "url": "https://www.gameinformer.com/2021/04/07/pac-man-99-arrives-exclusively-on-nintendo-switch-online-today", "summary": "Are you ready for another classic game battle royale?\nToday, Pac-Man 99 heads to Nintendo Switch Online, where you can battle it out with a ton of other players as you eat delicious treats, dodge ghosts, and scramble for those power pellets!\nIt’s Pac-Man battle royale!\nIn Pac-Man 99, when you crunch and munch a ghost down on your board, it sends the ghost to another player’s board as a “Jammer Pac-Man”, creating tons of player-vs-player interaction and conflict.\nAre you going to try Pac-Man 99?", "paragraphs": ["Are you ready for another classic game battle royale? Couldn’t get enough of the frantic absurdity and smooth control of Tetris 99? Today, Pac-Man 99 heads to Nintendo Switch Online, where you can battle it out with a ton of other players as you eat delicious treats, dodge ghosts, and scramble for those power pellets! It’s Pac-Man battle royale! Check out the trailer below to get a good look at how things work.", "If you’ve never played Pac-Man before, basically you need to deftly maneuver in some tight spaces while avoiding dangerous ghosts. The ghosts will destroy you if they touch you. However, once you’ve munched down on a power pellet, the tables turn, and you can eat the ghosts! In Pac-Man 99, when you crunch and munch a ghost down on your board, it sends the ghost to another player’s board as a “Jammer Pac-Man”, creating tons of player-vs-player interaction and conflict.", "These Jammer Pac-Man units don’t kill you on touch like a regular ghost, but they do slow you down significantly if you run into them, so it can be incredibly difficult to escape your standard pursuers if you get hit. Things can get really wild in a hurry with this aspect of the game, so you’re going to want to keep a clean house as much as possible if you have any hope of surviving to be the last Pac-Man standing.", "In addition, you can create sleeping ghost trains in your own territory, adding additional ghosts that trail behind your main adversaries. Then, once you get a power pellet, you can eat many, many ghosts instead of just one, sending an overwhelming wave of Jammer Pac-Man enemies into enemy territory! Not only that, but you have various powerups and targeting options that you can use throughout the game for some advanced strategy, allowing you to really show off your Pac-Man skill. It’s hyper-fast, frenzied Pac-action, and it’s scheduled to land today!", "Are you going to try Pac-Man 99? What other classic game do you want to see in a battle royale format? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["99", "ghosts", "power", "switch", "arrives", "jammer", "today", "exclusively", "battle", "ghost", "online", "pacman", "game", "eat", "nintendo", "royale"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}