{"id": "ab2facee-be4f-3ae2-9cc3-2f825ab4cedc", "title": "Gary Player’s apartheid history is not quite as smooth as his Augusta retelling", "url": "https://www.theguardian.com/sport/2021/apr/10/gary-player-history-south-africa-the-masters-golf", "summary": "Augusta, which is built on the site of an antebellum fruit plantation, has smoothed over some of its own history.\nGary Player with Lee Elder at Augusta.\nAccording to Player, he had to personally persuade the then South African president, John Vorster, to let Elder come, and he did it at some cost.\n“I was called a traitor.”It’s true he was criticised by people on both sides of the apartheid debate, and even faced death threats.\nHe was also being paid by the South African government to play golf with US business executives in an attempt to persuade them not to withdraw their investments from the country.", "paragraphs": ["It has been almost 50 years since Lee Elder became the first black man to play in the Masters, and five months since Augusta National announced they were at last going to mark his achievement by inviting him to join Jack Nicklaus and Gary Player as one of the tournament’s honorary starters.", "So long that when the moment finally came around early on Thursday morning, Elder, who is 86, wasn’t able to get up and swing a club. Instead he sat and watched as Player and Nicklaus did. It was a poignant moment, despite the way Player’s son (and caddie) Wayne, hovered over Elder’s shoulder cradling a branded box of golf balls, like a model on the shopping channel.", "It looked like a ham-fisted bit of guerrilla marketing. Player denied it. “The only thought from that point was that it would be cool for fans to know what ball my dad was teeing off with,” he told Golf Digest, which also reported he has a stake in that particular ball manufacturer. “That’s where it ends. If I’ve hurt people’s feelings then I’m truly sorry and hope they will forgive me.”", "Later, Augusta National’s social media team released another version of the footage in which Player’s box of balls seemed to have been cropped out of the main shot, which made it a freshly pressed bit of Augusta history, laundered till it looked just so. Which fits. Augusta, which is built on the site of an antebellum fruit plantation, has smoothed over some of its own history. So has Player.", "In the press conference he, Elder and Nicklaus gave later that morning, he told the story of the time he invited Elder over to South Africa to play in the South African PGA. “In 1969 I think it was.” He was two years out, but, as he said: “As we get older we don’t remember all the intricacies and details.” Intricacies and details like the remarks he made in his 1966 book Grand Slam Golf, in which he spoke about his proud support for the architect of apartheid, Hendrik Verwoerd.", "Gary Player with Lee Elder at Augusta. Photograph: Mike Segar/Reuters", "The story of Elder’s trip is worth telling. He and his wife, Rose, travelled across Uganda, Kenya, Nigeria and South Africa, playing tournaments, giving lectures, clinics and demonstrations at universities and schools. Elder donated all his winnings to local charities, and insisted that he would only play in South Africa if they agreed to allow black fans in to watch.", "According to Player, he had to personally persuade the then South African president, John Vorster, to let Elder come, and he did it at some cost. “I was called a traitor.”It’s true he was criticised by people on both sides of the apartheid debate, and even faced death threats. But in this telling, he comes across as a man on a crusade against apartheid. On Thursday he even described Elder’s presence on the 1st tee at Augusta that morning as “a historic moment for me” because “Lee Elder experienced a lot of things that I also experienced in my life”. The black knight playing white knight.", "Others remember it differently. Vorster’s decision to allow Elder to come coincided with a new policy of allowing black athletes to compete in “multinational” sports contests in an attempt to get around the international boycotts. Player was a proud and outspoken advocate of Vorster’s government before, during and after Elder’s trip, some even claim he was a propagandist for the regime. In a New York Times interview in 1975, Player said: “Great changes are taking place here, I definitely feel there is more love between black and whites in South African than in any other country I’ve seen.”", "At that time Player was also working for the Committee for Fairness in Sport, a public relations organisation funded by the South African government to push back against the boycotts. He was also being paid by the South African government to play golf with US business executives in an attempt to persuade them not to withdraw their investments from the country.", "Which isn’t to say Player deserves to be condemned. Nelson Mandela wrote: “Few men in our country’s history did as much to enact political changes for the better that eventually improved the lives of millions of his countrymen. Through his tremendous influence as a great athlete Mr. Player accomplished what many politicians could not.”", "He has spoken himself about how “I’ve said things I regret, have changed my opinion about things.” Only that an honest account of his history, of his sport’s history, wouldn’t read quite so smooth, or straightforward, or polished, as he makes it sound."], "authors": ["Andy Bull"], "keywords": ["black", "african", "history", "golf", "smooth", "retelling", "quite", "players", "augusta", "elder", "south", "play", "player", "gary", "elders", "apartheid"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}