{"summary": "Unsurprisingly, I consider Corbyn a case study of the disaster that befalls a progressive party which chooses a leader who’s too far left.\nLike the Democratic party in the United States or the Social Democratic party in Germany, Labour began as a working-class party but now is dominated by university-educated, upper-middle-class professionals.\nUrban middle-class parties of the left ought to be on guard against this sort of covert class discrimination.\nNumerous commentators have pointed out that it’s easier for conservative parties to move left on economics than it is for progressive parties to move right on culture.\nBut there’s something for both Republicans and Democrats to learn from the British elections, and Democrats may have the most to gain.", "url": "https://www.theguardian.com/commentisfree/2019/dec/18/britain-election-us-corbyn-sanders-trump-johnson", "paragraphs": ["When I began my postgraduate studies at Cambridge University in the late 1980s, I believed that the British were more or less like Americans but with different accents. I soon learned that I was profoundly mistaken. As one of my fellow American students (a Texan) exclaimed with wide-eyed wonder during our first week at the university, “I used to think that Monty Python was a comedy. It ain’t – it’s a documentary!”", "Britain has become considerably more Americanized since that time, though the differences between the two societies still are such that it’s difficult for Americans to draw simple lessons from the recent UK elections. Boris Johnson and Donald Trump are both rightwing populists and fabulists, but otherwise have little in common. Bernie Sanders may at times sound like a Brooklyn version of Jeremy Corbyn, but Corbyn is considerably to Sanders’ left in terms of both economics and foreign policy. Even so, there is sufficient resemblance between our political systems to attempt a few generalized conclusions.", "The Guardian view on a workers’ party: the country needs one | Editorial Read more", "Since Johnson is such a loose cannon, it’s hard to predict how he will govern or whether there are lessons in his victory for the Republican party. It’s likely that he will make Brexit a reality, if only because the Tories benefited so greatly from the perception that the British elite was anti-democratically thwarting its implementation. Brexit, in my view, was a misguided response to legitimate fears about the unequally distributed costs of globalization that are shared by many citizens in this country; hopefully we can find a way to address them in a less self-damaging way.", "Brexit aside, Johnson ran on a form of One Nation conservatism that the Republican party should imitate but probably won’t. Both Tories and Republicans have abandoned austerity, but Republicans directed most of their deficit spending toward tax cuts for corporations and the ultra-rich. Ideologically constrained Republicans are unlikely to echo Johnson’s pledge for greater investment in education, science, infrastructure and socialized medicine, let alone his call for a new department to tackle climate change, even though such policies would be perfectly consistent with a sane version of Trumpian economic nationalism.", "Unsurprisingly, I consider Corbyn a case study of the disaster that befalls a progressive party which chooses a leader who’s too far left. The problem was not Corbyn’s socialism as such. Some of his policies for raising taxes on corporations, financial transactions and the rich were popular and arguably necessary responses to post-crash capitalism’s failure to provide rising living standards for all. But economic radicalism typically goes hand-in-hand with other forms of leftwing extremism. Corbyn eventually became deeply unpopular as the public became more aware of the antisemites, Stalinists and terrorist sympathizers who surrounded him.", "Labour’s massive defeat under Corbyn was thoroughly predictable. Indeed, as long ago as June 2015, the conservative journalist Toby Young was calling for Tories to join the Labour Party in order to help Corbyn win the leadership race. He observed that Labour militants always claimed that the party lost national elections because it put forward candidates like Michael Foot, Neil Kinnock, Gordon Brown and Ed Miliband who were insufficiently Marxist; nominating Corbyn would put that theory to the test. Young foresaw that “with Corbyn at the helm, Labour’s loss will be so catastrophic – so decisively humiliating – that the Left of the party might finally be silenced for good”. He also foresaw that Boris Johnson would be the beneficiary of a Corbyn defeat.", "Beyond the unique liabilities of Corbyn, however, Labour’s electoral collapse stems from a transformation common to other center-left parties in many western democracies. Like the Democratic party in the United States or the Social Democratic party in Germany, Labour began as a working-class party but now is dominated by university-educated, upper-middle-class professionals. The latter tend to be considerably more progressive than the former on cultural issues such as immigration and identity. This middle class also tends to live in booming metropolitan areas while the downwardly mobile working class is left behind in declining rural areas and Rust Belt towns.", "Did Corbyn’s middle-class supporters reflect, in the wake of his defeat, that perhaps they ought to try to empathize to a greater extent with working-class concerns? No doubt some did, but the more common response was to chalk up their losses to the alleged racism, sexism and xenophobia of the working class.", "This blame-casting is unhelpful for winning back a majority and represents, in a way, the latest manifestation of longstanding middle-class condescension toward the white working class. The sociologist Richard Hoggart, who grew up an orphan in the grim poverty of the back-to-backs in south Leeds, noted that many middle-class people angrily deny the persistence of class feeling “because the class-styles they themselves practise are so embedded in their backgrounds and training that they quite fail to recognise them; they seem like ordinary, neutral, normal ways of going about things”.", "Urban middle-class parties of the left ought to be on guard against this sort of covert class discrimination", "Michael Young, the British sociologist who coined the term “meritocracy” in 1958 – and, incidentally, the father of Toby Young – anticipated that moving toward a system that would advantage bright, college-educated professionals would be problematic for the Labour party (in which he served as chief theoretician). Labour stood for social justice and mutual support in the face of an unfair class system; a system that sorted everyone on the basis of their merits would erode that social solidarity. And, as the beneficiaries of meritocracy passed their benefits on to their children, they would form a new aristocracy lacking sympathy for those who failed to get ahead. A meritocratic society, Young thought, would become increasingly unequal and ultimately would end in revolution.", "Urban middle-class parties of the left ought to be on guard against this sort of covert class discrimination. A Democratic party that really aspired to be a One Nation party would care about the opioid crisis that has killed 140,000 Americans over the past two years. But it went unmentioned in the last Democratic presidential debate, presumably because the epidemic primarily afflicts white working-class communities that mostly vote Republican.", "Numerous commentators have pointed out that it’s easier for conservative parties to move left on economics than it is for progressive parties to move right on culture. However, sociologists Rob Willer and Jan Voelkel have found that voters respond best to hypothetical candidates who combine highly progressive policies with the invocation of conservative themes like patriotism, family and community. Perhaps putting progressive policies in the service of traditional values would be the way to bridge the divide between middle-class and working-class concerns.", "Jeremy Corbyn’s defeat had much to do with his unique unpopularity. But there’s something for both Republicans and Democrats to learn from the British elections, and Democrats may have the most to gain."], "pubDate": null, "keywords": ["workingclass", "labour", "kabaservice", "party", "left", "young", "completely", "britain", "geoffrey", "parties", "learn", "corbyn", "progressive", "class", "middleclass", "different", "election"], "id": "ab3856e4-9be2-3028-8dd0-cc0776b7cc11", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Geoffrey Kabaservice"], "title": "Britain may be completely different to the US – but we can still learn from its election | Geoffrey Kabaservice"}