{"id": "ab3ea709-e373-3d2b-a603-ad328845fb5e", "title": "The influence of Central American dynasties is ebbing", "url": "https://www.economist.com/the-americas/2021/04/03/the-influence-of-central-american-dynasties-is-ebbing", "summary": "Since commerce and industry flourish best in wealthier, better-educated societies, such diversification aligned the elite families’ interests slightly more closely with those of ordinary Central Americans.\nA scholarly debate rages as to whether big family conglomerates, common in poor countries, are “paragons or parasites”.\nOld family firms with reputations to protect not only must avoid dealing with this underworld, but also get outbid by it in the contest for influence.\nCentral American presidents these days now find it easier than ever to say no to the big families.\nAs the big families lose political influence, they may start to see more clearly the benefits of cleaner governance.", "paragraphs": ["T HE CASTILLO family has been on top for 500 years. It traces its origins to Bernal Díaz del Castillo, the chronicler of the conquest of Mexico by Hernán Cortés. The Spanish empire rewarded him with an encomienda over what is now Guatemala, entitling Castillo to control of all non-Christian labour. The family’s wealth exploded after the creation in 1886 of the Central American Brewery, which for decades enjoyed a national monopoly on beer production. It has since evolved into two separate conglomerates and branched out into coffee, sugar, finance, amusement parks and bottling Pepsi.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Clans like the Castillos occupy a peculiar place in the minds of the 33m people living in the “Northern Triangle” of Guatemala, El Salvador and Honduras. For decades Salvadoreans have spoken of “the 14 families” who supposedly control the country. In Guatemala the cliché is to speak of eight families; in Honduras it is five. The precise numbers are a myth, but the inequality and social immobility that such tales hint at is real.", "A look at the three countries shows why such tales capture imaginations. Poverty and violence abound. Flimsy states are ill-equipped to fix problems. Waves of northward migration act as an escape-valve from despair. Family firms are common in all countries, but in few places are the big ones as dominant as in the Northern Triangle, or as widely distrusted. No family holding company in the region is publicly traded. Most are reclusive, and no one knows how rich the owners really are.", "Such families have long used their political muscle not only to make money but also to preserve flaws in the system that help them to do so. On March 26th Juan Gonzalez, an aide to President Joe Biden, said that it was partly thanks to a “predatory elite” that so many Central Americans try to escape to the United States.", "Having withstood civil wars, military dictatorships and the arrival of democracy, these networks of families are among the region’s most enduring institutions. Though few families have been rich and powerful for as long as the Castillos, many of today’s clans have been around for at least a century. And yet there are signs that this dominance may at last be ebbing.", "In El Salvador and Guatemala the colonial system doled out the best positions of power to Spanish colonists, who sold the products of indigenous labour—such as indigo and silver—to their homeland. But it was not until the arrival of coffee in the 19th century that an agro-export industry took off. The wealthiest families persuaded governments to pass laws which handed them land hitherto owned communally. Laws against “vagrancy” forced indigenous peasants to work half the year on estates. Any resistance was harshly punished.", "Honduras was different. Its chief crop in the early 20th century was not coffee but bananas. Exports were managed by foreigners. Firms like the United Fruit Company would build ports and roads in exchange for land. This meant that no domestic agricultural upper class emerged, leading to the popular joke among Hondurans that their country was “so poor it couldn’t even afford an oligarchy”.", "Such rotten social contracts were unsustainable. By the middle of the 20th century uprisings were common. Honduran banana workers went on strike. Guatemala toppled its dictator in 1944 and began a decade-long experiment with democracy before this was extinguished by a CIA -organised coup and the country descended into a 36-year civil war. In 1979 a group of Salvadorean soldiers launched a “reformist coup”, pre-approved by the United States, in an effort to thwart guerrilla groups swelling in the countryside. Once conflict enveloped that country, though, many of the elite fled abroad.", "As peace came in the 1990s, Northern Triangle economies became more dynamic. Millions of civil-war emigrants began sending remittances home. Commerce and tourism expanded, with family-run shopping complexes and hotels. Even in Honduras, elite families, many of them immigrants from Palestine, started to make serious money. Elsewhere, landowning families intermarried with other clans and entered businesses other than farming. Since commerce and industry flourish best in wealthier, better-educated societies, such diversification aligned the elite families’ interests slightly more closely with those of ordinary Central Americans.", "A scholarly debate rages as to whether big family conglomerates, common in poor countries, are “paragons or parasites”. Some note that they create a lot of jobs and pay a lot of taxes. Many oligarchs wax lyrical about their moral duty to use their power to improve life for everybody; some add that they feel unfairly demonised in a region with no shortage of bad actors.", "Other scholars argue that conglomerates are both a symptom and a cause of poor governance. In a well-governed country, the firms that thrive are those that build a better mousetrap, and mousetrap-builders tend to specialise. In ill-governed places, what counts is political connections, and firms that have them can sprawl into multiple unrelated industries. That shuts out smaller businesses and hinders the emergence of a middle class.", "Once entrenched, big families can rig the rules still further. El Salvador does not have taxes on property or inheritance, which is nice if you are rich. The top rate of income tax in Guatemala is only 7%, despite several attempts to raise it. The most recent, in 2010, left the finance minister, Juan Alberto Fuentes Knight, fuming that the “ G -8”—a group of eight patriarchs from top families—spent more time in the president’s office than he did.", "Oligarchs’ opinions can still decide important questions. The military coup in Honduras of 2009 was blessed by most of the top families. For years CICIG , a UN -backed anti-corruption body in Guatemala, probed government sleaze and military aggression. However, when it started to look into undeclared campaign donations, big families furiously objected. It was ultimately disbanded in 2019.", "Big families do not all think alike. The newly rich industrial dynasties tend to be more open to change than the old coffee clans. Those whose businesses depend more on co-operation with the government, such as airlines and construction, try to jump into bed with every president. The oligarchs in one country have a particular reputation for red-meat conservatism. “Our businessmen look like San Francisco yoga people compared with those Guatemalans,” says a Salvadorean.", "Many family firms grew rich thanks to protectionism: when governments shut out foreign competition, they could charge local consumers more. But the arrival of globalisation has not hurt them as much might be expected. Foreign firms need local partners, and the oligarchs have the right connections. Brands such as Burger King, Hilton and Zara end up letting local families operate franchises. Other families have sold banks, supermarkets, breweries and tobacco farms to multinationals, especially in El Salvador. The cash has helped families diversify further still.", "But succession can be a problem. Things can go awry in the third generation. Children who were born rich have less incentive to work hard. Power struggles grow more tangled as the family tree expands, with in-laws and cousins joining the fray. Most families nowadays bring in consultants to manage generational change, explains one businessman from the back porch of his mansion. His children signed a family code of conduct on their 16th birthdays, pledging good behaviour and financial independence. They will not be hired by the family firm until they have earned two university degrees and worked for five years for another company.", "The advent of democracy and the spread of organised crime have also made oligarchs’ lives more complex. In Guatemala, the state has been captured by a rival network of generals, criminals and dodgy politicians. Old family firms with reputations to protect not only must avoid dealing with this underworld, but also get outbid by it in the contest for influence. A report from CICIG in 2015 estimated that three-quarters of campaign donations were linked to corruption and drug-trafficking. No “business-friendly” candidate has made the run-off of a presidential election since Óscar Berger, who won in 2003. Similarly the private sector’s choice for president has lost every election in El Salvador since 2005.", "By contrast in Honduras a century-old two-party system has produced a strong political class with dynasties of its own, leaving no obvious gap for business families to fill. However, the influence of drug barons has recently grown, especially since the coup in 2009. Most old business families have stayed away from drug money. The same cannot be said for some of the country’s politicians.", "The Salvadorean elite is under siege, perhaps because the Arena party, its spiritual home, keeps losing elections. Leftist presidents ruled from 2009 to 2019; then came Nayib Bukele, a millennial demagogue who is rich but not part of the old elite. Mr Bukele has centralised power and made allies of a few top families, while demonising the rest.", "Central American presidents these days now find it easier than ever to say no to the big families. For example, they were able to impose economically painful covid-19 lockdowns without much pushback. Mr Bukele, who won control of congress in February, plans to pass laws that the private sector dislikes on pensions, water and possibly taxes.", "As the big families lose political influence, they may start to see more clearly the benefits of cleaner governance. “Nobody trusts anyone and no one seems to have legitimacy any more,” sighs a Salvadorean scion from one of the family balconies. In a region that is cursed with corruption and demagoguery, the quest to build an impartial state needs all the support it can get—even from oligarchs.■"], "authors": ["The Economist"], "keywords": ["oligarchs", "rich", "country", "salvador", "ebbing", "influence", "american", "families", "firms", "elite", "central", "big", "dynasties", "family", "guatemala"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}