{"id": "ab48151c-7bcb-35e0-ba31-4a17c91e91b5", "title": "Crystal Dynamics Talks Hawkeye And Continuing The Marvel's Avengers Story", "url": "https://www.gameinformer.com/preview/2021/03/17/crystal-dynamics-talks-hawkeye-and-continuing-the-marvels-avengers-story", "summary": "Now that it's just about here, I sat down with the team at Crystal Dynamics to talk about the process of bringing Clint Barton's Hawkeye into Marvel's Avengers.\nHawkeye's story, Operation: Future Imperfect, kicks off right where Kate Bishop's story left us.\nOperation: Taking AIM gave fans plenty of fodder for speculation, as well as outright visions of the threat to come.\nOperation: Future Imperfect holds several teases as well, but they might not be as heavy handed as the ones in Taking AIM.\nBecause we set up [Taking AIM and Future Imperfect] as a double feature to go together, it's a little more subtle than [the end of Taking AIM], but it should be pretty clear what is coming.\"", "paragraphs": ["This week is a big one for Marvel's Avengers. Not only do we get Hawkeye as the second post-release hero, but also a big patch alongside the release of the PlayStation 5 and Xbox Series X versions of the game. With Kate Bishop's Operation: Taking AIM story leading directly into the events of Hawkeye's Operation: Future Imperfect story, those who played the first post-launch narrative have been eagerly anticipating the conclusion to this two-part arc. Now that it's just about here, I sat down with the team at Crystal Dynamics to talk about the process of bringing Clint Barton's Hawkeye into Marvel's Avengers.", "Hawkeye's story, Operation: Future Imperfect, kicks off right where Kate Bishop's story left us. Without spoiling too much of that for those who have yet to dive in to Operation: Taking AIM, we not only got a horrifying glimpse of the future, where the world is left in ruin in the wake of a Kree invasion, but were also left on a cliffhanger regarding the status of Hawkeye. \"We're really looking at telling an ongoing story, and a lot of that was set up at the end of Taking AIM for our Season One where we know the Kree invasion is coming, and now it's a matter of preparing for that eventuality,\" narrative director Nicole Martinez says. \"Each new installment towards that is going to be another step preparing for that or dealing with the knowledge of what's to come.\"", "While the process of adapting a character like Hawkeye that is so well-known in the mainstream is an unenviable task, Crystal Dynamics certainly has plenty of source material to pull from. While most people likely know Clint from the Marvel Cinematic Universe where he's played by Jeremy Renner, Crystal Dynamics looked toward the comics for inspiration more so than the ubiquitous films. \"We took a lot of inspiration from the comics especially because there are more glimpses into his day-to-day life there and how he interacts with the other Avengers,\" Martinez says. \"I think it helped having him alongside Kate as the double feature that we were releasing because we could really develop those two as a unit within the Avengers group.\"", "Anyone who has played Kate Bishop's story in Operation: Taking AIM knows that narratively it makes sense to go from Kate to Clint, but from a gameplay perspective, kicking off an ambitious post-launch content plan with two archers who also have swords made less sense to a lot of players and observers. Crystal Dynamics identified this early on and developed the two in tandem to ensure that despite their similarities, they possess distinct loadouts and Heroic abilities.", "\"When we were developing them, we were doing it in sync so we could have a lot of play between the two and figure out what feels right for one, what feels right for the other,\" senior designer Scott Walters says. \"When we were developing the combat, we looked at the animation and the combat style. For Kate, being very fluid and drawing on that fencer sort of stylizing that she has in the comics. Very, very graceful, very fluid. Then for Hawkeye, we looked at his time as Ronin, and he's got the full ninja and samurai garb, so we looked at making all of his attacks very focused, powerful, and direct, making you feel more deliberate.\"", "In addition, Kate's abilities play into her archery and swordplay skillsets, but they also rely heavily on quantum technology she stole from AIM. Hawkeye doesn't typically teleport around like that in most media, but the team wanted to differentiate him even further from Kate. Instead of the big focus on quantum tech, Hawkeye relies heavily on a diverse arsenal of arrows, supplemented by ninja-like parkour abilities. He can use a grappling hook arrow to swing on ledge, then transition to a wall run. He also has a boomerang arrow which was famously rejected by Kate in the comics despite Clint's earnest pitch of, \"Because... boomerangs.\"", "\"Kate is going to use something that more be more straightforward and standard whereas Clint is so much more of a tinkerer when it comes to his arrows,\" Walters says. \"He might incorporate technology from Stark Tech. I think that makes them stand apart. When you look at them side by side, it's like, 'Hey, they both have swords!' It feels very different when you're playing the combat.\"", "For a lot of Marvel fans in comics, movies, and television shows, a lot of the exhilaration and excitement comes from finding teases of what's planned for the future. Operation: Taking AIM gave fans plenty of fodder for speculation, as well as outright visions of the threat to come. Operation: Future Imperfect holds several teases as well, but they might not be as heavy handed as the ones in Taking AIM.", "\"They're all a part of an ongoing story arc, so there are threads that start in Taking AIM and Future Imperfect that will continue into the rest of our season story,\" Martinez says. \"There will be more of those because it's all interconnected; it's all leading to the same thing. Because we set up [Taking AIM and Future Imperfect] as a double feature to go together, it's a little more subtle than [the end of Taking AIM], but it should be pretty clear what is coming.\"", "Marvel's Avengers is available now on PlayStation 4, Xbox One, Stadia, and PC. It comes to PlayStation 5 and Xbox Series X/S tomorrow, March 18, alongside the big 1.5 patch, which adds Hawkeye as a playable character, along with his story, Maestro as a villain, the Wasteland as a new biome, HARM room customization, and the ability to replay the campaign. All post-launch heroes and stories are available to all players at no additional cost, and players who own the PlayStation 4 or Xbox One version of Marvel's Avengers can upgrade to the PlayStation 5 or Xbox Series X/S version respectively for free."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["crystal", "avengers", "imperfect", "hawkeye", "future", "marvels", "operation", "talks", "playstation", "taking", "lot", "continuing", "xbox", "dynamics", "aim", "kate"], "pubDate": "2021-03-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}