{"id": "ab4a37e0-cd4b-3c42-8d21-151df8adb126", "title": "Game Of The Year Countdown – #7 Assassin's Creed Valhalla", "url": "https://www.gameinformer.com/goty-2020/2020/12/16/game-of-the-year-countdown-7-assassins-creed-valhalla", "summary": "As a long-running franchise, the Assassin’s Creed games all build on the entries before them.\nHowever, Assassin’s Creed Valhalla doesn’t just iterate; this Viking adventure takes all the right lessons from its predecessors while also bringing new twists to Ubisoft’s open-world formula, resulting in one of the series’ best installments to date.\nThough some Assassin’s Creed games have aimed for elegance in battle, Valhalla highlights the chaos and brutality of war.\nAssassin’s Creed Valhalla keeps the series’ signature mix of exploration and combat, but the team at Ubisoft Montreal incorporates new features and familiar pillars in equal measure.\nIt delivers what fans want from Assassin’s Creed, but the steps forward also make it feel like an exciting evolution.", "paragraphs": ["As a long-running franchise, the Assassin’s Creed games all build on the entries before them. However, Assassin’s Creed Valhalla doesn’t just iterate; this Viking adventure takes all the right lessons from its predecessors while also bringing new twists to Ubisoft’s open-world formula, resulting in one of the series’ best installments to date.", "You take control of Eivor, a Viking leader who must carve out a place for the Raven Clan to settle in 9th-century England. As you make friends and pursue political alliances in the main story, you also explore a landscape full of fun activities – a big improvement over previous games in terms of variety. Whether you’re hunting down treasure chests, solving puzzles, or helping people with their strange (and often funny) problems, the breadth of content ensures that you always having something interesting to pursue. The hardest part is choosing which entertaining task to tackle first.", "Your exploits feed back into Ravensthorpe, a settlement that you gradually build and upgrade. It serves as your base of operations, but even better, it is a reflection of your achievements. Legendary animals are mounted on the wall as trophies. Allies set up shop to provide help and companionship. Friends give you additional quests to complete. While you may be chasing smaller goals like new gear and upgrade materials when you’re out in the world, you’re also working toward the larger goal of expanding your home and your clan, and seeing that growth is incredibly satisfying.", "In addition to your settlement, a series of interlocking systems keep Valhalla’s gameplay engaging. Fully embracing the RPG elements, a sprawling skill tree allows you to shape your playstyle with weapon expertise, contextual actions, and stat boosts. And if you want something more drastic, you can find hidden books while exploring that teach you new combat abilities, like poisoning your weapons or shooting explosive arrows. This creates the most versatile progression in the series, with compelling options for character builds that stretch beyond the stealth, aggressive, and ranged archetypes.", "Though some Assassin’s Creed games have aimed for elegance in battle, Valhalla highlights the chaos and brutality of war. Raids and fortress assaults emphasize the fact that Eivor does not fight alone, with large clashes between Viking crews and enemy armies. Flying spears, splintering shields, and clanging steel sell the impact of crowded melee conflict – though Eivor is still able to control the mayhem.", "Assassin’s Creed Valhalla keeps the series’ signature mix of exploration and combat, but the team at Ubisoft Montreal incorporates new features and familiar pillars in equal measure. It delivers what fans want from Assassin’s Creed, but the steps forward also make it feel like an exciting evolution.", "Want to read more about the best games that 2020 had to offer? We're counting down our Top 10 for the year, so navigate to another entry using the links below!"], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["upgrade", "assassins", "settlement", "series", "eivor", "countdown", "viking", "valhalla", "youre", "creed", "games", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}