{"id": "ab599eaa-d60e-38cf-83f3-d8e0df366d3f", "title": "Inside Europe's stunning abandoned churches", "url": "https://edition.cnn.com/style/article/abandoned-churches-francis-meslet/index.html", "summary": "Hoping to capture their faded splendor before it's too late, French photographer Francis Meslet has spent almost a decade documenting abandoned churches, chapels and priories in varying states of disrepair.\nHis stunning images show dilapidated pipe organs, overgrown cloisters, long-empty pews and sunlight pouring into naves strewn with dust and rubble.\nCredit: Francis Meslet/Jonglez PublishingMany of the churches have, evidently, been neglected for years.\nCredit: Francis Meslet/Jonglez Publishingthe not-for-profit group Observatory of Religious Heritage that it considers threatened or have closed in recent years.\n\"Over time, and in the course of my explorations, I have seen the growing number of religious buildings in decline all over Europe.", "paragraphs": ["Written by Oscar Holland, CNN", "Across Europe, hundreds of churches that were once filled with worship and song are now at the mercy of the elements. With religion's role declining sharply around the continent in recent decades, the most promising outcome for many of these centuries-old structures is being reincarnated as residential or commercial properties.", "Hoping to capture their faded splendor before it's too late, French photographer Francis Meslet has spent almost a decade documenting abandoned churches, chapels and priories in varying states of disrepair. His stunning images show dilapidated pipe organs, overgrown cloisters, long-empty pews and sunlight pouring into naves strewn with dust and rubble.", "\"I am interested in the hold of passing time on architecture -- how a building tries to survive abandonment, inclement weather and time,\" he said over email.", "Featuring images shot across France, Belgium, Germany, Italy and Portugal, his new book , \"Abandoned Churches: Unclaimed Places of Worship,\" offers an eerie tribute to a building type he describes as \"very special in the history of architecture and the history of men.\" Meslet, who once wanted to be architect, has a sharp eye for structural symmetry, with his collection spanning styles from gothic to neoclassical.", "Light pours into an unused 19th-century church in the south of France. Credit: Francis Meslet/Jonglez Publishing", "Many of the churches have, evidently, been neglected for years. But others look as if they have only recently been deserted, their painted walls still oddly vibrant, their seats arranged as if awaiting the next congregation. Nature can, however, be quick to act, Meslet said.", "\"Sometimes a recently abandoned building deteriorates very quickly, mainly because of water seeping into the roof,\" he said. \"In a few winters, and just a few years, you may be surprised by the beauty of the decay and the vegetation that starts to grow inside.\"", "Only a handful of the churches he visited had been vandalized, he said. Some still housed undamaged statues, stained-glass windows and ornate altars. Nonetheless, in order to deter further damage, Meslet's book intentionally excludes details that might make the buildings easier to find.", "Nature has begun reclaiming this 14th-century convent in Portugal's Lisbon region. Credit: Francis Meslet/Jonglez Publishing", "The photographer rarely encounters others while photographing the churches, and -- for the sake of heritage and people's safety in these often decrepit buildings -- he wants it to stay that way.", "\"In recent years, the growing craze for urban exploration photography has, unfortunately, degraded the discipline,\" he said. \"Novices and unscrupulous visitors contribute to the rapid decline of these places once they're discovered.\"", "Left to decay", "Whether it's a village church made obsolete by urbanization, or an old chapel succumbing to structural damage, the main cause of their closure is, invariably, a lack of funding, Meslet said.", "\"This phenomenon is all the more paradoxical when we see what happened in France after the fire of Notre Dame and the incredible amount of money that was collected in a few days to restore it,\" he added.", "Wooden chairs still stand at a forgotten church in France's Nouvelle-Aquitaine region. Credit: Francis Meslet/Jonglez Publishing", "the not-for-profit group Observatory of Religious Heritage that it considers threatened or have closed in recent years. Much less attention is paid to what he calls \"those little churches which are slowly dying in the countryside.\" In France alone,the not-for-profit group Observatory of Religious Heritage lists hundreds of churchesthat it considers threatened or have closed in recent years.", "These buildings' deterioration seems to reflect the decline of religion -- or churchgoing, specifically -- in Western Europe. While most people there still identify as Christian, only around one in five regularly attend church services, according to the Pew Research Center.", "The photos' symbolism is not lost on Meslet, who is himself a non-practicing Christian.", "\"Over time, and in the course of my explorations, I have seen the growing number of religious buildings in decline all over Europe. This poses an essential question: What happened to faith, to religion and to our societies? This is the reason why I decided to start working on this project.", "\"At the beginning, I titled this work 'Il Était Une Foi.' In French 'fois' (time) and 'fois' (faith) are pronounced the same way, so you could say in English, 'Once upon a Faith.'\""], "authors": ["Oscar Holland"], "keywords": ["churches", "stunning", "france", "buildings", "mesletjonglez", "meslet", "europes", "religious", "abandoned", "inside", "heritage", "recent", "church", "francis"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}