{"id": "ab72a218-bba2-31c1-a238-904d9f0d72cb", "title": "A Run for Hope: Eddie Izzard's marathon is a physical feat with a comedy treat", "url": "https://www.theguardian.com/stage/2021/jan/11/eddie-izzard-a-run-for-hope", "summary": "Eddie Izzard’s last comedy gigs were her swansong, she told us – because politics beckoned.\nWhen I next checked in, half an hour later, her Run for Hope had paused for breath.\nSuddenly, our host comes alive, fatigue ceding to animated memories of her early years of surreal standup.\nOver the last 10 months, comedians have restlessly trialled new ways to recreate online the excitement and interactivity of in-person comedy.\nHard not to conclude that a marathon a day, while great for raising money – and, perhaps, hope – may not be the best preparation for performing live comedy.", "paragraphs": ["Eddie Izzard’s last comedy gigs were her swansong, she told us – because politics beckoned. Since then, she’s failed to be selected as a Labour election candidate, run 28 marathons in the same number of days in 28 European countries, and – most recently – adopted the pronouns “she” and “her”. There is, in other words, a lot more to Izzard these days than comedy, which can feel like an afterthought in the crusade to – see the slogan adorning her baseball cap – “make humanity great again”.", "2021 begins for Izzard with A Run for Hope, a scarcely believable commitment not only to run 31 marathons daily throughout January (on a treadmill, at Riverside Studios), but to interview guests throughout each six-hour slog and livestream the results. You and me might then take to our beds, sobbing quietly, for the remaining hours of the day. But Izzard wipes the sweat from her brow and broadcasts an hour’s live comedy nightly. Proceeds are donated to charity.", "It’s an extraordinary effort, and feels even more so after tuning in to watch. Last Thursday, Izzard was running through virtual Athens, beamed on screen while she pounded away on her treadmill. I tuned in mid-chat with Helen Pankhurst of Care International. Pankhurst did more of the talking, while Izzard looked like someone in the process of deeply regretting her promise to be chatshow host and athlete simultaneously.", "When she introduced her next guest (“I’ve got a lot of information about you *puff* but I’m knackered so *puff* can I leave it to you?”), I began to think she might expire before my eyes. When I next checked in, half an hour later, her Run for Hope had paused for breath. “Eddie,” my screen told me, “is having a pit stop.”", "Izzard comes alive, fatigue ceding to animated memories of her early years of surreal standup", "The only moment I see Izzard revived comes when guest Hugh Brasher, race director of the London marathon, reveals himself to be an Izzard fanboy. Suddenly, our host comes alive, fatigue ceding to animated memories of her early years of surreal standup. Which she revisits nightly, too, in “best of” gigs reprising set-pieces from her three-decade career.", "For fans like Brasher, this should be a treat – but there’s no point pretending these routines come off in their best light. Over the last 10 months, comedians have restlessly trialled new ways to recreate online the excitement and interactivity of in-person comedy. None are adopted by Izzard, who – seemingly alone, in a black-box studio, with no audience input to feed off – performs as if in a vacuum.", "There are flickers of funny, as our host reprises iconic moments from her back catalogue: the jazz chicken; Julius Caesar’s assassination; the canteen on the Death Star. Whatever the context, it will always amuse to hear Izzard ruminate that, if bees produce honey, so wasps make chutney and earwigs gravy. But this was material conceived in dialogue with an audience. There are no punchlines or conventional joke structures, just an accumulation of airless nonsense that needs gales of laughter to keep it afloat.", "It might be more fruitful were Izzard to reflect on these routines – their creation, their significance to her – rather than deliver them again as comedy, as if nothing had changed. It has – and, minus audible response, their performance here feels like going through the motions, an effect heightened by Izzard’s frequent (and understandable) yawning. “Sorry that I’m tired,” she says at the end. “But I’ve run a few marathons …” Well, yes. Hard not to conclude that a marathon a day, while great for raising money – and, perhaps, hope – may not be the best preparation for performing live comedy."], "authors": ["Brian Logan"], "keywords": ["best", "comes", "marathons", "marathon", "host", "treat", "izzards", "eddie", "told", "physical", "treadmill", "run", "feat", "izzard", "hope", "comedy"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}