{"id": "ab7ed305-6642-39dd-a668-f79ccbf26390", "title": "Get An Exclusive Look At The Weapons In Deathloop", "url": "https://www.gameinformer.com/exclusive-gameplay/2021/03/15/get-an-exclusive-look-at-the-weapons-in-deathloop", "summary": "Much like Arkane Studios' previous games, there are multiple ways to approach any given encounter in Deathloop, and the game's locker of unique equipment only helps to facilitate that.\nWhile we're not showing off every weapon from the game, the exclusive gameplay that you can watch above will give you a substantial glimpse into the arsenal that can be utilized when Deathloop releases later this year.\nYou can look forward to seeing a slew of interesting weapons, including the Tribunàl, which is a teal pistol that looks like it belongs to your favorite James Bond villain.\nSet on the chilly island of Blackreef, Deathloop is a story about a secret society that invents an eternal timeloop.\nIf you haven't yet, be sure to subscribe to the Game Informer YouTube channel so you don't miss the rest of our Deathloop cover story videos this month.", "paragraphs": ["Much like Arkane Studios' previous games, there are multiple ways to approach any given encounter in Deathloop, and the game's locker of unique equipment only helps to facilitate that. While we're not showing off every weapon from the game, the exclusive gameplay that you can watch above will give you a substantial glimpse into the arsenal that can be utilized when Deathloop releases later this year. You can look forward to seeing a slew of interesting weapons, including the Tribunàl, which is a teal pistol that looks like it belongs to your favorite James Bond villain.", "While playing as Colt, you'll come across a myriad of cultish villains while dismembering the secret society that is keeping you from escaping the time loop, and you can use all sorts of weapons to do so. The Strelak 50-50, for instance, is a massive assault rifle that turns baddies to dust with its large magazine, while the PT-6 Spiker is not unlike a pressurized nailgun. The Fourpounder is a hand cannon that fires massive slugs with each shot. Each gun and gadget in Deathloop seems to be oozing with 1960s-inspired pizzazz, and I can't wait to get my hands on every one of them when the game releases later this year.", "Not sure why you should be excited for Deathloop? Read this snippet from our cover reveal:", "Arkane Studios is well-known for its love of systemic game design, which allows players to approach combat encounters and puzzles in myriad ways. Titles like Arx Fatalis, Dark Messiah of Might and Magic , and Dishonored helped the studio build a sizable cult following, and now the team is taking its artistic approach to game design and building something new: Deathloop.", "Set on the chilly island of Blackreef, Deathloop is a story about a secret society that invents an eternal timeloop. There is just one catch: Most of the people caught in the cycle don’t have any memory of previous loops. Colt Vahn is the hapless hero who actually remembers everything that happens from one day to the next, and if he wants to escape this torment, he must assassinate the eight leaders of the program. Unfortunately, everyone on the island is also out to kill him.", "If you enjoyed this exclusive gameplay video, be sure to watch our Rapid Fire interview with Deathloop's Game Director, Dinga Bakaba, wherein we ask him 80 rapid-fire questions about the inspirations behind the game and whether or not Groundhog Day is a better movie than Back To The Future. If you haven't yet, be sure to subscribe to the Game Informer YouTube channel so you don't miss the rest of our Deathloop cover story videos this month. Please note that Arkane Studios has told us this gameplay footage is not final."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["approach", "look", "studios", "exclusive", "ways", "deathloop", "society", "sure", "game", "weapons", "gameplay", "watch"], "pubDate": "2021-03-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}