{"id": "ab7e7fd8-4aca-3586-a52c-d0ee66ca26aa", "title": "San Diego school teachers offered ‘white privilege training' where participants commit to being ‘antiracist’", "url": "https://www.foxnews.com/us/san-diego-school-teachers-must-undergo-white-privilege-training-commit-to-being-antiracist", "summary": "San Diego Unified School District is reportedly offering professional development for teachers to undergo “white privilege” training in which they must accept that their supposed unconscious bias is perpetuating racial superstructures.\nThe training documents, obtained by independent journalist Christopher F. Rufo, show training sessions with instructors notifying faculty members they will experience “guilty, anger, apathy [and] closed-mindedness.”The teachers undergoing the training must acknowledge that they are living on land – i.e., the United States – that was stolen from Native Americans.\n“We are a majority-minority district with a majority white teacher workforce,” Maureen Magee, the school district's spokeswoman, told Fox News in an email.\n“The ability to hold honest conversations about race with grace is important, which is why we offered the training and why so many teachers elected to enroll.\nOur students benefit from being able to talk about race and other difficult issues, regardless of their background.", "paragraphs": ["San Diego Unified School District is reportedly offering professional development for teachers to undergo “white privilege” training in which they must accept that their supposed unconscious bias is perpetuating racial superstructures.", "The training documents, obtained by independent journalist Christopher F. Rufo, show training sessions with instructors notifying faculty members they will experience “guilty, anger, apathy [and] closed-mindedness.”", "The teachers undergoing the training must acknowledge that they are living on land – i.e., the United States – that was stolen from Native Americans.", "They are also required to watch clips of Robin DiAngelo, author of the book, “White Fragility,” and Ibram X. Kendi, author of the book “How to be an Antiracist.”", "After that, the teachers are told they are racist and “upholding racist ideas, structures, and policies” and must commit to becoming “antiracist” in the classroom.”", "TRUMP ADMINISTRATION WANTS TO END RACE-BASED training FOR FEDERAL EMPLOYEES, OFFICIAL CLAIMS", "The trainers reportedly say that “white people in America hold most of the [power]” and white teachers are “preserved at every level of power.”", "In the training, teachers vow to “confront and examine [their] white privilege,” “acknowledge when [they] feel white fragility,” and “teach others to see their privilege,” according to the documents obtained by Rufo.", "CLICK HERE TO GET THE FOX NEWS APP", "Furthermore, teachers are challenged to “confront and examine [their] white privilege and “teach others to see their privilege.”", "The session, which takes its content from the Racial Healing Handbook, was offered in response to nationwide protests sparked by the police custody death of George Floyd in Minneapolis.", "“We are a majority-minority district with a majority white teacher workforce,” Maureen Magee, the school district's spokeswoman, told Fox News in an email. “The ability to hold honest conversations about race with grace is important, which is why we offered the training and why so many teachers elected to enroll. Our students benefit from being able to talk about race and other difficult issues, regardless of their background. Most of all, we believe every open and sincere conversation about race -- no matter how it begins -- provides an opportunity to learn from one another, for hearts to open, and for minds to grow.\""], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["participants", "school", "teach", "offered", "diego", "privilege", "race", "reportedly", "training", "teachers", "racist", "san", "white", "commit", "told"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}