{"id": "ab82e169-e9d7-3777-92b1-96a6127254db", "title": "A queue of ambulances. A handful of beds. Everyone looked to her for solutions", "url": "https://www.economist.com/1843/2021/03/26/a-queue-of-ambulances-a-handful-of-beds-everyone-looked-to-her-for-solutions", "summary": "Throughout December the wards at the Royal London had been filling up with covid patients.\nIn January, to reduce the strain on two other hospitals, the trust made the Royal London the destination for the sickest covid patients.\nOne nurse at the Royal London described her as “cool as a cucumber”.\nLike the rest of her team, Forde began her career as a nurse.\nIn the site manager’s office at the Royal London a whiteboard shows the intensity of pressure on the hospital.", "paragraphs": ["Alison Forde has kept one of London’s biggest hospitals running during the pandemic. This is the story of her most stressful day", "It was mid-afternoon on Friday January 15th, and the accident-and-emergency department ( A & E ) at the Royal London Hospital, in the east of the capital, had reached capacity. Alison Forde watched the arrivals rack up on a computer screen in her office. Ten floors below, a line of ambulances was waiting. Nurses and doctors came and went, treating people as best they could. Throughout December the wards at the Royal London had been filling up with covid patients. Forde’s job, as the person in charge of logistics at the hospital, was to make sure that there were enough beds, staff and medical supplies. She was struggling.", "The dramatic resurgence of covid-19 in Britain had been building since the autumn and by January 15th the second wave was reaching its peak: an estimated one in 30 Londoners had the disease. The strain on the National Health Service ( NHS ) was particularly great in east London, where the incidence of cases was even higher. Ever more patients were waiting longer than the four-hour target to be seen in A & E .", "Forde’s official job title is head of site operations, a role that few people outside the medical system know exists. In the first wave of the pandemic, doctors and nurses faced the extraordinary pressure of confronting a new disease while developing treatments for it, as well as exposing themselves to unknown harm. Clinicians were exhausted as the second wave of covid built, but by now they were much more experienced, and many young doctors and nurses were less fearful of catching the disease. A week before Forde’s worst day, the NHS announced that its health-care staff, some 1.4m workers, would be given their first vaccinations against covid.", "The winter wave brought different problems. Patient numbers were far higher: the five-hospital health trust of which the Royal London is part was looking after a third more patients at the peak of the second wave than in the first one. One of the biggest problems was the sheer lack of beds. Logistics experts such as Forde kept the flow of patients running smoothly and prevented institutions from becoming overwhelmed.", "There is a constant struggle for resources inside hospitals. Each ward or team wants its needs to take priority and site managers have to referee competing demands. Tact and diplomacy are key: Forde describes dealing with the frustrations of her colleagues as “a bit like the United Nations...I feel a bit like Kofi Annan sometimes.” Her team moves patients around the hospital from admission through increasingly intensive forms of care and back down to discharge. One of Forde’s colleagues compares the task to “Tetris”, a computer game: you have to find suitable spaces into which to fit patients. “Right from when somebody comes in you should be planning how they’re going to get back out again,” says Forde.", "Forde had checked the latest situation report for the hospital before she left home on January 15th, seeing how many patients needed a bed and which wards had spare ones. At 6am, there were 30 patients in A & E requiring a bed, nearly half of whom were suspected or confirmed cases of covid. Six people had been there longer than four hours. One 82-year-old man had arrived the previous afternoon with covid symptoms and was still waiting to be admitted 15 hours later. A & E departments offer a range of sophisticated treatments, but hold-ups there can be fatal. Mortality rates increase the longer the delay, particularly if a patient has to wait over six hours. Fortunately a bed was found for the 82-year-old by 7.15am.", "Death was the primary mechanism of discharge", "Forde faced the deteriorating situation with a shrinking team. All her immediate colleagues are former nurses so, when departments are short-staffed, they are treated as reserves. The 11-strong core team was already three down, partly because people had been reassigned, partly because some were off sick. Now she learned that another person was isolating at home with covid symptoms.", "At lunchtime it all got too much. “I had a little weep,” Forde says. The sight of Forde’s distress unnerved her co-workers. “It was quite shocking to see Alison that upset,” recalls Claire Parker, who works with Forde on logistics and has known her since she was a student nurse. The long hours and mounting tension had taken their toll on Forde. And still the crisis felt impossible to stem.", "Forde was feeling the pressure of decisions made far higher up the chain. Despite the rise in cases during the autumn, the government had tried to avoid another national lockdown, imposing regional restrictions in November. Only on December 19th did Boris Johnson ban multi-household bubbles in London and large swathes of the country from meeting over Christmas. A more virulent strain of the virus increased the pace of hospitalisations. By late December the consequences of that delay were apparent. Inpatient numbers had already exceeded the April peak, and seriously ill people continued to flood in. On December 31st a leaked email revealed that the Royal London was in “disaster medicine mode”, meaning that it couldn’t provide a proper standard of critical care.", "Karis Quaye, a senior nurse at the hospital during the first covid wave, worked a shift at the Royal London for the first time since the summer, when she had moved to a new job. It was New Year’s Day, and she found her former colleagues “drained, exhausted and worried about how bad it was going to get”. Staff felt anxious about “falling off a cliff”.", "For Forde the pressure was becoming ever more intense. In the early months of the pandemic, the hospital had suspended almost all routine work, including cancer treatment. This time it initially tried to continue other services, though it eventually had to curtail them. In January, to reduce the strain on two other hospitals, the trust made the Royal London the destination for the sickest covid patients.", "Doctors had to come to her office to sign death certificates three or four or five times a day", "Survival rates for those in hospital had massively improved over the ten months since the pandemic began. The mortality rate of patients on ventilators had fallen by a third, as effective treatments emerged. These impressive advances put a different kind of demand on resources, making Forde’s job even more difficult in some ways. People stayed on life support without dying, which made intensive care spaces ever more scarce. A comparison of the bed-occupancy chart during each wave paints a picture. In the first wave, it resembled a mountain with a steep rise to a peak followed by an equally steep fall. During the second wave it looked like a volcano, with a sharp increase followed by a plateau. Consultants in intensive care rarely found themselves in a position to “step down” a patient – send them to a general ward – so their own wards remained full. Death was the primary mechanism of discharge.", "There were other unforeseen consequences to all this activity. Piles of clinical waste from intensive care, including heaps of soiled personal protective equipment, reached the ceiling of the “bin stores” where they were kept before disposal. “We’d never anticipated the volume of waste that we would create,” said one senior nurse. “We were struggling to get it collected and transported off site.” Forde’s team was doing everything it could to get people and equipment into the hospital as efficiently as possible. Getting them out again proved even tougher.", "Throughout the hospital, Forde is known for her sangfroid. One nurse at the Royal London described her as “cool as a cucumber”. “You wouldn't want to cross her, you wouldn’t want to disappoint her either, which I think is the mark of a really good leader,” adds Quaye. Forde grew up on a farm north of Dumfries and her slight Scottish accent persists even after decades working in London. (An animatronic figure called Jock, with a kilt and gyrating hips, stands on a desk in her office.) Like the rest of her team, Forde began her career as a nurse. Eventually she burned out. “You just couldn’t see the wood for the trees,” she said. “You got a complaint and the whole world was going to fall to pieces.” Site management offered more flexible working hours – at least before the pandemic – and she changed jobs in 2003.", "The task is like “Tetris”: you have to find suitable spaces into which to fit patients", "At the start of the pandemic Forde was extremely anxious about contracting coronavirus. Doctors had to come to her office to sign death certificates and she grew painfully used to seeing the same ones return “maybe three or four or five times a day”. A number of the trust’s own employees died. She fretted over her own phantom symptoms: “Every time you’ve got a bit of a cough – well you’ve got covid,” she recalls.", "She started walking over an hour each way from home, to avoid the Tube, before borrowing a fold-up Brompton bicycle to speed up the journey. In June, after several months of cycling to work, she fell off. “I lacerated my chin, I fractured my mandible, I cut my lip and I’ve done my two front teeth...and I did my ligament and wrist.” In 22 years she’d never had a day off sick. Now she needed two operations – one at her own hospital – and had to recuperate at home for nearly a month. When she returned to work, her fear of covid had disappeared.", "That calm was needed as the stress on her team grew heavier. In the site manager’s office at the Royal London a whiteboard shows the intensity of pressure on the hospital. Forde uses a metric employed across the NHS to measure a hospital’s capacity to meet demand. The scale runs from one (sufficient resources) to four (the hospital is incapable of providing comprehensive care). The Royal London uses certain factors to calculate its status, including the number of ambulances waiting to offload patients, the number of people waiting to be seen either in A & E or to be allocated a bed, bed-occupancy rates and staffing levels.", "“You’ve got to be a bit like the United Nations. I feel a bit like Kofi Annan sometimes”", "According to Quaye, the NHS was so stretched during the pandemic that it recalibrated the measure. “They don't want to trigger it, pan-London, because then they’d have to take action. So they just changed the parameters.” Forde says this interpretation is cynical but acknowledges that “the triggers at the Royal London were amended to meet the covid response”. The system was designed with the assumption that another hospital would be available to alleviate the strain. There would be no point in sounding the alarm, argues Forde, if every institution was bearing the same burden.“The triggers have got to work,” she says. (The Royal London refused to give further details.)", "On January 15th Forde seemed unsettled at an 8.30am “huddle”, as staff call the meetings that define the rhythm of their day. These used to involve people actually gathering round. Now, where possible, her team spreads out along a corridor – Forde calls herself “the queen of social distancing” – and participants sometimes struggle to hear what others are saying.", "Forde’s main job is to move patients between certain key areas of the hospital. As covid raged, this primarily meant A & E , the clearing house for most admissions; two respiratory wards where doctors use face masks or nasal tubes to deliver oxygen and perform other hazardous procedures that might spread coronavirus; and intensive care, which now occupied three floors (before covid it filled only one floor). Forde looked at the flow of people through the system and had to face a brutal fact: there weren’t enough beds to keep up with demand.", "For the past three weeks, there had been fewer than ten spare adult intensive-care beds in the five hospitals in the health trust. On January 15th, there were just two. The entire system was on the verge of grinding to a halt. People would die who might otherwise have been cured.", "Levels of staffing are just as important as the availability of beds. By January, so many patients needed intensive care that the Royal London was considering opening up yet another new unit, in the last available space. But there were dangers to that. It would have meant diluting the nurse-to-patient ratio even further, from one trained intensive-care nurse to four patients, to one to five – in normal times the unit provides one-on-one or one-on-two care.", "After visiting the main respiratory wards on the morning of January 15th, doctors confirmed that no patients were ready to be stepped down. As is often the case, A & E calmed down as the morning wore on but by mid-afternoon the hospital was filling up again as more and more sick people arrived. At 4.30pm, 31 people had been waiting longer than four hours in A & E . That number had doubled by 8pm.", "One 82-year-old man was still waiting to be admitted 15 hours later", "In the early evening, Forde’s pager went off. Other illnesses do not stop for covid, and this time the alert was about a patient detained under the Mental Health Act who was trying to leave his ward. This was not unusual. (In a later incident Forde had to deal with someone who claimed that the onset of mould in his bathroom meant he couldn’t return home.) Forde looked on as the hospital’s security team coaxed the disturbed man back into the ward. “Again, it’s just negotiation,” she says.", "Forde’s shift finished at 8.30pm, over 12 hours after she’d arrived, but she didn’t manage to leave the hospital for another half an hour. She caught the bus home, had a cup of tea and a bite to eat, and decompressed with some therapeutic tidying. Two months on she can look back at these events with more clarity. Perhaps January 15th wasn’t that different from many other days during the second wave. In the end, the hospital did not have to further expand its intensive-care provision or turn away a single patient. But the cumulative effect of ten relentless shifts in which Forde fought to find beds that didn’t seem to exist made it feel like the worst day. “It might not have been an episode of ‘Casualty’ on TV ,” she says. Then she adds: “It was in January, ten months after we first went into the initial lockdown, and it’s just not being able to see the light at the end of the tunnel.”■", "Simon Akam is a contributing writer for 1843 magazine. He is the author of “The Changing of the Guard: The British Army since 9/11”", "PHOTOGRAPHS: ZED NELSON", "Additional research by Neel Ghosh"], "authors": ["Simon Akam"], "keywords": ["ambulances", "solutions", "looked", "team", "beds", "london", "patients", "royal", "queue", "hospital", "hours", "handful", "fordes", "covid", "forde", "wave"], "pubDate": "2021-03-26T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}