{"id": "ab99bac6-af09-3d57-9e22-6a803d7c89ef", "title": "The 17 Best Weekend Deals on Stand Mixers, PC Gear, and More", "url": "https://www.wired.com/story/weekend-deals-april-10-2021/", "summary": "It's getting warmer and sunnier outside, but it's still fairly rainy a lot of the time.\nNo matter, there are plenty of indoorsy projects to while away your time with.\nTry building a new PC or baking something new and exciting!\nSpecial offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off).\nPhotograph: MotorolaMake sure to check out our Best Android Phones and Best Wireless Headphones guides for more.", "paragraphs": ["Spring is springing! It's getting warmer and sunnier outside, but it's still fairly rainy a lot of the time. No matter, there are plenty of indoorsy projects to while away your time with. Try building a new PC or baking something new and exciting! Or lying on the couch listening to music; that's always a valid choice.", "Spring also means Mother's Day and Father's Day are just around the corner, and it's never a bad time to get a leg up on your shopping for the season. Seriously, get ahead before you realize you have to send yet another gift card.", "Special offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "Tech Deals", "Motorola One 5G. Photograph: Motorola", "Make sure to check out our Best Android Phones and Best Wireless Headphones guides for more.", "Home Appliance Deals"], "authors": ["Gear Team", "Gear Tea"], "keywords": ["deals", "17", "day", "best", "youd", "pc", "weekend", "wireless", "using", "warmer", "wiredcom", "work", "wired", "valid", "mixers", "stand", "gear"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}