{"id": "ab9fef0f-1c26-3234-903d-23af93cf794c", "title": "Here Are The Famous Faces You'll See At The Game Awards 2020", "url": "https://www.gameinformer.com/2020/12/09/here-are-the-famous-faces-youll-see-at-the-game-awards-2020", "summary": "Much like an entertaining Josef Fares rant or a “surprise” Hideo Kojima appearance, celebrity cameos have become a staple of The Game Awards.\nHost Geoff Keighly has spent the last week name dropping the big stars on Twitter that will be hosting the all-virtual awards show.\nThe names range from Hollywood stars to game industry luminaries to sports commentators to even a Muppet.\nWith the big show airing tomorrow night, we’ve compiled a list of every confirmed presenter and musical performer (at the time of writing).\nWhile you try to deduce what else The Game Awards has in store, you can watch me and other GI editors predict the winners and big announcements.", "paragraphs": ["Much like an entertaining Josef Fares rant or a “surprise” Hideo Kojima appearance, celebrity cameos have become a staple of The Game Awards. Host Geoff Keighly has spent the last week name dropping the big stars on Twitter that will be hosting the all-virtual awards show.", "The names range from Hollywood stars to game industry luminaries to sports commentators to even a Muppet. With the big show airing tomorrow night, we’ve compiled a list of every confirmed presenter and musical performer (at the time of writing).", "Presenters", "Keanu Reeves", "Christopher Nolan", "Brie Larson", "Tom Holland", "Gal Gadot", "John David Washington", "Stephen A. Smith", "Swedish Chef", "Jacksepticeye", "Josef Fares", "Nolan North", "Reggie Fils-Aime", "Troy Baker", "For musical performances, look forward to jamming out to Pearl Jam’s Eddie Vedder and famed Japanese jazz singer Lyn Inaizumi. Lyn, who Persona fans know as a prominent vocalist for tracks in Persona 5, Persona Q2: New Cinema Labyrinth, and the recently announced Persona 5 Strikers, will perform during the 30-minute pre-show (airing 3:30 pm PT/6:30 pm ET). Vedder will take the stage during the main show.", "You can check out some of the nominees here if you haven’t yet cast your vote. We already know a few things to expect from this year’s event, including the debut of a new Among Us map as well as a Dragon Age 4 update of some kind. While you try to deduce what else The Game Awards has in store, you can watch me and other GI editors predict the winners and big announcements. There's a free dinner on the line!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["youll", "stars", "lyn", "2020", "game", "vedder", "musical", "famous", "awards", "know", "airing", "big", "faces", "persona"], "pubDate": "2020-12-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}