{"id": "aba0f022-22e6-3151-a0fb-38b4838ededb", "title": "Coast Guard rescues 4 people off Alabama after vessel bursts into flames", "url": "https://www.foxnews.com/us/coast-guard-rescues-4-off-alabama-after-vessel-bursts-into-flames", "summary": "Two Coast Guard helicopters diverted from a training exercise in Alabama to rescue four individuals from a fishing trawler engulfed in flames, according to reports.\nCrews received a distress call around 6:45 p.m. Monday that the commercial vessel Alexandria Pearl was on fire near Fort Morgan, officials said.\n\"Two Coast Guard Aviation Training Center Mobile MH-65 Dolphin Helicopter aircrews were conducting training flights nearby and diverted to respond the distress,\" the Coast Guard said.\nMAN FOUND CLINGING TO CAPSIZED VESSEL AFTER 24 HOURS LOST IN WATERS OFF FLORIDAA Coast Guard vessel from Dauphin Island took the boaters back to land, where they were evaluated by paramedics, according to the station.\nThe Gulf Shores Fire Department, Baldwin County Fire Department, and Mobile Bar Pilots were also involved in the rescue.", "paragraphs": ["Two Coast Guard helicopters diverted from a training exercise in Alabama to rescue four individuals from a fishing trawler engulfed in flames, according to reports.", "Crews received a distress call around 6:45 p.m. Monday that the commercial vessel Alexandria Pearl was on fire near Fort Morgan, officials said.", "\"Two Coast Guard Aviation Training Center Mobile MH-65 Dolphin Helicopter aircrews were conducting training flights nearby and diverted to respond the distress,\" the Coast Guard said. \"One of the helicopters lowered a rescue swimmer and life raft, and all four people aboard the vessel abandoned ship into the raft.\"", "MAN FOUND CLINGING TO CAPSIZED VESSEL AFTER 24 HOURS LOST IN WATERS OFF FLORIDA", "A Coast Guard vessel from Dauphin Island took the boaters back to land, where they were evaluated by paramedics, according to the station.", "The Gulf Shores Fire Department, Baldwin County Fire Department, and Mobile Bar Pilots were also involved in the rescue.", "CLICK HERE TO GET THE FOX NEWS APP", "The cause of the fire was under investigation."], "authors": ["Robert Gearty"], "keywords": ["helicopters", "guard", "coast", "training", "alabama", "diverted", "distress", "rescues", "flames", "mobile", "vessel", "department", "rescue", "bursts"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}