{"id": "abc26691-80f2-3fa3-86e9-82b1c1ffa701", "title": "Noodle diplomacy at Yaoji Chaogan: Diners flock to popular Beijing restaurant Biden visited in 2011", "url": "https://edition.cnn.com/travel/article/biden-beijing-noodles-yaoji-chaogan/index.html", "summary": "That appears to include the owner of Yaoji Chaogan, a Beijing restaurant that welcomed Biden in 2011.\n\"Vice President Biden was very easygoing and humorous.\nHe was happy to be with the Chinese diners.\nYaoji Chaogan (translated as \"Yao's fried livers\") specializes in chaogan, a popular Beijing stew that features pork liver and intestines.\n\"We felt very honored to be able to let them taste our Chinese food.\"", "paragraphs": ["Beijing (CNN) — Though Chinese President Xi Jinping might not be congratulating U.S. president-elect Joe Biden just yet, there are plenty of others in Beijing who are expressing delight at the former VP's win.", "That appears to include the owner of Yaoji Chaogan, a Beijing restaurant that welcomed Biden in 2011.", "Shortly after Biden was declared the winner of the 2020 US presidential election, the eatery attracted lineups of curious Chinese diners hoping to sample what the president-elect ate nine years ago.", "\"I think it partially reflects how people have some interest in Biden's campaign,\" owner Yao Yan tells CNN Travel.", "\"Now, when people come to Beijing, whether for work or travel, they don't just want to see some scenic spots or historical sites; they also want to experience Beijing's food culture. When people heard that Biden had been to our restaurant, they came here to see what he tried before.\"", "Related content Obama, Bourdain chew the fat in Hanoi", "The famous 2011 visit", "Biden, who was at the time visiting Beijing as the U.S. vice president, made an unannounced stop at the no-frills family-owned eatery on August 18, 2011.", "\"His arrival surprised and delighted the diners,\" recalls Yao.", "\"Vice President Biden was very easygoing and humorous. People gave him applause from time to time. He was happy to be with the Chinese diners. He introduced his granddaughter, and then he took photos with diners and had some exchanges with them. He tasted our dishes and also gave some good comments about our food. He thought it was delicious.\"", "Yaoji Chaogan (translated as \"Yao's fried livers\") specializes in chaogan, a popular Beijing stew that features pork liver and intestines.", "Biden, however, didn't brave the offal dish.", "He and the visiting team -- a party of five -- ordered five plates of zha jiang mian (noodles with bean paste), 10 steamed buns, smashed cucumbers, shredded potatoes and mountain yam salads.", "Biden sampled a variety of popular local eats during his 2011 visit, including steamed buns and fried noodles. Kevin Frayer/Getty Images AsiaPac/Getty Images", "Following his meal, the \"Biden Set\" -- featuring the items he sampled -- was added to the menu in his honor.", "\"I wasn't disappointed [that he didn't try Chaogan],\" says Yao. \"Chaogan is unique. Local Beijing residents know the taste of the food since childhood and they are more used to eating it. But for friends from other places, they might not be used to eating it. Also, it was Biden's own will to come to Yaoji, and we didn't make any recommendations for him.", "\"But still, Biden knows the Chinese food culture very well, because he ordered noodles with bean paste, which is an authentic dish that represents Beijing.\"", "Local media noted that Biden apologized for disrupting his fellow diners' lunch and paid 100 yuan ($15) for his team's 79 yuan meal. He reportedly asked the restaurant to keep the change as it was a US custom to tip, as well as a gesture to pay for the inconvenience they had stirred.", "The highly publicized stop was dubbed \"noodle diplomacy\" by Chinese media.", "\"As a business, we were also happy that we introduced the food culture of our country to foreign friends,\" says Yao. \"We felt very honored to be able to let them taste our Chinese food.\"", "\"We welcome him at any time\"", "Though the visit only lasted 20 minutes, it was enough to boost Yaoji Chaogan's business. The shop, founded more than 30 years ago, opened a second branch in 2012. They currently have three outlets.", "And now Biden's win has brought a new wave of interest to Yaoji Chaogan's original 40-seat eatery, located near the Chinese capital's historical Gulou (Drum Tower).", "Following his recent victory, hungry locals and media came to take pictures of a wall covered in photos of the president-elect's visit and order the \"Biden Set.\"", "\"When Biden visited, I was still in university. Who would have thought nine years later, this elder gentleman has fulfilled his US presidential dream. I hope the Sino-American relationship could soon walk out of the trough of the Trump era,\" said one diner, according to a report in Taiwan's China Times", "Biden, accompanied by his granddaughter, visited Yaoji Chaogan in August 2011. Pool/Getty Images AsiaPac/Getty Images", "Another diner commented on the rise in prices over the years, noting that a bowl of noodles is now 18 yuan ($2.70). It was 9 yuan ($1.40) nine years ago.", "Yaoji Chaogan has gathered decent reviews over the years and has a rating of 3.94 out of five stars on Dianping, China's most popular food review site.", "Most reviewers go to Yaoji for its chaogan as well as its Beijing-style breakfast -- jiaoquan (deep fried dough rings) with mung bean milk.", "\"If Biden has the opportunity to come to Beijing when he becomes the US president, I hope he can come back to our restaurant to taste Beijing dishes again,\" says Yao.", "\"As an old friend and as a diner, we welcome him at any time.\"", "This isn't the first time a political figure has shone the spotlight on China's local street eats.", "A \"President Set\" was created at Beijing's Qing-Feng Steamed Dumpling Shop after he queued, paid and picked up his RMB21 ($2) dumpling lunch himself in 2013."], "authors": ["Maggie Hiufu Wong", "Shawn Deng"], "keywords": ["biden", "visited", "restaurant", "diners", "chaogan", "president", "yaoji", "yuan", "chinese", "food", "diplomacy", "beijing", "noodle", "flock", "popular"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}