{"id": "abc51ed6-b91b-34c5-9f33-2963b462f540", "title": "The Pathless Review – A Liberating And Spirited Adventure", "url": "https://www.gameinformer.com/review/the-pathless/the-pathless-review-a-liberating-and-spirited-adventure", "summary": "The first shot in The Pathless is of a sprawling sea, a visual nod to developer Giant Squid’s previous work on the ocean adventure game Abzû.\nThat title was peaceful and serene, whereas The Pathless acts as a counterpoint, inviting you into a dark world consumed by fire and brimstone.\nGiant Squid handles the tonal shift well, creating a better game that embraces a true sense of discovery, while being every bit as gorgeous as its underwater predecessor.\nThe world’s lore is uncovered through reading tomes, but Giant Squid also frames dramatic moments in beautifully animated cutscenes that scream of The Legend of Zelda’s recent stylization.\nGiant Squid created a freeing open-world design aided by clear visual lines that almost always hold a point of interest no matter what direction you face.", "paragraphs": ["The first shot in The Pathless is of a sprawling sea, a visual nod to developer Giant Squid’s previous work on the ocean adventure game Abzû. That title was peaceful and serene, whereas The Pathless acts as a counterpoint, inviting you into a dark world consumed by fire and brimstone. Giant Squid handles the tonal shift well, creating a better game that embraces a true sense of discovery, while being every bit as gorgeous as its underwater predecessor.", "This adventure into a dangerous land is seen through the eyes of a character known only as “The Hunter,” a gifted archer who becomes the unlikely ally of a mystical eagle capable of lifting her high into the air. The Hunter is focused on one task: ridding the world of a curse created by a being known as Godslayer. For generations, Hunters have attempted this feat, but none have succeeded. You find these past Hunters’ skeletal remains littered along the sprawling open-world areas, showing just how close they came – a great visual-narrative technique that guides you to more perilous places. The world’s lore is uncovered through reading tomes, but Giant Squid also frames dramatic moments in beautifully animated cutscenes that scream of The Legend of Zelda’s recent stylization. The Godslayer gets plenty of screen time to reveal why he’s a formidable threat.", "The Hunter’s sole weapon is a bow, and despite what you may think, it is rarely used for combat. Its primary focus is locomotion. Using an ingenious lock-and-shoot system, every arrow that hits an environment-based talisman gives the Hunter a burst of speed. You don’t have to worry about lining up these shots, the lock-on system does that, even if the talisman is off screen. You just have to time the shots, which ends up creating rhythmic gameplay. As arrows hit the mark, the Hunter bounds across the terrain in quick jolts. This style of movement is odd, but it’s handled remarkably well in execution and ends up being a blast to use. It later evolves for flight purposes, allowing the Hunter to soar up the side of mountains. The tightening of the DualSense’s adaptive triggers is cool, helping with timing just through the feel the controller gives off.", "Holding true to The Pathless name, you won’t find a bread-crumb trail to follow, a map to look at, or even a defined order to any of the objectives. Giant Squid created a freeing open-world design aided by clear visual lines that almost always hold a point of interest no matter what direction you face. As the terrain becomes more vertically challenging, the Hunter relies on a magical technique, almost like a submarine’s sonar, which illuminates something of note in a red hue for a second. The exploration is enthralling, and I never once felt like I was lost or in need of some kind of assistance. I just ran to areas that looked important and my assumption was almost always right.", "Most of the notable places are ancient ruins or dilapidated structures that hold an item called the Lightstone, which the Hunter must return to towers to cleanse the area of the curse. The Lightstones are always locked away behind an energy field. To free them, the Hunter must use the bow to solve environmental puzzles, sometimes shooting arrows through flames at specific angles to ignite pyres, and other times lining up a trick shot to thread three rings at once. These puzzles are well thought-out; a few stumped me for a bit, but their diminutive size doesn’t overwhelm and there are only so many approaches you can try. In general, the puzzles are fun to solve and a nice change of pace, since the game largely hangs its hat on environmental navigation. My biggest complaint about The Pathless is the repetitive structure of each world. Find the Lightstones. Light the towers. Repeat. Repeat. Repeat.", "The Hunter is often airborne, gliding with her eagle over vast spaces, allowing the player to soak in the beauty of the world. Periodically, though, an angry beast whips across the terrain, engulfing it in flames. When this happens, the player simply must sneak by it. These stealth sequences are overused, but are mercifully easy. When all of the towers in an area are lit, this foe transforms into a formidable boss, showcasing how intense and challenging The Pathless can be.", "These big fights begin with a chase sequence, where the Hunter leaps over fire, glides past fireballs, and uses talismans to keep up and hopefully get close enough to land a shot on one of the beast’s weak spots. The Hunter then confronts it in an arena battle that requires her to time her jumps and roll-dodge area blasts. Each of the handful of worlds’ bosses are distinct and nicely designed. I loved taking them all on.", "", "The Pathless is a wonderfully different game that makes you feel like you have ownership over the entire experience and are not being led along by a pre-scripted playbook. It’s one of those adventures that will stick with you long after you play it."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["pathless", "squid", "shot", "spirited", "liberating", "towers", "adventure", "world", "game", "puzzles", "giant", "terrain", "hunter", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}