{"id": "abd31d63-2909-3d3f-8e77-080b1dc8c962", "title": "Meet the Women of Firesticks Alliance, an Indigenous-Led Network Reviving Cultural Burning to Protect Their Land", "url": "https://www.vogue.com/article/firesticks-alliance-australia-cultural-burning-indigenous-knowledge", "summary": "Western “hazard reduction burning” follows the same idea as cultural burning—applying fire to clear an area of forest—but “without the nuance around biodiversity,” Standley says.\n“Those burns have nothing to do with what’s flowering, what’s fruiting, what’s happening with the local species… They can be too hot, or they’re set at the wrong time, and they might use chemical accelerants.\n“We’re the ones who need to lead this, and link arms with government,” Hromek says.\n“There’s an awareness around cultural burning now, but it can’t just be taken and published as Western knowledge.\nThere’s a huge benefit to society, and the way this forms these communities.”", "paragraphs": ["Western “hazard reduction burning” follows the same idea as cultural burning—applying fire to clear an area of forest—but “without the nuance around biodiversity,” Standley says. “Those burns have nothing to do with what’s flowering, what’s fruiting, what’s happening with the local species… They can be too hot, or they’re set at the wrong time, and they might use chemical accelerants. They’re forced, rather than seen as something that’s part of our survival,” she adds. “Without fire, we wouldn’t exist. It is a tool, and it’s something all of us need to learn to use wisely.”", "Ultimately, governments will need to empower Indigenous people and groups like the Firesticks Alliance to bring cultural burning and traditional knowledge to the fore; “cherry-picking” their ideas or forcing them into a Western framework simply won’t work. “We’re the ones who need to lead this, and link arms with government,” Hromek says. “Often it’s the other way around, and the government wants to lead. But [as our co-founder] Victor Steffensen has said, ‘Let us drive for a while, and you guys can take the passenger seat and come along on this journey.’ If indigenous people aren’t leading, then you aren’t learning, and you aren’t growing as an individual either. The social implications are really important. We’re talking about the benefits for Indigenous people, but the social benefits for non-Indigenous people are just as huge.”", "Beyond their on-the-ground work and cultural burns, Firesticks Alliance hosts workshops for farmers, corporations, and government agencies to further amplify indigenous voices and push for collaboration. “It’s their knowledge,” Standley says. “There’s an awareness around cultural burning now, but it can’t just be taken and published as Western knowledge. There should be employment outcomes for Indigenous people as well. There’s a huge benefit to society, and the way this forms these communities.”"], "authors": ["Emily Farra", "Emily Farr", "Talei El"], "keywords": ["burning", "western", "cultural", "knowledge", "whats", "meet", "firesticks", "land", "need", "network", "arent", "women", "protect", "indigenousled", "work", "indigenous", "way", "reviving"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}