{"id": "abde11d2-ea42-39fb-8119-ad00fb3b028d", "title": "Instant Swap With Diablo II: Resurrected Graphics Is Nostalgic Magic", "url": "https://www.gameinformer.com/2021/04/09/instant-swap-with-diablo-ii-resurrected-graphics-is-nostalgic-magic", "summary": "Today, the first lucky few are able to head into the Diablo II: Resurrected Technical Alpha test to explore the first few acts in a single-player setting.\nIn my first few hours of tinkering with the game, one of the awesome options that has presented itself is the ability to swap between the new graphics scheme and the old one.\nWhile the entire experience of going back and playing Diablo II again is full of nostalgia, watching things flip in real time mid-cast and mid-swing is really incredible.\nIt’s as simple as tapping the G key during gameplay on PC to swap back and forth to create a magic moment.\nThe current Diablo II: Resurrected Tech Alpha is limited to single-player, two acts, and three characters.", "paragraphs": ["Today, the first lucky few are able to head into the Diablo II: Resurrected Technical Alpha test to explore the first few acts in a single-player setting. In my first few hours of tinkering with the game, one of the awesome options that has presented itself is the ability to swap between the new graphics scheme and the old one. So, that’s not a big deal right? A ton of games have done things like that. However... You can hotswap the settings instantly with the touch of a button, whether you’re in the middle of a battle, animation, or quest event, the game instantly switches back and forth seamlessly.", "The swap is something to behold. While the entire experience of going back and playing Diablo II again is full of nostalgia, watching things flip in real time mid-cast and mid-swing is really incredible. As an old-school Diablo player, seeing the new graphics options that look how my mind remembers the game and the ancient ones overlaid on each other is as close as something gets to mind blowing. How does it work? It’s as simple as tapping the G key during gameplay on PC to swap back and forth to create a magic moment. Going back, you may say to yourself “Wait, it didn’t really look like that did it? Whoa…”", "Here are a few segments showcasing this new option that I’ve captured. Again, the incredible thing here is that you can create these from scratch at anytime at all. Quest dialogue? In the middle of a meteor blast? You can capture the exact moment that loot explodes from an enemy’s corpse and watch it in both worlds.", "The current Diablo II: Resurrected Tech Alpha is limited to single-player, two acts, and three characters. However, I’ve been playing around with options and it looks like the famous /players 8 command does in fact work, which changes the game settings so that the monsters get beefed up pretty heavily but also give way more rewards, including gobs of experience points. Since this Alpha is limited to two acts but has uncapped leveling, the command should allow you to keep leveling up to get some of the big skills that would be difficult to acquire otherwise given the scope and scale of this phase.", "What do you think about the Diablo franchise? Are you looking forward to Diablo IV? How about Diablo Immortal? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["diablo", "things", "alpha", "acts", "ii", "singleplayer", "swap", "resurrected", "game", "magic", "work", "graphics", "nostalgic", "instant", "options"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}