{"id": "abe6559b-e6d1-33f9-a00d-7d80d9736b49", "title": "Can You Really Buy Bob Dylan’s Songs?", "url": "https://www.newyorker.com/culture/cultural-comment/can-you-really-buy-bob-dylans-songs", "summary": "There was anxiety, of course, about how Dylan’s songs could now be deployed to embarrassing or brazenly mercenary ends.\nDylan’s fans are multigenerational enough that reactions to the news of the sale revealed the shift in how we think about the intersection of art and commerce.\nThe popularity of streaming has, at least temporarily, buoyed the bigger names in the music industry, which means that new investors are now looking to scoop up evergreen music rights.\n(That Dylan’s songs have reportedly been covered more than six thousand times suggests how they have been functionally untethered from their creator.)\n“Those songs are part of the cultural ether and will be with us forever,” Michael Chaiken, the curator of the Bob Dylan Archive, in Tulsa, Oklahoma, told me recently.", "paragraphs": ["On Monday, the Universal Music Publishing Group announced that it had purchased Bob Dylan’s entire catalogue—more than six hundred songs, beginning with Dylan’s eponymous 1962 début, through “Rough and Rowdy Ways,” his thirty-ninth album—in a deal estimated to be worth more than three hundred million dollars. The Times suggested that this “may be the biggest acquisition ever of the music publishing rights of a single song-writer.” Universal will now collect all the income generated whenever one of Dylan’s songs is sold, broadcast, streamed, covered, or placed in a film, television show, or commercial; the company will also control Dylan’s copyright, meaning that it determines when and how his songs can be used, and at what price. Dylan did not offer a comment on the announcement. Jody Gerson, the chief executive of Universal’s publishing arm, described the acquisition as “a privilege and a responsibility.”", "Few American songwriters have been as zealously exalted as Dylan—and few are as consistently inscrutable. His most devoted fans spent the day speculating about Dylan’s motivation: it certainly looked financial (the pandemic has grounded his Never-Ending Tour), but could also be pragmatic (he is seventy-nine, and might be taking proactive steps to organize and secure his estate). There was anxiety, of course, about how Dylan’s songs could now be deployed to embarrassing or brazenly mercenary ends. But Dylan himself has not always approached his catalogue with the same seething reverence as his fans do, nor has he been especially reluctant to monetize his image.", "In 2014, “I Want You”—a wordy, cryptic song about unwelcome love, from “Blonde on Blonde”—was used in a Super Bowl ad for Chobani, in which a marauding grizzly bear destroys a general store in search of a cup of honey-flavored yogurt. In 2015, in a commercial for I.B.M., Dylan had a brief conversation with the company’s signature artificial intelligence, Watson, about the recurring themes of his lyrics, which Watson identified as “that time passes and love fades.” Dylan agreed with the assessment: “That sounds about right.” My favorite example came in 2004, when Dylan, sporting his late-career pencil mustache, appeared in a moody, ponderous commercial for Victoria’s Secret, co-starring the model Adriana Lima, who was wearing only her underwear and a pair of enormous wings. Dylan doesn’t speak in the spot—“Love Sick,” which opens “Time Out of Mind,” plays—but glowers purposefully at the camera for a few seconds, as if to say, “Can you believe this shit?” (Beyond his work in commercials, Dylan has also developed his own line of whiskey, and recently revived his SiriusXM radio show, the “Theme Time Radio Hour,” to promote it. In 2016, he granted Amazon and Lions Gate Entertainment permission to develop any of the characters or stories in his collected lyrics into a television series.)", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "Dylan’s fans are multigenerational enough that reactions to the news of the sale revealed the shift in how we think about the intersection of art and commerce. I’m just old enough to remember the offense and outrage unleashed by the public when a beloved song was used to sell, say, running shoes. I’ve since made peace with the idea—placing a track in a commercial is a relatively easy way for artists to make money in a marketplace that continues to devalue creative work—but some small, eternally righteous part of me still bristles whenever I hear a song that means something repurposed as an advertising jingle. Pop songs are so useful in commercials, in part, because they allow a corporation to exploit whatever complex, visceral connection that viewers and listeners have already established with an artist. It’s not fair, perhaps, to expect the artist to honor or protect that point of communion in an era in which huge numbers of fans listen for free.", "These days, how much a songwriter cares about maintaining control of her rights varies, although age does seem to have something to do with the fervency with which an artist approaches the issue. This year alone, a handful of legacy acts (including Stevie Nicks, Blondie, Barry Manilow, and Chrissie Hynde) have made similar deals, relinquishing control of their catalogues in exchange for sizable payouts. The popularity of streaming has, at least temporarily, buoyed the bigger names in the music industry, which means that new investors are now looking to scoop up evergreen music rights. (For Dylan, this all but insures that his music will remain available and highlighted on streaming services in perpetuity.)", "Meanwhile, Taylor Swift, who turns thirty-one this Sunday, has been entangled in an increasingly public and acrimonious fight with her former label, Big Machine Records, and the music manager Scooter Braun, who acquired Big Machine from its founder, Scott Borchetta, and, with it, the rights to the master recordings of Swift’s first six studio albums. Swift described Braun’s involvement in her career as her “worst case scenario,” and has accused Braun, who manages Justin Bieber and Ariana Grande, of “incessant, manipulative bullying.” Many fans believe that at least two songs (“my tears ricochet” and “mad woman”) on Swift’s newest album, “folklore” refer directly to what Swift understands as an unforgivable betrayal. “I’m taking’ my time / Taking my time / ‘Cause you took everything from me,” she sings, her voice tender but menacing.", "For Swift, the issue seems to be less an ideological opposition to the fact that her songs might be used to sell stuff (she has had elaborate promotional partnerships with U.P.S., Target, Subway, Capital One, Diet Coke, and more), but the understandable and very human desire to maintain some degree of control over her work and legacy as she moves further into her career. Swift recently posted a note to Twitter, explaining that her team had attempted to negotiate with Braun but ultimately found his conditions—namely, the signing of a nondisclosure agreement that Swift’s team suggested was more commonly used to “silence an assault accuser”—unreasonable. Instead, Swift said, she is rerecording all of her old music, a process that will ultimately diminish the value of Braun’s acquisition. Swift said that the work of revisiting her old albums has been “exciting and creatively fulfilling.”", "Dylan’s situation feels different, and not simply because he consented to the sale (or because Braun only acquired the master rights to part of Swift’s catalogue, and not also her publishing rights). It is difficult, perhaps, to know precisely when an artist’s work transforms into common property, becoming part of the public domain in the spiritual sense, if not quite the financial one. (That Dylan’s songs have reportedly been covered more than six thousand times suggests how they have been functionally untethered from their creator.) Dylan has always seemed to subscribe to the notion that songs are never quite fixed or fully claimed, even by their authors. Instead, all music can be reimagined or reshaped to suit new purposes. He has, at times, been accused of borrowing a little too freely from other writers, including just this past spring. (“False Prophet,” a song from “Rough and Rowdy Ways,” is extremely similar to “If Lovin’ Is Believing,” a B-side, from 1954, by the pianist and singer Billy “The Kid” Emerson.)", "Sixty years after his recording début, Dylan’s best-known and most resonant songs (“Blowin’ in the Wind,” “The Times They Are A-Changin’,” “Subterranean Homesick Blues”) are now so intensely and inextricably interwoven into the American experience that the question of “ownership” almost seems moot. “Those songs are part of the cultural ether and will be with us forever,” Michael Chaiken, the curator of the Bob Dylan Archive, in Tulsa, Oklahoma, told me recently. Universal may have secured certain legal and financial privileges when it comes to Dylan’s catalogue. But I’d venture that the songs belong to everyone who has claimed them.", "2020 in Review"], "authors": ["Amanda Petrusich", "Amanda Petrusic"], "keywords": ["bob", "dylans", "rights", "music", "really", "used", "songs", "fans", "work", "times", "buy", "swift", "dylan"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}