{"id": "ac17f15d-7661-3d32-8fce-175a23fc5ced", "title": "Cyberpunk 2077 Latest Preview: Keanu Reeves, Guns Galore, And Driving Woes", "url": "https://www.gameinformer.com/video/2020/11/20/cyberpunk-2077-latest-preview-keanu-reeves-guns-galore-and-driving-woes", "summary": "Cyberpunk 2077 is the gift that keeps on giving with Keanu Reeves, a massive open-world playground, and more weapons than you could possibly keep track of.\nWith the final hands-on preview for the upcoming CD Projekt RED game, we dive deep into what Keanu brings to the table, how does the music stack up to some of the greats, and Silverhand's ability to make people pregnant just by walking past (kidding on that last part).\nJoin Alex Stadnik and Liana Ruppert as we take you through Night City once more while telling our tales of playing as Johnny Silverhand himself and our thoughts on if the December release date will actually stick this time.\nIf you're excited to dive into the world of neon and crime, you don't have to wait long because Cyberpunk 2077 releases on December 10 for Xbox Series X/S, PlayStation 5, Xbox One, PlayStation 4, PC, and Google Stadia.\nYou can also learn more about the game's musical experience with our in-depth interview with the composers behind some pretty epic tracks right here.", "paragraphs": ["Cyberpunk 2077 is the gift that keeps on giving with Keanu Reeves, a massive open-world playground, and more weapons than you could possibly keep track of. With the final hands-on preview for the upcoming CD Projekt RED game, we dive deep into what Keanu brings to the table, how does the music stack up to some of the greats, and Silverhand's ability to make people pregnant just by walking past (kidding on that last part).", "Join Alex Stadnik and Liana Ruppert as we take you through Night City once more while telling our tales of playing as Johnny Silverhand himself and our thoughts on if the December release date will actually stick this time.", "If you're excited to dive into the world of neon and crime, you don't have to wait long because Cyberpunk 2077 releases on December 10 for Xbox Series X/S, PlayStation 5, Xbox One, PlayStation 4, PC, and Google Stadia. You can also learn more about the game's musical experience with our in-depth interview with the composers behind some pretty epic tracks right here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["latest", "dive", "xs", "youre", "keanu", "xbox", "weapons", "world", "2077", "galore", "driving", "playstation", "reeves", "cyberpunk", "woes", "guns", "preview"], "pubDate": "2020-11-20T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}