{"id": "ac2bfa73-8ecb-30d1-b16b-9ac6ce9dbf5a", "title": "Nationwide farmers' strike shuts down large parts of India", "url": "https://www.theguardian.com/world/2020/dec/08/nationwide-farmers-strike-shuts-down-large-parts-of-india", "summary": "Farmers in India have shut down swathes of the country’s transport, shops and markets as they escalated their protests against new agriculture laws with the launch of a national strike.\nA meeting last Friday between farmers and the government went on for seven hours but failed to end the deadlock.\nHowever farmers began protesting, saying they had not been consulted and that their livelihoods face ruin.\nOver 450 farmer’s unions and organisations supported the nationwide strike on Tuesday, which saw police deployed across the country to keep the agitation under control.\nPunjab’s chief minister, Amarinder Singh, reiterated his support for the farmers and called on the central government to listen to their demands.", "paragraphs": ["Farmers in India have shut down swathes of the country’s transport, shops and markets as they escalated their protests against new agriculture laws with the launch of a national strike.", "Hundreds of thousands of farmers blocked all roads into the capital Delhi for most of the day, and across the country demonstrated on railway lines and highways and called for a shutdown of shops, in a effort to pressurise the government into repealing new agriculture laws they say will leave them poverty stricken and at the mercy of corporations.", "For over a week, thousands of farmers, mainly from Punjab and Haryana, have been camped out around the periphery of Delhi, sitting along police barricades on the three main roads going into the capital, saying they will not move until the three agriculture laws are repealed and they are given assurances of a minimum price for their crops. A meeting last Friday between farmers and the government went on for seven hours but failed to end the deadlock.", "The prime minister, Narendra Modi, passed the laws in September, saying they would reform an archaic and outdated system and give farmers more control over their crop prices. However farmers began protesting, saying they had not been consulted and that their livelihoods face ruin.", "Agriculture employs more than 40% of India’s workforce but it is also an industry plagued by poverty, underdevelopment and suffering. India has one of the highest rates of farmer suicides in the world.", "Over 450 farmer’s unions and organisations supported the nationwide strike on Tuesday, which saw police deployed across the country to keep the agitation under control.", "Stationed at the Delhi border was Kuldip Malana, 41, a farmer from Bant district in Haryana, who has been travelling back every evening to pick up food supplies and bring back home anyone who has fallen sick at the protests.", "“Over the last 25 years, farmers have suffered and the government has not bothered about us, even when so many are committing suicide,” said Malana. “They have not provided cold storage for our crops to keep them fresh, so sometimes we have to sell our vegetables for 1 rupee. They have not give us enough water for our crops.”", "He added: “They have not thought about us for years, and suddenly they come up with reforms have nothing to do with helping the farmers and only benefit the big corporations. These laws are suicide for us all.”", "Malana and other farmers proclaimed the strike a success, after the home minister, Amit Shah, agreed to meet with the farmers’ leaders at his residence at 7pm on Tuesday. “There is no midway. We will demand just ‘yes’ or ‘no’ from the home minister at today’s meeting,” Rudru Singh Mansa, a farmers’ leader, told reporters. Farmers are also due to have a meeting with the government on Wednesday to continue discussions.", "Political tensions also escalated around the protests. The Delhi government’s ruling Aam Aadmi party (AAP) claimed that the Delhi chief minister, Arvind Kejriwal, had been placed under de facto “house arrest” by Delhi police, who are under the federal jurisdiction of the home ministry, to prevent him joining the protests in support of the farmers. “They didn’t let me go, but I was praying for the movement to be successful,” said Kejriwal.", "Punjab’s chief minister, Amarinder Singh, reiterated his support for the farmers and called on the central government to listen to their demands. “Had I been in their place I would not have taken a minute to accept my mistake and revoke the laws,” said Singh.", "Umendra Dutt, the founder of the Kheti Virasat Mission, a people’s movement for sustainable farming and food safety in the state of Punjab, said the government had “severely underestimated” the farmers and that the protests were the culmination of “40 years of anger and disenchantment at a broken system that has bankrupted farmers, destroyed food security and led to an ecological crisis in India.”", "Dutt said that “a paradigm shift” was needed to overhaul the agriculture system in India to make it sustainable, but that these new laws were simply “tinkering with a broken system that is responsible for the farmer suicides in India, has plundered the natural resources and poisoned the food and the ecosystem in India.”"], "authors": ["Hannah Ellis-Petersen"], "keywords": ["saying", "protests", "nationwide", "india", "food", "strike", "large", "farmers", "delhi", "minister", "parts", "agriculture", "system", "laws", "shuts"], "pubDate": "2020-12-08T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}