{"summary": "The following is an edited excerpt of her new book \" Edgy Architecture: Living in the Most Impossible Places ,\" published by Lannoo.\nHere are eight examples of houses that overcome difficult environments to offer extraordinary an experience for owners and onlookers alike.\nThe larger of the two structures hosts the living area, while the smaller has two bedrooms.\nCasa Del AcantiladoSalobreña, Granada, SpainJesus Granada / GilbartoloméBuilt on the coast of Spanish Granada, Casa Del Acantilado, or \"Cliff House,\" is a tribute to the architect Antoni Gaudí.\nCasa Del Acantilado is set across two floors -- one dedicated to an open-space living area and another featuring more intimate spaces.", "id": "ac448f38-847f-3e72-a6cf-e280b9d51783", "pubDate": null, "url": "https://edition.cnn.com/style/article/houses-impossible-architecture/index.html", "authors": ["Agata Toromanoff"], "paragraphs": ["Written by Agata Toromanoff", "Agata Toromanoff is an art and design historian and the author of several books on interior design and architecture. The following is an edited excerpt of her new book \" Edgy Architecture: Living in the Most Impossible Places ,\" published by Lannoo.", "Architecture can flirt with nature in expressive yet subtle ways. The idea is, often, to harmonize, not dominate, the landscapes.", "This can prove a challenge, however, when faced with steep slopes, cliff faces and mountainsides.", "Some of today's most interesting architects are out to prove the discipline can be edgy -- quite literally. Here are eight examples of houses that overcome difficult environments to offer extraordinary an experience for owners and onlookers alike.", "Cliff House", "Nova Scotia, Canada", "Greg Richardson / MacKay-Lyons Sweetapple Architects", "Cliff House, on the Atlantic coast in Nova Scotia, is an inventive and playful intervention in the landscape.", "From hill height, the house looks absolutely normal. But from the coast, you can see it's actually perched on a cliff, which the architects say is intended \"to heighten one's experience of the landscape through a sense of vertigo and a sense of floating on the sea.\"", "The galvanized steel superstructure provides solid support and is fixed to the cliff, while wooden elements introduce cosiness inside and out.", "The cube is not divided into levels, so the large living space fills the entire area. Only a small part of it is transformed into sleeping quarters.", "Hirafu", "Niseko, Hokkaido, Japan", "Florian Busch Architects", "The architects behind this remarkable holiday house in Japan's second largest island, Hokkaido, created an L-shaped structure to connect the house with the hill.", "Two cubes stand on top of each other, giving the dynamic impression that the whole structure might slip down the slope. The entrance to the house and the private spaces are located in the lower cube while, inside, a staircase leads to the living areas and kitchen on the upper levels", "The solid structure is made from reinforced concrete, which is left raw inside the house to create a visually stark juxtaposition with the large windows and glazed openings.", "House on the Cliff", "Calpe, Alicante, Spain", "Diego Opazo / Fran Silvestre Arquitectos", "Geometric, linear purity is characteristic of this project, House on the Cliff, in the Alicante region of Spain.", "The house is embedded in a very steep slope. This unusual and highly difficult plot of land inspired an imaginative, three-dimensional shape, which invites a startling visual dialogue with its surroundings.", "Nestled in the rocks, the house is literally suspended over the contour of the hill. Made of concrete, it is insulated from the outside but also covered by white lime stucco, selected by the architects for its flexibility and smoothness.", "The fully glazed front provides a fantastic view of the water, and the infinity swimming pool and expansive terrace on the ground level seem to extend the house into the sea.", "Qiyunshan Tree House", "Xiuning, China", "Chen Hao / Bengo Studio", "Qiyunshan Tree House it is not a house built on a tree, but one standing 11 meters tall in a red cedar forest in China's eastern Anhui province.", "A narrow, curving entrance hall echoes the curves of the road nearby. Inside, the individual elements of this complex shape are located on different levels and face various directions.", "A central spiral staircase leads to minimalistic rooms with wall-to-wall windows, which serve as frames for the striking views. The living area and bedrooms are intentionally small, because the architects wanted to create observation spots, rather than an expansive family home.", "Natural materials are used to finish the building, including red cedar wood, for aesthetic as well as practical reasons.", "Villa Escarpa", "Luz, Algarve, Portugal", "Fernando Guerra / Mario Martins", "The dreamy landscape of Portugal's Algarve region lends itself to eccentric architecture.", "Villa Escarpa is a white geometric giant balancing over a steep escarpment overlooking the village of Praia da Luz. Due to strict rules regarding construction on this coastline, the structure could not exceed the footprint taken up by the previous house. But architect Mario Martins found a spectacular way to make the best of a relatively small plot.", "The idea was to create the effect of a house floating above the landscape. This is helped with the inclusion of a roof terrace, which adds lightness. The structure is not only attractive, but durable -- crucial given the prevailing winds in the area.", "Slice and Fold House", "Los Angeles, California, United States", "Eric Staudenmaier / Urban Operations", "Slice and Fold House, in Los Angeles, resembles a carefully folded piece of origami. The building features a stunning play between sharp-angled lines and openings of various sizes, which allow natural light fill every room.", "The house's facade is made up of different shapes and volumes, the biggest of which -- the roof deck with stunning panoramas of the San Gabriel Mountains -- was inspired by Le Corbusier's modernist villas.", "Large parts of the house are sunk deep into the terrain, which had to be deeply excavated to affix the colossal structure to the steep slope.", "La Binocle", "Eastern Townships Quebec, Canada", "Adrien Williams / naturehumaine", "Located atop a mountain in Quebec, Canada, this home's gigantic front-facing windows provide panoramic views of the surrounding wooded area. The larger of the two structures hosts the living area, while the smaller has two bedrooms.", "The home's design is partly dictated by the inclusion of overhanging roofs that slope downwards, limiting the amount of sunlight during the warmer summer months.", "Perched on a hill, the structure's foundations are anchored to the ground and the building is clad with burnt wood to further blend into the surroundings.", "\"While enhancing the landscape, the project above all considers the cabin as a minimal and contemplative space, inviting tranquility,\" writes Naturehumaine, the Montreal-based architecture and design firm behind the house.", "Casa Del Acantilado", "Salobreña, Granada, Spain", "Jesus Granada / Gilbartolomé", "Built on the coast of Spanish Granada, Casa Del Acantilado, or \"Cliff House,\" is a tribute to the architect Antoni Gaudí. The challenging angle of the incline (roughly 42 degrees) seems to have inspired rather than limited the creativity of the architecture firm behind the design, Gilbartolomé.", "The house is not only buried in the hill, but also hidden under a fanciful roof. When seen from above, its curvaceous shape and textured surface resemble the skin of a dragon or the waves of the sea.", "Casa Del Acantilado is set across two floors -- one dedicated to an open-space living area and another featuring more intimate spaces."], "keywords": ["structure", "house", "built", "impossible", "area", "architects", "inside", "design", "cliff", "houses", "landscape", "steep", "living", "places"], "title": "8 houses built in impossible places", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}