{"id": "ac478919-d878-3ebd-bc98-3c82bdccc420", "title": "The Squandered Promise of Chet Hanks’s White-Boy Summer", "url": "http://www.newyorker.com/culture/cultural-comment/the-squandered-promise-of-chet-hankss-white-boy-summer", "summary": "On March 26th, in a short front-facing clip that he posted on Instagram, Hanks presented his predictions for the coming months.\n“I just got this feeling, man, that this summer is, it’s about to be a white-boy summer,” he began, seated in the driver’s seat of a car, energetically chewing a wad of gum.\nI’m talking about me, Jon B., Jack Harlow-type white-boy summer .\n“I’m sorry, but somebody needs to tell Chet Hanks that ‘white boy summer’ sounds like the title of a Netflix documentary about mass shootings,” another wrote.\nIf last summer was the summer of B.L.M., was this summer, already, the time to celebrate white boys?", "paragraphs": ["There’s a lot that I don’t remember from that time, a little more than a year ago, when America was beginning to realize the awful enormity of the coronavirus pandemic. I’ve repressed much of the stressful minutiae of those days, but, when I look back, one memory comes to mind, and, surprisingly, it is not a bad one. On March 12, 2020, Chet Hanks—a rapper and actor on TV shows such as “Empire” and “Shameless,” who is perhaps most famous for being the thirty-year-old son of the actor Tom Hanks and his wife, Rita Wilson—took to Instagram to notify the public that his parents had contracted COVID-19. “Yeah, it’s true, my parents got coronavirus. Crazy,” he said, speaking to the camera. Explaining that his father was shooting a movie in Australia when the couple tested positive for the virus, he went on, “They’re not worried about it, they’re not trippin’, but they’re taking the necessary health precautions, obviously . . . I don’t think it’s anything to be too worried about,” he added. “I think it’s all gonna be all right, but I appreciate it, and just, everybody stay safe out there. Much love.”", "I wasn’t glad to hear that Tom Hanks and Rita Wilson had fallen ill, but I couldn’t help but find the video funny. There was Chet Hanks’s bold decision to deliver the news while inexplicably shirtless, his body crowded with tattoos (an Eye of Providence on his sternum, a Latin phrase that translates to “Fortune favors the bold” on his upper arm), his bare, well-developed muscles as if threatening to explode out of the camera’s tight frame; his puzzling choice as a white man to speak in Black English; and the fact that this look-alike of Justin Timberlake in “Alpha Dog” was, amazingly, the offspring of one of America’s most beloved actors. In the midst of darkness, he was giving us light. It was all going to be O.K. Tom Hanks’s buff, rapper son had told us it would be.", "As we now know, almost nothing turned out to be O.K. But, with the recently accelerated vaccine rollout, we are beginning to see signs of the pandemic’s end, and, as if heeding a clarion call, Chet Hanks has come back to provide. On March 26th, in a short front-facing clip that he posted on Instagram, Hanks presented his predictions for the coming months. “I just got this feeling, man, that this summer is, it’s about to be a white-boy summer,” he began, seated in the driver’s seat of a car, energetically chewing a wad of gum. “I’m not talking about, like, Trump, you know, Nascar-type white. I’m talking about me, Jon B., Jack Harlow-type white-boy summer . . . Let me know if you guys can vibe with that.” In the caption, he urged people to “Tag a REAL vanilla king” in the comments.", "The video went viral, even as confusion arose in response to the troubling ring of Hanks’s catchphrase. What was he asking us to vibe with, exactly? The last few years have seen a sharp rise in violent white-supremacist actions—most notably the “Unite the Right” rally in Charlottesville and the attempted Capitol coup—as well as seemingly more fratty but still plenty toxic instances of racism à la Barstool. Despite Hanks’s vague assurance that he was referring not to the kind of militant whiteness encouraged by our former President, but rather to a softer, more pretty-boy kind embodied by Jack Harlow and Jon B., a white rapper and white R. & B. singer, respectively, some unease was expressed on Twitter, especially from Black users. “White Boy Summer? Hope y’all wearing bullet proof vests in case one gets upset lol,” one person tweeted. “I’m sorry, but somebody needs to tell Chet Hanks that ‘white boy summer’ sounds like the title of a Netflix documentary about mass shootings,” another wrote. If last summer was the summer of B.L.M., was this summer, already, the time to celebrate white boys?", "In the past, Hanks had dipped his toe into something approaching political talk: during last year’s Black Lives Matter protests, he posted his support for the movement on Instagram, and paid tribute to Tiffany Miles—the mother of his daughter, Michaiah—who is Black. In a later Instagram clip, after Joe Biden’s win, he posted an expletive-filled rant against Donald Trump. (Both posts have since been deleted; Hanks has claimed he was harassed by “pro-Trump conspiracy theorists,” who have also targeted his father.) And yet, Chet completists would recall that, after taking on the stage name Chet Haze in his early rapping days, Hanks was criticized for not just using the N-word but defending his right to use it, claiming that it “unifies the culture of hip-hop across all races.” (In 2015, he blamed the rant on his substance-abuse problem; he entered treatment that same year.) In January of 2020, in another bizarre move, he began speaking in Jamaican Patois (“Big up, the whole island massive!”) on the red carpet of the Golden Globes—he was there on the occasion of his father’s receiving the Cecil B. deMille Award for lifetime achievement—and was slammed for cultural appropriation.", "Seemingly undeterred, however, Hanks kept posting white-boy-summer content on his Instagram. In a series of videos, in which he is seen shirtless and backward-capped, AirPods tucked snugly into ears, he announced some “rules and regs” for the season. He opened with some light fashion advice (“No plaid shirts, O.K.? You can’t be looking like a picnic table out here, boys . . . No Sperry topsiders. That’s not the kind of white boys we’re taking about, dawg.”), before moving on to matters of the heart: “No calling girls smokeshows . . . that’s over with . . . Bottom line here, gentlemen, is, it’s time for us to evolve.” In a later post, Hanks promised that he would soon address more “WBS” topics, among them “taking girls on dates,” “ankle socks,” “House music,” and “telling your bros ‘I love you.’ ” Most of the posts were figured as warnings. The message, it seemed, was that being a white boy shouldn’t be a special source of pride; in Hanks’s telling, white boys were a little idiotic and little pathetic, and most certainly in need of help, for which he was the self-assigned source.", "In a video posted last Sunday, Hanks turned to questions of social decorum: “Really, really important, guys. As we get closer to summer and it gets hotter out, and there’s pool parties and barbecues. White boys, it is not white-boy summer to get all drunk and sweaty and, you know, sunburned on your face, booze breath, going up to people that you barely fuckin’ know and getting all in their personal space, O.K.?” he said. Dramatically performing agitation, he continued, “We gotta stop that shit, guys. We gotta do better.”", "The phrase “do better” is sometimes employed in contemporary, mostly online, discourse centered on matters of social justice, either as a call-out to others, or as part of a vow taken by oneself to deepen one’s awareness and improve one’s behavior. Despite the very real need behind it, the phrase, I’ve felt, is often used strategically—say, by corporations attempting a P.R. push to cover their asses when their structural racism is revealed, or as a useful cudgel to either hasten or forestall so-called cancellations. (Last month, for instance, Sharon Osbourne used the phrase in an apology posted to Instagram, after being accused of racist behavior while serving as a panelist on CBS’s “The Talk.” A few days later, the network announced that she would be leaving anyway, albeit with a reported golden parachute of several million dollars.) Hanks’s employment of the phrase, in any case, was telling: he appeared aware of the broader, graver, more Byzantine conversation happening around him, and was nodding at it while also differentiating himself from it. In his self-conscious lightness, he seemed to suggest he was free from all that. I’m not doing anything very serious here, he seemed to be saying, except talking about whiteness as a fact, one that is more often than not embarrassing and stupid in its everyday particularities.", "Watching Hanks navigate his way through his new gambit, I felt that he was tap-dancing on thin ice. Part of my interest in his videos, I realized, stemmed from the fear that, at any moment, he might tip over from playful, open-handed fun to hard-core racism. Even though his connection to his well-liked father (who—as a Twitter joke had it some years ago—might even secretly be a Black man) helped defang his videos, somehow made them feel safer, the danger was nonetheless clear and present. With each new post, I wondered, was this going to be the one that crossed the line, and then I breathed a sigh of relief when it didn’t.", "As I was putting what I believed were the finishing touches on this piece, on Tuesday morning, I was notified by a friend that Hanks’s white-boy-summer merch had dropped. For its logo, he seemed to aim for the popular Blackletter typeface. Used by brands such as Chrome Hearts and musicians including Kanye West and Phoebe Bridgers, it also bears a similarity to the Germanic Fraktur typeface, a twist which brought white-boy summer a little too close to Proud Boy summer. (“Why is it like in prison Aryan Brotherhood font lmao,” one person tweeted.) As if to reassure his followers, later that day, Hanks announced that alongside the new white-boy summer merch, he would also be dropping “Black-queen summer” clothing, because, as he noted in a video, “you can’t be a real ivory king without a Black queen.” The W.B.S. philosophy, Hanks claimed in another video, was meant to be for everyone. “This is the epitome of not-white-boy summer: it’s having any ill will or prejudice towards anybody from a different background, race, walk of life than you,” he said, his cap flipped jauntily to the front. “The real vibes is just having nothing but good vibes towards everybody. Everybody. You know what I mean?”"], "authors": ["Naomi Fry", "Naomi Fr", "Katy Waldma"], "keywords": ["chet", "black", "summer", "whiteboy", "hanks", "squandered", "instagram", "know", "video", "hankss", "white", "promise"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}