{"id": "ac610586-8f38-3f98-ae25-08e338bd88a2", "title": "Twitter CEO Jack Dorsey donates $15M more to universal basic income program", "url": "https://www.foxbusiness.com/money/twitter-jack-dorsey-universal-basic-income-donate", "summary": "Twitter CEO Jack Dorsey is giving $15 million to a group of mayors who are enacting universal basic income programs in cities across the country.\nDC MAYOR SAYS $1,200 CORONAVIRUS STIMULUS PAYMENTS TO BE DISTRIBUTED TO SOME RESIDENTS\"Thank you Mayor [Tubbs] and to all the Mayors of Mayors for AGI for these universal basic income pilots!\nDorsey's gift will be used to launch or grow guaranteed income pilots in several cities, including Los Angeles, Pittsburgh, Richmond, St. Paul and New Orleans.\nDorsey's donation comes through his #startsmall initiative, created when he moved $1 billion in his equity from Square, a financial payments company he founded, to fund projects like universal basic income programs.\nDorsey has also donated millions to former Democratic presidential candidate and entrepreneur Andrew Yang's nonprofit Humanity Forward, which promotes universal basic income policy, a key part of Yang's 2020 campaign.", "paragraphs": ["Twitter CEO Jack Dorsey is giving $15 million to a group of mayors who are enacting universal basic income programs in cities across the country.", "Continue Reading Below", "This is Dorsey's second gift to Mayors for a Guaranteed Income, which was founded by Stockton, Calif., Mayor Michael Tubbs. Dorsey, who is worth an estimated $11.7 billion, gave the group $3 million in July.", "DC MAYOR SAYS $1,200 CORONAVIRUS STIMULUS PAYMENTS TO BE DISTRIBUTED TO SOME RESIDENTS", "\"Thank you Mayor [Tubbs] and to all the Mayors of Mayors for AGI for these universal basic income pilots! I hope they inform federal policy in the future,\" Dorsey wrote on Twitter on Tuesday.", "Dorsey's gift will be used to launch or grow guaranteed income pilots in several cities, including Los Angeles, Pittsburgh, Richmond, St. Paul and New Orleans. Dorsey's donation comes through his #startsmall initiative, created when he moved $1 billion in his equity from Square, a financial payments company he founded, to fund projects like universal basic income programs.", "“We are a nation in crisis and the last one of this scale yielded dramatic social reform; this is our New Deal moment,\" Tubbs, a Democrat, said in a statement. \"We need a social safety net that goes beyond conditional benefits tied to employment, works for everyone and begins to address the call for racial and economic justice through a guaranteed income. These pilots and the resulting evidence will be instrumental in shaping what the 2021 social contract looks like in America.”", "Tubbs, 29, launched a small, 18-month guaranteed income experiment in Stockton in early 2019, offering $500 a month to 125 residents to spend however they wanted. There are an estimated 311,000 residents in Stockton. Research data from the pilot suggests most recipients spent the money on things like transportation, utilities, health care and paying off debt. Nearly 40 percent of tracked spending went to food, according to the University of California Berkeley.", "Cities that have joined the initiative include Newark, N.J.; Columbia, S.C.; Atlanta; St. Paul, Minn.; Jackson, Miss.; Shreveport, La.; Tacoma, Wash.; and Compton, Oakland and Los Angeles, Calif.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "The goal is for each city to launch its own basic income program with separate funding streams, either by creating a working group to find money in the city budget or by forming a public or private partnership, Tubbs told Forbes. Despite the program, he did not win reelection in 2020.", "Dorsey has also donated millions to former Democratic presidential candidate and entrepreneur Andrew Yang's nonprofit Humanity Forward, which promotes universal basic income policy, a key part of Yang's 2020 campaign.", "FOX Business' Audrey Conklin and Megan Henney contributed to this report.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": ["Evie Fordham"], "keywords": ["universal", "mayor", "mayors", "twitter", "15m", "ceo", "tubbs", "pilots", "dorsey", "guaranteed", "donates", "basic", "social", "jack", "program", "income", "stockton"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}