{"id": "ac74298b-050b-3c99-84a2-e03848d77fe5", "title": "Watch Former CIA Chief of Disguise Breaks Down Cold War Spy Photography | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/former-cia-chief-of-disguise-breaks-down-cold-war-photography", "summary": "Another concealed camera was the Matchbox camera.\nBut it looked like a matchbox and you could get...Back then everybody had these wooden matchboxesand you could take the label off whateverlocal restaurant or hoteland put it on your Matchbox camera.\nIf you're wearing a body-worn camera,you're more interested in the place that you're at,the place that you're going.\nThe Tropel camera could go placesthat nothing else could goand collected just amazing intelligencefor the Central Intelligence Agency.\nThe Tropel camera, it was a breakthroughin size and the quality of the images that it would produce.", "paragraphs": ["Transcript", "We were looking for the plans", "and the intentions of our enemies.", "There are a lot of ways to collect intelligence.", "Cameras was my preferred method of collection.", "My name is Jonna Mendez.", "I'm the former chief of disguise at CIA.", "And before that, I was a photo operations officer at CIA.", "There is an interesting history", "of using homing pigeons to collect intelligence.", "We had learned that we could put", "harnesses and cameras on the pigeons.", "They were very, very small.", "The combined weight of the harness and the camera", "was 1 1/2 ounces.", "The cameras in question were motorized cameras,", "battery-operated cameras that would take pictures", "at pre-determined intervals.", "The pigeons must've looked absolutely innocent,", "flying over whatever their targets were.", "One of the beautiful things about a homing pigeon,", "of course, is it will always come back.", "And so we would put on our lasers,", "they'd fly over the Navy field.", "We'd bring them back home.", "We'd develop their film.", "And the reports are that the precision", "in their photographs was very good.", "At least as good as what we had", "in satellite photography at the time.", "The Minox camera was an amazing camera for its day.", "It was really the first sub-miniature camera.", "It was about three inches long.", "It would fit in the palm of your hand.", "You could take pictures, unbeknownst to anybody else.", "You didn't even need to be a spy to do it", "because this was a commercially-available camera.", "You could copy anything with a Minox.", "The people that were using them", "were the foreign agents who had access", "to the intelligence,", "who could get right up next to the documents", "and take the picture.", "Agents were always in a time crunch.", "And when you get down to the nitty gritty,", "when you're actually taking the photos,", "which is an act of espionage in most of those situations,", "it was usually you wanted to get in and out", "and not be caught doing what you were doing.", "It was the toughest part of an operation.", "We were photographing documents that", "would give us the information we needed.", "Typically, they might be minutes from a meeting", "or an agenda for a meeting talking about", "what our enemies were getting ready to do next.", "There are many ways to conceal cameras.", "This camera is the Tessina camera", "and it could fit in a cigarette box.", "Another concealed camera was the Matchbox camera.", "The fun part about the Matchbox camera", "was that it was just a box with a camera in it.", "But it looked like a matchbox and you could get...", "Back then everybody had these wooden matchboxes", "and you could take the label off whatever", "local restaurant or hotel", "and put it on your Matchbox camera.", "There's another category of body-worn cameras.", "And there were two particular cameras", "that were interesting in that regard.", "One was called a Tessina,", "the other one was called a Robot.", "They were both spring wound,", "but you could get a group of pictures", "without touching the camera,", "and without physically touching the shutter mechanism.", "You could put one in a bra, a tie, a belt,", "a pregnant woman, a button.", "They are kind of all part of a group of places", "to put cameras where they wouldn't be expected,", "where they would probably not be discovered,", "and where you'd be able to covertly take some pictures", "that your office thought was necessary.", "And you'd actuate them by putting your hand in your pocket,", "by putting your hand on the strap of your purse,", "by a hundred different ways and take the picture.", "If you're wearing a body-worn camera,", "you're more interested in the place that you're at,", "the place that you're going.", "You might want to see who's meeting with who.", "Who's interacting with who.", "You might want to see walking by a building", "that usually doesn't have an open door what's in there.", "There were lots of ways to conceal these cameras", "and we used them all.", "I loved the Tropel Pen camera.", "We only gave these cameras to our very, very best agents.", "The one that had the very best access.", "These cameras were handmade.", "The Tropel was the smallest concealed camera that we had.", "It was made by one man.", "It contained an optic that", "was eight tiny, tiny pieces of glass", "stacked on top of each other.", "And it couldn't be duplicated anywhere in the world.", "The Tropel camera could go places", "that nothing else could go", "and collected just amazing intelligence", "for the Central Intelligence Agency.", "So, it wanted to be 13 inches off of the piece of paper.", "So, in the training you'd teach the agent", "that he was the tripod.", "Tolkachev who was a foreign agent who used our Tropel Pen", "concealment device to great effect.", "His case was amazing.", "He was called the billion dollar spy.", "And that was because with his photography,", "he collected the plans and intentions", "of the Soviet union as regards", "its weapon system 10 years out.", "Its radar systems, airborne and on the ground.", "He collected, he had the schematics,", "he photographed them.", "The Department of Defense at the Pentagon received them", "and they said,", "This has saved us years and years of R and D.", "And the money that we would spend doing the R and D", "because we have the plans for their", "next generation of defensive weapons.", "The Tropel camera, it was a breakthrough", "in size and the quality of the images that it would produce.", "There was really never anything like it before,", "and I think there was nothing like it since.", "Next, I'm going to talk about microdot technology.", "The microdot is a very secure method of communication.", "A microdot is taking an 8 1/2 by 11 page of text,", "just a regular piece of paper,", "and reducing it down.", "And it ends up being about the size", "of a period at the end of a sentence", "in the international edition of Time magazine.", "Even if someone hands you the magazine and says,", "There's a microdot in the magazine,", "you will never,", "if you don't know the page, and the paragraph,", "and the sentence, you won't find the microdot.", "We'd send it to our foreign agent", "and he would know.", "Maybe we'd send him a secret writing message", "that says,", "Your package will arrive along with Time magazine.", "We have some code to tell him the page and the paragraph.", "So, I'm holding a couple of microdots", "that have been concealed behind a stamp.", "We've separated the stamp from the sticky backing.", "And so if you can see there's a microdot in each corner.", "When this stamp is put onto an envelope,", "these microdots become absolutely invisible.", "The agent would, whatever it was adhered to,", "he'd tear it out,", "he'd put it in a cup of water,", "the dot would float off", "because it's water-soluble glue holding it,", "and the agent would have a lens.", "It used to be called a Fresnel lens.", "It looked like a grain rice.", "He'd get a piece of cardboard and", "he'd punch a hole in it,", "and he'd take his Fresnel lens", "and he'd put it in the hole,", "and then he put some spit on his finger,", "pick up the dot,", "put it on the end of the Fresnel lens", "and hold it up to the sun or a light,", "and he could read an 8 1/2 by 11 page of text.", "It was fabulous.", "It was very secure.", "Photography played a large role in the Cold War.", "Some things that were just myths", "we were able to prove.", "Some things that were rumors we were able to disprove.", "Photography is sort of the indisputable truth, very often.", "Not that the documents can't be wrong,", "but over time and distance photography", "has been able to provide the information", "that the Intelligence Agency has been after.", "It's an important tool,", "even though technology has changed a lot,", "tradecraft hasn't."], "authors": ["Condé Nast"], "keywords": ["wiredcom", "video", "ways", "tropel", "able", "watch", "war", "disguise", "matchbox", "spy", "called", "cold", "page", "camera", "microdot", "cameras", "youre", "photography", "cne", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}