{"id": "ac82c20b-a74d-371d-bf3d-bf7b4156320c", "title": "Three Upgraded Controller Options For Xbox Series X", "url": "https://www.gameinformer.com/round-up/2020/11/26/three-upgraded-controller-options-for-xbox-series-x", "summary": "When I reviewed the Xbox Series X and S earlier this month, I talked about the controller's improvements over its Xbox One counterpart.\nWhile all these options carry a premium price tag, they do several things the standard Xbox Series X/S controller does not.\nThrustmaster eSwap XThustmaster eSwap X Pro Wired Controller - $160Though its shape feels closer to a heavy duty Switch Pro Controller than a premium Xbox Series X/S controller, the Thrustmaster eSwap X Pro is a solid option.\nXbox Elite Series 2Xbox Elite Wireless Controller Series 2 - $180The gold standard controller for Xbox One carries into the new generation.\nDo you have any other premium controller options you've checked out for Xbox Series X and S?", "paragraphs": ["When I reviewed the Xbox Series X and S earlier this month, I talked about the controller's improvements over its Xbox One counterpart. However, if you played Xbox One using the base gamepad, chances are, it feels pretty familiar, particularly when compared to the myriad innovations present in the PS5 DualSense controller.", "Thankfully, you have options if you're looking for a different experience. While all these options carry a premium price tag, they do several things the standard Xbox Series X/S controller does not.", "Thrustmaster eSwap X", "Thustmaster eSwap X Pro Wired Controller - $160", "Though its shape feels closer to a heavy duty Switch Pro Controller than a premium Xbox Series X/S controller, the Thrustmaster eSwap X Pro is a solid option. Probably the most customizable controller on this list, the Thrustmaster eSwap X Pro allows you to swap out various components to achieve the look you want. Using a separate customization pack, I was easily able to change the handles to a cool blue camo print, and change the stock triggers, d-pad, and analog sticks to match the new blue theme. These components are held in place with strong magnets, and even with strenuous play, I never experienced any shifting or loosening of the removable modules. The face buttons and shoulder buttons feel great with a nice click (though I did deal with some slight squeaking on repeated shoulder-button pressing), and the triggers can be switched to a hair-trigger setting with the throw of a switch. If you look on the bottom of the controller, you'll find various chat-control buttons you don't find on the stock Xbox controller.", "The Thrustmaster eSwap X Pro also gives you a custom app on the Xbox Store, called the ThrustmapperX. Unfortunately, before I could use the gamepad, I had to update the firmware manually using a special download package straight from the company. The team tells me that it is looking into making it so this isn't required for subsequent units to work on Xbox Series X/S, but for now, it's a minor inconvenience. The gamepad also features four back buttons that offer the same programmable functionality as the paddles of other premium controllers or the PS4 Back-Button Attachment, but the understated buttons don't have the same comfort level as paddles or even the PS4 attachment. While I appreciate the lack of latency provided by the wired configuration, it's unfortunate there isn't a wireless option, as draping a USB cable across my living room floor is less than ideal for casual gaming sessions.", "All in all, the Trustmaster eSwap X Pro is a great choice for those looking for a step up in performance, but also want to add a little bit of their own style into how the gamepad looks.", "For more information or to buy, head to Thrustmaster.com.", "Razer Wolverine V2", "Razer Wolverine V2 Wired Controller - $100", "Easily the best value option on this list, the Razer Wolverine V2 feels great in your hands thanks to textured and angled L-shape grips. While not customizable like the other options on this list, the Razer Wolverine V2 provides excellent performance. The controller worked with my Xbox immediately upon plugging it into the system, making it as plug-and-play as possible. The d-pad and the analog sticks feel great, but the face buttons and shoulder buttons feel a bit mushier than I would like. The controller also features tunable triggers and an extra shoulder button on each side to make up for the lack of back buttons/paddles found on other gamepads.", "Much like the other entries on this list, the Razer Wolverine V2 also features a customized app to allow you to remap the buttons and tweak the sensitivity of the analog sticks how you'd like. While I miss the extra paddles and buttons on the back, I love the shape and how it feels in my hands. Like the Thrustmaster, I'm bummed that there's no wireless option, but I do like that the USB cable is hardwired into the controller.", "If you're interested in a moderate upgrade from your stock Xbox Series X/S controller, the Razer Wolverine V2 Wired Controller provides strong performance at a lower price point than other gamepads on this list.", "For more information or to buy, head to Razer.com.", "Xbox Elite Series 2", "Xbox Elite Wireless Controller Series 2 - $180", "The gold standard controller for Xbox One carries into the new generation. The Xbox Elite Wireless Controller Series 2 may have been created for Xbox One, but thanks to Series X/S's stellar compatibility, it works as though it was made for Microsoft's new console. In addition to delivering an amazing, weighty feel thanks to textured grips and metallic components, it excels in the realm of performance with tunable triggers and swappable d-pad and analog sticks (all included in the package), giving you the ability to choose the length and shape of your sticks, as well as whether you want the traditional plus-sign d-pad or the hybrid, multidirectional d-pad pictured above. However, since these are swapped out without tools and use magnets, my thumb has sometimes knocked the longer sticks off the controller. These instances are rare, but it's super inconvenient to lose a stick during a close Overwatch match or a big play in Madden.", "You may have noticed this is the only wireless option on this list, and perhaps one of the biggest selling points for me is the built-in rechargeable battery included in the Elite Series 2. Not only does it prevent me from having to keep AAs handy, but the battery is incredible. I've never had to charge the controller out of necessity since it lasts up to an incredible 40 hours on a single charge; I just throw it on the charger overnight every so often and it never misses a beat. Unfortunately, since it was designed for Xbox One, the new Share button found on the Xbox Series X/S gamepad (and the other controllers on this list) is not present here. However, you can use the native controller-mapping app to add that functionality to any button or paddle should you miss that. Not only that, but you can save three custom-mapped profiles that are accessible through a push of a button. The back-paddles provide the best, most comfortable way to add new inputs, and mapping them using the app is simple.", "The Xbox Elite Wireless Controller Series 2 might be the most expensive option on this list, but it's quite frankly the best controller I've ever used and the only one that rivals the PlayStation 5's innovative DualSense in terms of how big of a step up it is from the previous generation's stock controller.", "For more information or to buy, head to Xbox.com.", "Do you have any other premium controller options you've checked out for Xbox Series X and S? Let us know your thoughts in the comments section!"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["upgraded", "controller", "options", "pro", "wolverine", "list", "wireless", "sticks", "series", "xbox", "x", "buttons"], "pubDate": "2020-11-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}