{"summary": "British filmmaker Lee Shulman says it's one of his favorite images in \" Midcentury Memories: The Anonymous Project ,\" a new book he curated that brings together 300 Kodachrome slides dating back to the 1950s.\nKodachrome slides are rectangular pieces of color reversal film encased in cardboard that were loaded into slide projectors and beamed onto walls.\nSince 2017, Shulman has collected over 700,000 Kodachrome slides as part of The Anonymous Project, a Paris-based non-profit initiative that gathers, scans, digitizes and catalogs color photographic negatives and slides produced since the mid-20th century.\nThe filmmaker began collecting slides after buying a couple of 1950s Kodachrome boxes from eBay out of curiosity, and for very little money.\nShulman said people from all over the world have sent him boxes of old Kodachrome slides, some of which have been forgotten for years in their attics.", "id": "ac8a2e78-2b18-3a88-bd52-91b34e9737f2", "pubDate": null, "url": "https://edition.cnn.com/style/article/mid-century-memories-kodachrome/index.html", "authors": ["Marianna Cerini"], "paragraphs": ["Written by Marianna Cerini, CNN", "A photo shows two women sitting in someone's teal-colored living room, drinking beer, smoking cigarettes and laughing uproariously at something off-camera.", "It's not clear why, but they seem to be having a great time.", "British filmmaker Lee Shulman says it's one of his favorite images in \" Midcentury Memories: The Anonymous Project ,\" a new book he curated that brings together 300 Kodachrome slides dating back to the 1950s.", "\"To me, the photo captures a moment of pure complicity and absolute freedom,\" Shulman said in a phone interview. \"You can sense the connection between the two women, and how carefree they are in that specific instant. It's almost uplifting.\"", "Kodachrome slides are rectangular pieces of color reversal film encased in cardboard that were loaded into slide projectors and beamed onto walls. The film itself was introduced by the Eastman Kodak Company in 1935, and it helped popularize photography among regular people after World War II.", "Fine-grained and tonally rich, the film could record the hues of fabric and skin, atmosphere and light and, until electronic imaging became dominant, it was the way we captured moments on camera. In the early 1990s, home slides started falling out of fashion. In 2009, Kodak discontinued the iconic color film for good.", "Since 2017, Shulman has collected over 700,000 Kodachrome slides as part of The Anonymous Project, a Paris-based non-profit initiative that gathers, scans, digitizes and catalogs color photographic negatives and slides produced since the mid-20th century. It's now one of the world's most extensive collections of amateur slides.", "\"Each slide is a glimpse into our collective memory,\" Shulman said.", "Indeed, the photos -- all taken by amateurs, with varying degrees of photographic ability -- show situations familiar to most of us. There are pictures of newborn babies and first days of school, parties and family vacations, first dances and weddings, birthdays, anniversaries and older couples.", "Throughout, there's a sense of normalcy -- and the feeling that we haven't greatly changed the way we document our lives.", "\"As can be seen in these pages, people behaved with 35-millimeter cameras and Instamatics 50 years ago much as they do today with smartphones in the age of Instagram and Snapchat,\" writes arts critic Richard B. Woodward in the book's introduction. \"They took pictures of what they ate and drank, where they vacationed, how they celebrated.\" Just like we do today.", "The filmmaker began collecting slides after buying a couple of 1950s Kodachrome boxes from eBay out of curiosity, and for very little money. When he opened them, he said he was \"stunned.\"", "\"I was suddenly staring at hundreds of pictures of strangers' lives in super vivid colors, despite the fact that they were over 60 years old. It was mind-blowing. I felt like I had to do something with them other than just keep them to myself. The whole idea for The Anonymous Project snowballed from there.\"", "Although most of the color negatives remain vibrant, their shelf life is limited. Shulman said they aren't meant to survive longer than 50 years, as the chemicals on the film degrade over time -- which is why he's scanning as many as he can.", "No captions, background information or specifics, like dates or times, accompany the frames, mostly because when Shulman acquired them they didn't come with any.", "\"Even in the rare instances I've had some access to the history of these snapshots, I decided to leave it out. For me, this is an interpretative experience,\" he said.", "\"It sounds cheesy, but I think these images really show how, even when we are so diverse, we still have similar ambitions, hopes, goals. And how we go through the same things. Looking at them is like realizing you're part of one big family.\"", "For the book, Shulman selected photos according to his own personal inclinations, choosing those that spoke to him emotionally or visually. The frame of the laughing ladies was one. Another \"favorite\" depicts a young woman intently staring at the camera, as someone -- her lover, Shulman speculates -- is taking her photo. She's serious, but there's a certain tenderness to her whole demeanor.", "The filmmaker applies that same subjective approach to The Anonymous Project's website and exhibitions, especially as the collection continues to expand.", "Shulman said people from all over the world have sent him boxes of old Kodachrome slides, some of which have been forgotten for years in their attics.", "\"We have such a vast range of images now,\" he explained. \"Some resonate with me at certain times, some at others. So what the public see changes often.\"", "While \"Midcentury Memories\" finally publishes the images in book form, there may be much more to come from the project. \"There's a strong interest from people in exploring our collective memory,\" Shulman said. \"Today more than ever. I only see this taking on new directions, but never really stopping.\""], "keywords": ["images", "color", "anonymous", "theres", "pictures", "shulman", "instagram", "kodachrome", "project", "slides", "film"], "title": "Why Kodachrome was the Instagram of its time", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}