{"id": "ac92f293-4fc4-3549-b38e-aec2af1c17c0", "title": "The Republican Rift in Georgia, and Season’s Greetings from Ian Frazier", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/the-republican-rift-in-georgia-and-seasons-greetings-from-ian-frazier", "summary": "Illustration by Golden CosmosPresident Trump’s supporters in Georgia are falsely accusing election officials of throwing the race to Joe Biden.\nOur Georgia correspondent explains how those same supporters may be a critical factor in the upcoming Senate runoff elections.\nPlus, Helen Rosner cooks a vegan favorite of the chef and food activist Bryant Terry, and Ian Frazier continues a New Yorker tradition: a Christmas poem called “Greetings, Friends.”The Republican Rift in GeorgiaTrump supporters in Georgia are threatening violence against Republican state officials who certified the vote for Biden.\nWill their outrage sink the Republican candidates in the Senate runoff election?\nIan Frazier Says Goodbye to 2020, in VerseThe New Yorker staff writer reads a poem written for the holiday season.", "paragraphs": ["Illustration by Golden Cosmos", "President Trump’s supporters in Georgia are falsely accusing election officials of throwing the race to Joe Biden. Our Georgia correspondent explains how those same supporters may be a critical factor in the upcoming Senate runoff elections. Plus, Helen Rosner cooks a vegan favorite of the chef and food activist Bryant Terry, and Ian Frazier continues a New Yorker tradition: a Christmas poem called “Greetings, Friends.”", "The Republican Rift in Georgia", "Trump supporters in Georgia are threatening violence against Republican state officials who certified the vote for Biden. Will their outrage sink the Republican candidates in the Senate runoff election?", "The Movement Against Police Brutality Explodes in Nigeria", "Protests against police violence took place around the world this year. In Nigeria, they might lead to the undoing of a notoriously lawless and brutal police unit.", "The Chef Bryant Terry on How To “Blackify” Fennel", "Helen Rosner talks with the cookbook author and food-justice activist about uplifting diverse traditions in Black cooking and reclaiming veganism from white hipsters.", "Ian Frazier Says Goodbye to 2020, in Verse", "The New Yorker staff writer reads a poem written for the holiday season."], "authors": ["Condé Nast", "David Remnic", "Jelani Cob", "Helen Rosne"], "keywords": ["supporters", "ian", "rift", "greetings", "georgia", "rosner", "poem", "senate", "terry", "yorker", "violence", "republican", "runoff", "frazier", "seasons"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}