{"keywords": ["court", "federal", "barr", "executions", "supreme", "death", "donald", "mr", "law", "trump", "delay", "hasten", "bid", "rebuffs", "prisoners", "trumps"], "id": "aca718f7-b047-3e73-b311-ff35e130dd43", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["EXECUTIONS IN America peaked in 1999, when 98 prisoners were put to death in 20 states. Last year, there were 25 executions in eight states. Thus far in 2019, seven states have executed just 21 prisoners, with one more on the calendar. But in July William Barr, Donald Trump’s attorney-general, gave the death penalty fresh life when he announced that the federal government would execute federal prisoners for the first time since 2003.", "Justice required it, Mr Barr insisted. Highlighting the crimes of five men convicted between 1999 and 2004, he wrote: “We owe it to the victims and their families to carry forward the sentence imposed by our justice system.” Mr Barr may yet get his way, but not as quickly as he wanted.", "The five had been slated to die over a five-week period beginning on December 9th. One man, Lezmond Mitchell, had his December 11th execution date temporarily blocked by the Ninth Circuit Court of Appeals in October over concerns that his trial may have been marred by racial bias. On December 6th the Supreme Court kept the other four men’s dates on hold, rebuffing an attempt by the Trump administration to overturn a decision last month by Judge Tanya Chutkan of the federal district court in Washington, DC.", "A law expanding the federal death penalty in 1994, Judge Chutkan wrote, barred the government from using “a separate federal execution procedure” when putting prisoners to death. The law requires the federal death penalty to be implemented “in the manner prescribed by the law of the state in which the sentence is imposed”. But since Mr Barr sought to impose “a single federal procedure” involving the use of one drug—pentobarbital—in lethal injections, the restart of federal executions failed to defer to “state-prescribed procedures” and was probably illegal.", "On December 2nd, a three-judge panel at the circuit court of appeals for the District of Columbia refused to lift Judge Chutkan’s delay. Hours later, the Trump administration filed an emergency application at the Supreme Court to put the executions back on the calendar.", "The district court’s analysis, solicitor-general Noel Francisco told the justices, is “meritless”. The states where the men were to be put to death all authorise lethal injection and therefore prescribe the same “manner” of death that the federal government wishes to use. It should not matter that the federal death penalty uses a single drug while the states employ a three-drug cocktail. “Manner” should be read to refer only to “mode of execution”, Mr Francisco argued, not to fine-grained details like how a catheter is to be inserted into a condemned man’s vein.", "On Friday night, however, the Supreme Court declined to short-circuit the usual process for settling such questions. The dispute over how to interpret the 1994 rule involves contestable—and unresolved—questions of law. And the government had acknowledged that restarting executions would have resulted in the defendants’ deaths before their appeals were fully considered. Mr Barr didn’t think that was a cause for concern, as the prisoners were destined to die by lethal injection anyway—the questions were simply when and how.", "The Supreme Court’s order is a setback for the Trump administration, but not a decisive one either for its general approach to the courts or for this specific issue. On matters ranging from transgender troops to the border wall with Mexico, the Supreme Court has been, in aggregate, friendly to the Trump administration’s remarkably frequent requests to come to its rescue. Stephen Vladeck, a University of Texas law professor and author of a recent Harvard Law Review article on similar pleas, counts 22 Trump-era requests for quick Supreme Court intervention, compared with eight from presidents in the previous 16 years. Of those 22, Mr Trump has found full satisfaction nine times and partial vindication three times. He has withdrawn three pleas and, with the December 6th loss, has now been turned down on seven occasions.", "Although the justices offered no justification for refusing to bow to Mr Trump’s request on this occasion, the Supreme Court’s order did say that the lower court should rule “with appropriate dispatch”. Three justices—Samuel Alito, Neil Gorsuch and Brett Kavanaugh—released a statement emphasising the urgency of the matter. The four prisoners committed “exceptionally heinous murders” and none “is contesting his guilt or his sentence”. The government had shown, they wrote, that its perspective on what “manner” means would probably prevail in the end.", "It makes sense, the three justices declared, for the DC circuit court to fully consider the case before the executions take place. But they closed by noting that, if 60 days pass with no word from the lower court, the government could return to the Supreme Court with another plea. Mr Barr will probably have a friendlier reception among the justices the next time around. The conservative majority, including the chief justice, John Roberts, typically shows little patience for death-penalty challenges. The Trump administration may have asked for too much, too soon, but early 2020 could still bring the first federal executions America has seen in 17 years."], "authors": ["The Economist"], "title": "Death delay - The Supreme Court rebuffs Donald Trump’s bid to hasten executions", "pubDate": null, "summary": "Hours later, the Trump administration filed an emergency application at the Supreme Court to put the executions back on the calendar.\nIt should not matter that the federal death penalty uses a single drug while the states employ a three-drug cocktail.\nOn Friday night, however, the Supreme Court declined to short-circuit the usual process for settling such questions.\nBut they closed by noting that, if 60 days pass with no word from the lower court, the government could return to the Supreme Court with another plea.\nMr Barr will probably have a friendlier reception among the justices the next time around.", "url": "https://www.economist.com/united-states/2019/12/08/the-supreme-court-rebuffs-donald-trumps-bid-to-hasten-executions"}