{"id": "acc6d688-fb97-32e4-894b-b91339a31d34", "title": "France's foie gras producers forced to conduct mass duck cull as bird flu rips through poultry population", "url": "https://www.foxnews.com/food-drink/france-conducts-mass-duck-cull-bird-flu-foie-gras", "summary": "Foie gras may be off the menu for a while in France, as poultry producers carry out a massive duck cull to curb a serious strain of bird flu soaring through the nation’s southwestern farms.\nWith over 124 outbreaks reported to date, the Ministry of Agriculture said about 350,000 ducks have been culled since Christmas Eve.\nNO MORE FOIE GRAS IN NYC: CITY BANS SALE OF CONTROVERSIAL DELICACYLoic Evain, the government's chief veterinary officer, called the strain \"very, very contagious.\"\nFoie gras producers fear that history will repeat itself, following the destructive bird flu waves in 2016 and 2017, in which millions of birds were slaughtered.\nAccording to the AFP, bird flu outbreaks have also been reported this winter in Belgium, the Netherlands, Sweden, Britain and Ireland.", "paragraphs": ["Foie gras may be off the menu for a while in France, as poultry producers carry out a massive duck cull to curb a serious strain of bird flu soaring through the nation’s southwestern farms.", "The \"highly pathogenic\" H5N8 virus first emerged on the French island of Corsica in November and infected the mainland in December, Agence France-Presse reports. With over 124 outbreaks reported to date, the Ministry of Agriculture said about 350,000 ducks have been culled since Christmas Eve. Now, about 400,000 more birds are set to be slaughtered.", "NO MORE FOIE GRAS IN NYC: CITY BANS SALE OF CONTROVERSIAL DELICACY", "Loic Evain, the government's chief veterinary officer, called the strain \"very, very contagious.\" It cannot harm humans.", "In a Friday interview, Agriculture Minister Julien Denormandie called the culling a \"race against time,\" Reuters reports. Foie gras producers fear that history will repeat itself, following the destructive bird flu waves in 2016 and 2017, in which millions of birds were slaughtered.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Now, culling will be expanded from a 1.8 mile (3 km) to a 3.1 mile (5 km) zone around any outbreak, the agriculture ministry said.", "According to the AFP, bird flu outbreaks have also been reported this winter in Belgium, the Netherlands, Sweden, Britain and Ireland."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["mass", "strain", "reported", "population", "producers", "poultry", "gras", "bird", "outbreaks", "frances", "agriculture", "reports", "flu", "foie", "rips", "forced"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}