{"id": "accc7302-c0da-37b5-8ac3-56e8b20e1dc4", "title": "Welcome to the YOLO Economy", "url": "https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html", "summary": "“I was so drained and depleted that I didn’t feel like I knew how to do my job anymore,” she said.\nA recent Microsoft survey found that more than 40 percent of workers globally were considering leaving their jobs this year.\nBlind, an anonymous social network that is popular with tech workers, recently found that 49 percent of its users planned to get a new job this year.\nLinkedIn recently gave the majority of its employees a paid week off, while Twitter employees have been given an extra day off per month to recharge under a program called #DayofRest.\nCredit Suisse gave its junior bankers $20,000 “lifestyle allowances,” while Houlihan Lokey, another Wall Street firm, gave many of its employees all-expenses-paid vacations.", "paragraphs": ["“I’m still a lawyer,” he said. “But I haven’t been this excited to go to work in a long time.”", "Olivia Messer, a former reporter for The Daily Beast, also quit in February, after realizing that a year of covering the pandemic had left her exhausted and traumatized.", "“I was so drained and depleted that I didn’t feel like I knew how to do my job anymore,” she said. So Ms. Messer, 29, announced her departure and moved from Brooklyn to Sarasota, Fla., near her parents. Since then, she has been doing freelance writing as well as pursuing hobbies like painting and kayaking.", "She acknowledged that not all people could uproot themselves so easily. But she said the change had been restorative. “I have this renewed creative sense about what my life could look like, and how fulfilling it can be,” she said.", "If “languishing” is 2021’s dominant emotion, YOLOing may be the year’s defining work force trend. A recent Microsoft survey found that more than 40 percent of workers globally were considering leaving their jobs this year. Blind, an anonymous social network that is popular with tech workers, recently found that 49 percent of its users planned to get a new job this year.", "“We’ve all had a year to evaluate if the life we’re living is the one we want to be living,” said Christina Wallace, a senior lecturer at Harvard Business School. “Especially for younger people who have been told to work hard, pay off your loans and someday you’ll get to enjoy your life, a lot of them are questioning that equation. What if they want to be happy right now?”", "Fearful of an exodus, employers are trying to boost morale and prevent burnout. LinkedIn recently gave the majority of its employees a paid week off, while Twitter employees have been given an extra day off per month to recharge under a program called #DayofRest. Credit Suisse gave its junior bankers $20,000 “lifestyle allowances,” while Houlihan Lokey, another Wall Street firm, gave many of its employees all-expenses-paid vacations.", "Raises and time off may persuade some employees to stay put. But for others, stasis is the problem, and the only solution is radical change."], "authors": ["Kevin Roose"], "keywords": ["life", "welcome", "economy", "work", "recently", "gave", "messer", "yolo", "change", "living", "job", "employees", "workers"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}