{"id": "acd2b2dd-bb15-353e-8bec-331ced6e9b28", "title": "Lifetime's 'steamy' Mario Lopez as Colonel Sanders mini-movie slammed by chicken heiress", "url": "https://www.foxnews.com/entertainment/lifetime-kfc-mario-lopez-colonel-sanders-movie-chicken-heiress", "summary": "EXCLUSIVE: Kaila Methven isn’t at all pleased after Kentucky Fried Chicken and Lifetime produced a soap opera-style film as part of a branded content collaboration.\nMethven, a 29-year-old entrepreneur who hails herself as the KFC heiress, is fuming after KFC and Lifetime premiered a film starring Mario Lopez as a sexy Colonel Sanders.\n“First they started off with a sexy virtual Sanders and then they came up with this movie, which is now a sexy Sanders,\" Methven continued.\n“But I guess he was making the movie and he knew what he was doing wrong.”This isn’t the first time KFC has tried to portray Colonel Sanders as a romantic heartthrob.\nReps for Lifetime, KFC and Lopez did not respond to Fox News’ requests for comment.", "paragraphs": ["EXCLUSIVE: Kaila Methven isn’t at all pleased after Kentucky Fried Chicken and Lifetime produced a soap opera-style film as part of a branded content collaboration.", "Methven, a 29-year-old entrepreneur who hails herself as the KFC heiress, is fuming after KFC and Lifetime premiered a film starring Mario Lopez as a sexy Colonel Sanders. Methven's grandfather, Stanley Methven, founded the South African-based Rainbow Chicken Unlimited in 1960 and supplied nearly all of the poultry to the legacy fast-food chain at one point.", "In the 16-minute short film titled \"A Recipe for Seduction,\" it sees the fictionalized Colonel as Harland Sanders, resident cook for a wealthy family who sweeps Jessica – the heiress daughter of the deceased company’s founder – off her feet to much chagrin from her devious mother who has already handpicked the heiress’s affluent suitor in a ploy to dig the family out from a mountain of debt left behind by the patriarch.", "The project is “presented by Kentucky Fried Chicken” but doesn’t mention the brand by name.", "KFC TEAMS WITH LIFETIME FOR 'STEAMY' HOLIDAY MINI-MOVIE STARRING MARIO LOPEZ AS COLONEL SANDERS", "Now, the lingerie fashion designer told Fox News that the mini movie, which premiered Sunday afternoon on Lifetime, has created nothing but confusion for her since it was announced on Dec. 7. She added that her businesses and personal brand have been inundated with curious souls emerging from the woodwork inquiring if the film is based on the Methven heiress and her wealthy family.", "“It was really funny, I woke up this morning and I went downstairs in my building and a bunch of people were asking me if that was my grandmother or if it was my mother the film was portraying,” Methven said, adding that she was surprised to see Lopez playing the role of hunky Colonel Sanders as the pair recently appeared on joint Marie Westwood magazine covers and crossed paths at an industry event commemorating the launch in January.", "“First they started off with a sexy virtual Sanders and then they came up with this movie, which is now a sexy Sanders,\" Methven continued.", "SOCIALITE KAILA METHVEN BARES ALL IN $10M WORTH OF DIAMONDS", "Methven said she certainly understood the concept behind the short film. However, the rave-wear designer -- whose mother, Lisa Methven, tragically took her own life in 2006 when Methven was just 14 -- maintained that in her estimation, the film didn’t do the KFC brand any favors and instead perpetuated a “degrading” tone in its overall delivery as heiress Jessica’s mischievous mother is admitted to a mental institution by the end of the film.", "“I think certain aspects of the film can be construed as something that's very vulgar and definitely not something that the Methven family would ever approve of,” she lamented, adding that it was just on Saturday that she remembered the death of her late mother.", "'SAVED BY THE BELL' STAR MARIO LOPEZ REFLECTS ON 30TH ANNIVERSARY OF SHOW", "The fortune heiress, whose family is estimated to be worth in the ballpark of $600 million, alleged KFC was “desperate” when her grandfather came to the company’s rescue in the 1970s. “They had no food and my grandfather came in and took them under his wing and this is all some romance movie,” she said.", "While Methven admitted that “A Recipe for Seduction” was “very cute and cheesy” on the surface, she pressed that she is “embarrassed that [Lifetime and KFC] would take an American family franchise that my grandfather made worldly and turn it into some kind of a cheap movie about a guy whoring himself out to a rich family.”", "“The soap opera vibe was clever,” added Methven. “It was actually kind of funny – [it] reminded me of my mother’s family – lies, scandals and money. Everyone in my family married into wealthy families except for me. I took a completely different and opposite approach by taking my lead of independence and becoming an entrepreneur for myself.”", "MARIO LOPEZ ISSUES APOLOGY FOR ‘IGNORANT AND INSENSITIVE’ REMARKS ABOUT PARENTING TRANSGENDER KIDS", "At the end of the day, Methven said she simply wants to set the record straight that she had nothing to do with the creation of “A Recipe for Seduction” and only hopes to continue on her own path, which is setting up to be lucrative in its own right.", "“I just want people to respect me as the couture designer that I am because that is what I've built my name around,” she declared, before further adding that she's \"not at all a part of this.\"", "\"I would like to just continue on with my career,\" she said.", "Methven also said she takes the names of Rainbow Chicken and KFC seriously and apologized to anyone who may have been offended by the film displayed.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "“This is supposed to be a family-safe place for all people to go and enjoy themselves and I find this completely inappropriate and so shameful,” she said. “I want no part of it and I apologize on behalf of everyone that they are seeing KFC in this way as it's very hurtful.”", "Recalling the Marie Westwood launch in which Lopez and Methven briefly crossed paths before Methven says he allegedly left in a hurry, the London-bred designer said she believes Lopez knew the KFC film was in the works and wasn’t long for chit-chat.", "CLICK HERE TO GET THE FOX NEWS APP", "“He came in, took one photo and ran out,” Methven claimed. “But I guess he was making the movie and he knew what he was doing wrong.”", "This isn’t the first time KFC has tried to portray Colonel Sanders as a romantic heartthrob. In 2017, the fast-food chain released an 83-page romance novella called “Tender Wings of Desire,” which told the fictional story of Sanders’ courtship of a young Victorian lady.", "Reps for Lifetime, KFC and Lopez did not respond to Fox News’ requests for comment.", "Fox News' Michael Bartiromo contributed to this report."], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["slammed", "lifetime", "lifetimes", "kfc", "chicken", "mario", "colonel", "film", "movie", "steamy", "family", "methven", "heiress", "minimovie", "sanders", "lopez"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}