{"id": "acfc59f7-b911-3882-b927-a277b47ae301", "title": "How to make the perfect vegetarian sausage rolls – recipe", "url": "https://www.theguardian.com/food/2020/dec/16/how-to-make-the-perfect-vegetarian-sausage-rolls-recipe-felicity-cloake", "summary": "These particular sausage rolls, however, are a true crowd-pleaser: meat-free, but not flavour-free.\nAll traditional sausage rolls, whether they’re billed as Christmas pudding or “blistering hot”, have meat as their base.\nVegetarian and vegan sausage rolls have no such constraints, which means they come in almost as many versions as there are recipes.\nDelia Smith’s veg sausage rolls: cheddar, breadcrumbs and cream.\nThe ‘meat’Having combed my bookshelves, and the internet, I’ve concluded that meat-free sausage rolls fall into a number of broad camps.", "paragraphs": ["Though a sausage roll is certainly not just for Christmas, is it really a Christmas party without them? Frankly, I’m not sure it is, unless you’re vegetarian, in which case you’re often expected to celebrate with fridge-cold hummus or fight over a brie and cranberry tartlet instead. These particular sausage rolls, however, are a true crowd-pleaser: meat-free, but not flavour-free. As an enthusiastic consumer of the classic variety, I can hand on heart assure you that they more than live up to expectations.", "All traditional sausage rolls, whether they’re billed as Christmas pudding or “blistering hot”, have meat as their base. Vegetarian and vegan sausage rolls have no such constraints, which means they come in almost as many versions as there are recipes. But which best fills that pig-shaped space?", "Delia Smith’s veg sausage rolls: cheddar, breadcrumbs and cream. Thumbnails by Felicity.", "The ‘meat’", "Having combed my bookshelves, and the internet, I’ve concluded that meat-free sausage rolls fall into a number of broad camps. The first, represented here by Christmas queen Delia Smith, though also favoured by the likes of Gary Rhodes and Prue and Peta Leith, relies on cheese. Cheddar, in Smith’s case, flavoured with grated onion and chopped herbs, bulked out with soft breadcrumbs and moistened with cream. And I can see why so many of you recommended them to me – they’re as rich and satisfyingly greasy (and I mean that in a good way) as the real thing, with an emphatically savoury flavour. My concern, however, apart from the fact that they occupy much the same party-food space as a cheese straw, is that they’re not vegan-friendly.", "Laura Fyfe’s recipe for Jamie magazine also contains cheese (stilton this time), but the base is roast butternut squash mixed with breadcrumbs and chopped walnuts, which makes it much more adaptable – you could easily leave out the cheese, or replace it with a plant-based substitute without changing the flavour profile too much. (Other recipes that fall into this category include Anna Jones’s root vegetable rolls and Bosh’s giant parsnip and bean one.) Delicious as these are, however, they’re far softer and sweeter than a traditional sausage roll, and I’d like to find something that doesn’t feel so much like a vegetarian alternative.", "The same goes for the chestnut puree in Rose Elliot’s version from her Vegetarian Christmas book: though the chestnuts feel festive, the texture is similarly mushy and the flavour similarly sweet. It’s a clever idea, especially because chestnut puree is now fairly easy to come by in large supermarkets, but for me it needs more than onion, garlic and seasoning to compete with sausage meat.", "The obvious solution, of course, is to use a plant-based meat substitute, and Mob Kitchen recommends a pea, rice and soy protein-based brand for their recipe, which is mixed with sage, onion, chopped chestnuts and apricots, and nutmeg to produce something that looks much more like the fillings with which I’m familiar. The problem is that plant-based meats are incredibly low in fat, and cook to a crisp, leaving the filling sadly dry and, in this case, bland – I can’t detect much in the way of flavour from the “mince”. It might work better with another kind, but then you could also encase meat-free sausages in pastry without any guidance from me.", "Lastly, I try the recipe that inspired this column in the first place, Kate Young’s vegetable-based “not-sausage rolls” from her new book, The Little Library Christmas. They are, as she promises, deeply savoury, with a base of sauteed leek and mushroom mixed with spinach, breadcrumbs and various umami-rich seasonings – in short, they’re deliciously moreish, but they don’t feel very Christmassy to me.", "The same goes for the vegan sausage roll from my favourite local bakery, the Sunflour on north London’s Caledonian Road, which also seems to contain leek, plus shredded carrot and possibly potato, plus garlic: it’s very tasty, but it’s not festive. And here I want festivity, which is why I’ve gone back to Elliot’s idea of chestnut puree, and incorporated Young’s sauteed mushrooms to add flavour and texture, and Mob Kitchen’s onion, plus some seasonal fruit, though I prefer the sharpness of cranberries with the chestnuts. Because the puree is so soft, however, I’ve taken inspiration from my vegetarian haggis recipe and swapped the soft breadcrumbs for coarse, or pinhead, oatmeal, which should be easy to find online if you can’t source it locally (healthfood shops are often a promising place to look). This, along with the vegetables, gives the filling a satisfyingly chewy, nubbly texture somewhat akin to an actual sausage, but naturally rather less meaty.", "Kate Young’s vegetable-based ‘not-sausage rolls’", "The umami", "Most of the recipes I try include an umami-rich element in homage to the original meat filling. Cheese will do that job perfectly, of course, as well as adding fat, so if you use it, fold in grated hard cheese of your choice to taste (about 50g should do, but it will vary depending on strength; you’ll need less mature cheddar than red leicester, for example). Soy sauce is a popular vegan alternative, and makes an appearance in both Elliot’s and Young’s versions, with the latter also adding miso paste for an extra hit of savoury flavour; Bosh, meanwhile, use nutritional yeast, which always reminds me, not unpleasantly, of Quavers. All of these are excellent choices, but I like to keep things simple with a spoonful of Marmite, which is something I always have in the house anyway. If you don’t care for it, choose one of the above instead.", "The seasoning", "Many of the seasonings used in the recipes don’t work so well with a chestnut base – Smith’s mustard powder and Young’s togarashi, to name just two – but fresh sage, as used by Mob Kitchen, is an excellent pairing, as well as a pleasing nod to classic festive stuffing. I’m also going to stick in the mace and black pepper found in so many traditional British sausages. If you’d like a bit of heat in there too, a pinch of cayenne pepper will do the job nicely.", "Rose Elliot’s filling uses soy to balance the sweet chestnuts.", "The pastry", "Almost everyone suggests buying vegan puff pastry, which is certainly the easiest option, but, while all pastry is good, it’s hard to deny the fact that homemade pastry is usually better, and Smith’s flaky pastry always is. (Rhodes gives a vegetarian suet version, but that involves palm oil, so I’d prefer to steer clear.) It all depends how much time and patience you have.", "Roll the filling up in the pastry like a bug in a rug, as Young recommends, rather than folding over in the more traditional but also more fiddly fashion, then brush with milk or egg, sprinkle with a few seeds to make it party ready, and you’ll have a sausage roll that everyone but the dog will enjoy.", "Perfect vegetarian sausage rolls", "Prep 35 min, plus chilling", "Cook 20-25 min", "Makes About 28", "For the pastry (or use 450g bought puff pastry)", "250g plain flour", "¼ tsp fine salt", "200g cold butter or vegan baking block", "1 egg, beaten (or 50ml milk of your choice), to glaze", "Poppy or sesame seeds, to sprinkle (optional)", "For the filling", "100g pinhead oatmeal", "300ml vegetable stock", "2 tbsp oil or butter", "1 onion, peeled and finely chopped", "200g chestnut mushrooms, finely chopped", "200g unsweetened chestnut puree", "50g dried cranberries, roughly chopped", "5 sage leaves, finely chopped", "Ground mace or nutmeg, to taste", "Ground black pepper, to taste", "1 tbsp Marmite (or similar)", "If making the pastry, put the flour and seasoning in a large bowl and grate in the fat. Stir until it’s all coated with flour, then add just enough very cold water (three or four tablespoons should do it) to bring the mix together into a smooth dough. Form into a rough rectangle, wrap and chill while you get on with the filling.", "Put the oatmeal in the pan with the stock, bring to a simmer, then turn down the heat and cook for about 10 minutes, until very thick. Set aside to cool. Meanwhile, put the oil in a frying pan over a medium heat and, once hot, fry the onion, stirring regularly, until soft and golden. Scoop the onion into a bowl, return the pan to the stove, turn up the heat and fry the mushrooms until soft and dry. Tip these into the onion bowl, then stir in the chestnut puree and oatmeal, and mix (I find it easiest to use my hands for this bit), squidging it all together well. Add the remaining ingredients, mix again, then taste and adjust the seasoning if necessary.", "Heat the oven to 220C (200C fan)/425F/gas 7, and grease two baking sheets. Divide the pastry in two, put half back in the fridge and, on a lightly floured surface, roll out the other piece as thinly as possible into a roughly 20cm x 50cm rectangle.", "Spoon half the filling into a rough sausage shape down one of the long sides of the pastry, then paint the opposite long side with egg or milk. Starting from the filling side, roll up the pastry as tightly as possible around the filling, then place it seam side down on the work surface and cut into 3cm-wide pieces. Transfer these to a baking sheet and brush with more egg or milk. Use scissors or the tip of a knife to snip a small hole in the top with scissors, then sprinkle with seeds, if using.", "Repeat with the remaining pastry and filling, then bake for 25 minutes, until golden. (Alternatively, cover the filling and pastry, and chill for up to 24 hours until ready to bake.)"], "authors": ["Felicity Cloake"], "keywords": ["flavour", "pastry", "vegetarian", "rolls", "filling", "roll", "perfect", "onion", "christmas", "sausage", "chestnut", "recipe"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}