{"id": "ad020d0e-345d-3556-a839-6d384fcfea4d", "pubDate": null, "paragraphs": ["Catherine Kong and now husband Jed Feldman’s love story started a lot like Pam and Jim’s from The Office. Except instead of Dunder Mifflin, the workplace was Thrive Capital, where she’s the director of incubation and he’s general counsel. Catherine had just moved from New York to San Francisco, and their friendship was immediate. The two didn’t actually start dating until much later. “We even tried to set each other up with several of our close friends,” Catherine admits. “This made for some hilarious wedding speeches!”", "They’d been dating for two years when Jed proposed in April on the first warm day of spring. “We got engaged at home in New York, which was incredibly heartfelt and intimate,” Catherine remembers. “My sister, who had been in on the whole thing, celebrated with us with champagne on our front stoop, and Jed and I capped off the night with dinner at the Chef’s Table at Brooklyn Fare. Given the excitement of the day, the meal was all a blur—though, I have it on good authority that the food was delightful!”", "The two love to travel, and a few months before they got engaged, they decided on a whim to spend Presidents’ Day weekend at the Fogo Island Inn in Newfoundland, Canada. “February in Canada, not to mention one of the northeastern most points in North America, sounds a bit crazy in retrospect, so I’m glad we went through with it,” Catherine says. “Fogo Island is thought to be one of the ‘four corners of the earth’ according to the Flat Earth Society—a group of people who literally believe the world is flat—and after 3 flights, an hour-long car ride, and a 75 minute ferry followed by yet another 30 minute car ride to get there, we tend to agree that it truly is at the edge of the earth!”", "As soon as they arrived, they fell in love with the rugged beauty of the island. “But it was the story behind the Fogo Island Inn that resonated most deeply with us and inspired us to get married there,” Catherine explains. Fogo Island's economy was built on cod fishing, but overfishing in the 90s left the island’s economy in a dire state. An entrepreneur named Zita Cobb, who grew up on Fogo island, had the idea to revitalize its economy by creating a new industry built around tourism, art, design, and food—starting with a luxury hotel that incorporated the people and history of Fogo Island. As the Inn says it: ‘Many luxury properties have a charitable foundation. Our charitable foundation has a luxury Inn.’ The inn hires primarily from the local community, training them in areas like hospitality, fine dining, and as community tour guides and drivers—and the furniture and textiles used by the inn are all made by local craftspeople. “We love that the Fogo Island Inn is a social enterprise, and that 100% of its profits are reinvested in the local community,” Catherine says.", "During their trip in February, the inn arranged for them to take a tour around the island with an older gentleman who had spent much of his life as a teacher on Fogo Island. “We parked at the side of the road, waiting for a snowstorm to pass, and while making small talk, we mentioned that the staff at the Inn had told us that our guide had an amazing singing voice,” Catherine remembers. “Moments later, with the storm enveloping our car, he let out the most beautiful and unexpected acapella version of Bruce Springsteen's ‘If I Should Fall Behind.’ Stunned, I looked over at Jed, who is from New Jersey and best described as a Bruce enthusiast, only to see that he was openly weeping! It was such a special and moving moment that we later decided to walk down the aisle to that very song.”", "After absorbing the remarkable beauty of the island, learning that the inn’s primary mission is to support the local economy, and sharing such a touching moment with a member of the community, Catherine and Jed knew they had to find a way to share this special place with their friends and family, so when they got engaged later that spring, it was obvious where they should get married. “We wanted our wedding to feel like a relaxed vacation with our best friends and family, and for the weekend to be incredibly intimate,” Catherine explains. They took over the entire inn, and its 29 rooms allowed for just over 60 guests and only their immediate families. “Something about being together on a tiny, faraway island fostered new friendships and experiences, which was truly all that we could have asked for out of our wedding. Whenever we looked out the window, we saw our friends hiking, fishing, and boating together…and a few brave souls jumped into the freezing North Atlantic Ocean as well!”", "Catherine and Jed wanted the aesthetic of the weekend to be authentic to Fogo Island and hoped their “black tie-ish” dress code encouraged an elegant but low-key approach to dressing. The Fogo Island Inn is modern and minimalist by design, so wedding planners, Britt Cole and Francie Dorman from 42 North, suggested they practice restraint and use florals and decor to enhance the inn’s magic, without overpowering it. The couple also worked with Kristen Caissie of Moon Canyon on florals and design throughout the weekend.", "Fogo Island Inn has seven distinct seasons, and the weather is notoriously unpredictable. The week leading up to the wedding, the weather forecast said it would be extremely cold and rainy, with a chance of snow, and when everyone arrived on Thursday evening, it was as overcast and cold as the forecast had suggested. But as soon as Friday morning rolled around, the skies parted, and they had warm, sunny weather all weekend. “Lucky doesn’t even begin to describe how we felt,” Catherine says. “We were told everyone on the island had been praying for us all week! Surely enough, as soon as we left on Monday, the rain and cold temperatures rolled back in.”", "Catherine and Jed wanted each night of the weekend to feel very different, and the first night, they embraced Fogo’s folksy side, welcoming guests with a traditional crab boil-up. There were local folk musicians playing through the evening, and colorful armchairs, furniture, and textiles made at the Fogo Island Inn’s woodshop to highlight the local crafts culture. Catherine wore a Markarian dress embroidered with gold birds and constellations, a fitting motif as their first trip to Fogo Island coincided with a bird watching convention at the inn. Guests were seated at three long tables, and dinner was served family style, so it felt like a massive dinner party. “It was such a cozy way to ease into the weekend,” Catherine says.", "The next day, the ceremony took place under a chuppah that the Fogo Island Inn’s woodshop made for the couple. “As far as we know, it was the first chuppah on Fogo Island!” Catherine says. The chuppah’s design was inspired by the local building vernacular and fishing stages around the island and was made of spruce, a traditional building material.", "The bride’s Oscar de la Renta dress was based on one that she first tried on after seeing it in the designer’s runway show. “The team at Oscar was absolutely wonderful to work with at every step of the process,” she says. “It was important for me to feel like myself, and that meant keeping my makeup and jewelry clean and simple.” Her shoes were Manolo Blahnik satin slingbacks, and the only two pieces of jewelry she wore were the diamond stud earrings that Jed had made for their first anniversary, and her engagement ring, which is a round diamond set in a sapphire halo. She carried a white and blue pearl purse by Ganni and wore a white coat by Pologeorgis when they were outdoors during the evening. Anna Nenoiu did her hair and makeup throughout the weekend, and for the wedding, they went with a loose, textured bun with a few pieces pulled out—easy and unfussy.", "“We felt very lucky that our beloved rabbi, Rabbi Matthew Gewirtz of Temple B’nai Jeshurun, was able to come to Fogo Island to officiate our ceremony,” Catherine says. “Jed and I are both very close with him as I studied with him for my conversion to Judaism. Rabbi Gewirtz also spoke beautifully about Jed's late father, whom he knew incredibly well. There was not a dry eye in the room.”", "The couple decided to forgo having wedding parties and exchanged their own vows. “With such an intimate wedding, we felt that every person there was genuinely an important part of our story, and wanted to set that tone right away,” Catherine says. “The whole service was unbelievably emotional! So many of our guests commented on how heartfelt and insightful Rabbi Gewirtz’s words and stories about us were.”", "After the ceremony, guests moved straight to an outdoor cocktail hour overlooking the ocean. The raw bar featured Canadian oysters, mussels, caviar, and crudité, and passed plates included salted quail eggs, lamb croquettes, and salt cod. “It's a Fogo Island tradition for locals to do a gun salute for the newlyweds, which everyone got very into,” Catherine says. “My new husband was a little too eager to participate!”", "At dinner, tablescapes with a very “of the earth” feel were inspired by the rocky landscape of Fogo. Early spring tones of chartreuse and rust were meant to play off of the blue of the ocean and the black ceramics and chairs. “We didn’t want anything to feel flown-in, so Kristen designed the floral arrangements to be low and sprawling,” Catherine says. “And she foraged for rocks and moss around the island. Kristen sourced all Canadian-grown flowers—she flew from Los Angeles to Toronto to pick up the flowers, flew with the flowers to St. John's, and then drove them five hours to Fogo Island—a truly Herculean effort on her part.” The wedding dinner started with lobster dumplings followed by seashore-raised lamb and fresh cod. “Food was one of our top priorities for the weekend,” Catherine notes. “Jed worked with Chef Jonathan Gushue on the menus for breakfast, lunch, and dinner throughout the weekend—we served personal twists on local fare.”", "For late night festivities, Catherine changed into a gold sequin minidress by Alexis. “I staunchly refused to bustle the train of my wedding dress,” she says. “So once the dancing really began, it felt pretty glorious to get into something small and sparkly.” After the reception, the newlyweds cut their wedding cake before heading outside for hot toddies, Irish coffee, and fireworks. At this point in the night, it was pretty chilly, so everyone bundled up with hand warmers, hot drinks, as well as colorful wool scarves, blankets, mittens, and beanies that were knit on Fogo Island.", "From there, the party got started, and DJ Jay McElfresh kept everyone dancing until the early hours of the morning. Desserts like screech brownies (a Fogo Island special), sea buckthorn marshmallows, partridgeberry jellies, and custard donuts were passed around alongside with an indeterminate number of tequila shots. “In fact, we were told that our group polished off the entire supply of tequila on Fogo Island that night!” Catherine admits. “A time was had!”"], "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Alexandra Maco", "Elise Taylor", "Alexandra Macon", "Jenna Rennert", "Ed Droste"], "url": "https://www.vogue.com/slideshow/catherine-kong-jed-feldman-fogo-island-canada-wedding", "keywords": ["inn", "local", "catherine", "wedding", "elegant", "jed", "dinner", "island", "canadas", "weekend", "intimate", "night", "fogo", "rugged"], "summary": "An entrepreneur named Zita Cobb, who grew up on Fogo island, had the idea to revitalize its economy by creating a new industry built around tourism, art, design, and food—starting with a luxury hotel that incorporated the people and history of Fogo Island.\nFogo Island Inn has seven distinct seasons, and the weather is notoriously unpredictable.\nThe next day, the ceremony took place under a chuppah that the Fogo Island Inn’s woodshop made for the couple.\n“As far as we know, it was the first chuppah on Fogo Island!” Catherine says.\n“In fact, we were told that our group polished off the entire supply of tequila on Fogo Island that night!” Catherine admits.", "title": "An Elegant, Intimate Wedding on Canada’s Rugged Fogo Island"}