{"id": "ad2ff5b8-9914-37af-a716-5fad886267f5", "title": "Cyberpunk 2077 Invades Death Stranding With PC-Exclusive New Crossover", "url": "https://www.gameinformer.com/2020/12/17/cyberpunk-2077-invades-death-stranding-with-pc-exclusive-new-crossover", "summary": "In Cyberpunk 2077 news that's not negative, the neon-driven wasteland of Night City is taking on new territory by invading Hideo Kojima's Death Stranding title with an interesting crossover.\nGiven that Hideo Kojima himself is in Cyberpunk 2077, seeing the world of Night City take on Death Stranding isn't a major stretch.\nThe Cyberpunk 2077 x Death Stranding crossover is only available for PC players at this time, courtesy of 505 Games.\nWhat are your thoughts on the Cyberpunk 2077 x Death Stranding crossover for PC?\nYou can also freshen up on what Death Stranding has to offer by reading our full review right here.", "paragraphs": ["In Cyberpunk 2077 news that's not negative, the neon-driven wasteland of Night City is taking on new territory by invading Hideo Kojima's Death Stranding title with an interesting crossover.", "Given that Hideo Kojima himself is in Cyberpunk 2077, seeing the world of Night City take on Death Stranding isn't a major stretch. With the new crossover, exclusive to the PC version of the game, Death Stranding players will have several new missions to look forward to that will feature characters from the CDPR title as well as new lore.", "A few aspects of this crossover that fans can look forward to include:", "Cyberpunk 2077 themed Reverse Trike vehicle", "themed Reverse Trike vehicle “Johnny Arm” modeled after Johnny Silverhand’s robotic arm that can be equipped and used in game", "New holograms and a “Trauma Team” floating vehicle hologram for certain constructions", "Several fashion items including Johnny Silverhand’s sunglasses", "Also included with the Cyberpunk 2077 x Death Stranding mashup is the introduction of a new Hacking function for Sam Bridges that allows him to lock a target on opposing machines and hack them, similarly to that of the hacking mechanic in Night City. He can short out enemy trucks, stun enemy Odrakeks, and more, opening up the protagonist's arsenal of defense and offense.", "The Cyberpunk 2077 x Death Stranding crossover is only available for PC players at this time, courtesy of 505 Games.", "What are your thoughts on the Cyberpunk 2077 x Death Stranding crossover for PC? Is this enough of a reason to jump into Hideo Kojima's breakout solo game? Sound off with your thoughts in the comment section below! You can also freshen up on what Death Stranding has to offer by reading our full review right here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["invades", "night", "x", "2077", "cyberpunk", "johnny", "pcexclusive", "hideo", "pc", "crossover", "stranding", "death"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}