{"id": "ad4b845a-75b1-3853-b873-165178007750", "title": "What You Need To Know About Deathloop's Story", "url": "https://www.gameinformer.com/exclusive-interview/2021/03/25/what-you-need-to-know-about-deathloops-story", "summary": "We also asked about the relationship between Colt and Julianna, and more specifically, why the latter wants the former dead.\nOnce you're done watching this video, subscribe to Game Informer Magazine to read our larger 14-page cover story on Deathloop.\nRead an excerpt of that below:It's morning on Blackreef Island, and Colt has just emerged from the underground tunnels that wind their way across this desolate landmass.\nIf Colt wants to get off this blasted rock, he must orchestrate a seemingly impossible series of assassinations in less than 24 hours.\nIf you enjoyed this interview, be sure to subscribe to the Game Informer YouTube channel so that you don't miss any of our exclusive Deathloop video coverage.", "paragraphs": ["Deathloop is the upcoming action-adventure game that has graced our cover for the last month, and as part of our exclusive coverage, we sat down with the game's narrative designer to chat about Deathloop's story. Following their critical success with the Dishonored series, Arkane Studios has crafted a brand new world to explore. Set on the island of Blackreef, Deathloop is a story that follows Colt Vahn, a man who is stuck in a never-ending loop with a secret society that's led by antagonist Julianna.", "In this exclusive interview, we chat with Bennett Smith about the backstory of Blackreef and why the island's time loop was originally set up by the AEON Program. We also asked about the relationship between Colt and Julianna, and more specifically, why the latter wants the former dead. Separate from the main narrative thrust, we learn more from Bennett about how the game encourages players to become comfortable with death in an effort to gain more knowledge about their surroundings.", "Once you're done watching this video, subscribe to Game Informer Magazine to read our larger 14-page cover story on Deathloop. Read an excerpt of that below:", "It's morning on Blackreef Island, and Colt has just emerged from the underground tunnels that wind their way across this desolate landmass. Colt just woke up, but he's already ready to collapse. His legs feel heavy; his arms are dead weights. A hangover from the night before is beginning to ease, but Colt's real troubles have only begun. So, Colt fights through the pain - pushes against entropy - and presses deeper into the island. He knows he's marching toward his own death, but he has no other choice. If Colt wants to get off this blasted rock, he must orchestrate a seemingly impossible series of assassinations in less than 24 hours.", "If you enjoyed this interview, be sure to subscribe to the Game Informer YouTube channel so that you don't miss any of our exclusive Deathloop video coverage."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["wants", "exclusive", "deathloop", "need", "blackreef", "subscribe", "deathloops", "game", "set", "know", "video", "island", "colt"], "pubDate": "2021-03-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}