{"id": "ad6a2813-9811-3032-bfe3-cc931321ea54", "title": "Joe Biden’s vaccine plan: send for the military | DC Diary", "url": "https://www.ft.com/video/0f5c7ba6-01a0-472f-89a3-f8d3d5c7c9a5?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=2", "summary": "The Pentagon has announced that 1,100 active troops will be used to do everything from helping with administration to setting up new vaccination sites to even administering the injections themselves.\nThat's despite the fact that the US was the first country in the world to actually approve two different types of vaccine.\nJoe Biden's team has spent the first few weeks in office trying to work out what's going wrong with the distribution process.\nAfter all, 57m doses of vaccine have been sent out to states, but only 35m have actually been administered.\nPerhaps then, bringing in the military is the closest the US is likely to get.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Joe Biden's coronavirus task force has come up with an interesting idea to speed up the pace of vaccinations - bring in the military. The Pentagon has announced that 1,100 active troops will be used to do everything from helping with administration to setting up new vaccination sites to even administering the injections themselves. Could this be the idea that finally gets the US vaccination distribution system going? The country has now fallen behind Israel, the UAE, the UK, and Bahrain, in terms of the number of people it has vaccinated compared with the overall population. That's despite the fact that the US was the first country in the world to actually approve two different types of vaccine.", "Joe Biden's team has spent the first few weeks in office trying to work out what's going wrong with the distribution process. After all, 57m doses of vaccine have been sent out to states, but only 35m have actually been administered. The team announced recently a package of measures to try and speed up that process, which included everything from sending doses straight out to pharmacies rather than going via states, helping set up new mass vaccination sites, and using presidential powers to intervene in supply chains to make sure there are enough supplies of equipment, such as specialist syringes. Moncef Slaoui, the Trump administration's former vaccines czar, remarked recently that these kind of problems wouldn't have really occurred in the UK, where instead of having a patchwork of different state or local health authorities, they of course have the NHS. Perhaps then, bringing in the military is the closest the US is likely to get."], "authors": ["Produced Don Newkirk."], "keywords": ["uk", "dc", "sites", "military", "recently", "joe", "speed", "vaccine", "states", "process", "bidens", "going", "vaccination", "send", "diary", "team", "plan"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}