{"id": "ad8d03f5-0432-3b92-b2c6-d7d92b4e9551", "title": "The Intelligence - “Natural selection favours variants which are more easily spread”—coronavirus’s evolving situation", "url": "https://www.economist.com/podcasts/2021/01/05/natural-selection-favours-variants-which-are-more-easily-spread-coronaviruss-evolving-situation", "summary": "Also on the daily podcast: Walmart cast as villain of America’s opioid crisis and 2020’s pile of leftover leaveIT IS NO surprise that more-transmissible coronavirus variants are cropping up.\nWe ask how worrisome the strains found in Britain and South Africa are.\nAmerican authorities have lodged a landmark case against Walmart for its role in the country’s worsening opioid crisis—a problem with clearly more than one cause.\nAnd dealing with the pile of unused vacation days from 2020.\nRuntime: 19minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: Walmart cast as villain of America’s opioid crisis and 2020’s pile of leftover leave", "IT IS NO surprise that more-transmissible coronavirus variants are cropping up. We ask how worrisome the strains found in Britain and South Africa are. American authorities have lodged a landmark case against Walmart for its role in the country’s worsening opioid crisis—a problem with clearly more than one cause. And dealing with the pile of unused vacation days from 2020. Runtime: 19min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["evolving", "favours", "situation", "selection", "natural", "worrisome", "easily", "opioid", "variants", "worsening", "unused", "vacation", "pile", "spreadcoronaviruss", "intelligence", "wwweconomistcomintelligenceoffer", "walmart", "villain"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}