{"id": "adaf0d47-3dd6-3336-8733-ed80bf60d7c8", "title": "Georgia Senate Race Is Proof: The South Is Really Changing - The New York Times", "url": "https://www.nytimes.com/2021/01/11/opinion/georgia-senate-democrats-south.html", "summary": "In Georgia, state legislators are already eyeing new ways to avoid a repeat of the elections that turned Georgia blue.\nWhich brings us to the other major explanation for why the South is changing: Liberals and progressives keep fighting back.\nI hope you’ll remember them, and all the passionate liberal activists here, too, the next time you see a sea of red on an election map.\nI hope you’ll remember them the next time a Southern statehouse passes another law that constrains the rights of L.G.B.T.Q.\nI hope you’ll look beyond the headlines to what is also happening here, often at great risk to those who are making it happen.", "paragraphs": ["But Republicans still hold the power in almost all Southern state legislatures (Virginia’s is the exception, and only since 2019), and they will continue to do everything possible to make it harder for Democrats to vote. In Georgia, state legislators are already eyeing new ways to avoid a repeat of the elections that turned Georgia blue. Consequently, change in the South may always be of the two-steps-forward-one-step-back variety.", "Which brings us to the other major explanation for why the South is changing: Liberals and progressives keep fighting back. Stacey Abrams is the face of this fight, and she is rightly credited with flipping Georgia two years after unapologetic voter-suppression tactics ended her own hopes of serving as governor. But the New Georgia Project, the mighty voter-outreach organization that Ms. Abrams and her colleagues have built to register new voters and persuade long disenfranchised Black and brown voters not to give up on the democratic process, has analogues across the South. These efforts may be less visible than Ms. Abrams’s, and some of them are still embryonic, but they are growing.", "That’s why Democrats down here haven’t completely lost heart, despite consistently losing elections to Republicans on one side and despite being chastised by liberals outside the South on the other. (“Everyday Democrats need to see beyond the electoral map to acknowledge the folks pushing for liberal ideas even in the reddest of areas,” the Kentucky novelist Silas House notes in a new essay for The Atlantic. “If they don’t, the cultural divide will grow only wider.”)", "In addition to voting demographics and voter outreach, a small but not inconsequential explanation for the changing political landscape of the South is that Donald Trump has finally inspired a change of heart in plenty of white Southerners. You won’t find them waving banners at political rallies or posting diatribes on social media, but they are here.", "Many of them sat out the last election, true, but others quietly, bravely cast their votes for Democrats, often for the first time in their lives, because this president has made them see how thin the veneer of democracy really is in today’s Republican Party. It isn’t easy for them to defy their entire family or their entire church to vote for candidates who stand for fairness and inclusion, but they did it in 2020, and already in 2021, and I believe that their numbers will continue to grow.", "I hope you’ll remember them, and all the passionate liberal activists here, too, the next time you see a sea of red on an election map. I hope you’ll remember them the next time a Southern statehouse passes another law that constrains the rights of L.G.B.T.Q. citizens or guts public education or makes it harder to choose an abortion but easier to buy a gun. I hope you’ll look beyond the headlines to what is also happening here, often at great risk to those who are making it happen. Because Georgia is the clearest proof yet that this is not our grandfather’s Southland anymore. And it will never be again.", "Margaret Renkl is a contributing opinion writer who covers flora, fauna, politics and culture in the American South. She is the author of the book “Late Migrations: A Natural History of Love and Loss.”", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Margaret Renkl"], "keywords": ["race", "vote", "southern", "really", "south", "york", "proof", "georgia", "democrats", "changing", "youll", "hope", "senate", "voters", "times", "state"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}