{"id": "ae05c160-436a-369c-afc3-406cb15711c7", "title": "Dianne Feinstein and the Perils of an Aging Leadership", "url": "https://www.newyorker.com/podcast/political-scene/dianne-feinstein-and-the-perils-of-an-aging-leadership", "summary": "Download a transcript.|||In January, Joe Biden will become the oldest President in U.S. history.\nOf the leaders in the other branches, the youngest is Chief Justice John Roberts, who is sixty-five.\nSenate Majority Leader Mitch McConnell is seventy-eight, and Speaker of the House Nancy Pelosi is eighty.\nThe unsteady handling of the confirmation hearings for Brett Kavanaugh and Amy Coney Barrett by the eighty-seven-year-old Dianne Feinstein, the top Democrat on the Senate Judiciary Committee, has raised alarm among some Party members and progressive advocacy groups, who say it is time for her to retire.\nJane Mayer joins Dorothy Wickenden to discuss the generational divide in American politics and what can be done about it.", "paragraphs": ["Download a transcript.|||", "In January, Joe Biden will become the oldest President in U.S. history. Of the leaders in the other branches, the youngest is Chief Justice John Roberts, who is sixty-five. Senate Majority Leader Mitch McConnell is seventy-eight, and Speaker of the House Nancy Pelosi is eighty. The unsteady handling of the confirmation hearings for Brett Kavanaugh and Amy Coney Barrett by the eighty-seven-year-old Dianne Feinstein, the top Democrat on the Senate Judiciary Committee, has raised alarm among some Party members and progressive advocacy groups, who say it is time for her to retire. Jane Mayer joins Dorothy Wickenden to discuss the generational divide in American politics and what can be done about it."], "authors": ["Condé Nast", "Dorothy Wickende", "Connie Bruc", "Jane Maye"], "keywords": ["sixtyfive", "wickenden", "leadership", "say", "youngest", "perils", "dianne", "senate", "speaker", "unsteady", "transcriptin", "roberts", "feinstein", "seventyeight", "aging"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}