{"id": "ae0a07ce-29ed-3328-980b-baadb4d2d511", "title": "The Big Favorite Joins the Circular Movement With Returnable, Recyclable Underwear", "url": "https://www.vogue.com/article/the-big-favorite-underwear-circular-fashion-sustainability", "summary": "If you had to guess how long it takes 11 million pounds of underwear to end up in United States landfills, what would you say?\nThere’s Kristy Caylor’s circular basics label, For Days, and Thousand Fell, which makes recyclable vegan sneakers.\nWhat they have in common with The Big Favorite is that they’re making “high-frequency basics”: Underwear, T-shirts, and sneakers are items we tend to wear until it’s time to replace them (and, let’s be honest, sometimes beyond that point).\nEven if you wanted to recycle sneakers or thongs from another brand, most of the products on today’s market actually can’t be recycled.\nThat’s where I see the opportunity—by building this brand, we’re also building the experience of taking back garments, and changing people’s behavior with it.”", "paragraphs": ["If you had to guess how long it takes 11 million pounds of underwear to end up in United States landfills, what would you say? Six months? One year? Try one day. Undergarments are a glaring pain point in the sustainable fashion conversation. There are brands making organic cotton and bamboo briefs, but no matter what your undies are made of, they’re still what you might call “single use.” Underwear is the only thing we can’t donate or sell to a consignment site, so when we’ve worn them out, we have little choice but to throw them in the trash.", "Eleanor Turner, a designer who has worked for Tory Burch, J.Crew, and, most recently, the suiting label Argent (she co-founded the brand in 2016 and departed last year) just launched a timely solution: The Big Favorite, a line of pima cotton underwear and T-shirts designed to be worn, sent back to the brand, and recycled into new garments. In other words, it’s real circularity. Many brands have started using that buzzy term to describe clothes made of recycled content, but unless they’re taking responsibility for the full life cycle of those garments—by taking them back, repurposing them, or recycling them—they aren’t actually closing the loop.", "Few brands have done so. There’s Kristy Caylor’s circular basics label, For Days, and Thousand Fell, which makes recyclable vegan sneakers. What they have in common with The Big Favorite is that they’re making “high-frequency basics”: Underwear, T-shirts, and sneakers are items we tend to wear until it’s time to replace them (and, let’s be honest, sometimes beyond that point). Even if you wanted to recycle sneakers or thongs from another brand, most of the products on today’s market actually can’t be recycled. Sneakers typically have a dozen plastic pieces that can’t be broken apart, and underwear is often made of blended synthetic fibers, which are difficult to break down and spin into new yarns.", "“Brands will try to approach circularity as an afterthought, but that’s inauthentic,” Turner explains. “It has to be part of your approach from the very beginning. Our products were specifically designed for their ‘end of life’—they’re engineered to come apart easily, and we chose pima cotton because it’s a longer-staple fiber that’s better able to be recycled. We’re making those considerations, and that’s where the rubber meets the road,” she continues. “It’s where good design and prioritizing the planet meet. That’s where I see the opportunity—by building this brand, we’re also building the experience of taking back garments, and changing people’s behavior with it.”"], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["taking", "favorite", "making", "underwear", "joins", "circular", "cotton", "thats", "cant", "big", "theyre", "movement", "sneakers", "recyclable", "returnable", "recycled", "brand"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}