{"id": "ae1e2150-c3c3-3792-a847-3cf3b564c474", "title": "How Netflix is creating a common European culture", "url": "https://www.economist.com/europe/2021/03/31/how-netflix-is-creating-a-common-european-culture", "summary": "Now they are more common, thanks to the growth of streaming platforms such as Netflix, which has 58m subscribers on the continent.\nBroadcasters stuck rigidly to national borders, pumping out French programmes for the French and Danish ones for the Danes.\nNetflix has about 100 productions under way in Europe, which is more than big public broadcasters in France or Germany.\nTo operate in the EU , streaming companies are required to ensure at least 30% of their catalogue hails from the bloc—and to promote it.\nNow Netflix and friends pump the same content into homes across a continent, making culture a cross-border endeavour, too.", "paragraphs": ["“B ARBARIANS”, A NETFLIX drama set 2,000 years ago in ancient Germania, inverts some modern stereotypes. In it, sexy, impulsive, proto-German tribesmen take on an oppressive superstate led by cold, rational Latin-speakers from Rome. Produced in Germany, it has all the hallmarks of a glossy American drama (gratuitous violence and prestige nudity) while remaining unmistakably German (in one episode someone swims through a ditch full of scheisse). It is a popular mix: on a Sunday in October, it was the most-watched show on Netflix not just in Germany, but also in France, Italy and 14 other European countries.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Moments when Europeans sit down and watch the same thing at roughly the same time used to be rare. They included the Eurovision Song Contest and the Champions League football, with not much in between. Now they are more common, thanks to the growth of streaming platforms such as Netflix, which has 58m subscribers on the continent. For most of its existence, television was a national affair. Broadcasters stuck rigidly to national borders, pumping out French programmes for the French and Danish ones for the Danes. Streaming services, however, treat Europe as one large market rather than 27 individual ones, with the same content available in each. Jean Monnet, one of the EU ’s founding fathers, who came up with the idea of mangling together national economies to stop Europeans from killing each other, was once reputed to have said: “If I were to do it again from scratch, I would start with culture.” Seven decades on from the era of Monnet, cultural integration is beginning to happen.", "Umberto Eco, an Italian writer, was right when he said the language of Europe is translation. Netflix and other deep-pocketed global firms speak it well. Just as the EU employs a small army of translators and interpreters to turn intricate laws or impassioned speeches of Romanian MEP s into the EU ’s 24 official languages, so do the likes of Netflix. It now offers dubbing in 34 languages and subtitling in a few more. The result is that “Capitani”, a cop drama written in Luxembourgish, a language so modest it is not even recognised by the EU , can be watched in any of English, French or Portuguese (or with Polish subtitles). Before, a top French show could be expected to be translated into English, and perhaps German, only if it was successful. Now it is the norm for any release.", "The economics of European productions are more appealing, too. American audiences are more willing than before to give dubbed or subtitled viewing a chance. This means shows such as “Lupin”, a French crime caper on Netflix, can become global hits. It is worth taking a punt on an expensive retelling of an early-20th-century detective series about a gentleman jewel thief in Paris, if it has the potential to explode beyond France. In 2015, about 75% of Netflix’s original content was American; now the figure is half, according to Ampere, a media-analysis company. Netflix has about 100 productions under way in Europe, which is more than big public broadcasters in France or Germany.", "And European officials wield a stick to encourage investment. European film-makers rival farmers in the ranking of cosseted European industries. To operate in the EU , streaming companies are required to ensure at least 30% of their catalogue hails from the bloc—and to promote it. Buying a back catalogue of 1990s Belgian soap operas and hiding them in a digital cupboard does not count. France compels big media firms to kick back revenues into domestic production. If European governments are intent on shaking down big American firms, it is better for everyone that the money is spent on something watchable.", "Not everything works across borders. Comedy sometimes struggles. Whodunits and bloodthirsty maelstroms between arch Romans and uppity tribesmen have a more universal appeal. Some do it better than others. Barbarians aside, German television is not always built for export, says one executive, being polite. A bigger problem is that national broadcasters still dominate. Streaming services, such as Netflix or Disney+, account for about a third of all viewing hours, even in markets where they are well-established. Europe is an ageing continent. The generation of teens staring at phones is outnumbered by their elders who prefer to gawp at the box.", "Actually, I want to direct", "In Brussels and national capitals, the prospect of Netflix as a cultural hegemon is seen as a threat. “Cultural sovereignty” is the watchword of European executives worried that the Americans will eat their lunch. To be fair, Netflix content sometimes seems stuck in an uncanny valley somewhere in the mid-Atlantic, with local quirks stripped out. Netflix originals tend to have fewer specific cultural references than shows produced by domestic rivals, according to Enders, a market analyst. The company used to have an imperial model of commissioning, with executives in Los Angeles cooking up ideas French people might like. Now Netflix has offices across Europe. But ultimately the big decisions rest with American executives. This makes European politicians nervous.", "They should not be. An irony of European integration is that it is often American companies that facilitate it. Google Translate makes European newspapers comprehensible, even if a little clunky, for the continent’s non-polyglots. American social-media companies make it easier for Europeans to talk politics across borders. (That they do not always like to hear what they say about each other is another matter.) Now Netflix and friends pump the same content into homes across a continent, making culture a cross-border endeavour, too. If Europeans are to share a currency, bail each other out in times of financial need and share vaccines in a pandemic, then they need to have something in common—even if it is just bingeing on the same series. Watching fictitious northern and southern Europeans tear each other apart 2,000 years ago beats doing so in reality. ■"], "authors": ["The Economist"], "keywords": ["common", "national", "french", "europeans", "american", "culture", "european", "streaming", "france", "creating", "netflix", "eu", "europe"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}