{"id": "ae2544a3-2cfa-344f-86ee-d1a636d49296", "title": "Marketers and Ad Agencies Ask Google Not to Kill Cookies Too Soon", "url": "https://www.wsj.com/articles/marketers-and-ad-agencies-ask-google-not-to-kill-cookies-too-soon-11579206028?mod=hp_minor_pos2", "summary": "Marketers and advertising agencies expressed alarm over Google’s plan to phase out support of third-party cookies in its Chrome internet browser.\nGoogle, part of Alphabet Inc., said in a blog post Tuesday it intends to phase out support for third-party cookies in its browser within the next two years.\n“The hard part is phasing out third-party cookies without unintentionally creating a worse situation,” Mr. Mitchell said in an email.\nEnding third-party cookies could counterintuitively improve the effectiveness of digital advertising because it will push companies to establish direct, consensual relationships with consumers, Mr. Scarborough said.\n“There’s a give and a take there,” Mr. Scarborough added.", "paragraphs": ["Marketers and advertising agencies expressed alarm over Google’s plan to phase out support of third-party cookies in its Chrome internet browser.", "Google’s decision could hurt digital businesses, consumers and innovation, the Association of National Advertisers and the 4A’s, a trade group for ad agencies, said in a statement.", "“It would threaten to substantially disrupt much of the infrastructure of today’s Internet without providing any viable alternative, and it may choke off the economic oxygen from advertising that startups and emerging companies need to survive,” they said.", "The groups urged Google not to make any changes until alternatives are in place.", "Cookies are a way to gather information on internet activity. Websites use first-party cookies to collect data on their own visitors. Third-party cookies, in contrast, track consumers’ activity across the internet. They generate information that is useful for ad targeting and other purposes, but have raised privacy concerns over the years.", "Google, part of Alphabet Inc., said in a blog post Tuesday it intends to phase out support for third-party cookies in its browser within the next two years.", "In response to the trade groups’ objections, a Google spokeswoman emphasized a section of the blog post that said the company’s plan will take effect after the industry develops new ways to meet advertisers’ needs.", "Newsletter Sign-up", "Dan Jaffe, group executive vice president at the Association of National Advertisers, said the trade groups’ concerns were justified because many organizations haven’t felt adequately involved in Google’s process.", "“Thus, we are urging Google to build a collaborative industry-wide process that involves all stakeholders, while committing to protect the current architecture for digital advertising until the industry develops and implements a viable alternative,” Mr. Jaffe said in a statement.", "More privacy and accountability is the right direction, but ads underwrite many free services online that people don’t want to pay for or can’t afford, said Jordan Mitchell, senior vice president at the IAB Tech Lab, a consortium focused on promoting common technology and standards for digital advertising.", "“The hard part is phasing out third-party cookies without unintentionally creating a worse situation,” Mr. Mitchell said in an email.", "Google’s promised shift was inevitable given rising privacy concerns, said an executive at one digital ad agency. “It’s just an industry trend and a larger movement that I think Google is taking a very measured approach to,” said Justin Scarborough, programmatic media director at PMG Worldwide LLC.", "Apple Inc.’s Safari and Mozilla Corp.’s Firefox already have rolled out restrictions on tracking cookies. But Chrome dominates the global desktop browser market.", "Ending third-party cookies could counterintuitively improve the effectiveness of digital advertising because it will push companies to establish direct, consensual relationships with consumers, Mr. Scarborough said. “When consumers and companies choose to have those kinds of interactions, they’re doing it because there’s a value exchange,” he said.", "“There’s a give and a take there,” Mr. Scarborough added. “At the end of the day, the consumer-brand value exchange has to be brought out of the shadows.”", "Write to Nat Ives at nat.ives@wsj.com"], "authors": ["Nat Ives"], "keywords": ["google", "ad", "soon", "cookies", "ask", "thirdparty", "digital", "internet", "scarborough", "kill", "mr", "advertising", "trade", "marketers", "agencies", "consumers"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}