{"authors": ["Produced Alpha Grid"], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "Mezcal: the Mexican spirit that’s more than just a drink", "url": "https://www.ft.com/video/72f87048-7c06-48cd-afc3-4786bf016b6b", "summary": "Like tequila, mezcal is made from the agave plant.\nBut while tequila comes from just one species, mezcal can be made from dozens which gives it a huge variety of flavours.\nSo now I've come here to the Mezcaloteca to meet my friend Silvia, who's a pioneer in helping us understand and appreciate mezcal.\nMezcal is booming, and both production and exports have risen more than 400 per cent since 2011.\nIf we don't take care of traditional mezcal, maybe we're in the verge of losing mezcal towards industrialisation, which is the same story with tequila.", "id": "ae279f21-94d9-3e59-93b6-9a5330f35f59", "paragraphs": ["You can enable subtitles (captions) in the video player", "In the highlands of southern Mexico, there's a colonial city called Oaxaca. It's renowned for its distinctive Santo Domingo Church and colourful festivals. But it's when night falls that you can really explore Oaxaca's most famous attraction and export, mezcal.", "Like tequila, mezcal is made from the agave plant. But while tequila comes from just one species, mezcal can be made from dozens which gives it a huge variety of flavours. I'm keen to learn more, which means I'm off to another bar.", "So now I've come here to the Mezcaloteca to meet my friend Silvia, who's a pioneer in helping us understand and appreciate mezcal.", "Silvia Philion Munoz is an expert on a drink with a great cultural significance here.", "It's about understanding the culture in Mexico and how farmers in Mexico live.", "Mezcal is booming, and both production and exports have risen more than 400 per cent since 2011. Around 90 per cent of mezcal is made in Oaxaca.", "Seems mezcal got popular. I mean, the tourism has exploded.", "Mezcal sales globally only add up to less than 2 per cent of tequilas, but Silvia is still worried about the rapid growth.", "If we don't take care of traditional mezcal, maybe we're in the verge of losing mezcal towards industrialisation, which is the same story with tequila.", "What gives mezcal its distinctive, smoky flavour is the way it's made. So next morning I'm off to one of the more than 2,000 mezcal distilleries in the state. Most are small, family-run operations, but this one, with its minute attention to traditional details, is particularly special.", "Lalo's family has been making mezcal for five generations. The first step is to roast the heart of the agave plant in a pit heated with burning wood and stones at the bottom and covered with earth. They're just taking these ones out after five days.", "The name mezcal comes from the Aztec word mexcalli and translates literally as cooked agave.", "Once dry, the agave is chopped into small pieces and crushed by hand. I'm keen to have a go, but this is no 10-minute task.", "Ten hours or 20 hours. Blimey. Oh, easy. Easier. But I still wouldn't like to do it for 10 or 20 hours.", "After it's been smashed, the agave is left to ferment for about a week, and sometimes as long as three weeks.", "Unlike many producers, Lalo uses traditional clay pots. He distills the fermented liquid twice, and for one special variety, three times. I'm learning that making mezcal this way requires perseverance. But then, that's kind of the point.", "At last, I get to taste the final product.", "It's been a fascinating experience. And as I head home, thinking back on what I've seen, I realise that what I really understand now is why, in the state of Oaxaca, mezcal is much, much more than just a drink."], "keywords": ["im", "tequila", "variety", "thats", "drink", "mezcal", "cent", "mexican", "way", "spirit", "agave", "understand", "traditional", "mexico"], "pubDate": null}