{"id": "ae45fe25-6cd3-3187-994b-265e1ac652bf", "title": "Cryptocraze - Is the financial establishment coming round to bitcoin?", "url": "https://www.economist.com/finance-and-economics/2021/01/09/is-the-financial-establishment-coming-round-to-bitcoin", "summary": "When Satoshi Nakamoto, the mysterious inventor of bitcoin, created the first 50 coins, now called the “genesis block”, he permanently embedded the date and that headline into the data.\nMr Nakamoto had decided it was time for something new: a decentralised cryptocurrency, free from the control of governments and central banks.\nMr Nakamoto has vanished from public view, but his invention has gained prominence—and lately has been soaring in value, too.\nIt first gained widespread attention in 2013 as a financial curiosity, when its price climbed above a then giddy-looking $1,000.\nIn 2017, in a frenzy of speculation, the price spiked just shy of $20,000, but then quickly plummeted.", "paragraphs": ["T WELVE YEARS ago, on January 3rd 2009, a headline on the front page of the Times read: “Chancellor on brink of second bail-out for banks”—a reference to the British government’s efforts to save the country’s financial system from collapse. When Satoshi Nakamoto, the mysterious inventor of bitcoin, created the first 50 coins, now called the “genesis block”, he permanently embedded the date and that headline into the data. The hidden text was a digital battle cry. Mr Nakamoto had decided it was time for something new: a decentralised cryptocurrency, free from the control of governments and central banks.", "Mr Nakamoto has vanished from public view, but his invention has gained prominence—and lately has been soaring in value, too. It first gained widespread attention in 2013 as a financial curiosity, when its price climbed above a then giddy-looking $1,000. In 2017, in a frenzy of speculation, the price spiked just shy of $20,000, but then quickly plummeted. As recently as October 2020 it was worth only $10,600. But then it began to climb again, passing its old peak on December 17th and ascending to a new high, above $36,000, on January 6th (see chart)."], "authors": ["The Economist"], "keywords": ["financial", "welve", "bitcoin", "governments", "widespread", "coming", "gained", "establishment", "price", "view", "headline", "nakamoto", "worth", "round", "cryptocraze"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}