{"id": "ae5132b7-2a37-3ee3-b6a4-8828d4ff845a", "title": "It's Time to Pick Classes for the 2073-74 School Year!", "url": "https://www.wired.com/story/course-catalog-school-year-2073-74/", "summary": "We've used your current facial expression to select classes to match your mood.\nWorking in teams, we will learn to develop appropriate therapeutic activities such as simulating an EDM festival, DMing, and crafting thirst traps.\nClassmembers will also learn how to role-play with a sorting hat while providing end-of-life student loan debt counseling.\nStudents consider the philosophy and history of beef, which came from cows.\nReadings and discussion will explore the violent multi-decade transformation of beef-driven society toward the current economic and cultural construct of postbeefiness.", "paragraphs": ["Welcome back to the e-Portal, [STUDENT]! We hope you enjoyed the summer protests and return ready to continue your learning journey under the guidance of our nine tenured professors and their 70,000 adjunctbots. We've used your current facial expression to select classes to match your mood. As always, we believe that education is key to an enlightened life and affirm that an advanced degree is critical to winning one of the non-inherited spots in the annual job assignment lottery and avoiding the National Service kelp camp draft. Good luck!", "Millennial Gerontology. Caring for senescent members of the millennial generation carries special challenges. To gain empathy for this cohort, we will divide into “hives” and use Facebook simulators. We will also review critical texts such as Vox explainers and the poetry of Nobel Prize-winner Rupi Kaur. Working in teams, we will learn to develop appropriate therapeutic activities such as simulating an EDM festival, DMing, and crafting thirst traps. Classmembers will also learn how to role-play with a sorting hat while providing end-of-life student loan debt counseling.", "Beef Studies. Students consider the philosophy and history of beef, which came from cows. Readings and discussion will explore the violent multi-decade transformation of beef-driven society toward the current economic and cultural construct of postbeefiness. Students will learn to identify different kinds of brisket while also studying the origins of the Houston Water Riots, Austin BBQ Disaster, and the formation of the Free State of Cattlevania and subsequent federal sauce sanctions. Prerequisite: Chicken Studies.", "Creative Writing. No longer offered; interested students should consider IP Franchise Development and Marketing.", "The Literature of the Great Pacific Garbage Patch. When climate refugees from the Last Great California Fire settled on an unstable, trillion-ton island of plastic trash, they not only established the world's first upcycling-based economy but produced a great literary renaissance. In addition to selected readings from The Norton Anthology of Garbage, students will read and discuss Scrap Patchman's Dreams of Filth Island and Carcinogen Dregs' poem cycle Please God I Don't Want a Literary Prize I Want to Go to a Doctor.", "Pre-Fan Cultures. Several scholars assert that humans once consumed media in silence, either alone or in small groups, without comment or community. We will collectively read the few remnants of unfranchised literature in order to consider the implications of this great horror vacui, and ultimately seek to answer whether a work of art can be said to exist without fans. Suggested prerequisite: IP Franch. Dev. & Mktg.", "Underwater Basket Weaving. Students will learn to apply this essential modern skill to a variety of key climate-mitigative construction tasks, including the development of high-tensile woven seawalls, as well as studying the successful use of microporous mercury-filtering baskets to improve aquaculture in damaged lake beds. Suggested additional course: Modern Construction Techniques (II).", "Library Practicum II. For advanced students preparing to enter the information sciences field for library and information center operations. Key topics in librarianship include mental and physical health crisis intervention, pornography access management, child therapy, and naloxone administration.", "The Biology of Animal Rights. Students will clone a sheep, then apologize to it.", "Ethics in Punitive Marketing. This wide-ranging business course uses discussion, primary sources, and case studies to consider multiple and competing ethical frameworks for assessing and reviewing the potential moral issues for both managers and practitioners with regards to Punitive Marketing, i.e., the evolving practice of paying a gig worker to physically threaten a consumer until a purchase is made."], "authors": ["Paul Ford", "Paul For"], "keywords": ["school", "student", "studies", "students", "207374", "consider", "key", "studying", "pick", "classes", "great", "suggested", "readings", "learn"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}