{"id": "ae57f05d-6e57-3def-9df2-811f72221904", "title": "Public investment - How to get infrastructure right", "url": "https://www.economist.com/leaders/2021/01/02/how-to-get-infrastructure-right", "summary": "Politicians everywhere are calling for more infrastructure spending (see article).\nJoe Biden wants to spend $2trn on roads, power grids and railways, and hopes to win bipartisan support for his plans.\nThe European Union has just approved a €1.8trn ($2.2trn) budget, a slug of which is for digital and energy investments.\nPublic and private investment has stagnated at 3-4% of GDP worldwide.\nLow interest rates mean financing is cheap, and many economists think that the payback from infrastructure is attractive.", "paragraphs": ["I N 1916 CINCINNATI decided to construct a magnificent new subway system. After decades of cock-ups it was abandoned in 1948, and today there are two miles of tunnels beneath the city that have never been used. That cautionary tale is still relevant. Politicians everywhere are calling for more infrastructure spending (see article). Yet few industries have a worse record of coming through on time and on budget. If the incipient boom is to produce better results, governments and firms must learn to adopt best practice from around the world.", "Most countries have enacted short-term stimulus plans to deal with the pandemic. On December 27th President Donald Trump signed a $900bn spending bill (see article). But there is also appetite to binge on infrastructure. Joe Biden wants to spend $2trn on roads, power grids and railways, and hopes to win bipartisan support for his plans. The European Union has just approved a €1.8trn ($2.2trn) budget, a slug of which is for digital and energy investments.", "The new infrastructure infatuation is understandable. Public and private investment has stagnated at 3-4% of GDP worldwide. That is too little to maintain ageing assets in developed countries—a third of American bridges are creaky—or to provide enough clean water and electricity in the emerging world. Low interest rates mean financing is cheap, and many economists think that the payback from infrastructure is attractive. Meanwhile, climate change and the digitisation of the economy are creating vast demand for renewable-energy systems and connectivity, including 5G networks."], "authors": ["The Economist"], "keywords": ["plans", "worse", "spending", "right", "infrastructure", "article", "budget", "win", "investment", "world", "public", "worldmost", "worldwide"], "pubDate": "2021-01-02T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}