{"id": "aeecec8b-5e96-3cf9-84ac-1c00bf178c78", "title": "Billie Eilish (And Other Stylish Artists) Love This Cartoony Streetwear Brand", "url": "https://www.vogue.com/article/skoot-streetwear-brand-billie-eilish-musicians", "summary": "The streetwear brand, founded in 2016 out of Seoul, Korea, offers zingy, manga- and anime-centric pieces that would work equally well in a club as on the couch.\nCartoony prints are applied onto everything from puffer coats to sweaters and trousers—and the eccentric collection is swiftly becoming a musician-favorite too.\nBillie Eilish, Rosalía, BTS, and many other stylish stars have recently worn the brand.\nThe label began when co-founders Koh V and MLMA first met in Seoul a few years back.\n“We get so many emails from people saying, ‘I wish I had the courage to wear some of your stuff,’” says Koh.", "paragraphs": ["A stroll through Skoot’s Instagram page is a bit like taking a tequila shot—your senses are suddenly heightened, and you sense that you’re in for a wild ride. The streetwear brand, founded in 2016 out of Seoul, Korea, offers zingy, manga- and anime-centric pieces that would work equally well in a club as on the couch. Cartoony prints are applied onto everything from puffer coats to sweaters and trousers—and the eccentric collection is swiftly becoming a musician-favorite too. Billie Eilish, Rosalía, BTS, and many other stylish stars have recently worn the brand.", "The label began when co-founders Koh V and MLMA first met in Seoul a few years back. At the time, MLMA—who is an artist and a singer-rapper—was focused on her art, and Koh randomly stumbled upon some of her painted canvases. “Painting was my first talent that I discovered when I was like, two or three,” MLMA says. “Koh was the first person who ever discovered [my work.]” After meeting each other, they then came up with a spontaneous idea: to apply her artwork onto clothing. Shortly after, Skoot was born.", "Now, Koh and MLMA also work with the artist problem6oy, and the trio produce bold ready-to-wear pieces that embrace wild, comic book-inspired prints. “Anime and manga are two huge inspirations,” says Koh, while MLMA adds, “I grew up around animation culture because I’m from Korea. Reading comic books was really big, and those kinds of images really inspire me. I like to twist those images in my own way.” Recently, the label debuted puffer coats that take imagery from “Angel Attack,” an episode from the Japanese anime series Neon Genesis Evangelion. Other references are more abstract, such as a printed turtleneck and skirt, which both come in a strong print that is inspired by “a heroine who isn’t afraid to cry.”", "The collection is a mix of both custom, one-off pieces and ready-made items. “It’s hard to make everything one-of-one, but we still make a lot of custom, handmade stuff,” says MLMA. The offering is also largely genderless, something that is reflected in the brand’s logo (which is sometimes used to look like a bootleg designer monogram, as seen here). “The meaning of the logo means no gender: It’s the male and female sex symbol combined,” says Koh, while MLMA adds, “Clothing shouldn’t have any limits in terms of gender.”", "Eilish has been a supporter of Skoot from the get-go, and her personal style—heavy on the graffiti prints and streetwear—is a natural fit. “I started following Billie really early on,” says MLMA. “Then, she followed me back, and started wearing our stuff. One of the first pieces she wore was a fire-print hoodie that I made.” Recently, Eilish wore a printed cardigan and shorts by Skoot in her “Therefore I Am” music video, as well as for her performance at the American Music Awards. “We did those masks like two days before the performance,” says Koh. “We dyed them, painted them, and shipped them out the next day.” In addition to Eilish, they’ve also outfitted Rico Nasty, BTS, Rosalia, Blackpink, Grimes, and Jackson Wang, among many other artists. They even styled a doll of BTS’s Jungkook in Skoot clothes (the real Jungkook is also a big fan of Skoot.)", "As a musician herself, MLMA says she can see the draw of Skoot’s more theatrical pieces as a performer. “When I wear our stuff, I always get complimented,” she says. “When you wear it, you can see other people instantly reacting to it.” It’s a vibe Koh says is at the essence of Skoot. “We get so many emails from people saying, ‘I wish I had the courage to wear some of your stuff,’” says Koh. “That’s the whole point of it—to show that you can dress ridiculous and loud and boisterous.”"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["koh", "skoot", "really", "mlma", "billie", "stuff", "pieces", "work", "stylish", "prints", "cartoony", "streetwear", "eilish", "love", "brand", "artists", "wear", "recently"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}