{"id": "aeef41c7-e107-32d6-a6ca-04d95dfce2f2", "title": "A boy and a ball - Diego Maradona died on November 25th", "url": "https://www.economist.com/obituary/2020/12/05/diego-maradona-died-on-november-25th", "summary": "S ENT ON AN errand, or packed off to school, Diego Maradona didn’t walk.\nThen he hopped on his right foot, especially up the steps of the railway bridge, while his left foot tried out skills.\nHe was sure he could control it as sweetly as a ball, at the beginning.\nYet winning the World Cup, he mused as he came home, had not brought down the price of bread.\nHis aim stayed just the same, to bring joy to people with a ball.", "paragraphs": ["S ENT ON AN errand, or packed off to school, Diego Maradona didn’t walk. He practised keepie-uppies, instep to thigh to back-heel to head, with anything roughly round he could find. Scrumpled paper would do, or an orange, or a ball of rags. Tac-tac-tac, on and on and on. Then he hopped on his right foot, especially up the steps of the railway bridge, while his left foot tried out skills. If no one was wanting him he would head for the waste ground of Villa Fiorito, one of the worst shanty-towns in Buenos Aires, but home to him, to have kickabouts with friends until night fell, or later.", "He wanted nothing from life but football. He could live on it. Then, perhaps, he might have enough money to buy a second pair of trousers to replace the tired old corduroys he always wore, winter and summer. Little did he think that by 1986, after playing for Argentinos Juniors and Boca Juniors in the first division, at Barcelona and at Napoli, as well as in the national side, he would be able to have all the fine clothes he wanted, as well as all the flash cars; and that he would be on a podium in Mexico City, as Argentina’s captain, kissing and shaking the shining gold World Cup, hardly knowing what to do with it, except to keep it in his hands.", "How had he been propelled so far, so fast? Evidently God, the Beard as he called him, had something to do with it. The Beard had plans for him, starting with the squat, strong body He gave him, and the huge thighs, which made it almost impossible to tackle him at speed. He filled him with love of the beauty and possibility of the game, and with talent that saw him transferred for record sums of money. There were other good assists, too. In the 1986 World Cup quarter-final against England, where God’s hand and his own fist shot up to engineer a goal he knew was illegal, the Beard then blinded the officials so they didn’t see it. Four minutes later the Beard helped out to create the goal of his life, allowing him to weave past five England players, trick the goalie with a dummy—tic—and put the ball in, tac.", "A certain urchin cunning also helped. It showed in the way he played, revelling in tricks and touches: nutmegs, like his debut pass in his first game for Argentinos Juniors, straight through a defender’s legs; back-heel flicks and sombreros, kicking the ball over an opponent to retrieve it on the other side. Humiliating England, he said, was like stealing a wallet. Though he hated being called a hustler, he had to take every chance. It might look like cheating or deceiving, or it might be skill. The line was narrow sometimes. If it won games, it didn’t matter. His drug problems started in the same way: if ephedrine or cocaine gave him an edge over the opposition, fine. He was sure he could control it as sweetly as a ball, at the beginning. Things got a lot more complicated later.", "What really fuelled him, though, was anger, bronca, fury tinged with resentment. Life in Villa Fiorito, in a struggling family of ten in a tiny corrugated-iron house on a bone-crusher’s wage, was a giant kick up the backside. He had to get out or go under, and defeat was unbearable. Because he was so small and young in his first teams, he was sometimes left on the bench, and couldn’t stand it. He would weep for hours, knowing he was as good as anyone, better, and could prove it. When César Menotti left him out of Argentina’s World Cup squad in 1978, when he was so up for it, he got his own back by leading the youth team to victory in the World Youth Cup the next year. He did not forgive Menotti. Most of the coaches and managers he dealt with, he thought, betrayed him somehow. They held him back, or forced him to train when he preferred to sleep. One even tried to teach him a sliding tackle, down to the ground. He would never go down to the ground, unless pushed.", "Sometimes his longing for revenge went as far as war. When Barcelona lost the final of the Copa del Rey, Spain’s FA Cup, in 1984 to Athletic Bilbao, and a Bilbao player gave him two fingers, he started a mighty brawl on the pitch in front of the king himself. In 1986, marching out to take on England, his mind was full of Argentina’s defeat in the Malvinas not so long before, and the Argentine boys who had died there, killed like little birds.", "It was not only his country he wanted to defend but, often, himself. The media infuriated him, to the point where he once opened fire with an air rifle on a posse of reporters who came to his house. They hammered him over women and, especially, drugs. Those had led to a 15-month ban at Napoli in 1991 and in 1994 to his ejection from the World Cup in the United States mid-tournament, but he argued that he was largely innocent. At Barça he had got into the habit of testing himself, and found himself quite clean. In 1994 he blamed his personal coach for giving him a power drink full of American chemicals. As for his hobnobbing with the Camorra crime syndicate at Napoli, he considered them protectors and nice people, who gave him gold Rolexes and seemed to want nothing in return. But then he never had much of a handle on his business affairs. He left those to others, while he had fun.", "In other ways Napoli showed him at his best. He went to a poor, volatile southern city, scorned by the rich north, and won major trophies for it, the first it had ever had. He was revered as a saint for restoring its pride by thrashing everybody else. And of course he had done that first in Argentina, idolised like God himself for salving with his brilliance the loss of the Malvinas and the junta years. Yet winning the World Cup, he mused as he came home, had not brought down the price of bread. Only politicians who spoke for the masses could do that. So he was both a Peronist and a chavista; Fidel Castro (whose beret he begged from him) was tattooed on his left leg, Che Guevara on his right arm. He told the pope that he should sell the Vatican’s gold ceilings to feed the poor.", "As he grew stouter and sicker, he coached the national side and returned as director of Boca Juniors, the team he had most wanted to play for as a boy. His aim stayed just the same, to bring joy to people with a ball. He was el Diego de la gente, the people’s player. And despite the force of the kick that Villa Fiorito had given him, up to the stars, he still felt he had those corduroy trousers on, the old pair he always wore, winter and summer.■"], "authors": ["The Economist"], "keywords": ["maradona", "world", "left", "cup", "napoli", "england", "25th", "juniors", "beard", "wanted", "boy", "diego", "gave", "died", "ball"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}