{"id": "aefca4e8-31c7-3454-94f8-5d811ec0c04a", "title": "Paris transport set to return to normal as rail union suspends strike", "url": "https://www.theguardian.com/world/2020/jan/19/paris-transport-set-to-return-to-normal-as-rail-union-suspends-strike", "summary": "Union says members need to recharge after 45 days of industrial actionParis’s strike-hit public transport network is expected to return to near normal this week after the city’s main rail union voted to return to work.\nThe decision to suspend industrial action from Monday follows six weeks of road and rail chaos since transport staff walked out in December as part of national protests over pension reforms.\nAlso on Friday, angry transport strikers entered the Paris headquarters of France’s biggest union, the CFDT, which has called off strike action and protests after government concessions on pension reform.\n“Whatever the disagreements between unions, the CGT doesn’t support this kind of action,” the union said in a statement.\nThe CGT, which represents many SNCF rail workers, has staged other protests including blockades of French ports and oil refineries.", "paragraphs": ["Union says members need to recharge after 45 days of industrial action", "Paris’s strike-hit public transport network is expected to return to near normal this week after the city’s main rail union voted to return to work.", "The decision to suspend industrial action from Monday follows six weeks of road and rail chaos since transport staff walked out in December as part of national protests over pension reforms.", "The strikes – France’s longest in decades – brought traffic to a halt in parts of the capital as Parisians were forced into cars and on to motorbikes, scooters and cycles.", "On Saturday, seven out of 16 Paris metro lines were working normally. The capital’s public transport company, RATP, is expected to announce a further improvement for Monday’s services, although drivers on three lines have voted to remain on strike.", "In a statement, Laurent Djebali, the secretary general of the Unsa-RATP union, said members needed to “get their breath back and recharge their batteries” after 45 days of industrial action, during which they have not been paid.", "The union reiterated its opposition to the government’s measures to introduce a universal points-based pension system instead of the 42 individual schemes that exist at the moment, which it said was unjust and a regression for workers’ rights. Unsa insisted it was not giving in but was calling for “another form of action”.", "“The government must understand that the conviction and determination of RATP staff remains intact,” it said in the statement, which called on unions to “increase and generalise the movement in all the country’s companies. This is how we will push the government back and all win,” it wrote.", "Mainline suburban and intercity rail services are also slowly returning to normal as the number of striking staff at the national SNCF railway network fell from a high of 55% on the first day of the strike in December to 4.6% last week. SNCF said about 85% of lines were running normally.", "With French unions bitterly divided and strikes apparently running out of steam, a series of wildcat actions suggested a change of tactics by protesters determined to show their anger at Emmanuel Macron and his centrist government.", "Facebook Twitter Pinterest Damage at the Rotonde restaurant, which was firebombed. Photograph: Aurore Mesenge/AFP via Getty Images", "On Friday, a flash mob stormed a theatre where the president and his wife, Brigitte, were in the audience. Hours later, La Rotonde brasserie, where Macron had celebrated his 2017 presidential election win, was firebombed. Police said they were looking into whether the attack on the restaurant was vandalism or politically motivated. Last year, gilets jaunes (yellow vests) protesters set fire to Le Fouquet’s restaurant, another gastronomic symbol of French power and a favourite haunt of former presidents.", "Also on Friday, angry transport strikers entered the Paris headquarters of France’s biggest union, the CFDT, which has called off strike action and protests after government concessions on pension reform.", "Laurent Berger, the secretary general of the CFDT, said about 30 protesters had “violently” entered the building and had “verbally and physically attacked CFDT staff”. “We will not be intimidated,” Berger tweeted.", "Other unions, including the hardline CGT, which is demanding the complete withdrawal of the pension reforms, were quick to disassociate themselves from the action.", "“Whatever the disagreements between unions, the CGT doesn’t support this kind of action,” the union said in a statement. The CGT, which represents many SNCF rail workers, has staged other protests including blockades of French ports and oil refineries.", "Last week, an impromptu protest by dozens of people, including some museum staff, forced the Louvre to close for the first time since the strikes began. Nurses, teachers, lawyers and firefighters have joined the pension protests.", "On Saturday, police released a man arrested after calling for protesters to gather at the Bouffes du Nord theatre in the north of Paris after spotting Macron in the audience for a performance of The Fly. About 30 people turned up and forced their way into the foyer shouting anti-Macron slogans.", "“Despite our efforts, these people succeeded in opening the doors of the theatre hall, disturbing the play,” a police source told the French news channel LCI.", "The Macrons were moved to safety while the protesters were removed, before the president returned to his seat.", "Macron made pension reform a key manifesto pledge in his presidential campaign. His government argues that an across-the-board points system will be fairer, despite there being some losers. The unions reject the reforms as a loss of workers’ rights and privileges.", "", ""], "authors": ["Kim Willsher"], "keywords": ["staff", "action", "paris", "rail", "unions", "workers", "set", "union", "pension", "strike", "return", "suspends", "protesters", "french", "normal", "transport"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}