{"id": "af0df717-b0aa-3f44-b49b-2e3abed33deb", "title": "Prabal Gurung: Anti-Asian sentiment runs deeper than you think", "url": "https://edition.cnn.com/style/article/prabal-gurung-opinion-hyphenated/index.html", "summary": "Written by Prabal Gurung New YorkPrabal Gurung is a Nepali American fashion designer based in New York.\nPrabal GurungHere's where we're at:A torrent of anti-Asian hate crimes have been committed, including the brutal assault of elderly Asian men and women in broad daylight.\nThe shootings at three Atlanta-area spas have left six Asian women dead.\nModels walk the Prabal Gurung runway during New York Fashion Week on September 8, 2019. Credit: Mike Coppola/Getty ImagesI've often been challenged about my \"American-ness.\"\nWe need to tell our storiesIt's clear that the road to a more equitable fashion industry is long.", "paragraphs": ["Written by Prabal Gurung New York", "Prabal Gurung is a Nepali American fashion designer based in New York. All opinions expressed in this article belong to the author. The feature is part of CNN Style's new series Hyphenated , which explores the complex issue of identity among minorities in the United States.", "My 75-year-old Nepali mother, who lives in New York, goes for a walk every morning and every evening. I send her out in disguise: I bought her a blonde wig, and I tell her to wear it under a hat, glasses and mask. \"Maybe then, they'll leave her alone,\" I think. I know it sounds crazy, but it's my survival instinct kicking in.", "\"I understand your concern and worry,\" my mami, as I like to call her, told me the other day.", "\"But I would rather get a walking stick or a cane, just in case something happens. I can fight back,\" she assured me, adjusting her wig and hat.", "That's just how she is: resilient, unafraid and a picture of grace under pressure. I admire her strength but continue to worry for her safety. I check in constantly so I know where she is at any given time.", "This is what it's come to. A fear so constant that it's crippling.", "\"By using terms like \"China Virus\" and \"Kung Flu,\" Trump gave the coronavirus a face, an Asian face, and for that, we have all suffered.\" Prabal Gurung", "Here's where we're at:", "A torrent of anti-Asian hate crimes have been committed, including the brutal assault of elderly Asian men and women in broad daylight. Among them is 65-year-old Vilma Kari, who just last week in New York, was told \"F**k you, you don't belong here, you Asian,\" according to the criminal complaint, before being pushed to the ground and kicked repeatedly by her attacker. The shootings at three Atlanta-area spas have left six Asian women dead. Nearly 3,800 hate incidents have so far been reported to Stop AAPI Hate over the course of a year. It feels as if there's an open season for violence against Asians.", "By using terms like \"China Virus\" and \"Kung Flu,\" former US President Donald Trump gave the coronavirus a face, an Asian face, and for that, we have all suffered. While his damaging rhetoric has no doubt fueled these hate crimes, their roots are buried deep in underlying racist currents that have long impacted our communities in the United States.", "They can be found in every industry. For instance, when it comes to my world -- fashion -- the consequences of systemic racism play out daily. And not just in the form of microaggressions.", "As someone who has a platform, who has clout, I have always believed it's my responsibility to speak out.", "'Who gets to be American?'", "Fashion at its purest, simplest form, is a reflection of the world we live in. It doesn't operate in a vacuum but instead influences -- and is influenced by -- music, culture, social movements and politics.", "Whatever your views are, everyone engages with fashion at some level. For most of us, it's one of the first decisions we make each morning. I believe in its greater purpose -- as a tool of empowerment. But as much as fashion projects its power outwards, behind the scenes, it can be a very different story.", "I was born in Singapore, grew up in Nepal and lived in India, and in these countries, you're faced with issues such as colorism, caste discrimination and hierarchal social structures. When I started my brand 12 years ago, I wanted it to show marginalized people that they are seen, and that they matter. But until recently, it's been an uphill battle.", "\"I was advised to limit the diversity of my runways because clients wouldn't be as receptive to non White models: \"'two Black women, two Asian women -- OK that's enough.'\" Prabal Gurung", "The question of who dictates style, or what we consider tasteful or chic, is still viewed through a colonial lens, shaped by centuries-old Eurocentric ideals. Unrealistic beauty standards are often elitist, discriminatory and ultimately, constructed to maintain a proximity to Whiteness that allows those in power to feel important and secure. Decision-makers are, predominantly, White.", "This plays out in a number of ways.", "Fashion inspired by minority cultures, or rooted in the heritage of a minority designer's heritage, may be tokenized as \"exotic\" or \"ethnic,\" or disparaged in hushed tones as \"tacky and garish.\" Tone-deaf campaigns and racist garments are often created because there are no people of color in the room that feel empowered enough to stop them from going ahead.", "Early in my own career, I was advised to limit the diversity of my runways because clients wouldn't be as receptive to non White models: \"two Black women, two Asian women -- OK that's enough.\"", "I also recall wanting to open a collection with Korean model Ji Hye Park, and it sparked such a big discussion with the brand's other stakeholders. \"Should we? Shouldn't we? Is it cool? Does it make sense? Is this idea... luxury?\"", "These kinds of conversations were initially shocking. But I became used to witnessing microaggressions or blatant discrimination against the few Asian people who, like myself and other people of color, were able to break into this industry. Yes, fashion continues to make strides in the right direction, but we still have miles to go. Today, I still see Black, Latinx, Asian, Native American and LGBTQ peers being tokenized by the industry, called upon to perform inclusivity.", "Models walk the Prabal Gurung runway during New York Fashion Week on September 8, 2019. Credit: Mike Coppola/Getty Images", "I've often been challenged about my \"American-ness.\" During a planning meeting for my label's 10th anniversary collection in 2018, an investor asked me to express what I felt my brand stood for.", "I began explaining that American style had always been seen through a White lens. But as a first-generation Asian immigrant, as a minority, as a queer person of color, I wanted to redefine the country's style because our experiences have been underrepresented. The way I look at this country is an amalgamation of different cultures, races, ethnicities, religions and sizes, and that should be celebrated.", "He, in turn, asked, \"Well you don't look American, how can you define American style?\"", "It was clear to me what he meant by his statement: I wasn't White, therefore I had no authority to shape the American ideal. And this despite being an American citizen who owns a business in this country -- one who employs Americans and immigrants, embraces a \"Made in America\" production ethos and pays taxes. For some people it's just never enough.", "I ended up turning that collection into a celebration of American identity and belonging, sending a diverse cast of models down the runway in denim, white short-sleeved shirts, rose prints and, during the finale, sashes bearing the question: \"Who gets to be American?\"", "While the show had a lot of positive feedback, and started a healthy dialogue about identity, there were some who felt it was too on the nose. This is how privilege works. It was a luxury to be in the position to say that it was \"too much\" or \"too direct.\" However, when it comes to fighting for basic human rights, it is never too much. It is never too loud.", "We need to tell our stories", "It's clear that the road to a more equitable fashion industry is long. Until brands genuinely diversify their decision-makers and boards -- not just with token hires, but with people actually willing to strike up difficult, uncomfortable conversations that challenge biases -- it won't change. And, let's be honest, brands' efforts to embrace Asian culture have been motivated by the spending power of countries like China, India and South Korea, not some moral awakening.", "But, cynicism aside, just like conversations brought about by the Black Lives Matter protests, the Stop Asian Hate movement is inviting renewed scrutiny of fashion's role in perpetuating racism and discrimination -- from runways and collections to workplace culture.", "\"We need to be in every corner and exist in every space.\" Prabal Gurung", "Asian Americans in the industry should recognize that we have an important role to play. As a whole, more than 60% of the global population lives in Asia, according to the United Nations. Asians are the world's biggest consumers of clothing, and we manufacture most of it too. Yet, told that our voices don't matter, we've mostly played supporting roles, quietly and submissively catering to the needs of businesses.", "It's not enough. It's time to speak out and step up.", "The solidarity protests over the past few weeks have been extremely heartwarming. I have demonstrated alongside my peers, activists, community leaders and regular New Yorkers, telling our truths and, between other minorities and marginalized groups, finding support and common ground.", "The \"End Violence Against Asians\" march in the Chelsea neighborhood of New York City on February 20, 2021. Credit: Robert Hamada", "We need to be in every corner and exist in every space. The more that our stories are told, the more that our faces, our experiences and our humanity will not only be normalized but embraced.", "We must claim our rightful seats at the table, and then use those positions to empower other marginalized groups. Visibility is key, and we must craft our own narratives and tell our own stories."], "authors": ["Prabal Gurung", "New York"], "keywords": ["prabal", "sentiment", "york", "asian", "antiasian", "deeper", "american", "women", "industry", "gurung", "hate", "told", "think", "runs", "white", "fashion"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}