{"id": "af1d6ca7-7a8c-368b-a536-d7710c83289b", "title": "Boy abandoned at Mississippi Goodwill prompts Christmas gift donations, spotlights pandemic-era child abuse", "url": "https://www.foxnews.com/us/mississippi-goodwill-abandoned-boy-christmas-gift-donations-pandemic-child-abuse", "summary": "National media coverage about a 2-year-old boy left abandoned at a Goodwill in Mississippi has helped shed light on issues of child abuse and neglect during the pandemic.\nPolice said he was left with a change of clothes and a note that said, \"child abandoned … no phone number for mom.\"\nOfficials said staff at the Goodwill immediately called 911.\nFor the past five years, Healing Hearts has partnered with Mississippi Child Protective Services for an annual Christmas project to benefit children placed in foster care or other families in need.\nThere are three mental health therapists on staff for children whose families may not have insurance or can't afford treatment.", "paragraphs": ["National media coverage about a 2-year-old boy left abandoned at a Goodwill in Mississippi has helped shed light on issues of child abuse and neglect during the pandemic. It has also caused a spike in inquiries from around the country from those wanting to purchase Christmas presents for the boy and other children treated at an advocacy center in the small town of Southaven.", "Mississippi Child Protective Services (CPS) declined to comment on the specific case involving the 2-year-old boy, who was taken into their custody after he was dropped off at a Goodwill in Southaven, Miss., around 9:40 a.m. Monday. Police said he was left with a change of clothes and a note that said, \"child abandoned … no phone number for mom.\" Officials said staff at the Goodwill immediately called 911.", "BOY, 2, ABANDONED AT MISSISSIPPI GOODWILL DROP OFF WITH EXTRA CLOTHES, NOTE IDENTIFIED; SUSPECT ARRESTED", "In an update, Police Chief Macon Moore said the boy has been identified, though his name will not be released, and he will be reunited with family when CPS \"determines this is proper.\" A suspect was arrested across state lines in Memphis, Tenn. Surveillance video at the Goodwill showed a masked man holding the child’s hand before leaving the boy and departing with a woman in a red vehicle.", "CPS said they’ve received an \"astounding\" increase in calls from around the country since the story was picked up by national outlets, and that Healing Hearts Child Advocacy Center in Southaven, a city with a population of 55,000 in DeSoto County, has been handling the case.", "Sally Williams, the executive director at Healing Hearts, told Fox News it was the first time in her two years working at the center that they’ve dealt with a case involving a child so blatantly abandoned. She said that last year her 13-person staff had a caseload of about 600 children who experienced situations ranging from abuse, neglect, drug endangerment and those who have witnessed some sort of violent crime.", "\"Because of the pandemic, because of the holiday season, tensions are running high, stresses are running high – you’ve got stress in the homes, stress with jobs, stress with family – so reach out to one another and try to help one another,\" Williams said, explaining it's crucial to know how to spot signs of abuse and how to report suspicious cases. \"Know your local resources in the community.\"", "\"We say that we are giving a voice to the bravest children we know,\" she continued. \"What I would like people to understand is that there is always learning to be done about things that are happening in your community, and child abuse, neglect is not something people like to talk about, but it’s something that is still real and is still happening and we need to do all we can to protect our children.\"", "CONNECTICUT DUMPSTER BABY RELEASED FROM HOSPITAL; SUSPECT IN CUSTODY", "Though the nonprofit organization has received an increased number of calls about the boy since the story broke, Williams said their holiday toy drive will benefit all of the children whose cases are reviewed at the center.", "\"It’s something that we like to do to bring a little bit of cheer to folks – to take off some of that pressure like ‘What am I going to do this year at Christmas?’\" Williams said.", "She said the center was still tallying the many gifts and donations they’ve received this holiday season, adding that the \"community and generosity of people has been absolutely amazing.\"", "\"We are truly blessed with our community and them giving back, because, just like a lot of nonprofits, we depend on the community to help us do our jobs,\" she said. \"We can’t thank them enough and everyone in this community has been a champion for children this year.\"", "For the past five years, Healing Hearts has partnered with Mississippi Child Protective Services for an annual Christmas project to benefit children placed in foster care or other families in need. This year, they’re doing a toy drive, as well as a coat and pajama drive.", "In the past, people have also adopted children's wish lists, and the center accepts donations year-round for Tyler’s Closet and Aubrey’s Closet – undisclosed locations named after children who’ve died at the hands of abuse – which stock clothes, diapers, toys and other items for law enforcement and child protection services partners to use if a child needs to be taken into immediate custody.", "The center partners with law enforcement, child protective services, medical and mental health providers, and the district attorney’s office \"to ensure families and children get the healing and justice they deserve,\" Williams said. These partners can then refer children to the center for forensic interviews, which are conducted by staff trained in carrying out \"non-leading, non-invasive\" interviews \"where a child can come and tell their story one time so they don’t have to relive any type of traumatic event,\" she said.", "CLICK HERE TO GET THE FOX NEWS APP", "Law enforcement and child protective services are present and watch the interviews to scan for safety concerns, as well as investigatory signs they may need for their case. The center also staffs family advocates who meet with non-offending caregivers of the children who have come in to make sure they have every available resource regarding medical services, mental health, victims’ compensation, groceries, as well as other tangible items from clothing to diapers to food.", "There are three mental health therapists on staff for children whose families may not have insurance or can't afford treatment."], "authors": ["Danielle Wallace"], "keywords": ["mississippi", "community", "staff", "spotlights", "child", "abuse", "pandemicera", "gift", "boy", "children", "prompts", "services", "williams", "goodwill", "center", "christmas", "donations"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}