{"id": "af1e4db7-3ed4-3f1c-89f1-06cb1f6c5228", "title": "Better batteries: the hunt for an energy storage solution", "url": "https://www.ft.com/video/98272dcd-9447-4c02-a506-492004092798?playlist-name=section-c47f4dfc-6879-4e95-accf-ca8cbe6a1f69&playlist-offset=2", "summary": "But they need storage to provide a reliable, steady source of energy to power grids.\nLithium-ion batteries, used in mobile phones and Tesla electric cars, are currently the dominant storage technology.\nBut cheaper, longer duration storage technologies, most of which are not yet cost effective, will also be required.\nToday, though, billions are being invested in other storage technologies.\nIt could store energy for longer periods of time than lithium batteries in underground caverns or depleted oil and gas fields.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Renewables such as wind and solar are becoming cheaper than fossil fuels in most parts of the world. But they need storage to provide a reliable, steady source of energy to power grids. That is where batteries fit in.", "Lithium-ion batteries, used in mobile phones and Tesla electric cars, are currently the dominant storage technology. They can be placed anywhere and provide power to the grid very quickly. But cheaper, longer duration storage technologies, most of which are not yet cost effective, will also be required.", "More than 97 per cent of the world's energy storage is currently done by pumping water up to a high reservoir and then releasing it, which drives the turbine to create electricity. The reservoir acts as a way of storing energy, but these systems may be limited by geography and increasing water scarcity.", "Today, though, billions are being invested in other storage technologies. In China they're building the world's biggest vanadium battery. Vanadium is a raw material used by the steel industry. They use large tanks of separately charged electrolytes to store energy, which makes it easier to expand capacity than conventional batteries. But vanadium prices are highly volatile, which could have an impact on the cost of production. Critics believe technologies need to be based on more abundant materials, such as aluminium, sulphur, calcium, and antimony.", "Others are trying natural physical solutions. A German company is storing energy by heating volcanic rock from Norway with electricity to at least 600 degrees Celsius. The energy can be stored for a week, but the target is to dispatch power overnight. Another option is hydrogen produced through the electrolysis of water using electricity. It could store energy for longer periods of time than lithium batteries in underground caverns or depleted oil and gas fields.", "But despite their various advantages these technologies will find it hard to beat the manufacturing scale of lithium ion, which has been driven by the surge of investment in electric cars over the past decade."], "authors": ["Alpha Grid"], "keywords": ["batteries", "water", "power", "vanadium", "energy", "worlds", "hunt", "used", "storage", "better", "technologies", "electricity", "solution"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}