{"title": "Bruin Sports Capital Buys Marketing Firm From WPP", "summary": "Bruin Sports Capital, a holding company investing in sports media, marketing and technology companies, said it has agreed to buy a majority stake in sports marketing agency Two Circles from advertising giant WPP PLC.\nIts portfolio includes streaming video technology provider Deltatre SpA, direct-to-consumer streaming services operator OverTier and marketing agencies Engine Shop LLC and Soulsight LLC.\nThat has led to deals to sell properties including market research firm Kantar and sports and entertainment company Chime Group Holdings.\nWPP was also an investor in Bruin Sports Capital and sold its stake to Jordan Co. and an undisclosed investor last year.\nBruin plans to raise additional capital for purchases and investments, Mr. Pyne said.", "url": "https://www.wsj.com/articles/bruin-sports-capital-buys-marketing-firm-from-wpp-11576494007?mod=hp_minor_pos3", "paragraphs": ["Bruin Sports Capital, a holding company investing in sports media, marketing and technology companies, said it has agreed to buy a majority stake in sports marketing agency Two Circles from advertising giant WPP PLC.", "White Plains, New York-based Bruin is acquiring an 80% stake in Two Circles, which values the company at $42 million, according to a person familiar with the matter.", "London-based Two Circles has about 180 employees and roughly 300 clients, including the NFL, the Premier League, UEFA, Wimbledon and Formula 1. It builds data-management platforms that use a range of information on fans to inform its work, said the firm’s chief executive, Gareth Balch.", "While many traditional ad venues have become less efficient as audiences splinter, sports continue to draw large live audiences online, on TV and in person.", "Data has become increasingly important to the way marketers, sports leagues and teams reach fans, especially as sports content gets consumed across more platforms and screens. NBA teams are using TV and social viewing data, for example, to determine how to price sponsorship assets such as branded patches on jerseys.", "Leagues are also using audience data to inform them how to market and sell tickets and subscriptions to their direct-to-consumer streaming services.", "Newsletter Sign-up", "Bruin, which was founded in 2015 by former Nascar and IMG executive George Pyne, has raised more than $900 million and has made 17 acquisitions and investments to date. Its portfolio includes streaming video technology provider Deltatre SpA, direct-to-consumer streaming services operator OverTier and marketing agencies Engine Shop LLC and Soulsight LLC.", "Two Circles is Bruin’s first acquisition since it raised $600 million in November from CVC Capital Partners and Jordan Co.", "Mr. Pyne said the Two Circles acquisition is part of Bruin’s efforts to build a portfolio spanning four areas of sports marketing: sponsorships, ticket sales, hospitality and direct-to-consumer products such as NFL Game Pass.", "“Technology is disrupting each of those pillars, which is making data and the relationship with the consumer critical,” Mr. Pyne said.", "Sports teams, leagues and marketers are seeking a deeper understanding of fans and customers, said Jon Stainer, managing director of Nielsen Sports Americas, a sports market research arm of measurement company Nielsen Holdings PLC. “It is important to know how a consumer is monetized, whether it is from a sponsorship, merch, licensing or media rights perspective.”", "Mr. Pyne said he plans to invest more money in Two Circles, especially as the agency ramps up its expansion in the U.S. At the same time, Two Circles can help Bruin build relationships with clients outside of the U.S., he added.", "WPP, under new leadership since longtime chief executive officer Martin Sorrell’s exit last year, has been divesting what it considers “noncore” assets. That has led to deals to sell properties including market research firm Kantar and sports and entertainment company Chime Group Holdings.", "“Our minority investment strikes the right balance between simplifying our business and benefiting from the opportunities for Two Circles and our clients as it expands in on-demand, digital-led sports rights,” a WPP spokeswoman said.", "WPP was also an investor in Bruin Sports Capital and sold its stake to Jordan Co. and an undisclosed investor last year.", "Bruin plans to raise additional capital for purchases and investments, Mr. Pyne said. “We are going to take on a much bigger canvas,” he said.", "Write to Sahil Patel at Sahil.Patel@wsj.com"], "id": "af37beef-6527-3296-9d18-12810531b93e", "authors": ["Sahil Patel", "Sahil.Patel Wsj.Com"], "keywords": ["company", "buys", "streaming", "bruin", "capital", "marketing", "stake", "teams", "pyne", "circles", "wpp", "million", "firm"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}