{"id": "af452056-aa3e-3b38-9555-72ac209a266b", "title": "Amazon workers in Alabama vote against forming company’s first union", "url": "https://www.theguardian.com/technology/2021/apr/09/amazon-union-vote-result-latest-news-bessemer-alabama-plant", "summary": "Amazon has won a victory in its hard-fought campaign to stop workers at an Alabama warehouse forming the company’s first union, in a tough blow for the US labor movement.\nWorkers at the Bessemer, Alabama, plant have voted 1,798 to 738 to reject the Retail, Wholesale and Department Store Union.\nSome 5,800 workers were eligible to vote on whether to join the Retail, Wholesale and Department Store Union (RWDSU) as the first unionized Amazon warehouse in the US.\nThe union drive was the biggest unionization push at the company since it was founded in 1995, and workers faced fierce lobbying from both sides ahead of the vote.\nThe union drive has come as Amazon has emerged as one of the biggest winners of the Covid-19 pandemic.", "paragraphs": ["Amazon has won a victory in its hard-fought campaign to stop workers at an Alabama warehouse forming the company’s first union, in a tough blow for the US labor movement.", "Workers at the Bessemer, Alabama, plant have voted 1,798 to 738 to reject the Retail, Wholesale and Department Store Union. Counting concluded on Friday morning, and attention will now focus on some 505 challenged ballots , but the margin of victory was too greatto change the outcome.", "“Challenges are not sufficient in number to affect the results of the election,’” the National Labor Relations Board said in a statement.", "The union immediately said it would launch a legal challenge to the result, which is likely to look at the high number of contested ballots and union allegations of unfair tactics during the campaign. Amazon shares rose 0.8% on Friday, adding to earlier gains.", "The fight to form a union in the warehouse in Bessemer, a suburb north of Birmingham, we eagerly watched by America’s labor movement as one of its most important battles in recent history. Some 5,800 workers were eligible to vote on whether to join the Retail, Wholesale and Department Store Union (RWDSU) as the first unionized Amazon warehouse in the US.", "In a statement, the RWDSU president, Stuart Appelbaum, said: “We won’t let Amazon’s lies, deception and illegal activities go unchallenged, which is why we are formally filing charges against all of the egregious and blatantly illegal actions taken by Amazon during the union vote.", "“Amazon knew full well that unless they did everything they possibly could, even illegal activity, their workers would have continued supporting the union.”", "The union’s struggle has attracted the support of a range of leftwing politicians and some Republicans eager to court working-class voters. But Amazon had fiercely resisted the effort.", "Amazon is the US’s second largest private employer after Walmart, with 950,000 employees, the majority of whom work in its massive warehouses, which have been the subject of numerous reports of hazardous and grueling working conditions.", "The union drive was the biggest unionization push at the company since it was founded in 1995, and workers faced fierce lobbying from both sides ahead of the vote.", "Labor organisers hope the publicity surrounding the vote – even in defeat – will spur other unionization attempts, especially in the south, which has been long been a hostile place for unions.", "Some 3,215 total ballots were received by the NLRB. A simple majority of votes determined the winner.", "However, the eligibility of about 500 ballots were challenged, mostly by Amazon, according to the RWDSU. Union organizers are already making noises about fighting the election, alleging that Amazon has fought the union drive unfairly and intimidated its workers to prevent them making a fair and free choice.", "Brandon Magner, a labor lawyer and author of the Labor Law Lite newsletter, said: “These objections, if sustained by the regional office, could set aside the election result and cause the NLRB to order another election.”", "Post-election hearings are held 21 days after ballots are tallied.", "Amazon strongly and publicly opposed the union, from seeking to delay the election, pushing for in-person voting, hiring expensive union avoidance consultants, forcing workers to participate in captive audience meetings, flooding workers with anti-union messaging and encouraging them to vote against it, sponsoring local media content, and waging PR fights against critics.", "The union drive has come as Amazon has emerged as one of the biggest winners of the Covid-19 pandemic. The company’s profits have soared amid pandemic lockdowns, as has its share price. Jeff Bezos, Amazon’s founder, was listed as the world’s richest man by Forbes magazine last week for the fourth consecutive year, with a personal fortune of $177bn.", "Before the election, Amazon successfully pushed to expand the bargaining unit for the election from 1,500 employees proposed by the RWDSU to over 5,800 employees. The union obtained more than 3,000 union authorization cards to warrant the election in late 2020, but it is unclear how many of those employees remained employed with Amazon to be eligible to participate in the election.", "An unnamed person filed an unfair labor practice charge in February against Amazon in regards to the anti-union website.", "Mike Foster, the lead organizer for the Bessemer effort, said the union organizing drive offered thanks to the expressions of support they had received from around the world for their effort.", "“By no means is this the end. Failure isn’t in my category, I don’t even know what that means. We’re going to fight and continue to fight,” said Foster. “This battle has just begun. I don’t know how to do nothing but fight.”", "Emmitt Ashford, an Amazon worker, expressed frustration and anger over the result, but offered hope and encouragement moving forward.", "“This is just the spark that has started a fire across the United States. The labor movement is alive,” said Emmitt “Our time will come around again and next time we will win, but at the same time, we’ve done so much, inspired so many people, and gained so much support.”"], "authors": ["Michael Sainato"], "keywords": ["alabama", "forming", "workers", "amazon", "labor", "election", "ballots", "employees", "companys", "union", "drive", "rwdsu", "warehouse", "vote"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}