{"id": "af7308da-fa27-3816-9a2b-745b84a75ddd", "title": "A Novel About Secret Families, and the Fight to Turn Georgia Blue", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/a-novel-about-secret-families-and-the-fight-to-turn-georgia-blue", "summary": "Illustration by Golden CosmosGeorgia was a Republican stronghold, but in 2020 the state went for Joe Biden.\nThe staff writer Charles Bethea explains how the state has become the political crucible of the nation.\nThe Fight to Turn Georgia BlueFor a generation, Georgia has been a Republican stronghold.\nA Novelist on Secret FamiliesIn her début novel, about the daughter of a high-level politician, Sanaë Lemoine wrestles with her own familial history.\nAdam Gopnik Tries Out Being OldAs the population ages, the staff writer explores what the world feels like for the elderly.", "paragraphs": ["Illustration by Golden Cosmos", "Georgia was a Republican stronghold, but in 2020 the state went for Joe Biden. Now it has two runoff Senate races looming that will determine the balance of power in Washington. The staff writer Charles Bethea explains how the state has become the political crucible of the nation. Plus, a début novel about the secret daughter of a politician draws upon the writer’s own complicated familial history; and Adam Gopnik dons a high-tech suit to simulate the physical experience of getting old.", "The Fight to Turn Georgia Blue", "For a generation, Georgia has been a Republican stronghold. What changed?", "A Novelist on Secret Families", "In her début novel, about the daughter of a high-level politician, Sanaë Lemoine wrestles with her own familial history.", "Adam Gopnik Tries Out Being Old", "As the population ages, the staff writer explores what the world feels like for the elderly."], "authors": ["Condé Nast", "David Remnic", "Charles Bethe"], "keywords": ["republican", "gopnik", "stronghold", "families", "georgia", "secret", "fight", "turn", "state", "politician", "writer", "blue", "staff", "novel"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}