{"id": "af7dc83c-a042-317c-b7af-06e6776007c2", "title": "Covid has 'cut life expectancy in England and Wales by a year'", "url": "https://www.theguardian.com/world/2020/dec/10/covid-life-expectancy-england-wales", "summary": "The Covid-19 pandemic has cut life expectancy in England and Wales by roughly a year, scientists have estimated, reversing gains made since 2010.\nLife expectancy in England and Wales had been steadily improving for 50 years before stagnating in the past decade.\nLife expectancy was 83.5 for females and 79.9 for males in 2019.\nBy way of comparison, in 2015 – a particularly difficult flu year – life expectancy fell across virtually all of Europe.\nIn the UK, deaths associated with flu were estimated at about 28,000, and life expectancy fell by 0.2 years versus the preceding year.", "paragraphs": ["The Covid-19 pandemic has cut life expectancy in England and Wales by roughly a year, scientists have estimated, reversing gains made since 2010.", "A study, conducted by Oxford researchers, found that life expectancy at birth (LEB) had fallen by 0.9 and 1.2 years for females and males relative to 2019 levels respectively.", "Life expectancy in England and Wales had been steadily improving for 50 years before stagnating in the past decade.", "“If you look at life expectancy indicators in high-income countries over the 20th century, it has really been a story of an upward trend,” said Ridhi Kashyap, an associate professor of social demography at the University of Oxford, one of the authors of the study.", "“What we’re seeing now is a big interruption of the kind of magnitude that we haven’t seen in a really long time … it has been a real shock.”", "LEB is defined as how long, on average, a newborn can expect to live, if mortality patterns at the time of its birth sustain in the future.", "The Oxford analysis was based on the researchers’ calculation of excess mortality – the number of deaths above what would be expected in a normal year based on the 10-year average from 2010-19 – and encompassed all deaths, including those from Covid-19.", "They looked at data from the week beginning 2 March, in which the first death attributable to Covid-19 was registered in England and Wales, to the week ending 20 November and found that 57,419 extra deaths occurred, a roughly 15% increase compared with the expected level in 2020.", "Life expectancy was 83.5 for females and 79.9 for males in 2019. For 2020, those numbers have fallen to 82.6 and 78.7 respectively, the researchers found, noting that this too was likely to be an underestimation given that there were small lags in the registration of deaths.", "“To put this into perspective, male and female life expectancy regressed to the levels of 2010,” they wrote in their analysis, which is under peer review.", "By way of comparison, in 2015 – a particularly difficult flu year – life expectancy fell across virtually all of Europe. In the UK, deaths associated with flu were estimated at about 28,000, and life expectancy fell by 0.2 years versus the preceding year.", "“These potentially scarring effects … I think will have implications for how soon we are able to get back to the trajectory of progress that we had seen in life expectancy,” Kashyap said.", "Data compiled by the Office for National Statistics showed England had the highest levels of excess deaths in Europe in the first wave of the pandemic.", "Dr Veena Raleigh, a senior fellow at the King’s Fund thinktank, said Covid-19 had a disproportionate impact on the poorest communities – meaning areas with the lowest life expectancy had been hit the hardest. She predicted the gap would widen when official data for 2020 became available.", "Patrick Heuveline, a professor of sociology at the University of California, Los Angeles, who recently produced a still-to-be peer-reviewed paper on the sharp fall in life expectancy in the US, conducted a similar analysis for the UK at the request of the Guardian.", "Unlike the Oxford team, which based its life expectancy calculation on excess mortality data, Heuveline relied on reported deaths tallied by Johns Hopkins University, which as of 8 December were about 61,500 for the UK.", "For the UK to record a one-year fall in life expectancy in 2020, the threshold is 62,500, which he estimated would be reached in days."], "authors": ["Natalie Grover"], "keywords": ["wales", "researchers", "england", "life", "university", "deaths", "cut", "oxford", "mortality", "uk", "covid", "expectancy"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}