{"id": "af82abb5-43e7-3006-82c5-780aca5af69d", "title": "Globalisation created birthday parties. The pandemic killed them", "url": "https://www.economist.com/1843/2021/03/19/globalisation-created-birthday-parties-the-pandemic-killed-them", "summary": "I hadn’t realised until then how dreary a tune “Happy Birthday” is.\nIndustrialisation and globalisation put the icing on the birthday cake.\nBlowing out candles on a birthday cake increases the number of bacteria by 1,400%And like a virus, as “Happy Birthday” spread, the song changed.\nAccording to Guinness World Records “Happy Birthday” is the most recognised song in the English language and, for a time, the world’s most profitable one.\nThat will be a happy birthday indeed.■Catherine Nixey is a freelance writer and authorILLUSTRATIONS: PIERLUIGI LONGO", "paragraphs": ["Lockdown has reached the grand old age of one and those born in the spring are now celebrating their second birthday in relative isolation. We’ve all seen images on social media of people toasting themselves with a glass of prosecco in an empty sitting room, or alone on a seaside bench with bunting and a brave smile. Birthdays are normally a time to mark the passing of a year, a moment to feel special and glory in your achievements. This year, they are an uncomfortable reminder that, in the past 365 days, most of us have done very little at all.", "In the bleak midwinter we held a lockdown party for my son. Or rather a “party”, all life being held in inverted commas these days. We had cake, balloons, presents and jollity. But we had no guests. Even that didn’t seem to matter too much until we dimmed the lights, lit the candles and began to sing.", "I hadn’t realised until then how dreary a tune “Happy Birthday” is. Sung in an empty kitchen, steadily going flatter, it sounded like a creepy nursery rhyme in a horror film. By the final high note it was clear that the only thing that redeems the song is company. It was another reminder, as if we needed one, never to take ordinary celebrations for granted again.", "The marking of a birthday feels inevitable – who wouldn’t want to salute the day they were born? But like all traditions, birthday parties had to be invented. Herodotus, a Greek historian, wrote in the fifth century BC that Persians celebrated their birthdays with more fanfare than any other day of the year. The practice was clearly novel enough for Herodotus to note it.", "He described the events with relish: “The richer Persians cause an ox, a horse, a camel, and an ass to be baked whole and so served up to them: the poorer classes use instead the smaller kinds of cattle.” They tended to drink copiously and eat an “abundance of dessert”, though as Herodotus says, with the air of a man observing a recherché foreign habit, “to vomit or obey natural calls in the presence of another is forbidden among them.”", "The only thing that redeems the song “Happy Birthday” is company", "The ancient Egyptians knew how to throw a good bash, too. According to the book of Genesis, at one of his birthdays Pharaoh held a great feast and then, as a digestif, hanged his baker in front of everyone. Roman birthdays, by contrast, had a religious rather than raucous air, with incense, garlands, honey cake and wine for the gods. Ritual flames were lit on altars and prayers were offered to the “genius” – the divine spirit – of the birthday boy or girl.", "Early Christians were notorious party-poopers and disapproved of birthdays as the sort of thing naughty pagans got up to. As one second-century Christian grumbled, only “the worthless man...keeps birthday festivals”. But the idea soon caught on. Eventually even Jesus had a birthday, and in the fourth century December 25th was settled on (at least in some places) as the date of the most famous party in the Christian calendar.", "Though celebrations have ancient roots, many of the things we associate with birthdays are more recent. People in Germany started to eat cake at children’s birthdays in the late Middle Ages, lighting candles to keep evil spirits away.", "Industrialisation and globalisation put the icing on the birthday cake. German emigrants introduced the Geburtstagstorte to America in the 19th century. Back in Germany the local baker might have baked a cake for a Kinderfest, but in 19th-century America most families lived in isolated settlements. Thanks to industrialisation and modern farming, however, they now had cast-iron ovens in which to bake and a plentiful supply of flour, eggs and butter. Baking powder helped cakes evolve from rich, dense European fruitcakes to light sponges that, as one observer put it, resembled the bubbles of soap lather.", "Early Christians saw birthdays as the sort of thing naughty pagans got up to", "The most important ingredient of the modern birthday, however, was time. Once American women had spent their days milking cows and hoeing fields, now they cultivated domestic skills and social contacts. Homemade cakes were a chance to show off the former while making the latter.", "As well as being a marker of one’s age, birthdays are also a barometer of the age in which we live. The increasing extravagance of festivities symbolises other changes in society: the rise of individualism and the elongation and elevation of childhood as a time to be indulged. The decline in infant mortality by the early 20th century meant that birthdays could be celebrated with delight rather than trepidation.", "No wonder so many people wanted a piece of the action. In Soviet Russia in the 1970s a fifth of rural children didn’t observe birthdays at all. The lucky ones who did ate potatoes and fish to mark the day, and had their ears pulled the same number of times as their age. After that everyone would play “Cossacks and Rogues”.", "In China for centuries people noted their year of birth – it was important to be aware of your Zodiac year – but few knew the exact date they were born. Then, in 1990, McDonald’s arrived, offering food, cake and Uncle Ronald all boxed up in one easy package. Naturally children loved it, and people soon started holding birthday parties underneath the golden arches.", "As disposable incomes rose across many parts of the world, childhood became increasingly commodified and birthday parties started to reach thrilling excess. Pink wafer biscuits and pin-the-tail-on-the-donkey have been abandoned for pirate- or princess-themed banquets, styled dessert tables and, in the case of Kylie Jenner’s daughter, personalised theme parks. One New York birthday planner quoted the starting price for a children’s party package at $6,000.", "Even “Happy Birthday” has matured (a bit). The melody was composed by two American sisters, Mildred and Patty Hill, a composer and a school teacher, and was first published in 1893. The original lyrics were even more mundane: “Good morning to you/good morning to you/good morning dear children/good morning to all.” Emily Dickinson it isn’t.", "Blowing out candles on a birthday cake increases the number of bacteria by 1,400%", "And like a virus, as “Happy Birthday” spread, the song changed. What began as a wholesome kindergarten ditty became a worldwide phenomenon. In 1962 Marilyn Monroe exhaled it towards JFK, less a song than a sexual act. According to Guinness World Records “Happy Birthday” is the most recognised song in the English language and, for a time, the world’s most profitable one. In the late 1980s the company that had bought the copyright to the song was receiving up to $50,000 whenever it appeared in a film or on TV .", "These days a birthday party is considered a superspreading event, not a social one: just think of all those clamouring children emitting aerosols with their noisy shouting, or the hazardous blowing out of candles (which increases the number of bacteria on the cake by a staggering 1,400%). Will we now see the demise of the birthday party’s most popular soundtrack? I hope not. Despite the awful melody, I long to hear it sung noisily and tunelessly by a kitchen chorus of 20 children. That will be a happy birthday indeed.■", "Catherine Nixey is a freelance writer and author", "ILLUSTRATIONS: PIERLUIGI LONGO"], "authors": ["Catherine Nixey"], "keywords": ["birthday", "created", "parties", "happy", "thing", "song", "party", "pandemic", "killed", "days", "globalisation", "morning", "children", "cake", "birthdays"], "pubDate": "2021-03-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}