{"id": "af8e2cb8-f8f2-3690-9eaa-28e7ca10c632", "title": "Texas first responders rescue 4-year-old who fell into 44-foot well", "url": "http://www.foxnews.com/us/texas-first-responders-rescue-4-year-old-who-fell-into-well", "summary": "First responders in Texas worked throughout Wednesday to rescue a 4-year-old boy who fell into a 44-foot well in the morning, according to reports.\n“What was key in the successful outcome of this too, was that everybody pitched in—everybody,” Mission Fire Assistant Chief Robert Alvarez said.\nThe boy was lodged between 8 and 9 feet down the well, and he was alert and communicating with first responders after they retrieved him.\nHe was flown to an Edinburg hospital and was in stable condition and undergoing tests, Starr County Sheriff's Office said in a statement on Facebook.\nThe rescue was \"strategic,\" with first responders working carefully to remove the child without setting off a collapse.", "paragraphs": ["First responders in Texas worked throughout Wednesday to rescue a 4-year-old boy who fell into a 44-foot well in the morning, according to reports.", "The dramatic rescue was captured on video at 2 a.m. when the boy was finally retrieved from the well through the combined efforts of the Mission, McAllen, Edinburg and La Rosita fire departments, Valley Central KVEO reported.", "“What was key in the successful outcome of this too, was that everybody pitched in—everybody,” Mission Fire Assistant Chief Robert Alvarez said. “You saw a sheriff’s officer with a shovel helping us move soil…whatever needed to be done.”", "TEXAS FISHERMEN CAUGHT WITH 173 CRAPPIES OVER LIMIT FACING CHARGES AND CIVIL RESTITUTION", "The sheriff's office and Starr County Memorial Hospital Emergency Services also aided in the rescue effort, ABC 7 KVIA reported.", "The boy was lodged between 8 and 9 feet down the well, and he was alert and communicating with first responders after they retrieved him.", "He was flown to an Edinburg hospital and was in stable condition and undergoing tests, Starr County Sheriff's Office said in a statement on Facebook.", "The rescue was \"strategic,\" with first responders working carefully to remove the child without setting off a collapse.", "“Any vibration any wrong strike of a shovel could cause more soil to fall into the hole where the victim was at,” Alvarez said.", "CLICK HERE TO GET THE FOX NEWS APP", "“We used what is called a vector truck is a big truck with a vacuum system on it,” he added. “That’s what we used to start taking the dirt out.”"], "authors": ["Peter Aitken", "Peter Aitken Is A New York Born-And-Raised Reporter With A Focus On National", "Global News."], "keywords": ["responders", "retrieved", "used", "sheriffs", "rescue", "starr", "office", "fell", "44foot", "4yearold", "shovel", "boy", "truck", "texas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}