{"id": "afb0690b-1266-3a27-bb11-d93709dbbb70", "title": "“Mank,” Reviewed: David Fincher’s Impassioned Dive Into Hollywood Politics", "url": "https://www.newyorker.com/culture/the-front-row/mank-reviewed-david-finchers-impassioned-dive-into-hollywood-politics", "summary": "The best thing about David Fincher’s new film, “Mank,” is that it isn’t about what one expects it to be about.\nLike “Citizen Kane,” “Mank” is a movie built with flashbacks.\nThe long association between Mank and Hearst (who was born in 1863) forms the core of “Mank,” and gives rise to the most dramatically and melodramatically developed scenes in the movie.\nIn “Mank,” by contrast, the fiction falls short—rather than taking over for real-life events, it approximates them, mainly in smaller dimensions.\n“The Social Network” creates, whereas “Mank” states—and the difference begins with the casting and its inevitable effects.", "paragraphs": ["The best thing about David Fincher’s new film, “Mank,” is that it isn’t about what one expects it to be about. More specifically, the movie (which is streaming on Netflix) is not about the assertion, made most strenuously by Pauline Kael in her controversial New Yorker piece “Raising Kane,” that Herman J. Mankiewicz, the veteran screenwriter, wrote the screenplay for “Citizen Kane” by himself and nearly had credit stolen from him by Orson Welles, the movie’s director, producer, star, and credited co-writer. Yes, that saga (which I revisited recently) is included in the film, but it is downplayed to the point of insignificance and near incomprehensibility. Rather, “Mank” is about why Mankiewicz wrote “Citizen Kane”—what experiences inspired him to write it and were essential to it, and why he was the only person who could have done so.", "The movie is not a “gotcha” movie, not a parroting of Kael’s argument, but, rather, an astutely probing and pain-filled work of speculative historical psychology—and a vision of Hollywood politics that shines a fervent plus ça change spotlight on current events. It is a film that left me with a peculiar impression—especially when I viewed it a second time, after brushing up on Mankiewicz’s story—that it is, in some ways, an inert cinematic object, lacking a dramatic spark. But its subject is fascinating, and its view of classic Hollywood is so personal, and passionately conflicted, that what takes place onscreen feels secondary to what it reveals of Fincher’s own directorial psychology—of his view of the business and the art of movies, and of his place in both.", "Like “Citizen Kane,” “Mank” is a movie built with flashbacks. Its present tense is 1940, when Mank (I’ll call the character Mank, as the film does, to distinguish him from the real-life person)—played by Gary Oldman—is deposited at a house (along with a huge clandestine stash of liquor) in a ranch compound in Victorville, California, about sixty miles from Los Angeles. Mank has been in a car accident and severely broken his leg. He’s in a half-body cast, and will be doing his screenwriting from bed. There with him is Welles’s collaborator John Houseman (Sam Troughton), to bounce ideas off of; a British secretary named Rita Alexander (Lily Collins), to take dictation, type the script, and, as it turns out, to spur him onward with insightful queries and responses; a German nurse named Frieda (Monika Gossmann), to care for Mank’s injuries; and, very occasionally, Welles himself (Tom Burke), who calls and drops by to consult. The mainspring of the cycle of flashbacks is a round of dictation that Mank delivers to Rita: she recognizes that the subject of the script he is formulating is the newspaper tycoon William Randolph Hearst (played by Charles Dance), and her question to Mank—about the actress Marion Davies, Hearst’s (much younger) mistress—prompts a flashback to Mank’s first encounter with the mogul, in 1930.", "The long association between Mank and Hearst (who was born in 1863) forms the core of “Mank,” and gives rise to the most dramatically and melodramatically developed scenes in the movie. Their first encounter involves Mank’s visit to San Simeon, Hearst’s virtual duchy along the California coast, where a film shoot is underway—financed by Hearst, supervised by the M-G-M boss Louis B. Mayer (Arliss Howard) and his brilliant young head of production, Irving Thalberg (Ferdinand Kingsley)—to raise Davies’s professional standing in the industry, as it undergoes a sudden and total shift from silent films to talking pictures. There, Mank impresses Hearst with his celebrated wit and wins himself the first of many invitations to dine at Hearst’s palace, while also landing a job as a screenwriter at M-G-M. What Mank observes, experiences, and endures in subsequent years, both on the job and in his place beside Hearst at his long banquet table, becomes the fodder for what will eventually become the “Citizen Kane” script.", "The fodder, in a word, is politics—and its perverse distortions in mass media, then and, by implication, now. At a 1933 Hearst banquet that’s filled with M-G-M people, the discussion turns to California’s impending gubernatorial race, in which the writer Upton Sinclair is running on an explicitly socialist platform. Mayer, a Republican, speaks with horror of socialism, even as the Depression rages and Roosevelt, newly in office, is just beginning to institute his New Deal policies. Davies tells Mank that, in the Hearst household, Sinclair is an unmentionable (for having written critically about Hearst); when the gubernatorial race heats up, in 1934, after Sinclair wins the Democratic nomination, M-G-M, backed by Hearst, throws its considerable weight behind Sinclair’s Republican opponent. The studio’s principal weapons are its prestige (Mayer was the state chairman of the Republican Party) and, even more important, the cinema itself: M-G-M produced a series of faux radio broadcasts, and then faux newsreels, in which foreign-sounding and bedraggled-looking people endorse Sinclair with ominous language, while stereotypically appealing upright Americans express their fears that socialism will deprive them of their modest homes, livelihoods, and beloved American way of life. Red-baiting wasn’t new, of course, but “Mank” presents these fabricated testimonials as the crucial innovation that contributed to Sinclair’s defeat—and that, through byways of collateral damage arising from the studio’s corrupt political advertising, led to Mank’s utter disillusionment and break with Hearst.", "These politically centered scenes, which revolve around the high-society machinations that give rise to Mank’s anger-fuelled writing of “Citizen Kane,” are the raison d’être of “Mank,” and the film’s most dramatically strong and historically resonant parts. They are what Fincher seems to have been most interested in filming; the rest of the movie feels like a backward-assembled domino chain, designed to result in them. Fincher is clearly interested in Mankiewicz’s character, the bright light of acerbic wit and learned insight that was shadowed by alcoholism, gambling, and other forms of recklessness. Yet, rather than observing that character in action, Fincher rummages through published accounts of Mankiewicz’s life (including Richard Meryman’s biography, “Mank”) for alluring and revealing details, which he reassembles out of context and chronology, and shoehorns into the movie wherever he can, constructing a clear but simplistic psychological framework.", "It’s worth comparing “Mank” to a similar but much better bio-pic by Fincher, “The Social Network,” about Mark Zuckerberg and his founding of Facebook. The fiction in that film was sufficiently vivid to supplant the reality it was based on—to give it a greater density, specificity, resonance, and interiority than the familiar documented stories of Zuckerberg’s life. In “Mank,” by contrast, the fiction falls short—rather than taking over for real-life events, it approximates them, mainly in smaller dimensions. “The Social Network” creates, whereas “Mank” states—and the difference begins with the casting and its inevitable effects. Oldman is a supremely gifted actor, but his performance as Mank is something that he gives to the camera; he doesn’t draw the camera to him. Oldman’s acting is active, in voice, gesture, and facial expression, and when he’s not doing anything he’s not acting at all. In “The Social Network,” a masterwork of portraiture, Jesse Eisenberg’s expressions as Zuckerberg are as strong in repose as in action, drawing Fincher’s camera gaze in and holding it there until it yields the character’s secrets or comes up against them. “Mank” never discovers or even suggests the depth that its protagonist bears when he isn’t flashing witty, or the pathos of what’s trapped in his mind while he works unhappily in Hollywood.", "Filming in black-and-white, with high-styled, high-contrast, heavily striated lighting, Fincher delivers a loving parody of classic Hollywood style—a symbol of the very same classic-Hollywood mythology that the movie’s story, in its revelation of the political depravities beneath the industry’s surfaces and behind its scenes, challenges and debunks. In “The Social Network,” Fincher cast his directorial gaze unknowingly at the place where fake news and disinformation would wreak new forms of political debauchery. That film is the pentimento discernible beneath the surfaces of “Mank”—or, rather, “Mank” is a do-over, which confronts the political implications that Fincher overlooked in the earlier film. (In fairness, most people did.) This sense of ongoing conflict, and of Fincher’s personal stake in it, emerges in a virtual aside, a near-throwaway scene that’s nonetheless written as brilliantly as it’s filmed, with swing and verve, and that shows, in a flash, where Fincher’s strongest passion lies. The scene shows Mank at the M-G-M studios in the company of his younger brother Joseph (Tom Pelphrey), then a fledgling screenwriter (and eventually a great director), in the company of Mayer, who has just hired the younger Mankiewicz. In a long tracking shot through the studio corridors, Mayer pugnaciously initiates the new hire in the ways of M-G-M and, in a concluding flourish, addresses his own practice while also (as if in Fincher’s own voice) speaking to the art and the business of movies today. “This is a business where the buyer gets nothing for his money but a memory,” Mayer says. “What he bought still belongs to the man who sold it. That’s the real magic of the movies, and don’t let anybody tell you different.”", "Mayer, in this scene, means something more than copyright. He means that movies aren’t like books: the moviegoer buys only a ticket for a viewing, and the studio controls access to the experience as well as the profit from future viewings. Today, it’s Netflix and other major streaming services that play the role which studios did in the nineteen-thirties and forties: like the studios, streaming services control the spigot of viewing, and, like the studios, the major services are vertically integrated, controlling both the means of production and the means of distribution. Netflix both produced “Mank” and is the place where the film will be seen—the company, in effect, owns a thousand-screen multiplex, present in every subscriber’s home. If Fincher, in “Mank,” looks so ruefully at the intersection of media power and political power, it’s because, in the age of streaming, the reign of behemoth studios and their monopoly has, in effect, returned."], "authors": ["Richard Brody", "Richard Brod", "Anthony Lan"], "keywords": ["dive", "hearst", "film", "impassioned", "hollywood", "studios", "mayer", "politics", "mgm", "david", "fincher", "reviewed", "mank", "movies", "finchers", "movie"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}