{"keywords": ["rise", "films", "released", "universe", "skywalker", "rebalance", "star", "wars", "film", "marvel", "disney", "disneys", "sales"], "id": "afc3f35b-22a5-3f97-b87e-a69ba8a95b6c", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THIS WEEK “Star Wars: The Rise of Skywalker” will dominate the global box office, and will probably delight fans across the galaxy. Yet the “Star Wars” franchise has not been nearly the success story for its owner, Disney, as its other blockbuster factory, the Marvel Cinematic Universe, which this year produced the highest-grossing film of all time, “Avengers: Endgame”. The story of why that may be is worth telling, because getting “Star Wars” right would further Disney’s long-term ambitions across its businesses, from toys and theme parks to its latest endeavour, streaming television.", "Granted, Disney’s returns from “Star Wars” would be the envy of any Hollywood studio. Disney acquired Lucasfilm, the franchise’s owner, from its creator, George Lucas, for $4.1bn in 2012. The four “Star Wars” films it has made since then have grossed nearly $5bn in ticket sales. Disney has also hauled in billions in sales of merchandise, theme-park passes and promotional tie-ins. It created a live-action “Star Wars” television series, “The Mandalorian”, to launch its new streaming service, Disney+.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "But unlike the Marvel films, which have generally grown more successful with each instalment, the trajectory of “Star Wars” under Disney has been rocky. The first part of the new Skywalker trilogy, “The Force Awakens”, released in 2015, earned $2.1bn at the box office (then the third-highest total in history) and an astounding reported profit of $780m. But the second, “The Last Jedi”, took in 36% less at the box office (and was about half as profitable, say industry sources). And although Disney’s first “Star Wars” spinoff film, “Rogue One: A Star Wars Story”, was the second-biggest-grossing movie of 2016, the second, “Solo: A Star Wars Story”, released two years later, reportedly lost $77m (the first “Star Wars” film to lose money). Toy sales have also dropped since 2015; Hasbro attributed a sales slump in 2017 to weaker “Star Wars” trade than expected.", "The downward trajectory has continued. “Galaxy’s Edge”, a theme-park attraction that was years in the making, has failed to draw the hoped-for huge crowds, a rare miss for Disney. And after the failure of “Solo” Bob Iger, the company’s chief executive, announced a hiatus in “Star Wars” films after “The Rise of Skywalker” completes the trilogy. Mr Iger has said the company moved too fast in churning out “Star Wars” films; after “The Rise of Skywalker”, there will not be another “Star Wars” theatrical release for at least three years, and possibly longer.", "The Marvel Cinematic Universe, in contrast, has been an increasingly reliable money machine since its first film, “Iron Man”, appeared in 2008. Only one of the sequels has failed to outperform its predecessor at the box office. And Marvel is stepping up the pace of production: in 2019 it released three films; in 2021 it will release four. Why has “Star Wars” not done as well?", "One reason is mismanagement. Mr Iger has said that Disney tried to do too much too quickly. Across the five films made so far (including “Rise of Skywalker”), five directors were fired or in effect replaced. Two of the pictures required expensive reshoots. At least two films were pushed back six months from their initial release dates. A planned trilogy by Rian Johnson, director of “The Last Jedi”, seems to have been shelved. Another set of three, from “Game of Thrones” showrunners David Benioff and D.B. Weiss, was cancelled in October (though this was partly attributable to their decision to sign a lucrative development deal with Netflix). The Marvel Cinematic Universe, by comparison, was carefully plotted years in advance over the course of the past decade. It has seen no such redos.", "Another possible reason is that “Star Wars” has not travelled as well as Marvel’s superhero films. China, now the world’s second-largest cinema market, has proven especially difficult terrain. The first three “Star Wars” films, released between 1977 and 1983, were not shown in Chinese theatres. The prequel trilogy, which spanned 1999 to 2005, was released before China’s cinema-going boom. As a result, Chinese audiences’ first real exposure to “Star Wars” in the cinema was “The Force Awakens”, the seventh entry in the Skywalker saga. By then the mythology had already become quite complex (and the original heroes very old). Disney’s spinoff films were also both prequels to the film of 1977.", "The Marvel Cinematic Universe, meanwhile, came along as the Chinese cinema business was taking off. “Avengers: Endgame” took in $660m in ticket sales in China in 2019, making it the fourth-most successful film in the country’s history. It also outperformed the previous “Avengers” film, “Infinity War”, by 77%. “The Force Awakens” yielded just $125m in ticket sales, and each subsequent “Star Wars” movie made less. “Solo” bombed in China as it did elsewhere, bringing in only $16m.", "Yet there is still plenty of hope for the franchise. With its new films, Disney made a concerted effort to bring more diversity to the “Star Wars” universe. The ostensible hero of the franchise is now a woman. Her co-stars are black, Guatemalan-American and Vietnamese-American. The core of these films—the tension and conflict between Jedi warrior Rey and evil Sith aspirant Kylo Ren—is a compelling human drama. “The Mandalorian” has also shown that Star Wars can tell much smaller stories than those of galaxy-wide good and evil, as well as stories not about the Skywalker family. A supporting character in the show, “Baby Yoda” (so dubbed by audiences), is one of Google’s most queried terms in America of 2019—even though it did not appear on screen until November.", "As Yoda might say, a bright future, Disney still can see. Disney+, the streaming service, allows it to establish a direct relationship with “Star Wars” fans, making sudden hits like “Baby Yoda” more valuable than they would have been in an earlier era. It introduces more young viewers to the “Star Wars” universe (they can watch the other films on Disney+), and to toys, theme parks and the rest of Disney’s wares. And Disney+ also can introduce fans of all its other content, including Marvel and Pixar films and the animated classics, to “Star Wars”.", "But a brief pause in production, as Mr Iger announced, is probably wise. Disney and Lucasfilm can learn from the “Star Wars” films they have made so far, take time to plan entirely new stories and revitalise the franchise. Audiences will still be there. There is a popular adage that “no one hates ‘Star Wars’ more than ‘Star Wars’ fans”. With that kind of passion, the Force should remain strong with Disney for a long time to come."], "authors": ["The Economist"], "title": "Will “Star Wars: The Rise of Skywalker” rebalance Disney’s universe?", "pubDate": null, "summary": "THIS WEEK “Star Wars: The Rise of Skywalker” will dominate the global box office, and will probably delight fans across the galaxy.\nAnd although Disney’s first “Star Wars” spinoff film, “Rogue One: A Star Wars Story”, was the second-biggest-grossing movie of 2016, the second, “Solo: A Star Wars Story”, released two years later, reportedly lost $77m (the first “Star Wars” film to lose money).\nMr Iger has said the company moved too fast in churning out “Star Wars” films; after “The Rise of Skywalker”, there will not be another “Star Wars” theatrical release for at least three years, and possibly longer.\nWith its new films, Disney made a concerted effort to bring more diversity to the “Star Wars” universe.\nThere is a popular adage that “no one hates ‘Star Wars’ more than ‘Star Wars’ fans”.", "url": "https://www.economist.com/business/2019/12/16/will-star-wars-the-rise-of-skywalker-rebalance-disneys-universe"}