{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "afd06d14-8d1a-3e38-bdc4-7184f7f35f8a", "keywords": ["power", "antisemitism", "jews", "incidents", "recent", "hatreds", "jewish", "week", "israel", "kind", "killers", "bewildering", "labour"], "pubDate": null, "title": "Behind the Bewildering Recent Incidents of Anti-Semitism", "url": "https://www.newyorker.com/news/daily-comment/behind-the-bewildering-recent-incidents-of-anti-semitism", "authors": ["Adam Gopnik", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "Adam Entous", "Masha Gessen", "Zach Helfand"], "summary": "The plague of anti-Semitism was still hardy, passing as an intact toxin from Nazi madness to Stalinist paranoia.\nIn the past couple of weeks, we’ve seen, near and abroad, a bewildering variety of forms of anti-Semitism, each one alloyed with other kinds of hatreds and old obsessions.\nGun fetishism is not part of the particular pain of British life, but last week Britain demonstrated the power of anti-Semitism to reshape politics.\nThe staggering large-scale defeat of Jeremy Corbyn and the Labour Party had many causes, but the toxin of anti-Semitism within Labour was clearly one of them.\nGiven the supposed omnipresence and transcendent power of the Jews, anti-Semitism can explain everything, justify anything.", "paragraphs": ["The obsessive hatred of Jews has, historically, had a way of wrapping itself around other kinds of hatreds and obsessions. Anti-Semitism is like a parasitic vine that wraps around other growths, both healthy and diseased, and sometimes manages to wrap itself around other parasitic vines, grafting old hatreds onto new. Only a few years after the death factories in Poland had been closed and captured, mostly by Soviet troops, Stalin was concocting a fantastic anti-Semitic conspiracy theory of his own, the so-called Doctors’ Plot of 1953. The plague of anti-Semitism was still hardy, passing as an intact toxin from Nazi madness to Stalinist paranoia.", "In the past couple of weeks, we’ve seen, near and abroad, a bewildering variety of forms of anti-Semitism, each one alloyed with other kinds of hatreds and old obsessions. In Jersey City, where a horrific attack in a kosher market ended with six people shot dead, it seemed at first likely that the murders had been committed by someone possessed by the demons of the “alt-right” that, just a year ago, in Pittsburgh, played a part in the worst massacre of Jews in American history. Then it was revealed that one of the two suspects in the Jersey City attack appeared to be linked to a black fringe group. But, in the end, the shooters seem to have been stranded on a deranged island of their own—isolated, perhaps, but forming one more stop in the anti-Semitic archipelago.", "What was clear, in the murk of motives, is that this particular kind of anti-Semitism had managed to wrap itself around another peculiar American evil: the fetishization of guns. The killers had in their possession an arsenal impossible to assemble in any other country: an AR-15-style assault weapon, a 12-gauge shotgun, and two 9-millimetre weapons. The police also found, in a van parked outside the store, a Ruger Mark IV pistol with a homemade silencer. The shooter in Pittsburgh, with hideous but predictable similarity, used the inevitable AR-15 and had three Glock .357 handguns, all of them legally purchased.", "Gun fetishism is not part of the particular pain of British life, but last week Britain demonstrated the power of anti-Semitism to reshape politics. The staggering large-scale defeat of Jeremy Corbyn and the Labour Party had many causes, but the toxin of anti-Semitism within Labour was clearly one of them. It led many longtime Jewish Labour stalwarts to quit the Party, and it was italicized by instances of Corbyn tolerating acts or statements indifferent to or hostile to Jews, and by his pettish refusal to offer an apology that was not self-evidently forced and reluctant. The day after the election, it was, indeed, the first thing that London’s Labourite Mayor, Sadiq Khan, mentioned in his explication of the Corbyn catastrophe. “Labour’s shocking and repeated failure to tackle anti-Semitism, and our inability to put forward a credible and believable set of priorities for governing have made a major contribution to the scale of this defeat,” he wrote on Facebook.", "This was, to be sure, a different kind of anti-Semitism, one rooted in a hatred of the injustices seen to be inflicted by the Jewish state of Israel more than in classic European anti-Semitism. But it is a form of anti-Zionism that passes beyond the boundaries of acceptable—indeed, essential—criticism of Israel to become a kind of mono-causal paranoia. (A tell-ale sign is that other countries equally guilty of oppressive or inequitable behavior are passed over, as Israel becomes the primary target of, in this case, left-wing anger. Injustice in Israel is real; it is also so far from unique that it merely confirms the truth that Jews are no different from other people.)", "The progressive vision of countless generations of Labour activists lies in ruins this week, along with the equally noble dream of Britain playing a leading role in what Gladstone once called “the concert of Europe,” and anti-Semitism played a tragically and improbably large role in making it all happen. Any Francophile would recognize, meanwhile, that the plague continues to inflict France. Last week, on the Paris Metro, an Israeli Jew was assaulted merely for speaking Hebrew on his cell phone. Elsewhere in France, a mere week earlier, more than a hundred Jewish graves in a rural cemetery were desecrated. Indeed, the assault in Jersey City brought to a cross-referencing mind an attack on a kosher grocery in Paris, in 2015, carried out in connection with the shooting at the offices of the satirical magazine Charlie Hebdo.", "A strange, grotesque illumination of the reasons that anti-Semitism remains such a uniquely hardy and transplantable growth in this country may be derived from the supposedly pro-Semitic, or even philo-Semitic, pronouncements of our own hater-in-chief. Donald Trump, speaking last week in Florida, to a conference of the Israeli American Council (whose primary backer is now Sheldon Adelson), said, “A lot of you are in the real-estate business, because I know you very well. You’re brutal killers. Not nice people at all. But you have to vote for me. You have no choice.” He added, “You’re not gonna to vote for Pocahontas” (his hate-name, of course, for Senator Elizabeth Warren) and “you’re not going to vote for a wealth tax.”", "Trump, in other words, ascribed to his Jewish audience exactly the narrowly mercenary motives and the essential character (“brutal killers”) attributed to Jews in classic European—and, for that matter, American—anti-Semitism. The liberal Jewish group J Street, in fact, responded that “the President of the United States is incapable of addressing Jewish audiences without dipping into the deep well of anti-Semitic tropes that shape his worldview.” The dark and mordant joke is, of course, that Trump finds those hateful traits admirable. He likes such people. “Brutal killers” is praise. And, what’s more, such traits are what he, in his bottomless cynicism, seems to think lie behind everyone’s true motives. The refrain “You think our country’s so innocent?” is central to his account of America.", "Trump’s words are telling, though, inasmuch as they remind us that anti-Semitism is, if not unique among group hatreds, then specific in involving an overestimation of the power and the influence of the hated group. Jews do not live in a “disgusting, rat- and rodent-infested mess,” as Trump implied this past summer that African-Americans do; they are, instead, he suggested last week, rich, powerful, and utterly mercenary. And it is that historically persistent hallucination that has always given anti-Semitism some of the flavor of being not merely one more hatred but something like a fully developed religion unto itself. Most forms of bigotry—such as the horrific discrimination against Muslims that is now deforming India, the world’s largest democracy—have some kind of deprecation of the Other at their core. They deny the intelligence, dignity, humanity, and capacity of their targets. Anti-Semitism does the reverse; it gives more power to its targets than they possess. Given the supposed omnipresence and transcendent power of the Jews, anti-Semitism can explain everything, justify anything.", "That is why it can graft onto fanaticisms of every kind, and why it exists among oppressed peoples and the privileged alike, and is even articulated as supposed praise. It is why people who want to defend liberal civilization have to make the focus of their vigilance the fanatic imagination itself, as much as the acts that arise from it. When Jews, including, perhaps, some among Trump’s audience, make an uneasy peace with one kind of hatred, in the belief that it will protect them from the kind traditionally directed against them—or when, like Trump’s lieutenant Stephen Miller, they actually promote xenophobia and racism, as though sharing hatreds with a larger population somehow might immunize them from anti-Semitism—they invariably find out that the oldest fanaticism of all will come back to haunt them. Jews invented zealotry, but zealotry was not good for the Jews. Jews, and Jewish values, will never find true friends among the fanatics. It is the first rule of their history."]}