{"id": "afd65afb-a4a8-3d3e-b799-cf76a17e40b8", "title": "Fast & Furious Crossroads Review – Going Nowhere Fast", "url": "https://www.gameinformer.com/review/fast-furious-crossroads/fast-furious-crossroads-review-going-nowhere-fast", "summary": "With Fast 9’s theatrical release delayed until 2021 due to the Coronavirus pandemic, Fast & Furious Crossroads could have given fans a jolt of vehicular mayhem to tide them over.\nMoments like these happen periodically, and provide the flavor of the Fast movies, but just not the intensity or excitement.\nCrossroads also offers a unique nine-player multiplayer experience that sees three teams of three trying to accomplish different tasks for a specific mission.\nThe idea is sound, but all of the matches I partook in descended into unmanageable chaos, with cars flying every which way.\nIt’s a mess of a game that hones in on why the Fast movies are great, but will make you want to put the controller down to watch one of those movies instead.", "paragraphs": ["With Fast 9’s theatrical release delayed until 2021 due to the Coronavirus pandemic, Fast & Furious Crossroads could have given fans a jolt of vehicular mayhem to tide them over. Even with the star power of Vin Diesel, Michelle Rodriguez, and Tyrese Gibson reprising their roles as Dom, Letty, and Roman, respectively, this combat-racing experience sputters along like a clunker on its last mile, gasping for someone to hit the brakes and take it to the junkyard.", "The campaign, which clocks in at roughly five hours, has its heart in the right place. It has massive amounts of chaos, incoherent plot twists (as fans have come to expect), a little bit of humor courtesy of Roman, and huge setpiece moments, like cars being used in superhuman ways to dismantle a speeding train. We are also introduced to two excellent new characters to the Fast world: Vienna (voiced by Sonequa Martin-Green of Star Trek: Discovery fame) and Cam (voiced by Asia Kate Dillon, who is currently on Billions). Their personalities blend nicely with the existing crew, and give the game that ensemble vibe that is always present in the film series.", "Their character models and animations are rough, however, and some of their dialogue is stilted, but I enjoyed the goofy, save-the-world mission they were on – which sees them trying to stop madman Ormstrid (voiced by Peter Stormare) from crippling the world’s defenses. It’s all nonsensical stuff, but the ideas are fun, yet come up short in executive and polish.", "Ormstrid has plenty of firepower to call upon, but the real threat the good guys face occurs whenever they get behind the wheel. Developer Slightly Mad Studios is well-versed in racing with successes ranging from Project Cars to Need for Speed: Shift. The studio’s expertise in racing excitement and precise driving controls are nowhere to be found here. What we experience instead are cars that resemble out-of-control pinballs, used to smash into everything haphazardly with a frustrating lack of visibility on the player’s part. Crossroads only offers one camera view, and it’s zoomed in too close to the vehicle, meaning you can’t really check what’s on your periphery. The one viewpoint is a puzzling design decision that makes the game nearly unplayable at times. The questionable vehicle physics and turning radius only complicate matters. I always felt like I was out of control when drifting.", "Smashing into rival cars with forceful sideswipes is enjoyable in the same way the Burnout series was, but the goofy physics steal away the excitement of the moment, especially when the rival car glitches out and spins like a top or drifts away like a balloon. In the game’s 30-plus missions, hundreds of vehicles are turned into smoldering steel, and while Slightly Mad Studios has some fun with the setups and locations, the vision never solidifies in a meaningful way and instead becomes a parade of functionality issues and bugs galore. You can’t even trust the casual-driving A.I., which sometimes collides into one another in comedic ways.", "The best missions embrace the idea of teamwork, pushing the player to switch between four different characters to accomplish various tasks. Each of the four characters’ cars are equipped with different gadgets, such as Letty having a grappling hook she can use to rip off a piece of armor, which exposes a weak spot Dom can attack with a rocket barrage. Moments like these happen periodically, and provide the flavor of the Fast movies, but just not the intensity or excitement. In most missions, even the ones that require teamwork, the goal is to simply ram a vehicle to death.", "Crossroads also offers a unique nine-player multiplayer experience that sees three teams of three trying to accomplish different tasks for a specific mission. For the mission Tank Takedown, the hero team is pushed to destroy the tank before it escapes. The villain team needs to provide protection for the tank. The third team is the cops, and they just need to stop and arrest both sides. The idea is sound, but all of the matches I partook in descended into unmanageable chaos, with cars flying every which way. I like how each team is equipped with different gear to try and thwart the others, but most of my takedowns came from the chaos and not carefully executed maneuvers.", "Many of us lived through the era of video games that was overflowing with bad movie-to-game adaptations, and Crossroads is a pointed reminder of those days, showing just how far games have come since then. It’s a mess of a game that hones in on why the Fast movies are great, but will make you want to put the controller down to watch one of those movies instead."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["tank", "cars", "voiced", "furious", "fast", "different", "crossroads", "team", "vehicle", "studios", "movies", "way", "going", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}