{"id": "afeaca66-105f-3ea5-a182-ae49853a6327", "title": "Returning to Tunisia on the tenth anniversary of the Arab Spring – podcast", "url": "https://www.theguardian.com/news/audio/2020/dec/17/returning-to-tunisia-on-the-tenth-anniversary-of-the-arab-spring-podcast", "summary": "The Guardian’s international correspondent Michael Safi returns to Tunisia where, 10 years ago, fruit seller Mohamed Bouazizi set fire to himself.\nTen years later, Tunisia is a democracy.\nBut for most in Tunisia, the revolution has been experienced as a drop in living standards.\nEconomic growth has more than halved since 2010, and unemployment is endemic among young people, who make up 85% of the jobless.\nThe Guardian’s international correspondent Michael Safi talks to Rachel Humphreys from the country, where he has gone to examine the impact of the Arab springs 10 years later", "paragraphs": ["The Guardian’s international correspondent Michael Safi returns to Tunisia where, 10 years ago, fruit seller Mohamed Bouazizi set fire to himself. It triggered a wave of protests across North Africa and the Middle East which have had profound ramifications", "In 2010 the self-immolation of Mohamed Bouazizi, a 26-year-old Tunisian fruit seller, triggered protests across North Africa and the Middle East including in his home country. Ten years later, Tunisia is a democracy. It has withstood assassinations, terrorist attacks and the ideological gulfs of its leaders, at crucial moments pulling back from the precipice of returning to authoritarian rule, as happened in Egypt, and of civil war, as in Syria, Yemen and Libya.", "But for most in Tunisia, the revolution has been experienced as a drop in living standards. Economic growth has more than halved since 2010, and unemployment is endemic among young people, who make up 85% of the jobless. The Guardian’s international correspondent Michael Safi talks to Rachel Humphreys from the country, where he has gone to examine the impact of the Arab springs 10 years later"], "authors": ["Michael Safi", "Rachel Humphreys", "Courtney Yusuf", "Axel Kacoutié", "Nicole Jackson", "Phil Maynard"], "keywords": ["tenth", "tunisia", "anniversary", "arab", "mohamed", "protests", "middle", "michael", "safi", "podcast", "spring", "returning", "north", "later", "seller", "triggered"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}