{"id": "aff84266-a05c-3ff3-b970-b7e61e850998", "title": "Control Review – A Heady Power Trip", "url": "https://www.gameinformer.com/review/control/control-review-a-heady-power-trip", "summary": "When Jesse Faden walks into the Federal Bureau of Control and picks up the director’s handgun, she inadvertently assumes authority over the enigmatic government organization.\nSome of these moments are papered over by the overall strangeness of the Federal Bureau of Control, but they did ultimately pull me out of an otherwise expertly crafted world.\nAs mentioned previously, the director’s handgun is an incredibly powerful tool in your battle against the Hiss.\nWith the power at Jesse’s fingertips, I walked into every room ready for an amazing fight.\nThe Federal Bureau of Control is a fascinating place to explore, and I loved every bizarre encounter inside its creaking hallways.", "paragraphs": ["When Jesse Faden walks into the Federal Bureau of Control and picks up the director’s handgun, she inadvertently assumes authority over the enigmatic government organization. The director’s gun is a powerful and versatile tool, but it’s also a deception; Jesse’s greatest weapon isn’t the one in her hand, it’s the one in her head. Control gives players access to a host of powerful psychic abilities that are as satisfying to use as they are to watch. So Jesse has the gun, but she doesn’t need the gun. Jesse is the gun.", "With games like Max Payne and Alan Wake, Remedy has always put care into telling stories through kinetic action. Control perfectly fits that mold, and it especially excels in its atmosphere. Remedy delivers an eerie, dreamlike experience that is hard to shake off even after you stop playing, and I loved being transported to this bizarrely fascinating world. As you explore the shifting, brutalist architecture inside the Federal Bureau of Control, you encounter an odd cast of amusing characters and interact with several seemingly ordinary objects that hold immense power, such as a mirror that sucks you into an inverted universe or a refrigerator that hurts people when no one is looking at it.", "But powerful things are also very dangerous. An aggressive, multidimensional species known as the Hiss are trying to invade our world, and like a champagne cork, the Federal Bureau of Control is the only thing preventing these creatures from spewing into our reality. As you work against the Hiss, you learn more about Jesse’s place in this world, and I enjoyed the slow reveal of her backstory. Unfortunately, the motives of the rest of the cast remain incredibly vague, which leads to a few awkward and confusing plot points. Some of these moments are papered over by the overall strangeness of the Federal Bureau of Control, but they did ultimately pull me out of an otherwise expertly crafted world.", "As mentioned previously, the director’s handgun is an incredibly powerful tool in your battle against the Hiss. This weapon can shift forms, becoming everything from a long-range sniping tool to a crowd-control shotgun. Remedy’s gunplay remains as tight and precise as ever, but the director’s handgun does have one idiosyncrasy: It can’t be manually reloaded. It taps into an unlimited well of ammunition, but every time a magazine runs dry (or if you stop firing for a bit) it takes a few seconds to reload itself. It took me a while to get used to this rhythm in combat, but as Jesse acquires new abilities, managing ammo became less of an issue.", "In the end, Jesse’s weapon feels like a secondary tool in combat. Her greatest means of offense is her suite of psychic powers – especially her ability to toss objects around the room. Remedy nailed the feel of telekinesis; picking up objects with Jesse’s mind and launching them at foes packs a satisfying punch. I never grew tired of pulling chunks of cement out of the ground or snatching missiles from the air and sending them back at a group of foes. Almost every object in the environment can become a bullet, and even in the heat of battle, finding something to launch is easy. In fact, you don’t even have to target objects to pick them up. If you hold down the telekinesis button, Jesse grabs the nearest object automatically, which makes using the power effortless and intuitive.", "Jesse has a few other useful abilities in her psychic toolbelt, such as grabbing nearby junk to shield herself from frontal attacks. This shield can even be upgraded to propel debris at enemies. Another neat power lets Jesse mind-control enemies, converting hurt foes into allies. These additional powers are fun to play with, but they pale in comparison to the telekinetic launch, and I had few reasons to return to them over and over again. Additionally, upgrading these abilities is rarely satisfying. While each new power provides a wider toolset in combat, most of the upgrades simply increase your damage output, meaning there were no new combat strategies for me to explore in the late game.", "Despite a few drawn-out battles near the end, Control is a complete rush. With the power at Jesse’s fingertips, I walked into every room ready for an amazing fight. When I walked out, it often looked like a tornado had torn through the building. The Federal Bureau of Control is a fascinating place to explore, and I loved every bizarre encounter inside its creaking hallways."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["federal", "powerful", "objects", "power", "trip", "jesses", "tool", "heady", "jesse", "control", "review", "directors", "bureau"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}