{"id": "aff91f5d-ac82-3b50-855d-cdec5625ef39", "title": "Hoshinoya Tokyo: Japan's most luxurious urban ryokan", "url": "https://edition.cnn.com/travel/article/hoshinoya-tokyo-luxury-ryokan/index.html", "summary": "Leading the charge in this regard is Hoshinoya Tokyo, owned by hospitality brand Hoshino Resorts.\nLocated in the capital's Otemachi neighborhood -- the political and financial district, near the Imperial Palace -- Hoshinoya Tokyo is at its core a ryokan (Japanese inn).\nHoshinoya Tokyo is located in the city's Otemachi neighborhood.\nThis is because Hoshinoya Tokyo was designed to feel like several mini ryokans in one.\nIf not for the memorable cuisine of chef Noriyuki we'd go so far to say this is the star attraction of Hoshinoya Tokyo.", "paragraphs": ["(CNN) — With just over a year till Tokyo hosts the 2020 Summer Olympics, now's the time for travelers planning to take in the sporting action live to start thinking about their accommodation plans.", "Particularly those looking for a one-of-a-kind Japanese luxury experience.", "Leading the charge in this regard is Hoshinoya Tokyo, owned by hospitality brand Hoshino Resorts.", "It isn't a boutique hotel. Nor is it a luxury hotel.", "Located in the capital's Otemachi neighborhood -- the political and financial district, near the Imperial Palace -- Hoshinoya Tokyo is at its core a ryokan (Japanese inn).", "High-end ryokans aren't common in Japan's big cities. They're more associated with natural settings far from urban streets -- near oceans or against backdrops of mountainous landscapes.", "Hoshinoya Tokyo is located in the city's Otemachi neighborhood. Hoshino Resorts", "With 17 floors filled with 84 rooms in a black tower that easily blends into its skyscraper-filled surroundings, you could be forgiven for scoffing at the idea there's anything traditional or inn-like about Hoshinoya Tokyo.", "Until you experience the thoughtful design elements created by architecture firm Azuma that fill its spaces.", "For instance, Hoshinoya Tokyo's exterior is cased in a metal lattice made up of patterns traditionally found on kimonos.", "But unless you're a guest, that's where the tour comes to an end. Outside visitors are not allowed in.", "Several mini ryokans in one", "There's no large, flashy entrance helmed by a white-gloved doorman where cars can pull in. (Our taxi driver let us out on the road, across the street, as he just couldn't find the place.)", "Upon stepping through the ryokan's enormous entryway door, made from a single cut of cypress, a single staff member appears on the scene to confirm your booking. You're then asked to remove shoes to protect the scented tatami flooring that blankets the property.", "Related content Japan's most beautiful ryokans invite you to do absolutely nothing", "Footwear is placed in bamboo lockers, ready to be accessed when you leave this fortress of calm to brave the busy streets of Tokyo, before you're escorted to your room.", "Each floor has its own central lounge -- or ochanoma -- that's shared by guests of the six rooms on each floor. This is because Hoshinoya Tokyo was designed to feel like several mini ryokans in one.", "Guests can help themselves to complimentary refreshments such as seasonal teas, coffee, sake, beer and snacks.", "Each floor has its own central lounge, stocked with complimentary snacks and beverages. Hoshino Resorts", "There are three room options available, ranging in size from 40-49 square meters: Sakura (deluxe king or deluxe twin), Yuri (corner deluxe king) and Kiku (executive triple).", "All combine high-tech and contemporary furnishings with traditional Japanese design elements -- classic shoji screens included.", "We stayed in the Kiku option, a corner room that includes a dining table, desk and a large sofa. Beds are futon style -- but with luxurious, plush bedding.", "Breakfast is served in-room -- guests can choose from Western or Japanese cuisine.", "This being a ryokan, a set of his and her kimonos can be found in your closet. Wearing them around the property adds to the ryokan vibe, as you pad across the bamboo and sandalwood scented tatami floors in sock-feet to go to dinner.", "Where are the other guests?", "This is a place that was designed for privacy, relaxation and quiet, so much so that you'll often feel like you're the only guest in the building -- and one reason it might not be suited for everyone.", "During a recent visit, the only sign of fellow travelers could be seen in the main lobby on the second floor, an area where guests can participate in demonstrations highlighting various facets of traditional Japanese arts, such as matcha tea ceremonies or classical music, as well as sake tasting sessions.", "This welcome feeling of solitude extends to the ryokan's single, unnamed restaurant too.", "Related content A Japan hotel devoted entirely to udon noodles", "Located in the basement, it has just six tatami-matted private rooms with tables and seating, and an open space consisting of four tables and a counter.", "The restaurant's multi-course dinner comes from the hands of award-winning chef Noriyuki Hamada -- much to the chagrin of local foodies. (Remember, guests only.)", "Diners are served a brilliant series of dishes dubbed Nippon Cuisine. According to the resort, this is \"a culinary style that focuses on fish -- a common staple of ryokan dining and a key element in Japanese culinary culture\" -- and prepared using French techniques.", "Open-air soaks", "Hoshino Tokyo's onsen includes an open-air section. Hoshino Resorts", "This being a ryokan, there's of course an in-house onsen (hot spring bathing area). Water is piped in from 1,500 meters below the streets of Tokyo.", "If not for the memorable cuisine of chef Noriyuki we'd go so far to say this is the star attraction of Hoshinoya Tokyo.", "Located on the top floor, the onsen offers male and female bath halls, each with indoor and outdoor sections connected by a tunnel.", "Like many Japanese onsen, tattoos need to be covered -- a challenge considering you need to bathe naked. But hotel staff are happy to provide flesh-colored stickers to cover your ink with. (At this point, you might find yourself re-thinking that full-back piece you got in college.)", "There's no fitness center, but guests in need of a workout can access the gym in a nearby building or go for a run on the five-kilometer trail that loops around the Imperial Palace.", "There is, however, an onsite spa offering a variety of massages and other treatments.", "Hoshino goes global", "Taiwan's Hoshinoya Guguan is due to open this year. courtesy Hoshinoya Guguan", "Hoshinoya Tokyo's successful attempt to create a peaceful sanctuary in one of the world's most populated cities shouldn't come as a surprise.", "Hoshino Resorts has been in this game for over a century. It was founded in 1904 by Kuniji Hoshino, who opened his first hot spring resort in 1914.", "Long familiar to Japanese travelers, the brand is only now starting to weave its unique style of hospitality into international markets.", "Related content 14 Asia hotels we can't wait to check into in 2019", "In addition to the 30 or so properties around the country, including its flagship Hoshinoya Resorts and several sub-brands, Hoshino opened Hoshinoya Bali in Ubud in early 2017."], "authors": ["Karla Cripps"], "keywords": ["japanese", "ryokans", "guests", "youre", "hoshino", "ryokan", "hoshinoya", "floor", "tokyo", "luxurious", "urban", "japans", "onsen"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}