{"id": "b007c08f-d88e-3178-ab34-e88323d1b967", "title": "She's the first female tour guide in Afghanistan, but she's determined not to be the last", "url": "https://cnn.com/travel/article/female-tour-guide-afghanistan-fatima-dst/index.html", "summary": "That has been the story of Fatima, the only woman working as a tour guide in Afghanistan.\nAnd they did hire her in late 2020, which is how the young self-taught woman became her country's first female professional tour guide.\n\"As well as being well informed as a guide, Fatima gives our guests a personal insight into her life as an Afghan woman.\nAccording to data from the United Nations, only about 19% of women in Afghanistan are employed outside of the home.\nFatima's tour guide income helps to support her family, and it also means she can afford to go to college.", "paragraphs": ["(CNN) — For many people who work as tour guides, showing people around a new city involves a little bit of getting off the beaten track. But when there is no track at all, you just have to blaze one yourself.", "That has been the story of Fatima, the only woman working as a tour guide in Afghanistan. The 22-year-old (who asked that CNN not use her surname for safety reasons) grew up leading sheep through the countryside, and now she leads tourists through the streets of Herat, the third-largest city in Afghanistan.", "The making of a trailblazer", "The youngest of eight children, Fatima is the only one of her siblings to be unmarried and to have gotten an education.", "She grew up in rural Gohr Province, where she says there was no schooling available to girls, but she convinced her family to let her take lessons if she brought in enough of an income from sheep herding.", "When Fatima was nine, her family settled in Herat. Though she was able to get some informal education, she mostly stayed at home helping her mother. Getting an education wasn't as simple as just enrolling in the local comprehensive.", "Related content When can we go on vacation again? This is what experts say", "When Fatima couldn't afford notebooks, she says she wrote with a stick in the sand. She practiced her English by listening to BBC radio, which she could pick up when high enough in the hills.", "Unlike some kids, Fatima didn't grow up dreaming of working in tourism -- not only was it not traditional for women to work, she says she didn't even know that giving tours was a job.", "\"I thought a lot during these years, how sitting at home would not solve any problem,\" she says. \"My brothers and sisters were forced to get married. It was so sad for me. I decided that I would not continue in their tradition. That was how I decided to work.\"", "First step: work on her English. Fatima signed up for Facebook and began joining groups for people interested in history. Tired of people who only knew Afghanistan as a place of war and conflict, she says she started writing regular posts about places in her country that foreigners might not know about.", "Herat is in northwestern Afghanistan, not far from the borders with Iran and Turkmenistan and has been inhabited since the fifth century BCE, making it an interesting place for a history buff to grow up.", "After she began writing her posts, everything changed.", "Fatima says started getting comments and responses from her new online friends. In 2020, one of them -- a man known as \"Big Tom\" -- reached out to her saying he was going to be traveling in Afghanistan and would she be interested in showing him around in Herat?", "She said yes. They went to the Herat Citadel, to the National Museum and to a traditional tea house.", "Tom recommended her to someone else, and Fatima continued to get work by word of mouth. Eventually she came to the attention of Untamed Borders , a boutique travel agency that specializes in trips to more inaccessible areas.", "After meeting Fatima and traveling through the city with her, Tom recommended that the company hire her. And they did hire her in late 2020, which is how the young self-taught woman became her country's first female professional tour guide.", "\"Having a female guide gives our guests a whole new perspective,\" says James Willcox, Untamed Borders' founder. \"As well as being well informed as a guide, Fatima gives our guests a personal insight into her life as an Afghan woman. We try to give our guests a framework of information to give context to the experiences they have in Afghanistan, and Fatima adds to that in a big way.\"", "\"In the future I want to write about girls like my sisters,\" says Fatima. Courtesy Untamed Borders", "Fatima's new career caused some friction in her traditional family at a time when her siblings were already challenging their father's more conservative views.", "She asserted her independence, telling her father: \"Right now, my brothers and sisters [say] that if we are not satisfied in life it is because of you. If I have a bad life now, it's because of me.\"", "Though he has come around to Fatima's work, she says her mother has always given her blessing. \"My mother is happy. She is supporting me. Right now, she is my everything.\"", "Related content Saudi Arabia allows unmarried couples to share hotel rooms", "The rocky road smoothens out", "Of course, being a pioneer is never easy.", "Fatima says many people in her life, including some of her own family members, have told her that it's too dangerous for a woman to work, especially if it means interacting with men one-on-one.", "She says children have thrown stones at her while she's guiding tourists through the local market. People have shouted profanities at her.", "Sadly, these are not isolated experiences. According to data from the United Nations, only about 19% of women in Afghanistan are employed outside of the home.", "Fatima has used money from her work to enroll in university. Courtesy Untamed Borders", "The United Nations Entity for Gender Equality and the Empowerment of Women , more commonly known as UN Women, elucidates: \"About 64%t of Afghans agree that women should be allowed to work outside the home, however, they still face a multitude of barriers, including restrictions, harassment, discrimination and violence, as well as practical hurdles such as a lack of job experience, employment skills and education.\"", "Fatima says that the support of her employers and the people she has met through giving tours are what keep her motivated. There's also the implication of what could happen if she does quit: \"Challenges are always a part of my life. If I give up, then other women will never start.\"", "To keep herself safe, she dresses modestly while on the job and never goes out with a group late at night.", "Afghanistan's tourism industry peaked in the relatively safe 1970s, with an average of 90,000 foreign tourists coming per year. Data is spotty and inconsistent, but in 2013 the country's deputy minister of tourism told the New York Times that the number was closer to 15-20,000 per year.", "Many countries, including the United States, have travel advisories in place and encourage their citizens not to visit Afghanistan.", "However, choosing which countries to visit and how can make a significant difference on the ground. Tourism is an industry where not everyone is required to have a college degree, which can make the bar of entry lower and easier.", "Fatima's tour guide income helps to support her family, and it also means she can afford to go to college. After passing the entrance exams, Fatima says she's been able to enroll at Herat University and is now studying journalism. On the side, she says she teaches English to 41 girls in a refugee school.", "Related content The female photographers who vanished from museums", "The education, she says, isn't just for her. Fatima tutors her nieces and nephews in English and helps pay for some of their school fees and supplies. This is generational change in action -- the sons and daughters of siblings who could not get an education are now going to government schools.", "If travel, in its purest form, is about expanding our view of the world around us, this is certainly true for Fatima, even when she is the one showing people her homeland instead of visiting theirs.", "She says she dreams of changing roles for a while and letting someone else guide her -- her top choice for a travel destination, fitting for a lover of history and culture, is Tibet.", "Most of Fatima's dreams, though, are closer to home. She says she hopes to open a school to train tour guides. It would be open to both boys and girls, she says, but \"ladies first,\" as there are fewer job opportunities available to women."], "authors": ["Lilit Marcus"], "keywords": ["female", "tour", "untamed", "afghanistan", "determined", "shes", "woman", "life", "women", "guide", "work", "fatima", "family"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}