{"id": "b00ed963-c7c6-3f20-ab0a-8f7d7050ca47", "title": "The Games That Helped Me Cope With Quarantine", "url": "https://www.gameinformer.com/2020/12/30/the-games-that-helped-me-cope-with-quarantine", "summary": "When the quarantine first started, I really didn’t want to deal with what was going on around me.\nPeople were looking for ways to socialize with others in unique ways, allowing a slew of games to earn a place in our social circles.\nOf course, I spent the year also getting lost in open-world games like Assassin’s Creed Valhalla and Ghost of Tsushima.\nI felt like I needed unique ways to socialize with my friends that deviated from my normal play, which is why I wanted to call out some games that really helped me along the way.\nSo here’s a toast to these special games that made a really difficult year just a little bit easier to bear.", "paragraphs": ["This wasn’t the type of year any of us could have anticipated and we were all forced to make changes in our lives due to COVID-19. We had to get creative about how we worked, socialized, and met other daily needs. The quarantine is necessary to stop the spread of the virus, but that doesn’t mean feeling confined to the walls of our home isn’t difficult to deal with day in and day out. I’ve often turned to video games as a way to unwind and socialize, but this year, they became essential in battling the isolation of not being able to interact with others on a daily basis. It wasn’t a normal year, and therefore I wanted to end 2020 by sharing a special appreciation for the games that got me and many others through these past few months of quarantine.", "When the quarantine first started, I really didn’t want to deal with what was going on around me. The world suddenly became frightening; COVID-19’s reach was growing, killing more and more people and we still didn’t know much about it. As someone with a chronic illness, I had to strictly quarantine, and this meant that I couldn’t even do simple things like go to the grocery store. It was all too risky, and my anxiety was growing. I hated just sitting in the uncertainty of it all.", "A few weeks later, Animal Crossing: New Horizons launched, and it was the shot of joy many of us needed in our lives – a perfect distraction if you will. What it came down to is you were building your own world – a safe place where COVID-19 didn’t exist. Your only goal was taking care of your avatar and other residents by growing your island into something better. Better yet, you could invite your real friends to your island to just hang out and make memories. Watching social media blow up with heartwarming and silly stories about Animal Crossing was a bright spot in a dark year, showcasing how powerful this game was in bringing people together. Suddenly, we were all just helping each other play the “stalk” market, sharing cool clothing designs, and showing off our creative endeavors with pride.", "Mediatonic", "Animal Crossing would be the first of many games that would thrive in these unexpected times. People were looking for ways to socialize with others in unique ways, allowing a slew of games to earn a place in our social circles. Fall Guys: Ultimate Knockout was the lighthearted free-for-all competition we all needed for a dose of adorable antics and silly strategies – all in the name of winning a crown for the ultimate bragging rights. Something about being the best out of 60 is a high that can’t be topped, and your little jelly bean-like avatar looks absolutely ridiculous trying to achieve victory. It was a game that brought laughter, cheering, and most importantly, everyone felt like they had a shot at the crown.", "For those who like to be a little more cutthroat and calculated with their friends, Among Us served up the utter delight of outsmarting your buddies, and if you were the impostor, delightfully getting away with murdering them. It blows my mind that Among Us originally came out in 2018, but it took a pandemic for us to all discover its brilliance. For those not in the know, it’s a social deduction game where a team of crewmembers must complete tasks to win, but you have individuals designated as impostors trying to sabotage your progress and kill your group along the way.", "Among Us is my favorite game to play with friends, because it brings out the most laughter in our theories and ways we think we know each other’s tells for lying. Plus, it’s always hilarious when someone just royally screws up and vents or murders someone in front of you, blowing their cover. Catching someone red-handed is a joy, but I still can’t help but evilly cackle as I slyly kill my friends and get away with being an impostor. Every week I host Among Us games and I always end the night being in a better mood, even when things take an ugly turn and I totally get blamed when I’m not the damn impostor. Seriously, this game will test your friendships but also bring you closer together at the same time.", "Similarly, if you’re looking for something cooperative but more in the scary vein, you can’t go wrong with Phasmophobia, which is currently in Early Access. Four people cooperate as ghost hunters, using equipment such as an EMF Reader and Spirit Box to locate the deceased who just won’t leave this world. The best part, however, is how you can use your voice to lure out the apparition and have it respond to you, and they’ll interact with objects such as a ouija board or journal to add some extra eeriness to the situation. At the end, you must correctly guess what type of ghost it is, which can be everything from a banshee to yurei. I love the hunt of trying different tools to figure out what deadly being you’re dealing with, but hands down the best part is watching these ghosts sneak up on you and your friends unexpectedly for screams. When we’re not making our own audio, the sound effects are top notch and always send shivers up my spine.", "Of course, I spent the year also getting lost in open-world games like Assassin’s Creed Valhalla and Ghost of Tsushima. And it was nice being able to get my sports fix from NHL 21 and NBA 2K21. I also spent an ungodly amount of time on runs in Hades, constantly telling myself “just one more try!” Video games have always been a big part of my life, but this year more so than others just due to our circumstances. I felt like I needed unique ways to socialize with my friends that deviated from my normal play, which is why I wanted to call out some games that really helped me along the way. So here’s a toast to these special games that made a really difficult year just a little bit easier to bear."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["socialize", "games", "helped", "really", "game", "trying", "cope", "social", "quarantine", "ways", "world", "friends"], "pubDate": "2020-12-30T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}