{"id": "b02a9211-c669-33d0-a5e7-4ca8b1b2a941", "title": "‘Moonshiners’ stars Mark Ramsey, Digger Manes reveal why sales are booming during pandemic: ‘It’s a win-win’", "url": "https://www.foxnews.com/entertainment/moonshiners-mark-ramsey-digger-manes-pandemic-sales-booming", "summary": "EXCLUSIVE: The ongoing coronavirus pandemic has crippled thousands of businesses across the country, but for modern moonshiners, they say sales have been booming.\nDistilling partners Mark Ramsey and Digger Manes chronicle their adventures in the new season of Discovery’s “Moonshiners,” which details how 2020 has been a surprisingly prosperous year for the spirit.\nManes: Well, a lot of times, when we needed things, [businesses] were closed at a certain point.\nBut please know this -- you’re going to fail.\nYou're going to fail a lot.", "paragraphs": ["EXCLUSIVE: The ongoing coronavirus pandemic has crippled thousands of businesses across the country, but for modern moonshiners, they say sales have been booming.", "The distillers of backwoods Appalachia revealed the American hooch has been in greater demand during tough times. Distilling partners Mark Ramsey and Digger Manes chronicle their adventures in the new season of Discovery’s “Moonshiners,” which details how 2020 has been a surprisingly prosperous year for the spirit. For them, “hard times make the best shine.”", "In the series, viewers will learn how massive quantities of ingredients, such as fruits and grains, have helped backwoods shiners produce high-quality liquor for cheap.", "Ramsey and Manes spoke to Fox News about why they believe moonshine has become increasingly popular this year, misconceptions they feel people still have about the liquor, as well as any advice they would give to someone eager to make lightning strike.", "‘GOLD RUSH’ STAR RICK NESS TALKS MINING DURING A PANDEMIC: ‘I HAD ONE GOAL IN MIND AND THAT WAS REDEMPTION’", "Fox News: Many businesses are suffering due to the pandemic, but it sounds like moonshine is thriving.", "Digger Manes: Well, we don't know what to attribute it to. Now, the folks that wanted liquor for hand sanitizer -- yeah, we pick up on that. But when you're at home with a screaming wife and crying babies, I guess maybe you need a little nerve settler.", "Ramsey: Yeah, being cooped up with people all the time, that will either make you really love them or really hate them. Moonshine, it's an all-around cure-all. If you're sad, you drink it to drown your sorrows. If you're happy, you drink it to celebrate. So, it's a win-win deal for us.", "Fox News: Even with the moonshine business booming, what are some challenges you two have faced?", "Manes: Well, a lot of times, when we needed things, [businesses] were closed at a certain point. It was shutting people down. Times were getting hard, like the Depression. That’s what made it so scary. But we rose to the top, and everything's working out fine right now. Hopefully, fingers crossed, we won't have to go through that again.", "'DEADLIEST CATCH' STAR SIG HANSEN ENCOURAGES BLUE-COLLAR WORKERS TO KEEP THE FAITH DURING CORONAVIRUS OUTBREAK", "Ramsey: We were fortunate. We sourced a whole lot of ingredients early on in the season, and we didn't have to deal with that as things progressively got worse. It seems like the harder the times were, the better liquor sales were. So, it was good for us, but it was horrible for most people.", "Fox News: Moonshine comes in different flavors. Is there a particular one that has been incredibly popular?", "Ramsey: All of them. Honestly, until the last 15 years, there weren’t all these flavors. Moonshine was corn, grain or sugar liquor. Most of these flavors have developed in the last 15 years due to people's palates. For a lot of them, the harsh taste of corn liquor is not for them. So, people figured out a way to let them enjoy it. These flavors were not something we grew up with. We had to adapt.", "Manes: Back in the day, we called it apple brandy, and then somebody down the line decided they'd tag it with apple pie, and that was about it. Putting cherries in moonshine and selling it to folks -- it has gone through the roof. It's a rage, and this whole rage, it can be laid at [late moonshiner] Popcorn Sutton's feet. He's the guy that really started this rage.", "Fox News: What's a misconception you feel people still have about the moonshine business today, and what's the reality?", "Manes: Number one, all the old moonshiners, they weren't hoodlums and hellions. They were fine upstanding members of their community and still are. That and moonshine is going to make you go blind or kill you. That was propaganda… trying to stop [sales].", "FORMER ‘DIRTY JOBS’ HOST MIKE ROWE ON WHAT HE WOULD TELL PRESIDENT-ELECT JOE BIDEN TODAY", "Ramsey: … The old-timers, they weren't criminals. There is a difference, and they were doing what they had to do to survive. There was no work. We took from that. We’ve tried to base our way we do things on the way that the old-timers thought. We're big into heritage, and we respect them.", "Fox News: What advice would you give to someone who wants to pursue the moonshine business?", "Manes: The best advice I can give you is don't. Unfortunately, it's a dying art. It’s hard work. Soon, it’s going to be soon a thing of the past, I'm afraid.", "Ramsey: If they’re thinking about getting involved, they definitely should. But please know this -- you’re going to fail. You're going to fail a lot. But stay with it. It's not easy work. The old-timers always described how people thought they would just lay on their hind end and make liquor. I promise you, if they're making liquor, they are not sitting on their hind end. But if you want to do it, go for it. You’ll know if it's for you or if it's not in a very short time.", "Manes: It is satisfying to make a little libation and know you produced it yourself.", "\"Moonshiners\" airs Tuesdays at 8 p.m. ET on Discovery."], "authors": ["Stephanie Nolasco"], "keywords": ["ramsey", "stars", "youre", "going", "reveal", "manes", "moonshine", "liquor", "know", "digger", "werent", "moonshiners", "mark", "sales", "pandemic", "flavors", "winwin", "times", "work", "lot"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}