{"id": "b0335480-bcc3-3c77-ab9e-1da9588af250", "title": "How Is Climate Change Affecting Our Health? Join the Conversation.", "url": "https://www.nytimes.com/2021/01/18/climate/live-event-netting-zero-technology-climate-health.html", "summary": "There are many links between climate change and public health, but what can technology do to address new solutions?\nThis Earth Day, tune in for a special live broadcast that will look at how the climate crisis affects our health, and how technology can help us accelerate solutions for a greener and healthier future.\nE.S.T., we will hear from climate leaders including Rahaf Harfoush, digital anthropologist; Audrey Tang, programmer and Taiwanese cabinet minister; Dr. Cheryl Holder, a physician who focuses on climate change; Geraldine Matchett, the Royal DSM co-chief executive; and Darío Gil, director of research at IBM.\nWe will also see and hear from young social influencers and artists — including Leah Thomas, Sophia Li and Maja Petric — on how they are using their platforms to address climate change while sparking global conversations.\nPresented by WaterBear, we will also hear from Nic Brown, the Emmy-award winning director, in conversation with Henry Fountain, a climate reporter at The Times, on how the film came to life.", "paragraphs": ["There are many links between climate change and public health, but what can technology do to address new solutions? This Earth Day, tune in for a special live broadcast that will look at how the climate crisis affects our health, and how technology can help us accelerate solutions for a greener and healthier future.", "Moderated by Rebecca Blumenstein, deputy managing editor at The Times, on April 22 at 1:30 p.m. E.S.T., we will hear from climate leaders including Rahaf Harfoush, digital anthropologist; Audrey Tang, programmer and Taiwanese cabinet minister; Dr. Cheryl Holder, a physician who focuses on climate change; Geraldine Matchett, the Royal DSM co-chief executive; and Darío Gil, director of research at IBM.", "We will also see and hear from young social influencers and artists — including Leah Thomas, Sophia Li and Maja Petric — on how they are using their platforms to address climate change while sparking global conversations.", "Directly following the event, viewers will enjoy an exclusive premier screening of the short film “Mother of the Sea,” a tale exploring the dangers of our warming planet. Presented by WaterBear, we will also hear from Nic Brown, the Emmy-award winning director, in conversation with Henry Fountain, a climate reporter at The Times, on how the film came to life."], "authors": ["The New York Times"], "keywords": ["health", "including", "film", "affecting", "technology", "solutions", "join", "climate", "change", "director", "conversation", "times", "hear"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}