{"id": "b0403493-f52e-3749-83aa-b664aef20590", "title": "Inside a Deadly Siege: How a String of Failures Led to a Dark Day at the Capitol", "url": "https://www.nytimes.com/2021/01/10/us/politics/capitol-siege-security.html", "summary": "The enormity of the deadly failure sank in.\nMs. Bowser and her police chief called the Pentagon, asking for additional D.C. National Guard troops to be mobilized to support what officials were realizing was inadequate protection at the Capitol.\nBut they were told that the request would first have to come from the Capitol Police.\nIn a call to Chief Steven Sund of the Capitol Police, they learned that his force was under siege, lawmakers were being rushed to safety, and rioters were overrunning anyone in authority.\nHe kept repeating the same phrase: “The situation is dire.”", "paragraphs": ["WASHINGTON — Huddled in a command center on Wednesday afternoon, Mayor Muriel Bowser of Washington and her aides saw a photograph of blood stains on the temporary grandstands at the Capitol, a makeshift structure built for the inauguration of a new president in two weeks.", "The enormity of the deadly failure sank in.", "Rioters had broken through the thin police line on the Capitol steps and were descending on hundreds of lawmakers conducting the ceremonial, quadrennial act of certifying the presidential vote — and the mayor and her aides were not able to stop the attack.", "Ms. Bowser and her police chief called the Pentagon, asking for additional D.C. National Guard troops to be mobilized to support what officials were realizing was inadequate protection at the Capitol. But they were told that the request would first have to come from the Capitol Police.", "In a call to Chief Steven Sund of the Capitol Police, they learned that his force was under siege, lawmakers were being rushed to safety, and rioters were overrunning anyone in authority. He kept repeating the same phrase: “The situation is dire.”"], "authors": ["Mark Mazzetti", "Helene Cooper", "Jennifer Steinhauer", "Zolan Kanno-Youngs", "Luke Broadwater"], "keywords": ["day", "lawmakers", "vote", "aides", "capitol", "dark", "mayor", "bowser", "troops", "led", "chief", "deadly", "weeksthe", "inside", "failures", "washington", "siege", "string"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}