{"id": "b04ed439-4fad-3992-ad9d-dcdbea8f0233", "title": "Bills players rip ESPN star after Josh Allen criticism: 'We gotta do better my brother'", "url": "https://www.foxnews.com/sports/bills-espn-star-josh-allen-criticism", "summary": "The Buffalo Bills are one of the best teams in the NFL and are not taking any type of criticism lightly.\nBills players heard the Josh Allen bashing from ESPN personality Dominque Foxworth, a former NFL cornerback and chief operating officer of the National Basketball Players Association, on a podcast earlier this week.\nAnd my biases are not based on Josh Allen.\nIt’s based on the people that are defending Josh Allen.\n\"Hold up bruh,\" Poyer wrote.", "paragraphs": ["The Buffalo Bills are one of the best teams in the NFL and are not taking any type of criticism lightly.", "Bills players heard the Josh Allen bashing from ESPN personality Dominque Foxworth, a former NFL cornerback and chief operating officer of the National Basketball Players Association, on a podcast earlier this week.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"I am fully aware that I have biases. And my biases are not based on Josh Allen. It’s based on the people that are defending Josh Allen. I would be 100% lying if I said that when Josh does something dumb, a little part of me doesn’t get happy. And it’s not because I don’t want Josh to succeed,\" Foxworth said on Bomani Jones’ podcast, via Outkick.", "\"It’s because the people who are telling me that Josh is the second coming and Josh is better than everybody are people with American flags and dogs and skulls and crossbones. … If you go just take a dip into their tweet history, it’s some really concerning retweets and likes. … It’s not about Josh.\"", "Jordan Poyer and Jonathan Feliciano responded to the criticism.", "\"Hold up bruh,\" Poyer wrote. \"we not jus letting this slide, yeah?! @espn this what we on now in the ports world!? @Foxworth24 we gotta do better my brother... cause this ain’t it.\"", "PLAY SUPER 6 ON THURSDAY NIGHT FOOTBALL", "Feliciano added: \"ay @Foxworth24 are you talking about the fans that just raise over 700k for a hospital during a pandemic? Ppl do/say the corniest things to try n get ahead.\"", "Foxworth said Wednesday that his comments were taken \"out of context.\"", "\"Nobody I respect has taken this seriously so I've been ignoring it. And getting taken out of context kinda comes with my job, so I haven't been trippin. But I respect you and the ppl in your building and it bothers that yall have spent 1 sec thinking about this disingenuous BS,\" he wrote in response to Poyer.", "\"Feel free to DM me, listen to the full podcast, or ignore this foolishness all together and get back to ballin. Best of luck to you and my new favorite QB.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Buffalo is 10-3 this season and on the verge of winning its first AFC East division title since 1995."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["espn", "players", "better", "taken", "ppl", "star", "gotta", "wrote", "brother", "podcast", "allen", "poyer", "criticism", "rip", "respect", "bills", "josh", "nfl"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}