{"title": "Fabrizio Moretti of The Strokes Puts a New Spin on Old Master Works", "summary": "Text sizeThe fact that Fabrizio Moretti, the American-Brazilian drummer for the indie rock band The Strokes, and Fabrizio Moretti, a London dealer of Old Master paintings and sculptures, have the same name may seem like an odd premise for an art auction.\nThe sale “Fabrizio Moretti x Fabrizio Moretti: In Passing” is open online, and will take place live at 6 p.m. on Wednesday.\nMoretti, The Strokes drummer, 39, took visitors on a tour of the installation he created late last Saturday afternoon, less than 12 hours after he had finished installing it through the night with the help of friends.\nFab Moretti of The Strokes, left, and Fabrizio Moretti of Galleria Moretti in London Courtesy of Sotheby'sAlthough he once had a ritual of visiting Leonardo Da Vinci’s Mona Lisa at The Louvre late on winter evenings, after the crowds dispersed, Moretti says he’s more of a fan of contemporary and modern art.\nBut in reality, they hit it off, and an idea for a creative a contemporary way to experience Old Master works was born.", "url": "https://www.barrons.com/articles/fabrizio-moretti-of-the-strokes-puts-a-new-spin-on-old-master-works-01576608647?mod=hp_minor_pos27", "paragraphs": ["Text size", "The fact that Fabrizio Moretti, the American-Brazilian drummer for the indie rock band The Strokes, and Fabrizio Moretti, a London dealer of Old Master paintings and sculptures, have the same name may seem like an odd premise for an art auction.", "But odd though it may be, the collaboration works, with Moretti of The Strokes, a one-time art student, creating new ways of looking at paintings and sculpture from the 1300s to the 1700s, in an installation at Sotheby’s New York galleries.", "The sale “Fabrizio Moretti x Fabrizio Moretti: In Passing” is open online, and will take place live at 6 p.m. on Wednesday. But the real fun is seeing the playful installation that resulted from this improbable collaboration.", "Moretti, The Strokes drummer, 39, took visitors on a tour of the installation he created late last Saturday afternoon, less than 12 hours after he had finished installing it through the night with the help of friends.", "Fab Moretti of The Strokes, left, and Fabrizio Moretti of Galleria Moretti in London Courtesy of Sotheby's", "Although he once had a ritual of visiting Leonardo Da Vinci’s Mona Lisa at The Louvre late on winter evenings, after the crowds dispersed, Moretti says he’s more of a fan of contemporary and modern art. Still, he found the works to be beautiful, and thought he’d like to find a way to view the pieces that would “isolate the thing that linked these paintings to the artwork of today.”", "He did this in many cases by erecting panels, and making narrow hallways that ended with a sliver of space to reveal a section of an artwork, a piece that would focus the viewer’s eye on the artist’s handiwork, which, as he says, remarkably rises above whatever religions or beliefs were behind the original work.", "“If I could isolate and make people enjoy details rather than the whole, I could focus and home in on that idea that transcends time,” Moretti says. His hope is that viewers will look at one part of a painting, and then move their head and focus on another part, drawing them into colors and paint strokes executed more than 700 years ago, in some cases.", "One long hallway, for instance, revealed a fragment of Giovanni Battista Caracciolo’s Saint John the Baptist in the Wilderness, 1578-1635 (estimated between $100,00 and $150,000). As visitors walk down the corridor, more of the dramatic, nearly five-foot-tall painting is revealed. As Moretti says, “there is almost a musical crescendo when you see something that’s sectioned, and as you walk toward it, it expands and expands like an orchestra swelling.”", "Giovanni Battista Caracciolo's Saint John the Baptist in the Wilderness, 1578-1635. Benjamin Lozovsky/BFA.com", "In another part of the gallery, a short series of steps leads to Bartolomeo di Giovanni’s Pietà with Saint Nicodemus, The Virgin Mary and Saint John The Evangelist, 1488-1511, (estimated between $10,000 and $15,000). But visitors who look down and to the left could be forgiven if they jump with a start when they see Michele Tosini (Called Michele di Ridolfo del Ghirlandaio )’s Pietà with Two Angels, 1503-1577 (estimated between $20,000 and $30,000), lying hidden next to the stairs.", "Moretti says creating the stairs was one of his more complex challenges in his new role as a carpenter. Building things at all was something new for him. After coming up with the idea for the project about four or five months ago, he taught himself autoCAD, architectural computer-aided design software.", "“I had to teach myself that, while we were playing shows,” Moretti says. “I skipped fun things and stayed home and played around with it.”", "Moretti’s inspiration for the installation came from contemporary artists like Olafur Eliasson, a Danish-Icelandic sculptor and installation artist, and the corridor installations of Bruce Nauman, which he recently saw at Dia Beacon in Beacon, New York.", "Eliasson’s use of monochromatic light such as in The weather project, his installation at Tate Modern in 2003, inspired Moretti to create a corridor, like Nauman, filled with monochromatic light. “I thought maybe I could use that light to enhance the color of the paintings that you end up viewing at the end of [a] hallway,” he says.", "Visitors who walk through the bright-yellow, tent-like corridor are bathed in the light, which turns everything grayish or white, so that when a glimpse of four paintings on a wall at the end are revealed, they pop with color.", "Sotheby’s learned that Moretti has an affinity to art and artists, and can create art himself, by chance, after realizing the coincidence that he had the same name as an art dealer the auction house has worked with, and then exploring his biography. Brahm Wachter, director of eCommerce Development at Sotheby’s and his colleague Yasemin Ozuye, in global business development, decided to introduce the pair to see what would happen.", "“I think they wanted me to create a playlist,” jokes Moretti, the drummer. But in reality, they hit it off, and an idea for a creative a contemporary way to experience Old Master works was born.", "Bringing the pieces for the installation from the Bronx warehouse, where Moretti was working, to the gleaming halls of Sotheby’s new gallery late last week was still somewhat shocking for the drummer. “I thought, ‘oh my goodness,’ I’m sneaking into somebody’s party and I’m not supposed to be here.”"], "id": "b060093a-926b-3bba-b292-e3803dc984e4", "authors": [], "keywords": ["strokes", "works", "old", "spin", "corridor", "light", "art", "master", "moretti", "puts", "fabrizio", "saint", "installation", "paintings", "drummer"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}