{"id": "b06700b2-80e5-3988-9caa-300f93d784e2", "title": "Protecting the Capitol", "url": "https://radio.foxnews.com/2021/04/09/protecting-the-capitol/", "summary": "This Week:The most recent attack at the U.S. Capitol where a Capitol Police officer died as a result from the car attack has brought back the debate on whether fencing around the building should be made permanent.\nFOX News Washington Correspondent Rachel Sutherland spoke with retired Lieutenant General Russel Honore, who led a security review after the January 6th Capitol riots, about what recommendations should be made to keep the building secure.\nFOX News Congressional Correspondent, Chad Pergram, lays out the hurdles Democrats face as they attempt to pass long-awaited infrastructure legislation.\nRachel speaks with FOX News Medical Contributor Dr. Marc Siegel about the most common side effects and why they shouldn’t deter you from getting the shot.\nFox News Pentagon Correspondent, Jennifer Griffin, discusses what this consolidation means for the future of the prison and the Biden Administration’s chances at closing Guantanamo Bay for good.", "paragraphs": ["This Week:", "The most recent attack at the U.S. Capitol where a Capitol Police officer died as a result from the car attack has brought back the debate on whether fencing around the building should be made permanent. FOX News Washington Correspondent Rachel Sutherland spoke with retired Lieutenant General Russel Honore, who led a security review after the January 6th Capitol riots, about what recommendations should be made to keep the building secure.", "Washington is taking infrastructure seriously. But with sweeping infrastructure proposals comes corporate tax hikes to pay for those innovations; and Democrats have found themselves with a difficult road to gain support for President Biden’s $2 trillion plan. This week, Senate Parliamentarian Elizabeth MacDonough, approved the use of budget reconciliation for Democrats to pass potential infrastructure legislation with a simple majority, though a provision will still require all 50 Democrats in the Senate to be on board with this proposal. FOX News Congressional Correspondent, Chad Pergram, lays out the hurdles Democrats face as they attempt to pass long-awaited infrastructure legislation.", "The COVID-19 vaccination will help protect you from virus for at least six month, but what can you expect after getting the coronavirus shot? What are the side effects and how long do they last? Rachel speaks with FOX News Medical Contributor Dr. Marc Siegel about the most common side effects and why they shouldn’t deter you from getting the shot.", "Over the weekend, the Pentagon announced that Khalid Sheikh Mohammed and other high-profile detainees had been moved from Camp 7, a secret detention facility at Guantanamo Bay, to the main prison compound. Fox News Pentagon Correspondent, Jennifer Griffin, discusses what this consolidation means for the future of the prison and the Biden Administration’s chances at closing Guantanamo Bay for good."], "authors": ["Siobhan Flattery", "William Sanchez"], "keywords": ["protecting", "pass", "pentagon", "senate", "rachel", "correspondent", "capitol", "fox", "prison", "infrastructure", "democrats"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}