{"id": "b0759a0c-36dc-3263-992d-1119821e8e8c", "title": "‘It’s Hard to Prove’: Why Antitrust Suits Against Facebook Face Hurdles", "url": "https://nytimes.com/2020/12/10/technology/facebook-antitrust-suits-hurdles.html", "summary": "The penalties that regulators are seeking in the case against Facebook are especially onerous.\nThey proposed that courts block future mergers and force the company to sell off Instagram and WhatsApp.\nMr. Kovacic added that even though he thinks the case against Facebook has merit, another difficulty for the F.T.C.\nand the states will be to prove that the world would have been better off if the mergers with Instagram and WhatsApp had not happened.\nFacebook, however, will be able to show that Instagram and WhatsApp grew dramatically after being acquired.", "paragraphs": ["How the U.S. government and states pursue their cases against Facebook will be closely watched amid a wave of legal actions intent on limiting the power of the world’s largest tech companies. Google is battling an antitrust suit that was filed by the Justice Department in October, and state attorneys general are expected to soon file separate suits against the internet search giant. Regulators are also investigating Apple and Amazon.", "The penalties that regulators are seeking in the case against Facebook are especially onerous. They proposed that courts block future mergers and force the company to sell off Instagram and WhatsApp. Ian Conner, the F.T.C.’s head of competition enforcement, said the remedies would help restore competition and “provide a foundation for future competitors to grow and innovate without the threat of being crushed by Facebook.”", "But cases challenging consummated mergers are uncommon, as are lawsuits that seek to break up companies, legal experts said. The last major antitrust lawsuit that led to divestitures was against AT&T in 1984, said William Kovacic, a former Republican chairman of the Federal Trade Commission. In that case, AT&T was ordered to sell local telecommunications companies known as Baby Bells.", "Decades have passed without a similar action. That is partly because courts are often told by defendants and economists that forcing companies to sell parts of themselves is too heavy-handed, Mr. Kovacic said. “Courts historically have expressed anxiety about doing it,” he said.", "Mr. Kovacic added that even though he thinks the case against Facebook has merit, another difficulty for the F.T.C. and the states will be to prove that the world would have been better off if the mergers with Instagram and WhatsApp had not happened. “It’s hard to prove a hypothetical,” he said.", "Facebook, however, will be able to show that Instagram and WhatsApp grew dramatically after being acquired. The company has said it invested millions of dollars in the apps after they were purchased, helping them amass billions of users and turning them into prime communication channels around the world.", "“These transactions were intended to provide better products for the people who use them, and they unquestionably did,” Jennifer Newstead, Facebook’s general counsel, wrote in a blog post on Wednesday."], "authors": ["Mike Isaac", "Cecilia Kang"], "keywords": ["mergers", "whatsapp", "hard", "facebook", "kovacic", "hurdles", "prove", "sell", "courts", "face", "suits", "case", "states", "companies", "instagram", "antitrust"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}