{"id": "b07ddd7e-d51a-342e-8647-499f9efcb1ae", "title": "Minnesota boys donate earnings to restaurant after tip theft", "url": "http://www.foxnews.com/food-drink/minnesota-boys-donate-earnings-restaurant-theft", "summary": "Five young fans of a Minnesota restaurant stepped up to help after someone stole hundreds of dollars in staff tips over the weekend.\nVictoria’s Ristorante & Wine Bar in Rochester, Minn., posted about the theft — and the kind gesture — on Facebook Sunday night.\nBOBBY FLAY, GIADA DE LAURENTIIS’ NEW FOOD SHOW FOLLOWS THEM AROUND ITALYRestaurant owner Natalie Victoria told ABC 6 News the envelope had almost $300 inside.\n\"Victoria's waitstaff, we are sorry to hear that someone stole your tip money,\" the boys wrote.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTERThe restaurant thanked the boys for their generous gift in the post.", "paragraphs": ["Five young fans of a Minnesota restaurant stepped up to help after someone stole hundreds of dollars in staff tips over the weekend.", "Victoria’s Ristorante & Wine Bar in Rochester, Minn., posted about the theft — and the kind gesture — on Facebook Sunday night.", "According to the post, two young women came into the restaurant to place a takeout order on Saturday, but when no one was looking, they stole an envelope with staff tips inside. However, the theft was caught on security footage.", "BOBBY FLAY, GIADA DE LAURENTIIS’ NEW FOOD SHOW FOLLOWS THEM AROUND ITALY", "Restaurant owner Natalie Victoria told ABC 6 News the envelope had almost $300 inside.", "\"To do that to the restaurant staff that's already been hit so hard I think is kind of frustrating but, you know we're just going to move forward,\" Victoria told the station.", "INFAMOUS NYC MCDONALD’S CLOSES, AS FANS MOURN ‘END OF AN ERA’", "But the next night, the restaurant was visited by customers who were there to help.", "After they heard about the theft, five boys — brothers and cousins Bronson, Carter, Rowan, Ryan and Bennett Shea — decided to pool their summer earnings from their work on the family farm and donate the money to Victoria’s.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We wanted to donate, and we kind of felt bad,\" Bronson told ABC 6 News. \"It's kind of hard watching people that do that.\"", "Their donation ended up being $200, which they delivered to the restaurant in a card.", "NYC RESTAURANT THAT HOSTED GOP CLUB’S PARTY LOSES LIQUOR LICENSE", "In its Facebook post on Sunday, the restaurant included a photo of the card, which was signed by all five boys from the \"Shea Boys Sweet Corn.\"", "\"Victoria's waitstaff, we are sorry to hear that someone stole your tip money,\" the boys wrote. \"Thank you for making the best pasta and buttered noodles! Happy Holidays!\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The restaurant thanked the boys for their generous gift in the post.", "\"Thank You,\" Victoria’s wrote. \"We are speechless - A fall to the floor and cry moment. Your kind gesture is commendable and we are still in awe.\""], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["theft", "wrote", "kind", "stole", "minnesota", "victoria", "earnings", "boys", "staff", "told", "tip", "donate", "restaurant", "young"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}