{"id": "b08810e4-6dff-3c4a-9aaf-a40b2b1a4885", "title": "The Gluten-Free Bakery That Became My Saving Grace During Lockdown", "url": "https://www.vogue.com/article/everybody-eats-gluten-free-bakery", "summary": "I asked the waiter how this was possible, and learned the rolls were from a bakery in Brooklyn called Everybody Eats.\nEverybody Eats actually started in a kitchen, the brainchild of Pedro Arroba, who was diagnosed with Celiac in 1996, well before every supermarket’s shelves were lined with gluten-free offerings.\nArroba arrived in New York City after fleeing Venezuela in 2003, and started the bakery with just $600 the following year.\nThankfully, especially with the holiday season upon us, this has enabled me and so many other loyal customers to share Everybody Eats with friends and family across the country, gluten-free or not.\nWe all hope restaurants can return to their former busyness safely and as soon as possible, but for now and hopefully forever, one gluten-free bakery in Brooklyn is available to everybody.", "paragraphs": ["Once upon a time, when New Yorkers were still enjoying indoor dining, I found myself at a wonderful birthday dinner at Daniel. As someone with Celiac disease, I am overly delighted when a restaurant has any gluten-free bread at all, but here was Daniel serving the most exquisite, soft, doughy rolls I had ever had. I asked the waiter how this was possible, and learned the rolls were from a bakery in Brooklyn called Everybody Eats. Thus, a love affair was born.", "I reported this finding back to my parents, as my mom also has Celiac. They began making regular trips to Everybody Eats’s Gowanus location, picking up (for both of us) boxes of star-shaped butter cookies, loaves of challah, and—my personal favorite—cinnamon rolls to rival any gluten-laden version around.", "Everybody Eats actually started in a kitchen, the brainchild of Pedro Arroba, who was diagnosed with Celiac in 1996, well before every supermarket’s shelves were lined with gluten-free offerings. Arroba arrived in New York City after fleeing Venezuela in 2003, and started the bakery with just $600 the following year. He and his business partner soon outgrew said kitchen, opening a gluten and nut-free facility to meet the demand that came not only from individual customers, but also an ever-expanding list of restaurants, like Daniel, across New York and New Jersey.", "Everybody Eats’s Chef Rhea with gluten-free vegan multi-grain rolls Photo: Courtesy Everybody Eats Trays of fresh deli rolls", "And then the pandemic hit, closing restaurants and causing a ripple effect that forced Everybody Eats, like so many businesses, to reposition themselves. I asked Arroba how he has managed to stay open, and how the pandemic has affected his business.", "“We have been struggling these past several months, but we have the hope and positive attitude to keep our kitchen open,” Arroba said via email. “We want everyone to know that they can count on us, and we are getting lots of emails and calls of support, which are very encouraging and appreciated.” He’s been expanding his customer base through online ordering and nationwide shipping. Thankfully, especially with the holiday season upon us, this has enabled me and so many other loyal customers to share Everybody Eats with friends and family across the country, gluten-free or not. I sent banana bread to my brother in Cambridge and cinnamon rolls to my in-laws and cousins. We all hope restaurants can return to their former busyness safely and as soon as possible, but for now and hopefully forever, one gluten-free bakery in Brooklyn is available to everybody."], "authors": ["Jill Weiskopf", "Jill Weiskop"], "keywords": ["restaurants", "daniel", "celiac", "bakery", "rolls", "everybody", "eats", "arroba", "kitchen", "grace", "saving", "lockdown", "glutenfree"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}