{"paragraphs": ["Over the course of five years and five campaigns, the Shovel Knight series has introduced players to a vast array of heroes and villains in its mainline platforming releases. Shovel Knight Showdown takes a page out of the Super Smash Bros. playbook, gathering these familiar faces in one spot and letting you duke it out in platforming-based fighting. While simple controls ease the learning curve to provide for good party play, you quickly get the full picture of this package.", "Shovel Knight Showdown drops you into a stage full of platforms and tasks you with either depleting the lives of your opponents or collecting a set number of gems that spawn randomly. While most stages are static, some auto-scroll as you battle; these levels deliver the right amount of chaos and capitalize on the Shovel Knight series’ emphasis on platforming. Certain stages also feature hazards, like the Troupple King sending out waves of minions, or a bridge over a pitfall that players can toggle on and off, keeping you on your toes in exciting ways.", "With such a robust collection of characters from across the Shovel Knight universe, the roster of playable fighters adds an additional dash of variety to the experience. Each character has a distinct primary attack, special attack (often a projectile), and parry, and many have unique movement properties, charge attacks, or drop attacks. Experimenting with the fighters is rewarding; I quickly left Shovel Knight’s more generic moveset behind in favor of the nimble Specter Knight’s diagonal movements and wall-jumps, or the tanking Baz’s Belmont-inspired whip attacks. Though the compact arsenals of moves make for an approachable experience, it also limits how creative and deep you can get with each character. While my strategies continued to evolve the more I played, I felt as though I plateaued with characters a lot faster than in other fighting games.", "Just like in the mainline platforming series, jumping and attacking feel great. However, Showdown’s limited game types make the experience grow stale; collecting gems as the main objective only stays fun for so long. I vastly prefer the life-depletion ruleset in Showdown, but even then, you can only max out your lives at five. You can experience these matches with up to four players in battle mode, or in a single-player story mode, but it’s the same action with small breaks for text-heavy cutscenes or a target-breaking minigame.", "The story culminates with a two-part boss battle that’s the same for every character, but even that begins with a gem-collection section before giving you a more traditional boss-battle experience. Once you get through to the final face-off against a giant sentient mirror, it’s an intense but fun battle where you must dodge projectiles as you climb on moving platforms and slash at the weakpoint. But just like the gem-collection objective, after a few times, it felt like I was just going through the motions.", "Despite the option to play single-player, make no mistake: Shovel Knight Showdown is best experienced in multiplayer. Playing through matches with your friends and different settings ups the ante, and is much more exciting than simply battling the predictable A.I.. Choosing from a list of cheats also helps you customize the action how you want; fast run and high jump give you a more intense experience as the fighters fly across the screen, while hurricane adds wind gusts to the matches. These modifiers may remedy the monotony of repetition, but they don’t cure it completely.", "In addition to gems, items like bombs, character-repelling magnets, and energy-replenishing food pop into most matches. While the gems are always the priority, these assists can give you a major leg up on the competition, particularly if you get one of the pestering assist creatures that fly around and harass your opponents. These items are hit or miss on the battlefield, ranging from effective or fun to inconsequential or annoying, but you can thankfully turn off the items individually or all at once.", "Though Shovel Knight Showdown doesn’t impress with its list of modes, it does provide you with plenty of opportunities to unlock characters, stages, and skins. While I always loved seeing that I unlocked something new, it wasn’t enough to motivate me to play through the story for the umpteenth time, or once again compete for gems.", "Shovel Knight Showdown is great for short sessions with friends, or a couple playthroughs of the story mode, but simple movesets and repetition limit the enjoyment. You can dig into some good Shovel Knight fun here, but don’t expect to strike gold."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "title": "Shovel Knight Showdown Review – Digging Down", "id": "b08a97d5-2cc7-3b63-ab54-619113d3d55f", "keywords": ["shovel", "series", "fun", "review", "digging", "experience", "stages", "knight", "matches", "battle", "gems", "showdown"], "summary": "Shovel Knight Showdown takes a page out of the Super Smash Bros. playbook, gathering these familiar faces in one spot and letting you duke it out in platforming-based fighting.\nDespite the option to play single-player, make no mistake: Shovel Knight Showdown is best experienced in multiplayer.\nThough Shovel Knight Showdown doesn’t impress with its list of modes, it does provide you with plenty of opportunities to unlock characters, stages, and skins.\nShovel Knight Showdown is great for short sessions with friends, or a couple playthroughs of the story mode, but simple movesets and repetition limit the enjoyment.\nYou can dig into some good Shovel Knight fun here, but don’t expect to strike gold.", "pubDate": null, "url": "https://www.gameinformer.com/index.php/review/shovel-knight-showdown/shovel-knight-showdown-review-digging-down"}