{"id": "b08e3c8f-7ece-3a53-a14f-10f22ec113f0", "title": "A second possible break in the laws of physics has been noted", "url": "https://www.economist.com/science-and-technology/2021/04/08/a-second-possible-break-in-the-laws-of-physics-has-been-noted", "summary": "Establishing the muon’s nature was, though, an important part of the creation of what is known as the Standard Model of particle physics.\nThis, along with Einstein’s general theory of relativity (actually a theory of gravity), is one of the two foundation stones on which modern physics is built.\nYet the Standard Model is known to be incomplete for several reasons, one of which is precisely the fact that it does not yet embrace gravity.\nThis boost has, indeed, confirmed the previous result—though irritatingly not quite unambiguously enough for physics’ finicky requirements.\nBut two such findings in short order give hope that the hunt for physics beyond the Standard Model may soon run its quarry down.", "paragraphs": ["“W HO ORDERED that?” This was the reaction, famous in particle-physics circles, of Isidor Isaac Rabi to the discovery of the muon. Rabi, a Nobel laureate who helped America develop the atom bomb, was reflecting physicists’ general surprise that muons, which are, to all intents and purposes, just heavy and unstable versions of electrons, actually exist. To an orderly physicist’s mind they somehow seemed superfluous to Nature’s requirements.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Establishing the muon’s nature was, though, an important part of the creation of what is known as the Standard Model of particle physics. This, along with Einstein’s general theory of relativity (actually a theory of gravity), is one of the two foundation stones on which modern physics is built. Yet the Standard Model is known to be incomplete for several reasons, one of which is precisely the fact that it does not yet embrace gravity. So it seems fitting that an answer to Rabi’s question, and with it a path to an explanation of physics beyond the Standard Model, may now have been opened by a measurement made on muons.", "The study in question, called Muon g-2, used a superconducting storage device (pictured) to look at the magnetic behaviour of muons. Experiments conducted with this machine at Brookhaven National Laboratory, in New York state, in the 1990s, had suggested an anomaly in such behaviour—a deviation of about 0.1% from theoretical predictions about the way that muons should spin in magnetic fields—but without sufficient statistical power to be sure. If this anomaly were real, it would suggest that an unknown force was tugging on the muons in the experiment.", "To have another go at finding out, the storage device was shipped to Fermilab, outside Chicago, in 2013. There, it was linked to equipment which gave it more oomph. This boost has, indeed, confirmed the previous result—though irritatingly not quite unambiguously enough for physics’ finicky requirements. These demand “five sigma” of significance (five standard deviations from the mean, for the mathematically inclined). The new data, added to the old, and announced on April 7th, give only 4.2 sigma. That, nevertheless, suggests there is only one chance in 40,000 that the result is a fluke.", "This is the second time in a month that a group of physicists has published a result which might lead beyond the Standard Model, for on March 23rd researchers on a project being conducted at CERN , home of the Large Hadron Collider, the world’s largest particle accelerator, pulled a similar surprise. Their work involved the decay of particles called B -mesons into electrons, muons and their antimatter equivalents. Again, the details are not yet quite as statistically robust as might be desired. But two such findings in short order give hope that the hunt for physics beyond the Standard Model may soon run its quarry down.", "A version of this article was published online on April 7th 2021"], "authors": ["The Economist"], "keywords": ["model", "muons", "second", "theory", "possible", "break", "physicists", "standard", "sigma", "physics", "result", "laws", "storage", "surprise", "noted"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}