{"title": "The narrow path from faith to doubt", "summary": "That is the starting point for “Unbelievers”, a new book by Alec Ryrie, a professor of religious history at Durham University.\nThroughout, Mr Ryrie takes a piece of conventional wisdom and then challenges it.\nAlthough it is not fully fleshed out, Mr Ryrie airs the helpful idea that western European atheism has evolved from suspicion to anger to anxiety.\nAnxiety was a natural state, too, for lonely Protestants who felt that wrestling doubt was a necessary feature of a virtuous Christian faith.\nIt follows that Europe’s religious history must describe the half-successful imposition of, and then growing resistance to, various forms of spiritual bullying.", "paragraphs": ["Unbelievers: An Emotional History of Doubt. By Alec Ryrie. Belknap Press; 272 pages; $27.95. William Collins; £20", "OVER THE past 500 years, something extraordinary has happened in the prosperous parts of the historically Christian West. Refusal to believe in God has gone from seeming “intuitively impossible” to feeling, to many people, “intuitively obvious”.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "That is the starting point for “Unbelievers”, a new book by Alec Ryrie, a professor of religious history at Durham University. Although he writes as a scholar, he introduces himself as a theist—indeed, a part-time Anglican minister—but one with a “soft spot for atheism”. He finds principled unbelief more honourable than many forms of faith.", "He explains that his approach is “unashamedly Eurocentric and Christian-centric” and goes on to focus heavily on his own special interest: the emergence of Protestantism in its many forms, all underpinned by the subversive notion that established doctrines must be subjected to scrutiny. The result is a book which raises vast questions and delivers somewhat limited, but still very interesting, answers.", "Throughout, Mr Ryrie takes a piece of conventional wisdom and then challenges it. As he recalls, many accounts of the religious wars that ravaged Europe 500 years ago imply that frustrated onlookers, both rulers and ordinary people, called a halt, relegating religion to a private sphere. In fact, he shows, it was not just frustrated third parties but the protagonists, Catholic and Protestant propagandists, who subverted faith by using arguments that undermined theism. Once the Protestants began attacking Catholic “superstitions” such as the dogma of transubstantiation, there was no limit to the deconstruction of old talismans. Catholics made hay by challenging the Protestant attachment to the text of the Bible. But the same critical spirit could be applied to their own corpus of theology and law.", "During the English civil war of the 1640s, and the Protestant dictatorship that followed, the authorities seem to have lost all control of grassroots religious life, allowing creative dissidence to flourish. Some movements were both ultra-zealous and ultra-sceptical, rejecting all earthly religious practice as a poor copy of the real worship which happened in heaven. Although it is not fully fleshed out, Mr Ryrie airs the helpful idea that western European atheism has evolved from suspicion to anger to anxiety.", "Suspicion existed, albeit furtively, in the early Middle Ages, for example among those who practised medicine and rejected the fatalistic idea that a human lifespan was up to God. Anger was a natural popular reaction to the almost naked cynicism of Catholic power in medieval Europe. (Niccolo Machiavelli was surely expressing the spirit of the age when he implied that religious belief was man-made but useful to the social order.) Anxiety was a natural state, too, for lonely Protestants who felt that wrestling doubt was a necessary feature of a virtuous Christian faith.", "That is all true and worth saying, but even in its own quite restricted terms, the book leaves gaps. It generally presents European Christianity as something enforced by a theocracy on populations which only reluctantly grasped it. It follows that Europe’s religious history must describe the half-successful imposition of, and then growing resistance to, various forms of spiritual bullying.", "But in the continent’s eastern half, there is a different narrative. Christianity proved robust in the face of non-Christian authorities, be they Ottoman or communist, which circumscribed or persecuted the faith. In these situations, ordinary folk, not the priestly class, were the guardians of doctrinal correctness. None of these phenomena find much room in Mr Ryrie’s account (although he does refer to the glorious interplay of modern and pre-modern ideas in the writing of Fyodor Dostoyevsky).", "So a book which begins by acknowledging its narrow focus turns out to be just a tad narrower still. However, the things which do lie within its scope—including the plethora of religious movements which bubbled up in the creative chaos of the Reformation—are well worth studying and the book does an excellent job. One reason for dissecting Reformation theology is that many of its impulses, ranging from emphasis on a sacred text to intense concern with the status of religious institutions, exist now in Islam. The parallels are never exact but it is useful to remember that arcane, explosive theological disputes are a recurring feature of great religious systems."], "pubDate": null, "authors": ["The Economist"], "keywords": ["useful", "faith", "narrow", "catholic", "religious", "mr", "path", "ryrie", "forms", "history", "worth", "doubt", "book", "protestant"], "id": "b095e892-c10f-3e7f-ad0d-c60941aa70a8", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/books-and-arts/2019/12/17/the-narrow-path-from-faith-to-doubt"}