{"id": "b0977afb-3a7d-36a6-b19e-3eaf588c3269", "title": "Kyler Murray to honor his grandfather, a Purple Heart recipient, on his cleats in Week 13", "url": "https://www.foxnews.com/sports/kyler-murray-honor-grandfather-purple-heart-recipient-cleats", "summary": "Arizona Cardinals quarterback Kyler Murray will honor his grandfather with his footwear during the NFL’s My Cleats My Cause campaign Sunday.\nMurray, whose grandfather was a Purple Heart recipient, will choose to support the Call of Duty Endowment.\nMICHIGAN STATE LAWMAKERS URGE LIONS TO HIRE 49ERS DEFENSIVE COORDINATOR ROBERT SALEH AS NEXT HEAD COACH“For this year’s @NFL #MyCauseMyCleats I teamed up with @callofdutyendowment in honor of my late grandfather, a veteran and Purple Heart recipient.\nHe has thrown for 2,814 yards with 19 touchdown passes and only nine interceptions in 11 games.\nHe had 20 touchdown passes in 16 games during his rookie season and is certainly on the right track of passing that mark.", "paragraphs": ["Arizona Cardinals quarterback Kyler Murray will honor his grandfather with his footwear during the NFL’s My Cleats My Cause campaign Sunday.", "Murray, whose grandfather was a Purple Heart recipient, will choose to support the Call of Duty Endowment. The Endowment helps put military veterans into high-quality jobs after their service is finished. The second-year quarterback made the announcement on Instagram.", "MICHIGAN STATE LAWMAKERS URGE LIONS TO HIRE 49ERS DEFENSIVE COORDINATOR ROBERT SALEH AS NEXT HEAD COACH", "“For this year’s @NFL #MyCauseMyCleats I teamed up with @callofdutyendowment in honor of my late grandfather, a veteran and Purple Heart recipient. He’d be proud of the work they’re doing to help veterans find meaningful jobs, just like I’m proud @callofduty has such a great cause behind it!” he wrote in the caption of his post on Friday.", "Murray’s cleats were designed by The Shoe Surgeon.", "NFL WEEK 13 PREVIEW: SEVERAL TEAMS COULD CLINCH PLAYOFF SPOTS WITH VICTORIES", "It is a purple Nike cleat with the K1 symbol, which is Murray’s name on Instagram and his number with the Cardinals.", "Murray is having a breakout second season with the Cardinals. He has thrown for 2,814 yards with 19 touchdown passes and only nine interceptions in 11 games. He had 20 touchdown passes in 16 games during his rookie season and is certainly on the right track of passing that mark.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Arizona is in the hunt for the NFC West division title."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["heart", "quarterback", "kyler", "jobs", "passes", "grandfather", "touchdown", "murray", "honor", "recipient", "13", "proud", "purple", "week", "veterans", "season", "cleats"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}