{"id": "b0971d79-3792-36eb-bc83-0e72c27c18ac", "title": "Where The Heart Leads’ New Trailer Showcases Choice And Consequence", "url": "https://www.gameinformer.com/2020/12/16/where-the-heart-leads-new-trailer-showcases-choice-and-consequence", "summary": "Where the Heart Leads (formerly known as Where the Heart Is) is a choice-driven narrative adventure that debuted as part of PlayStation’s Indie Initiative over the summer.\nThe game is the brainchild of Armature Studio (the co-developer of ReCore), which unveiled a new trailer showcasing the many consequences your decisions can have.\nWhat if Whit told his friend to focus on school instead of chasing his artistic passions?\nArmature says Where the Heart Leads features hundreds of choices and dozens of endings; all told through a whopping 600,000 word script.\nWhere the Heart Leads comes to PlayStation 4 (and PlayStation 5 via backwards compatibility) in Q2 2021.", "paragraphs": ["Where the Heart Leads (formerly known as Where the Heart Is) is a choice-driven narrative adventure that debuted as part of PlayStation’s Indie Initiative over the summer. The surreal premise centers on a man gaining the power to relive and change his past life choices. The game is the brainchild of Armature Studio (the co-developer of ReCore), which unveiled a new trailer showcasing the many consequences your decisions can have.", "Players control Whit Anderson, an artist who falls into a sinkhole while trying to save the family dog. Inside he discovers a strange power that allows him to revisit and alter key moments of his life, from childhood to parenthood to old age. Should Whit have helped his father rebuild the family farm or left him to deal with it on his own? What if Whit told his friend to focus on school instead of chasing his artistic passions? Most importantly, why are there so many scattered phone booths in this snow-covered forest? Check out the trailer below for a taste of the game’s mystique and the various ways your decisions can play out.", "Each memory plays out as a dreamlike vignette, with important figures in Whit’s life taking on a ghostly appearance that shatter, so to speak, with every choice made. Armature says Where the Heart Leads features hundreds of choices and dozens of endings; all told through a whopping 600,000 word script. The game looks to be shaping up nicely, and it’ll be fascinating to see how different each scenario plays out once it's out in the wild.", "Where the Heart Leads comes to PlayStation 4 (and PlayStation 5 via backwards compatibility) in Q2 2021. You can check out the game’s debut trailer here. Let us know in the comments how you feel about the game so far."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["told", "playstation", "leads", "trailer", "consequence", "power", "whit", "plays", "choice", "game", "heart", "showcases", "life"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}