{"id": "b0a38b67-a9ef-3b7e-bfce-5dab7151c892", "title": "Matthew McConaughey calls out Hollywood hypocrisy for mocking conservatives’ refusal to accept Biden win", "url": "https://www.foxnews.com/entertainment/matthew-mcconaughey-calls-out-hollywood-hypocrisy-for-mocking-conservatives-refusal-to-accept-biden-win", "summary": "Matthew McConaughey last week took his Hollywood peers to task for their condescending attitude toward conservatives and Trump supporters who are refusing to accept the results of the 2020 presidential election.\nMATTHEW MCCONAUGHEY ‘COULD BE’ INTERESTED IN A FUTURE RUN FOR TEXAS GOVERNORHe noted how many liberals who mock some conservatives’ refusal to accept the 2020 election were in the same boat four years ago with their denial to accept the 2016 presidential victory of Donald Trump.\n“I’m sure you saw it in our industry when Trump was voted in four years ago, they were in denial that was real,” McConaughey said.\n“Some of them were in absolute denial.”He further suggested that liberals would be hypocritical to insist that Trump supporters readily accept Joe Biden’s victory.\nNow you’ve got the right that’s in denial, cause their side has fake news.", "paragraphs": ["Matthew McConaughey last week took his Hollywood peers to task for their condescending attitude toward conservatives and Trump supporters who are refusing to accept the results of the 2020 presidential election.", "The “Beach Bum” actor made the comments during an appearance on Russell Brand’s podcast, “Under the Skin.”", "Asked by Brand whether he noticed “condemnation and criticism of ordinary working people” in Hollywood when discussing politics, McConaughey said “absolutely.”", "“There are a lot of people on that illiberal left that absolutely condescend, patronize and are arrogant toward the other 50 percent,” McConaughey told the host.", "MATTHEW MCCONAUGHEY ‘COULD BE’ INTERESTED IN A FUTURE RUN FOR TEXAS GOVERNOR", "He noted how many liberals who mock some conservatives’ refusal to accept the 2020 election were in the same boat four years ago with their denial to accept the 2016 presidential victory of Donald Trump.", "“I’m sure you saw it in our industry when Trump was voted in four years ago, they were in denial that was real,” McConaughey said. “Some of them were in absolute denial.”", "He further suggested that liberals would be hypocritical to insist that Trump supporters readily accept Joe Biden’s victory.", "CLICK HERE TO GET THE FOX NEWS APP", "“[Now] it looks like Biden’s our guy. Now you’ve got the right that’s in denial, cause their side has fake news. And I understand, they’ve been fed fake news. No one knows what the hell to believe, right? So they’re putting down their last bastion of defense.”"], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["mocking", "mcconaughey", "biden", "presidential", "fake", "refusal", "hypocrisy", "win", "hollywood", "calls", "accept", "denial", "supporters", "conservatives", "trump", "matthew", "liberals", "right"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}