{"id": "b0a7203a-c842-3ac2-b689-f7f86167fcf8", "title": "How Ziggy and Orly Marley Turned Their House Into a Home During Lockdown", "url": "https://www.vogue.com/article/ziggy-and-orly-marley-los-angeles-home-lockdown", "summary": "Here, we drop into Ziggy and Orly Marley’s colorful Los Angeles abode.\nThough Ziggy Marley and his wife, Orly, have lived in their sprawling Spanish Colonial since 2018, it wasn’t until last year that the house finally felt complete.\nBy the time they returned to Los Angeles—their house sits in charming Toluca Lake, near the Bob Hope estate—there wasn’t much time for finishing touches.\n“You move in, and you have all these dreams for your home, right?” Orly says.\n“But life started, and everyone went back to school and back to work, and we didn’t really get a chance to dig in.”", "paragraphs": ["For Vogue’s April issue, we asked a wide-ranging group of creatives to show us—and tell us—how they’ve been spending their time, whether inside or outside, housebound or on the go. Here, we drop into Ziggy and Orly Marley’s colorful Los Angeles abode. See the full story.", "Though Ziggy Marley and his wife, Orly, have lived in their sprawling Spanish Colonial since 2018, it wasn’t until last year that the house finally felt complete. First there was a manpower problem: Ziggy was on tour in Europe with his band, leaving Orly (formerly a vice president at William Morris Agency, now the head of Ziggy’s record label) to manage the move on her own; after that, the family was off to Israel (where Orly was born) for daughter Judah’s bat mitzvah. By the time they returned to Los Angeles—their house sits in charming Toluca Lake, near the Bob Hope estate—there wasn’t much time for finishing touches. “You move in, and you have all these dreams for your home, right?” Orly says. “But life started, and everyone went back to school and back to work, and we didn’t really get a chance to dig in.”"], "authors": ["Marley Marius", "Marley Mariu"], "keywords": ["orly", "ziggy", "house", "ziggys", "los", "wife", "marley", "william", "turned", "work", "lockdown", "wideranging", "wasnt"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}