{"id": "b0b4329a-87d0-3fd8-af72-ee5a22ade979", "title": "What it's like to have a ski resort to yourself", "url": "https://cnn.com/travel/article/ski-resort-empty-covid/index.html", "summary": "'Uber-weird times'With many ski lifts closed, locals are enjoying untouched slopes.\n'Ghost town'Skiing knee-deep, untouched powder is one of the perks of living in a deserted ski resort.\nSki touring -- or \"skinning\" -- is walking uphill on skis with synthetic skins attached to the bases allowing them to slide up but not down.\nMultiple big avalanches, some fatal, have occurred in the northern French Alps and in Switzerland, where ski lifts are open for business.\nSeveral people have died in avalanches in the Swiss resort of Verbier, while in Courchevel an Italian ski instructor died after being buried while ski touring alone.", "paragraphs": ["(CNN) — Skiers dream of empty slopes and pristine powder to plunder at leisure, but what price would you put on this notion of nirvana?", "The idea of your own ski resort has been close to reality for a lucky few in some mountain regions of Europe this winter because of Covid-19.", "Ski lifts are open, with assorted caveats, in many resorts in Switzerland, Austria, Spain, Bulgaria, Norway and Sweden but closed in France, Italy, and Germany, where governments have decreed the risk of spreading the virus is too high.", "But with few tourists able to travel, locals and those living nearby have had the run of the mountains, albeit with a costly pay-off in terms of livelihoods and other negatives of a pandemic.", "In Austria, where ski towns such as Ischgl were identified as Covid-spreading hot spots last winter, resorts were allowed to decide whether to open, despite the country being in lockdown.", "St. Anton, part of the vast Arlberg region which includes Lech and Zurs, opted to run a handful of lifts, selling season passes and day tickets to local skiers. Hotels, guesthouses, and chalets must remain closed, so visitor numbers are low.", "'Uber-weird times'", "With many ski lifts closed, locals are enjoying untouched slopes. Richard Roberts Photography", "\"To be living through these uber-weird times in such a beautiful place, and being able to ski every day with no-one around, getting my kids of five and three on snow, is phenomenal,\" said Andy Butterworth, director and co-founder of luxury ski chalet operator Kaluma Ski , who lives in St. Anton.", "\"Coupled with the perfect storm of incredible snow conditions does make it like a bit of a nirvana.\"", "The atmosphere around town has been \"super relaxed\" with locals \"grateful\" they are still able to ski while the world reels, according to Butterworth.", "Strict regulations are in place, with marked out, socially distanced queue lines, reduced capacities on lifts and the wearing of FFP2 masks compulsory. Links to Lech and Zurs are closed and none of the higher lifts on the mountain are open.", "\"Everybody is abiding by the rules because they realize how lucky we are,\" says Butterworth, before adding that recent incidents with some visitors gathering illegally have put people on edge.", "Nearly 100 foreign nationals, including Britons, Danes, Swedes, Romanians, Germans, Australians, Irish people and Poles, were put in quarantine and could face fines of up to 2,180 euros ($2,605) for contravening travel and lockdown rules in St. Anton, according to local police.", "\"Locals are nervous, too, that they might close the lifts again, probably because it doesn't make financial sense -- I read in the paper the St. Anton lift company is losing 60,000 euros a day just by having lifts open -- or because something might happen with corona,\" he added.", "That morning Butterworth had been skiing laps from the Galzig gondola and then the Gampen chairlift lift, which both depart from the town.", "'Deepest snow I've ever skied'", "\"I just went up for a pootle to get out of the house, but it had snowed way more than we thought,\" he said. \"There was nobody around, the visibility was clear and the snow on the piste was boot deep.", "\"Off the sides you were into knee deep, untouched powder on lovely, mellow, super nice runs where you didn't have to think about your skiing, it took care of itself. It wasn't too steep, just perfect pitches. Then you went back up to ski the track a meter to your left and it would be just as fresh.\"", "Butterworth, talking on the phone from St. Anton's picturesque main street Dorfstrasse, also recalled a day in early January when he experienced \"the deepest snow I've ever skied.\"", "\"St. Anton had more snow in 72 hours than anyone can remember,\" he said. \"It was chest-deep powder, with that feeling that every turn was the perfect moment of snow flying over your head. Everyone was absolutely buzzing.\"", "But this dreamlike scenario is only one part of the story in the Alps during the pandemic.", "\"There is the sad side,\" said Butterworth, who had to oversee an emergency evacuation of guests from the resort when the virus first hit last March. \"There are no mountain restaurants open, there are no bars open, you can't do anything on the mountain apart from ski, you can't pop in for a hot chocolate or a lunch.", "\"I'm walking up the main street and I've seen three people, which for a day like today, at the end of January is so abnormal, so abstract, so strange.", "'Ghost town'", "Skiing knee-deep, untouched powder is one of the perks of living in a deserted ski resort. Chris Brown @MrGhyll", "\"Normally the streets would be really busy, the shops would be lit up, lunch service would be starting in the restaurants and bars. But it's a ghost town. It's a lovely ghost town, it's snowing and it's pretty, but it's empty. There is no one around. There is just the bank, the chemist and supermarket open. It misses that buzz, which is a shame.", "\"It's sad to see businesses closed and probably not opening again until next winter. The effect on most people in town is probably more negative than it is positive.\"", "For Butterworth, the uncertainty during the crisis has been the hardest to deal with as he tried to take strategic decisions about the future of his business amid an ever-changing Covid landscape.", "\"Christmas and New Year was horrible, having plans changed all the time, but now the season is as good as a write-off it's a little bit easier mentally,\" he says. \"We're focused on a summer season and next winter.\"", "In France, ski resorts are open, but the lifts are closed. JEFF PACHOUD/AFP via Getty Images", "In France, ski resorts are open for visitors to come and enjoy the mountains, but the lifts remain closed.", "To fill the potential chasm in the resort economies, marketing teams have been busy on social media trying to lure tourists with the attractions of fresh air, stunning scenery, mountain walks and alpine ambiance.", "To replace the skiing, they are talking up the other activities on offer, from sledging, walking, snow shoeing, cross-country skiing and nursery slope lessons for kids, to electric fat-wheeled bikes, snowmobiles and scenic flights in helicopters and hot air balloons, although indoor facilities such as swimming pools and bowling alleys are closed.", "Many resorts are also allowing ski touring for those willing to put in a bit of uphill effort and earn their turns. Ski touring -- or \"skinning\" -- is walking uphill on skis with synthetic skins attached to the bases allowing them to slide up but not down. The heels of the bindings release to allow greater movement.", "At the top of the slope the skins are packed away, bindings clamped into skiing mode and the downhill fun can begin.", "'So quiet'", "Resorts are focusing on other activities like ski touring. Courtesy Sian Maher", "Because of limited piste security and medical facilities, most resorts are limiting the ski touring routes to specified uphill pistes with descents to start from the top, unless you are with a mountain guide or ski instructor.", "\"It started snowing in December and when we came out of lockdown and were allowed on the mountain we started skinning and it's been lovely,\" said physiotherapist Sian Maher, a long-time resident of Courchevel, who runs Ski Physio with her husband Chris.", "\"Everyone I know is now on skinning kit going up and having a ski down so it's quite exciting being on the mountain when it's so quiet. It does feel quite special. We have had so much snow. You can be getting fresh tracks at 4:30 p.m. in places just off the normal piste that would normally be tracked out by 9:30 a.m.\"", "Three ski touring pistes are open three days a week with a fourth, from Le Praz at 1,300 meters to Courchevel 1850 , open every day.", "One ski lift has been running, but is reserved for local licensed ski racers to access the race piste for training, which has been a welcome boost amid the Covid gloom for Maher's two teenage children.", "It's also where American ski star Mikaela Shiffrin won an emotional 67th World Cup race in December, the first since the death of her father last year.", "In Courchevel, Maher says about 80% of shops are open and although bars and restaurants are closed, some are doing takeaways. The police have been quite strict on preventing impromptu apres-ski gatherings, she says, but there is in any case a 6 p.m. curfew to be observed unless you're undertaking essential activities.", "\"The other day I drove home from an appointment at 6:30 p.m. and it was really sad to see,\" she says. \"There was just nothing, no one out. It's mad. It's not like inter season, it's a bit busier than that, there is some daytime activity, but then it's done.", "\"Christmas and New Year were very quiet with a few French people and some chalet owners. But I actually I think for a family with young children you could have a lovely weeks' holiday. The little kids are very excited about the snow anyway and there's lots of sledging and people walking up the nursery slope learning to ski and snowboard.\"", "'Wow' factor", "\"Some people are loving it, but it depends where you fall in the not-working spectrum,\" says physio Sian Maher. Chris Brown @MrGhyll", "However, locals like Maher are experiencing similar conflicting emotions as they balance the \"special\" time on the mountain with the reality of no income.", "\"It is confusing, the real positives are that the mountains are still here and are still as beautiful as ever,\" she says.", "\"When you get a blue-sky, fresh-snow day, even if you're driving to do some chores, everywhere you turn is just, 'wow', stunningly beautiful and amazing. It makes you realise we are quite lucky, and everyone's trying to remind themselves to embrace the positives.", "\"Some people are loving it, but it depends where you fall in the not-working spectrum. Work-wise for us it's an absolute disaster.\"", "Maher, whose business was hit significantly by the early end to last season, normally employs about 14 staff but this year she is down to just a couple of freelancers available should demand pick up.", "She has had to close a clinic in Courchevel 1550 and two spas in Val d'Isere to reduce costs. She is still open for business but the phones are not ringing, so to help fill the gap, Maher has taken on a second job with a real estate agent.", "\"We rely on the ski season so we're about 99% down, and physios, doctors, nurses, pharmacists aren't on the government's list to get financial help,\" she adds.", "\"Foie gras makers are, deep sea fishermen and circus performers are, almost everyone is, but physios aren't. What with Brexit as well, we've literally gone through the alphabet in terms of plans. That's pretty mentally fatiguing.\"", "'Bonkers' year", "While the European Union's four biggest skiing destinations - Germany, France, Italy and Austria - have decided to keep their ski lifts closed over Christmas, Switzerland has decided to keep its resorts open. CNN's Melissa Bell travels to Verbier, Switzerland, to see how the ski resort is taking measures to keep the virus away amid rising Covid-19 infections.", "Another Courchevel resident Simon Hooper, owner of White Storm ski rental business, has had a small amount of financial help from the government and is trying to remain philosophical despite the gaping holes in his balance sheet.", "\"I've just been enjoying it really because there's nothing else you can do,\" said Hooper, a qualified yacht skipper who is focusing on a new summer start-up renting electric mountain bikes in the south of England.", "\"It was going to be a bonkers year as I'd opened a new business in Val d'Isere but I've had to scratch that.", "\"I've got used to the shop not being open and not working on Saturdays and Sundays for the first time in 25 years, although it's a bit weird. It's no one's fault. You've just got to get on with it and hope next year happens.", "\"I've been out running every day and ski touring four times a week and having a few friends over for a roast on Sundays. It helps to keep me positive. Typically, the snow is incredible. I've never seen so much snow at my house.", "\"I went out at 1 p.m. on a perfect, sunny day and skinned for an hour to the top of the Signal chairlift in Courchevel 1650 and skied down in amazing snow. I could have skied it another 100 times and still got lines there. No one is there. It's mad.\"", "But Hooper warns the financial implications are worrying: \"Resorts can do one season like this, but they can't do another. I don't know what would happen then.\"", "Sinister side", "For all the pleasures of empty slopes, locals say they'd prefer a return to normal. Chris Brown @MrGhyll", "But while the bumper snow year and lack of crowds has been a distinct positive for some, it has had a more sinister side.", "Multiple big avalanches, some fatal, have occurred in the northern French Alps and in Switzerland, where ski lifts are open for business. Several people have died in avalanches in the Swiss resort of Verbier, while in Courchevel an Italian ski instructor died after being buried while ski touring alone.", "The situation has been brought on by what Val d'Isere avalanche expert Henry Schniewind calls a \"psycho\" weak layer of unconsolidated snow crystals at depth in the snow pack because of the conditions earlier in the season. This instability has been exacerbated by a lack of the usual skier traffic compacting the layers, reduced avalanche control activity and a host of other factors, including slope characteristics, weather and climate, and the human element.", "\"We're going into places that are familiar but the hazard has changed because of this intense weak layer,\" American Schniewind said on a webinar this week. \"It's very unstable, very unpredictable. Whether it's dangerous or not comes down to the decisions we make.\"", "But while having a ski resort virtually to yourself may sound like nirvana, it seems that sharing the treasure is better for the soul and, ultimately, the bank balance.", "\"As much as tourists are missing coming skiing and missing their fix of the snow and mountain life, the resorts are by far missing people more,\" said Butterworth."], "authors": ["Rob Hodgetts"], "keywords": ["resort", "snow", "touring", "day", "closed", "mountain", "season", "lifts", "open", "ski", "resorts"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}