{"id": "b0b4d93e-98e2-37ae-a311-1eb147e93a83", "title": "Appointment of Global Director of the Sustainable Finance Center job with World Resources Institute", "url": "https://www.exec-appointments.com/job/1596989/appointment-of-global-director-of-the-sustainable-finance-center/?TrackID=295395&utm_source=widget&utm_medium=referral&utm_campaign=295395", "summary": "(This will open in a new window from which you will be automatically redirected to an external site after 5 seconds)You need to sign in or create an account to saveWorld Resources Institute: Appointment of Global Director of the Sustainable Finance CenterThe stakes could not be higher in the coming decade.\nOur work spans more than 50 countries, with offices in Africa, Brazil, China, Europe, India, Indonesia, Mexico, and the United States.\nKey to achieving our goals is the work of WRI’s Sustainable Finance Center.\nReporting directly to WRI’s Managing Director, the Global Director of the Sustainable Finance Center will oversee the Institute’s work on sustainable finance and guide WRI’s strategy to shift financing and investments towards more sustainable, more inclusive, low carbon, climate resilient development.\nThe successful candidate will build upon, and significantly enhance the Institute’s impact, working closely with WRI’s management and partners.", "paragraphs": ["(This will open in a new window from which you will be automatically redirected to an external site after 5 seconds)", "You need to sign in or create an account to save", "World Resources Institute: Appointment of Global Director of the Sustainable Finance Center", "The stakes could not be higher in the coming decade. Not only must we recover from the COVID-19 health pandemic and ensuing economic crisis, we must achieve the vision set out by the Paris Climate Agreement and the Sustainable Development Goals. As such, we are redoubling our efforts, working to address seven critical challenges that the world must overcome this decade in order to secure a sustainable future for people and the planet: climate change, energy, food, forests, water, sustainable cities, and the ocean.", "World Resources Institute (WRI) is a global research organization whose mission is to move human society to live in ways that protect Earth’s environment and its capacity to provide for the needs and aspirations of current and future generations. Our work spans more than 50 countries, with offices in Africa, Brazil, China, Europe, India, Indonesia, Mexico, and the United States. Our more than 1,400 experts and staff turn big ideas into action.", "Key to achieving our goals is the work of WRI’s Sustainable Finance Center. Working with external partners and WRI programs, the Center aims to accelerate the shift in trillions of dollars in public and private finance from investment patterns that harm people and the environment to high-return, climate-smart investments that create shared prosperity while rapidly decarbonizing the global economy to slow climate change.", "To help deliver on this exciting and urgent agenda, we are seeking to appoint a leader with a compelling vision of the changes needed in investment flows, patterns that will transform the global economy, a strong policy and research track record, as well as excellent management and communications skills to lead this work. Reporting directly to WRI’s Managing Director, the Global Director of the Sustainable Finance Center will oversee the Institute’s work on sustainable finance and guide WRI’s strategy to shift financing and investments towards more sustainable, more inclusive, low carbon, climate resilient development. They will manage an international staff of 20 based in Washington, DC and Beijing, China, and work closely with six WRI Programs—Food, Forests, Water, Energy, Cities and Climate, other WRI Centers – governance, business and economics, and with six WRI international offices in Brazil, China, India, Indonesia, Europe and Mexico.", "This is an exciting opportunity for a talented and dynamic individual to join the leadership team of a rapidly growing and highly influential global organization. The successful candidate will build upon, and significantly enhance the Institute’s impact, working closely with WRI’s management and partners.", "The ideal location for this position will be outside of the USA, in one of our offices in Brazil, China, Ethiopia, India, Indonesia, Kenya, the Netherlands, Mexico, or the UK. Compensation for this role is competitive.", "If you bring a combination of financial expertise, strategic vision, partnership cultivation, people management, fundraising, strong communication skills, and a firm commitment to the values of the organization, we look forward to hearing from you.", "For further information and to apply please visit www.perrettlaver.com/candidates quoting reference number 5094. The closing date for applications is Friday May 7, 2021."], "authors": [], "keywords": ["world", "global", "appointment", "vision", "director", "institute", "wris", "finance", "center", "work", "china", "climate", "working", "sustainable", "resources", "wri", "job"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}