{"id": "b0bfdb0e-45b6-3f73-8797-b09b0f1efc27", "title": "Josh Thomas’s Comedy of Self-Diagnosis", "url": "http://www.newyorker.com/magazine/2021/04/12/josh-thomas-comedy-of-self-diagnosis", "summary": "The Australian comedian Josh Thomas was at the oldest gay bar in New York, debating how much to say about a breakup.\n“The superpower I had with ‘Please Like Me’ is that the gay person was based on me,” Thomas told me.\nAs Josh spun his wheels professionally and romantically, other characters were given ample room to have dramas of their own.\nThomas told me, “I didn’t show the note because it would have created this moment that, to a lot of people, would’ve looked quite attractive.\n“Freeform was really chill,” Thomas told me.", "paragraphs": ["The Australian comedian Josh Thomas was at the oldest gay bar in New York, debating how much to say about a breakup. It was March, 2020, and he was touring with his standup show “Whoopsie Daisy,” in which he riffed on, among other things, the loneliness he’d faced after moving from Melbourne to Los Angeles. “I don’t like being alone, but I’m not good at being around people,” he’d told an audience earlier that night, at the SoHo Playhouse. “I asked my friends how I could be better at socializing. I had never considered it before—I was twenty-eight! And they said, ‘Josh, what you need to do is, you need to ask questions, and then listen to the answers.’ ” Glancing around the theatre incredulously, he asked, “Have you guys heard about this?” After the performance, I walked with him to the West Village, eventually ducking into the bar, Julius’, in search of food. Upon entering, Thomas ran into an ex-boyfriend from Australia, who was vacationing in the city. They exchanged a few pleasantries—then, after the ex was out of earshot, he confided to me that the relationship had ended gruesomely. “I’m a bit embarrassed now,” he admitted. “But it’s good narrative for you, isn’t it?”", "Thomas, now thirty-three, is the creator of “Please Like Me,” the Australian series that became a queer cult classic, and the American sitcom “Everything’s Gonna Be Okay,” about a teen-ager on the autism spectrum, which is about to begin its second season on Hulu. Whether onscreen, onstage, or off, he speaks quickly and editorializes often. If he decides that an anecdote is insufficiently interesting, he’ll abandon it, refusing entreaties to keep going. If a story is good, his desire to tell it defeats any sense of self-preservation. Thomas said of the ex, “We had had, like, a proper romance. And he said to me, ‘I really like you, but I don’t want to have sex with you. I’m not attracted to you. I think it’s better that I tell you the truth.’ ” Thomas, who has compared his own face to a “melted candle,” mimed outrage to me, but he was suppressing a grin. “I said, ‘Absolutely not! You should have lied! No one wants to be told that. I would so much prefer it were my personality, or anything, than this. This is the worst thing anyone’s ever said to me—but at least it’s so crazy that I can use it.’ ” On “Please Like Me,” in which he played a gay twentysomething also named Josh, he restaged the breakup almost word for word.", "As with many contemporary comedians, mining unpleasant experiences for humor—even tragic ones—is second nature to Thomas. On “Please Like Me,” the most striking element taken from his personal history is the first suicide attempt of his mother, Rebecca, who was subsequently given a diagnosis of bipolar disorder. In the pilot, Thomas re-creates the experience: Josh wakes up late the following morning to a slew of voice mails from his father, which he listens to in reverse chronological order, with mounting panic. His mother, named Rose in the show, survives, but the hospital won’t release her unless she has someone to watch over her. Josh’s parents are divorced, so he moves in. As Rose contends with her mental illness, Josh begins to come to terms with his sexuality.", "As Thomas observes in “Whoopsie Daisy,” fictional characters confronted with bad news tend to “really quickly understand the emotional ramifications, and then show all the emotions on their face.” He goes on, “I don’t do that. I usually feel a bit startled and, honestly, a bit embarrassed I’m not behaving the way I think I should, because of television.” On Thomas’s shows, traumatic events aren’t cleanly processed. Characters routinely stumble and regress; there are no tidy “arcs.” According to Thomas’s longtime friend Tom Ward, who appeared on “Please Like Me” and has written for both shows, Thomas so dislikes sitcom clichés that he leans on people around him to supply authentically awkward material. “We had an unspoken agreement that honesty was the best way to create work,” Ward said. “It was a gift when something terrible happened to one of us.” He described entering the writers’ room for “Please Like Me” and announcing, with a sigh, that over the weekend an ex-girlfriend’s rabbit had died in his care. Inevitably, the incident was incorporated into a script. Thomas told me, “It’s nice when bad things happen and there’s a little ray of sunshine—like, ‘Oh, I’m gonna get something out of this.’ ”", "Thomas, who grew up in Brisbane, began performing at comedy venues in high school. At seventeen, he won the open-mike competition at the Melbourne International Comedy Festival. Within a few years on the standup circuit, he had risen to national prominence, but started to feel the limitations of the form. In a monologue, he could present only one side of a story, and confessional anecdotes had to be defanged to keep the audience on his side. “That really annoyed me—having to be cute, and that getting in the way of honesty,” he said. He began developing “Please Like Me” in consultation with the Australian Broadcasting Corporation, which eventually commissioned a first season.", "By then, he was in his early twenties, and just beginning to acknowledge the fact that he was gay. As part of this reckoning, Thomas rewrote the pilot of “Please Like Me,” changing the sexuality of his character—and the network found itself in possession of a sitcom with a gay lead. In an early episode, Josh complains that the coming-out ritual feels “so nineties,” and Thomas, in his own life, took the most perfunctory approach possible. He texted his dad, “When does your flight get in tomorrow? Also I live with my boyfriend. See ya!”", "When “Please Like Me” first aired, in 2013, it was refreshingly unconcerned with the respectability politics of the moment. While Cam and Mitch were embodying sexless, just-like-you domesticity on “Modern Family,” Josh was meeting guys on Grindr and experimenting with non-monogamy. The show’s millennial-auteur-as-star format, meanwhile, drew comparisons to Lena Dunham’s “Girls.” Like Hannah Horvath, Josh was a more flawed version of his creator, prone to impulsive and selfish behavior. He left his mother in the care of her elderly, irascible aunt so that he could go on a date; after a friend ate his truffle mac and cheese, he barricaded him in his room—and turned off the Wi-Fi. Ultimately, though, the show’s tone was forgiving: yes, Josh could be a jerk, but so could everybody. “The superpower I had with ‘Please Like Me’ is that the gay person was based on me,” Thomas told me. “I didn’t have to really justify anything. I could just be, like, ‘Yeah, this is what I do,’ and no one could really challenge me.”", "Thomas’s onscreen persona, a student whose main passion was cooking elaborate meals, was gentler than that of Larry David, whose character on “Curb Your Enthusiasm” revelled in overstepping social boundaries that Josh seemed not to recognize at all. Larry antagonized people on purpose; Josh was largely an accidental offender. And though the protagonist of “Please Like Me” was self-centered, the show was a model of empathy. As Josh spun his wheels professionally and romantically, other characters were given ample room to have dramas of their own.", "Partway through the series, a manic episode led Rose to enter a psychiatric clinic, and the show turned much of its focus to the people receiving treatment there. These characters grappled with everything from panic attacks to self-harm, and for many viewers the show’s candid treatment of mental health was a revelation. To portray the patients’ lives convincingly, Thomas decided, research was required. “My own personal experience didn’t make me an expert,” he explained. “I didn’t really know what was going on for my mum. We were kind of too awkward to talk about it.” He toured a clinic in Melbourne and consulted a psychiatrist there. Thomas recalled “an awful day where he ran me through all the ways people have killed themselves in the hospital, in spite of all the measures that they take.” In a conversation with another expert, Thomas’s interest in a romantic subplot for one of the inpatients inspired him to ask, “When people have sex in the hospital, where do they do it?” (The answer: the disabled toilets.)", "Some of these characters became more stable, but, late in the series, one died by suicide, leaving behind a note whose contents were never shared onscreen. Thomas told me, “I didn’t show the note because it would have created this moment that, to a lot of people, would’ve looked quite attractive. Instead, we just show her cold corpse in a morgue on a stainless-steel bench. Because that’s the reality of the decision she made.” He paused. “The real reason why I was thinking about it more strongly than most people is—my mum’s gonna watch that scene. I don’t want her sitting there watching some fantasy. I don’t want it to look attractive to her.”", "Thomas hadn’t blamed his mother for attempting suicide, but neither had he considered the thinking behind it. “My attitude was always ‘It’s mental illness,’ ” he said. “Trying to find logic in her actions—I always thought it was fruitless.” He learned from experts that suicidal people often believe that they’ll be “doing everyone a favor” by freeing their loved ones from the burden of care. Thomas told me, “I absolutely knew, when I heard it, that that’s what was going on in my mum’s head.” He wrote an episode in which Josh’s mother makes such a confession (after insisting that he smoke weed with her). He said, “Writing it helped me understand my mum better, actually. My character got to grow, and I guess I grew as well—but my character kind of led me to do it.”", "In June, 2018, Thomas walked onto the Disney lot, in Burbank, to lay out his plans for a new series, “Everything’s Gonna Be Okay.” He and Stephanie Swedlove, a Canadian producer who’d worked on “Please Like Me,” were meeting with executives at Disney’s Freeform, a channel known for socially conscious programming. As Swedlove acknowledged, “The log lines of Josh’s shows don’t immediately scream comedy.” At the meeting, Thomas unveiled the show’s first episode, in which a middle-aged man dies, of pancreatic cancer, in a suburb of Los Angeles, and his son—Thomas’s character, a neurotic young entomologist visiting from Australia—moves in to assume care of two half siblings, one of whom is on the autism spectrum. Thomas, aware that he might come off as an enemy of fun, concluded his presentation by shooting a confetti cannon. He ended up on his hands and knees in the meeting room, picking up colorful scraps of paper.", "“Freeform was really chill,” Thomas told me. “They wanted it to be queer, they wanted it to be progressive—that’s their whole shtick.” He joked, “It’s, like, ‘Well, you’re gay, so that’ll be noble.’ ” Immediately, he tested the limits of his mandate, by fighting for the right to say “faggot” onscreen. Thomas’s character, Nicholas, recounts a fight with his sister Genevieve, who used the slur against him as a young child without understanding its meaning. Genevieve, now a teen-ager, is mortified by the anecdote; Nicholas is simply amused. It’s a moment one can easily imagine playing out between siblings in real life, but executives were skittish, and insisted on running the scene by GLAAD, the L.G.B.T.Q. media watchdog.", "“I was, like, ‘Why are GLAAD better authorities on homosexuality than I am?’ ” he told me. He recalled informing Freeform executives, “I am a top-tier homosexual. They’re not more gay than me.” Fortunately, GLAAD signed off, so Thomas didn’t have to battle the network. “I do think it was the first time anything Disney had ever used the word ‘faggot,’ which I’m really proud of.”", "In a more serious tone, he said, “I’ve had guys kick me in the head and call me a faggot—I know how painful that word is. But, by being so scared of it, you add power to it. You give them a tool.” He grinned conspiratorially. “Also, honestly, I just thought it was a funny story—and I will find a socially conscious reason to justify something that I think is funny to the end of days.”", "Having created twentysomething and middle-aged characters for “Please Like Me,” Thomas took on a new demographic for “Everything’s Gonna Be Okay.” He decided that a cast filled with teens would, among other things, settle “all our decisions about tone.” Whereas Josh could mostly get away with dancing around his feelings, Nicholas, as the guardian of two teen-agers, had to learn to communicate, particularly with Matilda, a high-functioning autistic girl who has deeply held convictions about what a high-school experience should entail—the house parties, boyfriends, and underage drinking promised by pop culture.", "“Everything’s Gonna Be Okay” is the first American show to feature an autistic lead played by an autistic actor. Neurotypical girls had read for Matilda, but, Thomas said, they all slipped into a “sort of robot voice.” After meeting Kayla Cromer on the first day of auditions—and seeing her give a spirited, expressive performance—Thomas knew she was right for the role. Matilda is open about her autism, direct about her desires, and confident in her talent as a budding composer. Eager for romance and intimacy but unsure how to secure them, she consults YouTube for advice on flirtation, emerging with a patchwork of ideas that are half old-fashioned, half avant-garde. After trying alcohol for the first time, she concludes a message to her crush with a cheerful sign-off: “Things are getting lit. Best of wishes!”", "Matilda’s difficulty understanding unspoken rules and social cues heightens the challenges of being a teen-ager. Her schooling is overseen by a special-education teacher, who cautions that Matilda’s dream of living alone in New York City probably isn’t attainable, and criticizes Nicholas for failing to prepare her for such limitations. Nicholas, meanwhile, is brutally frank in ways that leave him on equally unstable footing: he disconcerts his siblings by telling them that he’s not “the best catch” as guardians go, and horrifies his sweet-tempered boyfriend, Alex, with the revelation that there are moments when he doesn’t love him. “I think that’s normal!” Nicholas insists. “I just think other people are better at lying about it.” Though he is indeed ill-prepared to be an authority figure, his unorthodox approach sometimes succeeds where more conventional methods might fail. As Matilda begins asserting her independence, and Nicholas grows into his responsibilities, the central tension between them becomes what Thomas calls “a universal truth to parenting: how much do you step in and stop your kid from making mistakes, and how much do you let them learn for themselves?”", "Thomas insists that the show is not “a blanket comment on autism—it’s supposed to be these very specific characters.” He’s conscious of the awkward broadness of the “autism spectrum” label, which encompasses both people like Matilda, who can pick up unintuitive social skills with practice, and those who may never learn to speak more than a few words, and require extensive, lifelong support. Even among the comparatively high-functioning teens featured in the series, the condition manifests in distinct ways. “We wanted to show that they’re all pretty different,” Thomas said.", "As he developed plots for Matilda and her friends, Drea and Jeremy, Thomas interviewed people on the spectrum. He would present a scenario for a character, asking, “Do you believe that?” For the first season, he furnished neurodiversity consultants with detailed descriptions of the trio, double-checking his understanding of such traits as Matilda’s tendency toward sensory overload and Drea’s hyposensitivity to touch. By the second season, the process was made easier by the fact that several advisers had become fans of the show. “They’ll be, like, ‘I don’t think Matilda would do this,’ ” he said. “They have a sense of who she is.”", "At table reads and on set, Thomas was attentive to suggestions from castmates like Cromer and Lillian Carrier, who is also on the spectrum. Although he’d chafed at commentary around the gay characters on “Please Like Me” which had treated them as if they were part of a P.R. campaign for the L.G.B.T.Q. community, the experience had alerted him to the stakes of representation for more marginalized groups. “One of the central things that advocates in the neurodiversity space want is for people to have an understanding that not everyone is interacting with the world the same way,” he said. “They’re just asking people to be more forgiving of the fact that different people are going to understand things differently, and different people are going to make different kinds of mistakes. Which is a really nice thing to take on board outside of autism or neurodiversity, I think.”", "Shortly after our night out in the West Village, Thomas returned to L.A. for what would be his final performance of “Whoopsie Daisy” before the city went into lockdown. He cancelled a flight to Australia, and sequestered himself in Laurel Canyon with his dog John and a new puppy, named Bilby. “Quarantine kind of snap-froze everyone’s lives,” he told me over Zoom, as Bilby dozed in his lap. “If you went in with some trauma, or some grief, or not in a happy place, then you got stuck in it. But I was quite happy when it froze.” “Everything’s Gonna Be Okay” had been well received, and he’d made some friends in L.A.", "Amid this relative calm, he found time to address something that had begun to nag at him. When people had asked Thomas why he was so interested in autism, he had often cited the 2015 documentary “Autism in Love,” which follows four people on the spectrum at various stages in their lives and relationships: a boy attempting to date after a painful breakup; a couple contemplating marriage but still working to reconcile “particular routines and rigidities”; a man whose wife of twenty years is terminally ill. Thomas had never seen the emotional lives of people with autism taken so seriously, and now that he had it astonished him that the “Rain Man” stereotype of the inexpressive savant still dominated pop culture. He called up Swedlove and asked, “How didn’t I know this?” He spoke to her about the documentary subjects’ obvious depth of feeling, and said that their frankness about their needs and desires had moved him. Thomas believed that the skills he’d honed through “Please Like Me” might equip him to tell such a story himself.", "“It’s not waffles. It’s never waffles.” Facebook", "Twitter", "Email", "Shopping Cartoon by David Borchart", "As he worked on “Everything’s Gonna Be Okay,” he began to wonder whether there was more to his sense of kinship. Years earlier, a psychiatrist had warned him about his “social dysfunction” and frequent obliviousness of the wants of others. (He later recounted the experience in a standup set: “Basically, I give this lady a hundred and eighty dollars, she sits me down, she tells me I’m a cunt, and she follows it up with ‘It’s incurable.’ ”) Though he didn’t exhibit some traits strongly associated with boys on the spectrum—patterns and numbers held no appeal—his research for the series lent other quirks new resonance. “If you mention autism to someone, they have a pretty specific image of a pretty specific type of person, and I don’t think I fit that,” he told me recently. But some of the stories recounted by people he’d interviewed felt surprisingly familiar. And, as Season 1 aired, Thomas had noticed that, among fans—many of whom are on the spectrum themselves—there was “a lot of chatter about Nicholas being autistic.” They’d been speculating on Twitter since the show’s January première episode, in which Nicholas becomes so overwhelmed by the news of his father’s cancer that he leaves the room and refuses to engage. As the season progressed, Nicholas’s behavior strengthened viewers’ impressions."], "authors": ["Alex Barasch", "Alex Barasc"], "keywords": ["thomass", "selfdiagnosis", "josh", "really", "nicholas", "shows", "gonna", "thomas", "told", "gay", "think", "comedy", "autism"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}