{"id": "b0cdb81b-604e-3b93-81fe-0cf3a2d2fb6c", "title": "Covid-19 outbreak? No playoff win since 1995? Trust the Browns to defy the odds", "url": "https://www.theguardian.com/sport/2021/jan/11/cleveland-browns-pittsburgh-steelers-covid-19-nfl-playoffs", "summary": "This is still the Browns we’re talking about, a team that hadn’t won a playoff game since 1995, before Mayfield was even born.\nBut most of the skepticism entering their wildcard bout against the Steelers was situational, namely the Browns’ untimely Covid-19 outbreak.\nYes, the Cleveland Browns won a playoff game.\nThe Covid situation was so dire that when Bitonio’s replacement was hurt in the game, Mayfield wasn’t even sure who he was.\nJackson was huge as he finally won a playoff game but the biggest key to the Ravens’ win was stifling Henry.", "paragraphs": ["For almost the entire modern NFL era the Cleveland Browns have been synonymous with Very Bad Things: embarrassed fans covering their faces with paper bags, a litany of tragic quarterbacks, and a painful string of lost seasons.", "Yet here we are in a pandemic full of oddities, including Cleveland’s transformation into a normal, respectable franchise. Helmed by first-year head coach Kevin Stefanski they went 11-5 in the regular season by not crumbling during the last second of games, by having a legitimate quarterback in Baker Mayfield who continues to evolve, and by instilling a cultural shift.", "Despite the organization’s clear upward trajectory – and despite a playoff berth for the first time since 2002 – an actual postseason win seemed like a bit of a stretch. Yes, some of that is a lingering stigma. This is still the Browns we’re talking about, a team that hadn’t won a playoff game since 1995, before Mayfield was even born. A team not far enough removed from Hue Jackson and Freddie Kitchens to feel a true sense of comfort.", "But most of the skepticism entering their wildcard bout against the Steelers was situational, namely the Browns’ untimely Covid-19 outbreak. Not only did they enter Heinz Field down four players, including starting corner Denzel Ward and All Pro left guard Joel Bitonio, they were without Stefanski. Because the Browns’ facility was shut down, almost all practices were virtual in the lead up to Sunday’s game. Stefanski handed the head coaching reins to special teams coordinator Mike Priefer, while he sat in his basement watching the game, unable to communicate with his staff and players.", "All the odds were stacked against Cleveland, including an opponent that has owned them over the past decade. Then the unthinkable happened. The Browns put in a legendary performance and beat the Steelers 48-37. Yes, the Cleveland Browns won a playoff game.", "The Browns came out possessed, as if some higher power decided enough was enough with the franchise’s misery. Cleveland’s party began in a blink of an eye when the game’s first snap sailed over Ben Roethlisberger’s head into the endzone where Browns safety Karl Joseph landed on it for a touchdown. (Just as Stefanski no doubt had planned).", "Somehow it was 28-0 before the end of the first quarter. Cleveland’s opportunistic defense took advantage of Pittsburgh’s mistakes including three errant Roethlisberger passes that they picked off. They stymied the Steelers aerial attack and, like most teams this season, their ground game. Roethlisberger looked frustrated and shell-shocked, a rare and welcome sight for Browns fans.", "Meanwhile, Mayfield was able to control the tempo by getting the ball out quickly and utilizing Nick Chubb and Kareem Hunt, both of whom had their way with Pittsburgh’s defensive front, especially in the red zone.", "Trailing 35-10 at the half, the Steelers soon cut the lead to 12 points. The sudden sense of dread was too familiar to Clevelanders. The momentum had clearly shifted. Losing in this fashion, to this team, in this circumstance would rank right up there on Cleveland’s pantheon of tragic losses.", "But then the Browns got a little assist from Steelers coach Mike Tomlin. Despite getting into an offensive rhythm and backing the Browns into a corner, Tomlin perplexingly punted on fourth-and-one from the Pittsburgh 46 at the close of the third quarter.", "The Browns got their offensive mojo back and quickly responded when Nick Chubb muscled his way to a 40-yard score. Jarvis Landry was also crucial on the drive and a rock throughout the game. The Steelers would answer with a quick score but it was too little too late.", "The Browns emerged through their mountain of adversity with a signature win, one that won’t soon be forgotten and one that will bond these players forever. The Covid situation was so dire that when Bitonio’s replacement was hurt in the game, Mayfield wasn’t even sure who he was. “A guy named Blake who I literally introduced myself to before the game stepped up in the fourth quarter,” said Mayfield after the game. (For the record, his full name is Blake Hance.)", "We’ll see how much magic fairy dust is left when Cleveland head to Kansas City next week. But hey, they’re the Browns. Why would you count them out?", "MVP of the week", "Josh Allen is enjoying a breakout year in the NFL. Photograph: Adrian Kraus/AP", "Lamar Jackson could easily be MVP this week but we’ll go for Josh Allen. A regular in this section, Allen continued to showcase why he’s one of the NFL’s best in Buffalo’s 27-24 win over Indianapolis. His combination of physicality and arm strength was one display as was his decision-making and ability to hit his second and third options. Allen collected yet another honor, becoming the first QB in a playoff game to throw for 300+ yards, (324) run for 50+ yards (54) and complete at least 70% of his passes (74%).", "Video of the week", "Jackson misses out on MVP, but he definitely scored the touchdown of the weekend with this scorching 48-yard run. Some described it as the best run by a quarterback in playoff history. It’s certainly in the equation, and shows why the Ravens are a danger to any team they face.", "Stat of the week", "Derrick Henry: 18 carries, 40 yards, 0 touchdowns. Jackson was huge as he finally won a playoff game but the biggest key to the Ravens’ win was stifling Henry. Henry’s yardage total was his lowest this season, as were his 2.2 yards per carry. It was also the first game of the season where Henry failed to get a rush of at least 10 yards.", "Quote of the week", "“Two weeks ago you saw them smoking cigars and getting all excited about beating us and winning the division and we’re able to come up here and beat them in their own place” – Jared Goff after the Rams’ victory over the Seahawks on Saturday.", "When the Seahawks donned championship gear, lit up cigars, and celebrated an NFC West title after beating the Rams in Week 16, they gave Los Angeles all the extra motivation it needed. Goff performed as well as a guy who had thumb surgery two weeks could be expected, but it was the Rams’ dominant defense that won this game. As is becoming tradition, Russell Wilson was crushed by the Rams’ defensive front and owned by the entire defense. Aaron Donald and Leonard Floyd each had two sacks. Darious Williams jumped a bubble screen (a pass type that’s NEVER intercepted) for a pick six. The Let Russ Cook MVP candidate we saw in the first half of the season has been pedestrian at best over the last seven games.", "Elsewhere around the league", "Drew Brees will face Tom Brady in the next round of the playoffs. Photograph: Brett Duke/AP", "", "-- Indianapolis and Tennessee are going to have sour offseasons, thanks to questionable calls by their head coaches. With Tennessee trailing 17-13 in the early fourth quarter, Mike Vrabel chose to punt on fourth-and-two from the Ravens’ 40-yard line, despite having 2,000-yard rusher Derrick Henry on the field. It was a decision that defied analytics and basic logic. Meanwhile Frank Reich’s aggressive decision to go for it on fourth and goal from the four up 10-7 with 1:53 left in the first-half failed when Philip Rivers missed Michael Pittman. The Colts eventually lost by three points.", "-- On paper, a game featuring Taylor Heinicke and Tom Brady under center seemed ridiculous. Heinicke was last seen toiling in the now defunct AAF and was only playing because of Alex Smith’s calf injury, while Tom Brady is, well, Tom Brady. Turns out we all underestimated Heinicke, who was sensational and kept Washington in it until the very end. His ability to throw dime after dime was impressive. But his third-quarter scramble that put Washington within two points of a tie instantly won him millions of fans, including Patrick Mahomes. Despite the eventual loss to Tampa Bay, Heinicke has the NFL’s attention and will be an interesting option for Washington next season as they sort the future of their quarterback position.", "-- The Saints easily marched to the divisional round after ending the Bears’ season 21-9. Chicago imploded with a toxic mix of poor execution and lack of discipline, including four offsides penalties on third and fourth downs. It’s safe to say Mitchell Trubisky’s future in Chicago is doubtful and Matt Nagy’s should be questionable. Meanwhile Drew Brees did what Brees does and slowly picked apart the Bears defense.", "-- CBS’s youth-oriented broadcast of the Bears-Saints matchup on Nickelodeon was a massive success. The end zone was renamed the slime zone, Young Sheldon popped up with cute explanations of basic football terms, and analyst Nate Burleson was a wizard with the analogies: “Mitch Trubisky’s season was like getting a C in class but the postseason is like the teacher giving you a chance for extra credit.”", "-- Texans star QB Deshaun Watson is reportedly unhappy with the organization for not giving him a voice as they replenish key roles in the front office and hire a head coach. Specifically, Watson is said to be peeved that the Texans are not extending an in-person interview to his preferred candidate, Chiefs offensive coordinator Eric Bieniemy. The potential of Watson demanding a trade has a number of fanbases salivating."], "authors": ["Melissa Jacobs"], "keywords": ["defy", "mayfield", "yards", "season", "covid19", "head", "1995", "browns", "win", "outbreak", "game", "playoff", "including", "trust", "steelers", "odds", "won"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}