{"id": "b0cee462-b791-3b2d-a448-2469d2029b4c", "title": "Path Of Exile 2 And Path Of Exile: Ultimatum Detailed", "url": "https://www.gameinformer.com/2021/04/08/path-of-exile-2-and-path-of-exile-ultimatum-detailed", "summary": "In a livestream presentation today, Grinding Gear Games showed off a significant portion of content from the upcoming Path of Exile 2 and the upcoming expansion, Path of Exile: Ultimatum.\nPath of Exile 2 shares space with the current Path of Exile as both adventures lead to the same endgame experience.\nHowever, Path of Exile 2 features a new campaign alongside new weapons and associated abilities that are only available if you play that experience.\nIf you’re set on playing the original Path of Exile campaign, don’t worry: the special stuff that you can only get in the Path of Exile 2 campaign is available in the shared endgame experience.\nIf a taste of what’s in store for Path of Exile 2 isn't enough, GGG also laid out the plans for the upcoming expansion, Ultimatum.", "paragraphs": ["In a livestream presentation today, Grinding Gear Games showed off a significant portion of content from the upcoming Path of Exile 2 and the upcoming expansion, Path of Exile: Ultimatum. If you missed the livestream, we’ll catch you up on the big beats here. First, you should probably check out the new Path of Exile 2 trailer.", "Path of Exile 2 shares space with the current Path of Exile as both adventures lead to the same endgame experience. However, Path of Exile 2 features a new campaign alongside new weapons and associated abilities that are only available if you play that experience. If you’re set on playing the original Path of Exile campaign, don’t worry: the special stuff that you can only get in the Path of Exile 2 campaign is available in the shared endgame experience. All current characters and purchased microtransactions are compatible with Path of Exile 2. Path of Exile 2 features weapons that have their own special abilities.", "The new crossbow weapon comes with skills inherent on the weapon, so you’ll have to have the kind of crossbow associated with a special skill in order to reap the benefits. With the new weapons and skills, combat is being designed to be more responsive, even at the earlier levels of the game. The new campaign in Path of Exile 2 features seven brand-new acts to engage with, and each area’s miniboss is designed to be more engaging than some of the boss encounters in Path of Exile that might just be a “bigger” monster with a skill.", "While there is certainly a limit to how fancy you can craft boss encounters that need to be soloed without any specific class requirements, variables like using the environment or responding to enemy cues are certainly going to be embraced here. Another important but subtle change in Path of Exile 2 is improved animations. For instance, the use of a flask now has a visual effect to let the player know the effects are active, which is very helpful for knowing when a buff is active. Players are also going to have more choices as they move through the campaign. Rather than a fully linear structure from point A to point B, players make several choices about what encounters and areas they will tackle at certain points, all tied up in story facets like moving a caravan across the desert.", "If a taste of what’s in store for Path of Exile 2 isn't enough, GGG also laid out the plans for the upcoming expansion, Ultimatum. Ultimatum is all about risk and reward, letting players gamble with their victories for increasingly more valuable and powerful prizes, but also with harder and more dangerous enemies to defeat. It’s a simple mechanic, but will inevitably lead to some amazing gambles that pay off - and some that don’t. While it’s essentially just making choices on whether to do harder and harder stuff in sequence, players do have some agency in selecting what demons they will have to endure by being able to select a modifier before diving into doom. There are new items that can only be obtained via Ultimatums and even a new boss to find for the endgame explorers.", "In addition to all this, many aspects of previous content offerings have been tweaked, going all the way back to Sacrifice of the Vaal. Seriously, there are a ton of changes, but they’re mostly focused on making older experiences relevant in the current environment. Essentially, a massive tuning to the various reward weights and structures has been done across the board.", "What do you think about Path of Exile 2? Are you looking forward to diving into the new league experience? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["path", "exile", "harder", "ultimatum", "campaign", "experience", "special", "upcoming", "players", "weapons", "detailed"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}