{"keywords": ["obliquity", "moon", "earth", "planet", "planets", "mars", "way", "complex", "sky", "life", "earths"], "url": "https://www.economist.com/the-world-if/2018/07/07/empty-sky-empty-earth", "summary": "Scientists have long wondered what aspects of the Earth made it a suitable cradle for life and, 4bn-odd years later, intelligence.\nThe case for thinking the Earth unusual was made with influential vigour by Donald Brownlee, an astronomer, and Peter Ward, a palaeontologist, in “Rare Earth”, a book published in 2000.\nSome have argued that, without the Moon, the Earth would have a stiflingly thick atmosphere like that of Venus.\nStraight after the collision that created the Moon, the Earth rotated much faster than it does today.\nSo yes, without the Moon, an Earth with 24-hour days would suffer radical chaotic shifts in its obliquity.", "title": "Empty sky, empty Earth?", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "b0efe72b-a39d-3e08-aa58-8b2741c04de8", "paragraphs": ["WAXING AND WANING from invisible new to full-beam full and back, month in and month out, the Moon is famously inconstant. But appearances deceive. Its aspect in the sky may change; the brute fact of there being 73 thousand trillion tonnes of rock orbiting at a distance of some 380,000km does not. All humans with eyes to see have seen it. It has raised tides in the Earth’s oceans ever since the oceans first formed.", "So the Moon is ancient. But it is not necessary. Look at the Sun’s other rocky planets. Venus, the one which is closest in size to the Earth, does not have a moon. Nor does little Mercury. Mars has a couple, but they are titchy. The Moon boasts more than 1% of the Earth’s mass; Mars outweighs Deimos, the larger of its moons, by more than 10m to one.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "That the Earth has an exceptionally big moon is, scientists believe, an accident of history—the result of a chance, and incredibly violent, collision between the Earth and another young planet, perhaps about the size of Mars, soon after the formation of the solar system. And some think it may have been a happy accident: perhaps, in a rather literal sense, a vital one.", "Scientists have long wondered what aspects of the Earth made it a suitable cradle for life and, 4bn-odd years later, intelligence. It is a question that influences the way they think about the rest of the cosmos. If there is nothing much special about the Earth, then it seems a reasonable bet that life, and perhaps even civilisations, are fairly common elsewhere in the universe. But if the Earth is a space oddity, life may be rare—even, perhaps, a one-off.", "The case for thinking the Earth unusual was made with influential vigour by Donald Brownlee, an astronomer, and Peter Ward, a palaeontologist, in “Rare Earth”, a book published in 2000. They argued that, while microbial life might develop quite easily on all sorts of planets, the evolution of complex life had depended on various aspects of the Earth and the solar system being just so. One of these aspects was the unlikely existence of a large moon.", "The idea that the Moon might have a relevance to life beyond providing nocturnal illumination was not new. Some have argued that, without the Moon, the Earth would have a stiflingly thick atmosphere like that of Venus. Fortunately, this theory suggests, the impact that formed the Moon helpfully drove off the volatile chemicals that formed the Earth’s original, Venus-like atmosphere, allowing a much thinner blanket of gases to form in its place. Others have suggested that lunar tides—which were much more pronounced on the early Earth, because the Moon was then much nearer—were a prerequisite for the origin of life. By episodically sloshing seawater into tidal pools, from which it would then evaporate, they would have provided a way of concentrating the chemicals from which life developed. This is not an idea many people take seriously at the moment: the smart money on life’s origin these days puts it in deep ocean hydrothermal vents, not tidal pools. But ideas on the subject have changed before, and may change again. Hypotheses, like tidal pools, come and go.", "All these are intriguing ideas, but hardly compelling ones. Dr Brownlee and Dr Ward plumped instead for another lunar effect: a damping down of the Earth’s wobbling. Planets do not sit up straight in their orbits: they lean over. The Earth’s axis of rotation is currently at an angle of 23.4º to the vertical, as measured with respect to the plane in which the planet orbits. The planet is slowly sitting up straighter; but once it reaches about 22.1º, in a bit more than 10,000 years or so, it will start to lean over again. Its obliquity nods up and down this way between 22.1º and 24.5º regularly every 41,000 years. The effect of this nodding on the planet’s seasons is one of the things which sets the rhythm of the ice ages.", "On moonless Mars, things are very different; the obliquity shifts around both more, and more chaotically. Sometimes Mars sits bolt upright, with no seasons to mention. Over the aeons its obliquity can get as high as 60º—a situation in which inhabitants, if there were any, would experience the midnight sun far into the tropics, producing intolerably hot hyper-seasons. Its obliquity changes over a 100,000-year cycle.", "In the 1990s Jacques Laskar, one of the astronomers who first discovered the role that chaos plays in the seemingly stable solar system, showed that the difference between the Earth’s gentle nodding and Mars’s wild oscillations could be accounted for by the Moon. A constant lunar tug on the Earth’s equatorial bulge—a paunchy distortion of the planet’s sphericity caused by its spin—keeps things in order. Take the Moon away, and the Earth’s obliquity becomes even less stable than Mars’s, swinging as high as 85º. Such poles-pointing-at-the-Sun episodes would make continents at currently temperate latitudes uninhabitable. In “Rare Earth” Dr Ward and Dr Brownlee argued that the double whammy of obliquities that were sometimes very high and could also shift dramatically would mean that a moonless Earth would have such a chaotic and catastrophe-prone climate that complex life would find it difficult to flourish.", "Subsequently, though, the story has been shown to be a bit more complex. How chaotic a planet’s obliquity is depends on how fast it rotates. The Earth and Mars happen to have days of very similar lengths, which is why, if it were not for the Moon, the Earth’s axis would jerk back and forth as Mars’s does. But while Mars may have had something pretty like a 24-hour day for almost all of its history, the Earth has not—because of the Moon. Straight after the collision that created the Moon, the Earth rotated much faster than it does today. Since then it has been continually slowing down—thanks, again, to the Moon. The tides it raises in the oceans act as a gentle brake on the Earth’s rotation.", "So yes, without the Moon, an Earth with 24-hour days would suffer radical chaotic shifts in its obliquity. Yet no one has the faintest idea what the Earth’s rotation period would be if it had not been whacked hard enough to form the Moon in the first place. Nor is there any way of finding out.", "But there are other ways to make a case that complex life is a lot more likely on a planet with a big moon. David Waltham, a British geophysicist, suggests in his book “Lucky Planet”, published in 2014, that complex life needs both a pretty stable obliquity and a fairly long day. On planets with significantly shorter days, he argues, the transfer of heat from equator to poles would be less efficient. The winds and currents responsible for that transfer are diverted from the direct equator-to-pole trajectory that you might expect by the Coriolis effect, which swings them to the east. The faster a planet spins, the stronger that effect would be, and the harder it would be to warm the poles. Dr Waltham argues that the Moon is just the right size to allow the Earth both a stable obliquity and poles warm enough to keep any ice ages relatively minor. It is a cunning argument, but not a compelling one.", "It may be that making significant progress on the question of the Moon’s importance for life will have to wait until planets inhabited by complex life forms are discovered round other stars. If there are a lot of otherwise earthlike planets boasting neither complex life nor big moons, the idea may be taken to have some merit, as it would if those searching for signals from alien intelligence found such signals coming from big-mooned planets.", "While the world waits for such discoveries—a wait likely to be measured in decades, if not centuries—it is worth bearing in mind an intriguing argument made by Isaac Asimov, a science-fiction writer, in “The Tragedy of the Moon”, an essay published in 1972. It argues that rather than being crucial to the development of complex life, and thus humans, the Moon might be a factor in their downfall.", "Asimov’s claim was that if humans had evolved on a moonless planet, they might never have come up with the idea that their home was the centre of the universe. The fact that the Moon really does revolve around the Earth, and can be shown to do so, made it natural to assume that all the other things in the sky do, too. Even true appearances deceive when they lead to false generalisations. But the easiest way to explain the different motions of the different planets is that the Earth and everything else orbit the Sun. If there had been no misleadingly Earth-orbiting Moon, Asimov argued, that sun-centred idea would have been much easier to accept. Thus a heliocentric solar system might well have been a constant of astronomical thought from Babylon and classical Greece onwards.", "This would not merely have meant that the world would have been better explained sooner (though to Asimov, ever the pedagogue, that was indeed a good in and of itself). Civilisations for which the Earth was not the centre of the universe might, he suggested with a sort of atheist piety, have been less likely to develop the sort of monotheisms that see humans as the centre of the universe and the apex of creation. Such broader perspectives, he went on in an eco-gloomy, 1970s sort of way, might have led to civilisations less careless of their environments, and less likely to think that their way of seeing the world was worth preserving even if it led them to nuclear war. Such civilisations, he imagined, might last for longer than his own.", "Hardly a knockdown argument. But it does sound a useful note of caution against those arguments that seek to make the Moon evolutionarily important by underlining how thoroughly humans tend to think of themselves, and their planet, as special—and how wrong they often are. And it also suggests a new prediction. If humans do make contact with aliens who evolved under a moon of their own, they too will tell all sorts of wonderful stories about its significance. Whether they will be true or not, who knows?"], "pubDate": null}