{"id": "b0f3db67-5d43-33e6-b9ec-d41fdcac93bc", "title": "With the lead piping - Millions of Americans still get their drinking water from lead pipes", "url": "https://www.economist.com/united-states/2020/12/05/millions-of-americans-still-get-their-drinking-water-from-lead-pipes", "summary": "Yet residents of Chicago—and many other cities—still mostly swig from taps fed by lead pipes.\nAbout 400,000 lead service lines connect to the mains in the Windy City, linking about four in five of all houses there.\nThat lasted until a federal ban on new lead pipes in 1986.\nThe EPA last updated its Lead and Copper Rule, setting out how fast lead pipes should be replaced, in 1991.\nProposed infrastructure bills also include sums for removing lead pipes.", "paragraphs": ["O VER A CENTURY has passed since the dangers of consuming lead became widely known. Ingesting even small quantities damages young brains and may raise the risk of heart problems. Yet residents of Chicago—and many other cities—still mostly swig from taps fed by lead pipes. About 400,000 lead service lines connect to the mains in the Windy City, linking about four in five of all houses there. One study of nearly 3,000 homes, two years ago, found two-thirds had elevated levels of lead in their water.", "In Chicago some residents are told to flush their taps before drinking, to fit filters or avoid boiled water (doing so can concentrate higher levels of lead). Older houses in poorer districts may be worst affected. Since this problem has been identified for so long, why does it persist?", "The city’s water woes can be blamed in part on the historic clout of industrial lobbyists and a union of plumbers. In the last century, even as other cities stopped installing the pipes or started removing them, they nudged Chicago’s political bosses to set rules making lead pipes compulsory. That lasted until a federal ban on new lead pipes in 1986. More than three decades on, Lori Lightfoot recently became the first mayor to set out a plan to fix things. The catch? It will cost $8.5bn, which the city government does not have. At the current pace of replacing fewer than 800 pipes a year, notes an alderman, residents won’t all get lead-free water until the mid-26th century.", "Mayors are more alert to the problem these days, especially since the water crisis in 2014 in Flint, Michigan exposed residents to high levels of lead leaching from their pipes. Flint is spending $100m upgrading its system. Erik Olson of the Natural Resources Defence Council, who has campaigned on the issue for 30 years, says thousands of water systems across the country, serving tens of millions of people, still face “serious problems”. The new attention to the problem encourages him.", "A clutch of newish studies on the effects of lead exposure has helped. The hypothesis that lead damage to developing brains causes violence later in life is one of the great mysteries of social science—widely believed by those who plot the decline in violence against the decline in lead exposure and note how the two track each other; widely mistrusted by researchers who mutter about correlation and causation. Newer studies are more nuanced. One, by James Feigenbaum of Boston University and Christopher Muller of Berkeley, tried to control for other factors by comparing cities where the p H of the water supply was below seven, making it acidic, and causing lead to leach into water. The authors found acidic water tallied with more crime.", "Some cities flush chemicals—ortho-phosphates—into pipes, to coat them to stop lead getting into the water. Milwaukee spends $400,000 a year to do so. That helps, but disturbances—such as when mains pipes are replaced but service lines to homes are not—can shake out particulates that remain in water. Karen Dettmer, superintendent of water works in Milwaukee, says events in Flint spurred her city to stop all repairs of lead lines. They also found, in 2017, ten schools fed by lead lines that were promptly replaced. Nurseries run from private homes remain exposed.", "Milwaukee is trying to replace 1,100 lead lines each year—hoping to emulate cities such as Lansing, Madison and Green Bay which have recently replaced all their pipes. Pittsburgh, Newark and other cities also plan to do so. But the cost of replacing one pipe averages $11,000 in Milwaukee (it was lower elsewhere). And with service lines mostly on private land, the job involves negotiations and cost-sharing with owners. Doing it all “will take about 70 years, that’s not fast”, she says. Much housing stock is decades old and pipes inside homes may also be a source of lead.", "With federal help, states and cities might move faster. One concern is regulation. The EPA last updated its Lead and Copper Rule, setting out how fast lead pipes should be replaced, in 1991. It requires 7% of them in a given site to be swapped out yearly, though this has evidently not been enforced. An amendment the EPA sent to the White House in July, which is still awaiting Donald Trump’s signature, would relax that to 3% a year. (It would also tighten rules to speed replacement in schools.) Mr Olson calls the proposed change “appalling”.", "Cities want to make changes, but swapping out 10m service lines could cost $50bn, says Mr Olson (it is cheaper to do it in bulk). Twice this summer the Democrat-run House of Representatives passed bills to start paying for it—first a $22.5bn authorisation, then an appropriations bill that set aside $1bn for this fiscal year. Proposed infrastructure bills also include sums for removing lead pipes. But in the Senate such plans have, so far, led nowhere."], "authors": ["The Economist"], "keywords": ["millions", "water", "lead", "americans", "replaced", "set", "piping", "cities", "homes", "lines", "drinking", "residents", "pipes", "service"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}