{"id": "b10e74b0-1585-3d81-9afa-b503ab06a4bc", "title": "The 20 best Frankenstein films – ranked!", "url": "https://www.theguardian.com/film/2021/feb/11/the-20-best-frankenstein-films-ranked", "summary": "Frankenstein Conquers the World (1965)The Nazis present the heart of Frankenstein’s monster to Japan, where it ends up being studied by scientists in … Hiroshima.\nFrankenstein Created Woman (1967)Under the Hammer ... Peter Cushing and Susan Denberg in Frankenstein Created Woman.\nFrankenstein (2015)Bernard Rose’s superb rethink of the Frankenstein story relocates it to modern Los Angeles and adopts the point of view of the monster.\nYoung Frankenstein (1974)Zippy comedy ... Gene Wilder and Peter Boyle in Young Frankenstein.\nThe Bride of Frankenstein (1935)Weird and wonderful ... Boris Karloff and Esla Lanchester in The Bride of Frankenstein.", "paragraphs": ["Doctor Stein injects “DNA solution” into an African American multiple amputee (he is a Vietnam veteran), but there is an “RNA problem” and things go horribly wrong. This Blaxploitation attempt to do for Frankenstein what Blacula did for Dracula edges into this list only because its sheer ineptitude entertained me more than competently filmed snoozefests such as Victor Frankenstein and I, Frankenstein.", "19. Igor (2008)", "Humdrum homage ... Igor, voice by John Cusack. Photograph: Momentum Pictures/Allstar", "All evil scientists have hunchbacked assistants called Igor in this sub-Tim Burton animation full of Frankenstein references. One Igor (John Cusack), smarter than his master, creates a female monster for an evil science fair. If you can put up with the tired adages (“It’s better to be a good nobody than an evil somebody”), there is some lovely Louis Prima on the soundtrack.", "18. Frankenstein Conquers the World (1965)", "The Nazis present the heart of Frankenstein’s monster to Japan, where it ends up being studied by scientists in … Hiroshima. One atomic bomb and many years of radiation later, it grows into a giant, feral boy-kaiju who can’t help destroying things. Luckily, he also steps up to bat when the country is threatened by a Godzilla wannabe called Baragon.", "17. Mary Shelley’s Frankenstein (1994)", "Kenneth Branagh directed and stars in this po-faced gothic tosh as a mittel-European medical student who strips down to reveal unfeasibly well-toned abs as he leaps around his lab, marinading his monster (Robert De Niro with skin no worse than your average 18th-century smallpox patient) in a giant fish kettle.", "16. Frankenstein Unbound (1990)", "John Hurt plays a 21st-century weapons inventor who is sucked through a time rift into 19th-century Geneva, where Frankenstein’s monster is running amok and killing people (like, er, an out-of-control weapon). Roger Corman’s last film as director is daft as a brush, but it is hard to resist Raúl Julia as the mad doc and Michael Hutchence as Shelley.", "15. The Rocky Horror Picture Show (1975)", "On song ... Tim Curry as Dr Frank-N-Furter. Photograph: Cinetext Bildarchiv/20th Century Fox/Allstar", "This omnisexual cult mashup of horror and sci-fi cliches doesn’t do justice to Richard O’Brien’s stage show, but the songs still hit the spot. We must be thankful, too, that Tim Curry’s definitive performance as the cross-dressing Dr Frank-N-Furter has been preserved for posterity: “In just seven days, I can make you a man!”", "14. Frankenstein’s Army (2013)", "A found-footage picture set in Germany at the end of the second world war. Luckless Soviet soldiers encounter an army of “zombots” equipped with choppy, slicey, drilly appendages. Meanwhile, their creator, a descendant of Frankenstein, is trying to achieve world peace by fusing Soviet and Nazi brains. Thin plot, spiffing creature design.", "13. Frankenweenie (2012)", "Young Victor reanimates the corpse of his bull terrier in Burton’s stop-motion remake of his 1984 short. But Victor’s classmates use the reanimation formula on other dead pets, unleashing a medley of frankenmonsters. What could have been a moving lesson in mortality, though, is marred by a regrettable anti-cat bias.", "12. Depraved (2019)", "What a stitch-up ... watch a clip from Depraved.", "The indie horror honcho Larry Fessenden’s take on the Frankenstein story begins with an amnesiac stabbing victim waking up in a makeshift Brooklyn lab with a stitched-together body. The PTSD-afflicted ex-military medic who revived him tries to educate his creation in all things beautiful, but his partner has less elevated plans for the creature. Good characters, lo-fi psychedelia, sadness, doom.", "11. Abbott and Costello Meet Frankenstein (1948)", "As American horror cinema neared the end of its first great flowering, Universal tried to inject life into the formula by teaming classic monsters with their top comic twosome. The first in the series holds up thanks to the Wolfman, Dracula and Frankenstein’s creature being treated with respect, although some of the comic set-pieces now seem more anxiety-inducing than funny.", "10. The Bride (1985)", "Happily ever after? Watch a clip from The Bride.", "Not as bad as its reputation suggests, this starts off with a bang (torso in a jar! Quentin Crisp! Exploding lab!) before settling into a quasi-feminist hybrid of The Bride of Frankenstein and Weird Science in which the baron decides not to give his DIY woman (Jennifer Beals) to the male creature, but to mould her into the perfect girlfriend for himself. Young Sting is pretty but anaemic as the quack, while Clancy Brown gives a smashing performance as the childlike male monster, whose misadventures in the outside world nicely counterpoint the Pygmalion-esque developments at Castle Frankenstein.", "9. Edward Scissorhands (1990)", "A cut above ... Johnny Depp in Edward Scissorhands. Photograph: 20th Century Fox/Allstar", "Burton’s Frankenstein obsession bubbles to the surface in this cocktail of traditional fairytale and modern American gothic, with a lovely score by Danny Elfman. Johnny Depp, in the first of many collaborations with the film-maker, is unrecognisable under scar makeup as a walking Swiss army knife, the result of an experiment by a disturbed but kindly scientist (Vincent Price in his final role) who died before he could give his creation arms. The freakish boy takes suburbia by storm with his topiary and hairdressing skills, but – metaphor alert! – can’t embrace the girl he loves for fear of cutting her.", "8. Frankenstein Created Woman (1967)", "Under the Hammer ... Peter Cushing and Susan Denberg in Frankenstein Created Woman. Photograph: Hammer Films/StudioCanal/Allstar", "Peter Cushing is his usual magnificent self as the brilliant but embittered Frankenstein, for whom stitching body parts together has lost its magic. Instead, he decides to transfer the soul of unjustly executed Hans into the corpse of the young man’s disfigured girlfriend, who drowned herself after he died. Terence Fisher conjures up his customary dark fairytale atmosphere in one of Hammer’s best Frankenstein sequels. The baron’s arrogance is hilarious; as his beautiful creature sets about seducing and murdering the upper-class miscreants responsible for Hans’s death, you can’t help cheering her on.", "7. Frankenstein (2015)", "Bernard Rose’s superb rethink of the Frankenstein story relocates it to modern Los Angeles and adopts the point of view of the monster. The beautiful boy, created with a 3D printer, is rejected by his scientist “parents” (Danny Huston and Carrie-Anne Moss) when he develops a disfiguring skin condition. Xavier Samuel is credible and touching as the tragic creature: unaware of his own strength, forced to live life on society’s margins, cruelly treated by cops and vigilantes. He learns kindness from a blind busker (Candyman’s Tony Todd), but it all ends in carnage – as always.", "6. Flesh for Frankenstein (1973)", "“To know death, Otto, you have to fuck life in the gall bladder!” The former Andy Warhol collaborator Paul Morrissey directed this screamingly camp yet visually exquisite slice of Grand Guignol, originally screened in 3D so that spectators had severed heads and dripping entrails thrust in their faces. Udo Kier leads an imbroglio of wild accents as the baron (he pronounces “laboratory” like “lavatory”), whose scheme to create a superstud to breed a Serbian master race hits a speed bump when he accidentally gives his creation the head of a chaste novice monk instead of the randy Joe Dallesandro.", "5. The Spirit of the Beehive (1973)", "Víctor Erice’s directorial debut is a beautiful study of childhood in rural Castile just after the Spanish civil war. Little Ana is so impressed by a village screening of James Whale’s Frankenstein that when she encounters a fugitive soldier in a barn, she thinks he is the monster and tries to shield him from the authorities. Meanwhile, her father tends the beehives and her elder sister decides to strangle the cat. Fortunately, the cat has other ideas. A beguiling blend of childlike fantasy and historical realism, it was an influence on Guillermo del Toro’s The Devil’s Backbone and Pan’s Labyrinth.", "4. Frankenstein (1931)", "Visionary magic ... Boris Karloff and Marilyn Harris in Frankenstein. Photograph: Universal/Allstar", "“It’s alive!” No sooner has Henry Frankenstein (not yet a baron) cobbled together a creature from bits of cadaver than he wanders off to get married – apparently suffering from mad-scientist ADHD – leaving the monster to throttle Frankenstein’s assistants and drown a little girl before a fiery finale. Boris Karloff, of course, does wonders in a wordless role beneath Jack Pierce’s quintessential makeup. Whale’s Frankenstein movie was not the first (there were at least three silents, including a 1910 short from Edison Studios), but it interpreted Shelley’s story with a visionary magic that casts its spell over the horror genre to this day.", "3. Young Frankenstein (1974)", "Zippy comedy ... Gene Wilder and Peter Boyle in Young Frankenstein. Photograph: 20th Century Fox/Allstar", "“Please, I beg you, for safety’s sake, don’t humiliate him!” Mel Brooks’s affectionate pastiche of old Universal horror movies is his most consistently funny film, but also charms in its own right as a black-and-white fairytale. Gene Wilder is the doctor trying to play down his infamous ancestry (“It’s pronounced Fronkensteen”), Peter Boyle the monster with the zip in his neck (Universal held the copyright to the neck bolts), Marty Feldman the hunchback. Also delightful: Gene Hackman as the blind hermit, Cloris Leachman as Frau Blücher, Madeline Kahn’s operatic skills and Puttin’ on the Ritz.", "2. The Curse of Frankenstein (1957)", "Hammer’s reworking of Frankenstein, directed by Fisher, adds gory colour and restores the crazed scientist to the centre of the story bearing his name (with a new creature for each sequel). Cushing relishes the role of his career as the sociopathic dandy whose passion for science overrides all moral considerations, while Christopher Lee conveys the dire plight of the creature through body language alone. Critics found it “depressing and degrading”, but the film was a huge hit and spawned six sequels, five of them starring Cushing, whose baron became increasingly arrogant and amoral with every film.", "1. The Bride of Frankenstein (1935)", "Weird and wonderful ... Boris Karloff and Esla Lanchester in The Bride of Frankenstein.", "Directed, like its 1931 predecessor, by Whale, this tragicomic sequel takes up where the first film left off, but surpasses it in weirdness. Karloff’s creature is more poignant than ever as he learns to speak and tries to make friends, but only succeeds in wreaking havoc. Ernest Thesiger joins the cast as Doctor Pretorius, camp as a row of tents with his collection of miniature people, who talks the baron into building a girlfriend for his lonely monster. Elsa Lanchester plays the shock-headed mate, as well as appearing as Shelley in the film’s literary prologue. Those eyes! Those teeth! What a woman."], "authors": ["Anne Billson"], "keywords": ["monster", "baron", "best", "horror", "frankensteins", "world", "creature", "woman", "frankenstein", "young", "films", "ranked", "photograph", "20"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}