{"id": "b130f6e5-5d36-31f8-b43e-779d933d82ab", "title": "Giorgio Armani on Fashion’s Future—And Why He’s Not Slowing Down", "url": "https://www.vogue.com/article/giorgio-armani-on-fashions-future", "summary": "Armani perched on a cliff edge over a daunting precipice—that has haunted him throughout the pandemic.\n“Bad dreams,” Mr. Armani says, his famous Arctic-blue eyes widening behind his round rimless glasses.\n“Nightmares.”The fashion industry that Mr. Armani has dominated for decades is, perhaps not coincidentally, also in a precarious and pivotal position.\n“They say I have powers, that I can see into the future,” says Mr. Armani, clad in his familiar uniform of a fitted midnight-blue crewneck sweater, blue pants, and sneakers as snow white as his hair.\nThe COVID crisis has revealed to Mr. Armani much that he says he wants to change, both in the industry and in the direction and management of his own company.", "paragraphs": ["Giorgio Armani has been having the strangest dreams.", "“I’m ready for the runway, and I don’t have the clothes,” Mr. Armani says in his office, surrounded by portraits of himself, during his first in-person interview since the coronavirus paralyzed both his industry and his hometown of Milan more than a year ago. In another, the 86-year-old says, he dreams he is the central character of a play and starts singing. And then there is the recurring nightmare—Mr. Armani perched on a cliff edge over a daunting precipice—that has haunted him throughout the pandemic.", "“Bad dreams,” Mr. Armani says, his famous Arctic-blue eyes widening behind his round rimless glasses. “Nightmares.”", "The fashion industry that Mr. Armani has dominated for decades is, perhaps not coincidentally, also in a precarious and pivotal position. The virus has devastated sales, shuttered businesses, and upended the industry and its culture, from broken supply chains to closed runways to influencers with nowhere to go. Even before the pandemic, a swirl of often competing new forces and priorities—fast fashion, sustainability, diversity, e-commerce, resale—had begun shaping the industry’s future. The virus, as it has done to so many facets of life, exposed or exacerbated all of those dynamics.", "Now, as vaccines roll out and a glimmer of normalcy can be descried in the distance, everyone wants to know what the future of fashion will look like.", "“They say I have powers, that I can see into the future,” says Mr. Armani, clad in his familiar uniform of a fitted midnight-blue crewneck sweater, blue pants, and sneakers as snow white as his hair. “What will happen? I don’t know!”", "But when you’re a multibillionaire mogul running an empire stretched across continents and touching seemingly every segment of fashion—haute couture, runway, red carpet, mall denizens in Armani Exchange, plush furniture at Armani Casa, coffee-table books at Armani bookstores, restaurants, hotels, cafés, scents, chocolates, and on and on—you don’t need to be a clairvoyant to see the future. You get to shape it yourself. The COVID crisis has revealed to Mr. Armani much that he says he wants to change, both in the industry and in the direction and management of his own company. The virus, he says, “made us open our eyes a bit.”"], "authors": ["Jason Horowitz", "Jason Horowit", "Annie Leibovit"], "keywords": ["armani", "eyes", "wants", "virus", "futureand", "future", "runway", "fashions", "slowing", "industry", "hes", "giorgio", "mr", "dont", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}