{"id": "b1347287-8310-37bf-aa8e-17ba3dddcca3", "title": "Emmanuel Macron’s troubles open up space for Marine Le Pen", "url": "https://www.economist.com/europe/2021/04/10/emmanuel-macrons-troubles-open-up-space-for-marine-le-pen", "summary": "To dwell on the possibility, however slim, that Ms Le Pen might seize the presidency unsettles the liberal-minded.\nYet the odds of a Ms Le Pen victory are no longer close to zero.\nMoreover, Ms Le Pen is now a veteran campaigner, who knows the toll a two-round presidential election takes, and the scars defeat leaves.\nIf Mr Macron’s troubles open up space for Ms Le Pen, however, they also bring greater scrutiny.\nWhich, at this point, is still most likely to see Mr Macron take on, and narrowly beat, Ms Le Pen.", "paragraphs": ["M ARION ANNE PERRINE LE PEN never really meant to go into politics. It was her eldest sister, Marie-Caroline, who was thought destined to follow in the footsteps of their father, Jean-Marie, co-founder in 1972 of France’s far-right National Front. Marine, as she became known in childhood, was the baby of the family, the third blonde daughter, who set out to make a career as a lawyer. Yet for the past ten years, for reasons of chance and guile, it is Marine Le Pen who has run the party she renamed National Rally. And in 12 months’ time it is her name that will appear on the ballot paper at the next French presidential election, for the third consecutive contest. Is it time to think the unthinkable?", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "To dwell on the possibility, however slim, that Ms Le Pen might seize the presidency unsettles the liberal-minded. The very discussion of it offers her oxygen and confers legitimacy on a candidate who once compared Muslims praying in the street in France to the Nazi occupation. Yet the odds of a Ms Le Pen victory are no longer close to zero. With covid-19 infections soaring again and a vaccination campaign only now taking off, Emmanuel Macron’s rating is slipping. After a president on the right (Nicolas Sarkozy), the left (François Hollande) and the centre (Mr Macron), a disenchanted electorate may be tempted to try something different. The main reason voters tend to back her party is that they are fed up with all the others.", "Moreover, Ms Le Pen is now a veteran campaigner, who knows the toll a two-round presidential election takes, and the scars defeat leaves. She has mastered the crushing one-liner, mocking Mr Macron’s decision on March 31st to put France into a national lockdown after all as his “Waterloo vaccinal”. “Confinement, déconfinement, reconfinement,” chants Ms Le Pen, taunting the government’s shifting strategy. Polls suggest that, were a run-off to be held today, she might score 47-48% to Mr Macron’s 52-53%, a chillingly narrow margin. Once, it was assumed that moderate voters of the left and right would rise in shock and shame across the land to keep a Le Pen from the highest office. Today, voters disillusioned with Mr Macron, particularly on the left, vow simply to abstain.", "If Mr Macron’s troubles open up space for Ms Le Pen, however, they also bring greater scrutiny. Some unsavoury types still lurk in her shadow. There will be questions about her approach to the democratic exercise of power. Closer inspection will also involve what might be called the competence challenge. In the past, when the National Front was a party of protest, this mattered little. Her father sought to howl, not to rule. She seeks power.", "Four years ago, her policy pitch was distinctive. She was a Frexiteer, who vowed to take France out of the euro, close its borders to immigrants, clamp down on Islamism and force factories to make stuff and keep jobs at home. She contrasted her “patriotic” approach with what she called Mr Macron’s “mondialiste” vision: of deregulation and post-national Europeanism.", "Today, however, Ms Le Pen has ditched Frexit, would keep the euro and promises to forge a “Europe of nations” by reforming from within. The candidate no longer has a monopoly on questions of national sovereignty; all parties vow to make more masks, vaccines and medicines in France. Mr Macron’s “republican values” bill, meanwhile, which his critics see as a hunt for Ms Le Pen’s far-right vote, is also designed to curb Islamism. Indeed Gérald Darmanin, his interior minister, startled her in a debate by accusing her of being too soft on such matters. Today Ms Le Pen, popular among anti-vaxxers, backs vaccination.", "Many voters will still see the family name, disregard the fresh packaging and reject the underlying message as divisive and toxic. Roughly a quarter say they would back Ms Le Pen in the first round, but this is no more than it was a year before the previous presidential vote. Yet there is scope for her to grab more. Some of her policies are now hard to distinguish from those of the mainstream conservative or nationalist right. Indeed her pledges to restrict citizenship rights and cut immigration are espoused by conservative parties across Europe, including in Britain. When Ms Le Pen promises to manage things better, it may come down to whether voters think she is competent enough to do so.", "Which, paradoxically, offers macronistas some comfort. Nobody has forgotten Ms Le Pen’s wild-eyed second-round debate against Mr Macron in 2017, when he calmly reminded her that she had confused a firm that makes telephones with one that makes industrial turbines. He may be damaged by his handling of the third covid-19 wave. But, as vaccinations pick up, Mr Macron could yet recover. He is less disliked than either Mr Sarkozy or Mr Hollande at this point in their terms. If the next election hinges on technical expertise, Mr Macron will have a sizeable advantage.", "Come one, come all", "However, worries about Ms Le Pen’s fitness to govern could help potential rivals on the right, too. One, Xavier Bertrand, head of the Hauts-de-France region, has already said he will run. Another, Valérie Pécresse, head of the Paris region, may yet do so. Yet another, Edouard Philippe, Mr Macron’s ex-prime minister, is sitting it out as mayor of Le Havre, describing himself in a publicity tour for a new book as “loyal” but also “free”. For which, probably, read: I won’t run against Mr Macron, but won’t hesitate to declare should the president decide he can’t. Even Michel Barnier, the EU ’s former Brexit negotiator, could give it a go.", "Ultimately, Ms Le Pen may still be judged, at least in the first round, not on cerebral calculations about expertise, but on identity, emotion and anti-elite anger in rural and industrial France. The competence challenge will apply more to the run-off. Which, at this point, is still most likely to see Mr Macron take on, and narrowly beat, Ms Le Pen. But politics remains highly fluid. Traditional parties are hollow. The rebellious French like to spring a surprise. No one is better placed to know that than Mr Macron. ■"], "authors": ["The Economist"], "keywords": ["voters", "pen", "open", "national", "space", "emmanuel", "macrons", "france", "mr", "ms", "marine", "le", "troubles", "macron", "right"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}