{"id": "b142214a-8efb-3ffb-b224-c8b00d8df55d", "title": "Europe’s radical economic response to covid-19", "url": "https://www.economist.com/briefing/2021/03/31/europes-radical-economic-response-to-covid-19", "summary": "In the spring of 2020 it became clear that not only would the covid-19 pandemic wreak havoc on Europe’s economies, but that some would be hit much harder than others.\nBy issuing a large pan-European bond, the EU will create a financial instrument to match US Treasuries: a safe asset underpinning a true economic union.\nBehind the scenes, commission officials are pushing governments hard to knock their plans, each of them thousands of pages long, into shape.\nWhether or not it can revive Italy’s economy, NGEU has already had a profound impact on its politics.\nNevertheless, Mr Macron and Mr Draghi have already suggested that the fund will need to be enlarged.", "paragraphs": ["G IANLUCA PILA is perched on a handrail in his straw hat and blue-and-white striped shirt, whiling away the time on his mobile phone as the Grand Canal laps at the jetty. What else is an underemployed gondolier supposed to do? “The only people who’ve been hiring gondolas come for the day from cities nearby,” he says glumly.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Like much of Europe, Venice has been hammered by the effects of covid-19. Also like much of Europe, it is looking to Next Generation EU ( NGEU ), a pandemic-recovery fund, to get back on its feet, or in Mr Pila’s case, on to the water. In the spring of 2020 it became clear that not only would the covid-19 pandemic wreak havoc on Europe’s economies, but that some would be hit much harder than others. Seeking to mitigate this shock to the system, Chancellor Angela Merkel of Germany and Emmanuel Macron, France’s president, agreed a plan that would see the EU issue hundreds of billions in debt in its own right and distribute the proceeds mostly to the poorer member states.", "Clément Beaune, Mr Macron's Europe minister, has called the initiative “revolutionary”. It would have been unthinkable before the pandemic, notes Paolo Gentiloni, the EU ’s economy commissioner. Previous suggestions that there might be a role for debt collectively backed by member governments had always been roundly rejected by Germany and countries which share its views on fiscal probity. But a global pandemic changed minds.", "The idea Mr Macron and Mrs Merkel proposed in May was put into legal form by the European Commission and approved by the leaders of the 27 member states at a gruelling five-day European Council summit in July. All told, the NGEU which came out of that meeting is worth up to €750bn ($880bn), or 5.6% of the bloc’s annual GDP , over five years: €672.5bn will be used to create a Recovery and Resilience Facility ( RRF ) which makes grants and loans to member states; the other €77.5bn will be spent on EU -wide programmes like REACT-EU , a top-up to the union’s structural and investment funds.", "The way allocations have been calculated means that small countries in a bad way will see inflows of real macroeconomic significance: Bulgaria, Croatia and Greece each stand to receive grants equivalent to around 10% of their annual GDP or more. Richer countries like Denmark or Germany can expect less than 1%. In absolute terms, Italy and Spain will be the largest beneficiaries (see chart 1).", "Even before getting under way the NGEU started to have an effect on bond markets, helping to keep the cost of borrowing in countries with weaker economies close to that experienced by their stronger brethren. When the bonds begin to be issued they could fundamentally change those markets. By issuing a large pan-European bond, the EU will create a financial instrument to match US Treasuries: a safe asset underpinning a true economic union. Believers in ever-closer union think such a bond would have staved off the worst of the euro-zone crisis a decade ago.", "In February Lucas Guttenberg, Johannes Hemker and Sander Tordoir of the Jacques Delors Centre, a Berlin think-tank, wrote that the creation of the fund marked an irretrievable change in Europe’s financial architecture. It shows the EU that it can issue common debt at scale and gives it a model for doing so the next time crisis strikes or a grand European ambition develops. But for that model to appeal the NGEU has to deliver, and for that to happen the member states must play ball. Finance ministries have to present the commission with recovery plans which contain proposals for both investment and reform if they are to get their money, and these proposals have to meet various criteria.", "National investment plans must devote at least 37% of their outlay to climate-related objectives and a further 20% to digital initiatives. And the reform proposals need to follow, at least in part, the commission’s previously stated “country-specific recommendations”: structural-reform proposals that governments have ignored for years.", "As ways of improving and greening future growth, these conditions have their logic. Mr Gentiloni is confident that the mandated environmental spending will help make the EU a global leader on climate. But many countries want the new funds to relieve current suffering, and the conditions feel to some like constraints on that goal. Spain’s stricken businesses “don’t need solar panels or windmills, they have to survive until the tourists come back,” says Angel de la Fuente of Fedea, an economics think-tank in Madrid. “Things that might make sense in Denmark don’t necessarily help us in Spain.” (As it happens, a supererogatory 65% of the spending in Denmark’s plan is indeed on climate goals.)", "And the required reforms are, almost by definition, difficult, unpopular or both—were they not they would have already been made. Though some reforms which the commission wants, it argues, could help the money be spent more swiftly and effectively, the time taken by others could, countries fear, slow things down.", "Plans acceptable to both sides are meant to be finalised by the end of April. Then comes a process of formal approval by the commission and the EU Council. Behind the scenes, commission officials are pushing governments hard to knock their plans, each of them thousands of pages long, into shape. Since some look unlikely to do so in time there are worries that the timetable may slip. Laurence Boone, chief economist at the OECD , has suggested that the process is “getting lost in bureaucratic procedures”. Christine Lagarde, president of the European Central Bank ( ECB) , has also expressed fears of a slow roll-out.", "Eurocrats know that time is of the essence; they also know that the success of the scheme rests on governments’ ability to spend the money not just quickly, but also efficiently and productively. If they do, the ECB predicts that the euro zone could see a 1.5% boost in GDP over the medium term: good in itself and also a worked example of what the union can do when it pulls together, strengthening the case for further economic integration. If they do not, Brussels will share some of the blame on the basis that the plans it approved either didn’t work or were not delivered on. “We are taking a massive bet with this exercise,” says one senior official in Brussels.", "The highest stakes are in Italy, where even before the pandemic the economy had barely grown in real terms for 20 years. Opportunities for changing this through investment undoubtedly exist, but they have proved hard to exploit; by the end of last year Italy had got through barely half of the money from the EU ’s four structural and investment funds to which it is entitled (see chart 2). Whether or not it can revive Italy’s economy, NGEU has already had a profound impact on its politics. Its generosity in a time of trial has curbed a long rise in Euroscepticism. And a row over the recovery plan submitted by Giuseppe Conte, the prime minister until early February, saw Mario Draghi elevated to the premiership in his stead. Mr Draghi, who as president of the ECB during the euro crisis introduced the phrase “whatever it takes” into Europe’s political vocabulary, heads a government which, though made up of some odd bedfellows, seems to have calmed the churning waters of Italian politics.", "Rubies in the dust", "Mr Draghi will hope to exploit this more positive mood as he wrestles with a revision of Mr Conte’s recovery plan. The work is taking place in the finance ministry—headed by Daniele Franco, a long-standing associate of Mr Draghi—and in the ecological- and digital-transition ministries, whose technocrat bosses, Roberto Cingolani and Vittorio Collao respectively, were hand picked by the prime minister. Commission officials are cautiously optimistic, but they still want commitments to reform Italy’s public administration, guarantees that promised reforms will be implemented and more granular detail on proposed investments. The high stakes and Italy’s poor record with structural funds mean they are pushing that much harder to ensure the plan is up to snuff. “The key”, says Silvia Merler at Algebris, an asset-management firm, “is to get rid of impediments that have made previous rounds of public investment unsuccessful.”", "Top of the list is Italy’s sluggish public bureaucracy. On March 16th Mr Cingolani told parliament that companies had been put off bidding for wind farms by the prospect of delays and lawsuits. To have an ecological transition, he said, Italy first needed a bureaucratic one. Mr Gentiloni, who was Italy’s prime minister for 18 months in the late 2010s, notes that removing bureaucratic barriers will be crucial if investment is to tackle a depressed Mezzogiorno.", "The south, which has long acted as a drag on national growth, hopes to gain disproportionately from Italy’s RRF GRANT allocation of €68.9bn (4.2% of GDP ). There is talk of laying high-speed rail across the Apennines from Naples to Bari and of upgrading other tracks; of improving the south’s port infrastructure and its leaky water networks. The problem is that such ventures require time, and the NGEU funds have to be spent by 2026. That reinforces the argument for more easily realisable projects, such as a drive for more crèches. Italy’s woeful female labour-market participation is largely a southern phenomenon.", "The fervour of Italy’s negotiations is being felt on the other side of the Alps. Mujtaba Rahman, managing director for Europe of the Eurasia group, a consultancy, credits “the Draghi effect” with getting French officials to take negotiations with Brussels more seriously over the past month, offering moves on unemployment benefits and pension reform to help the money flow. The French government takes pride in having helped mastermind the NGEU , but there has been a growing sense of frustration about how long it is taking to translate the historic agreement into spending. “Things are moving too slowly,” fumed Bruno Le Maire, the finance minister, early in March.", "French officials recognise there must be rules and oversight; indeed they helped draw them up. But they fear things will get bogged down in bureaucratic procedure. And they know that with a presidential election looming next year, Mr Macron needs to show that lofty pro-European talk secures actual benefits for French citizens, while not committing to unpopular reforms that need enacting in the meantime. Officials in Brussels concede they cannot be blind to political timetables in France (or for that matter in Germany, which will hold a general election in September). But, says one, “we must not fall into the ‘France is France’ trap”.", "Asked to single out a plan for praise, such officials will typically plump for the Greek or Spanish one. Indeed, they have used the latter to spur the efforts of laggards. Pedro Sánchez, the prime minister, wants to use the money to help Spain become a leader in “e-mobility”, shovelling money to battery and electric-car manufacturing facilities and building thousands of recharging points. The government also wants to invest in digitising its own operations and using renewable electricity to produce hydrogen, an undertaking on which Europe is becoming quite keen; some €10bn will be devoted to stemming rural depopulation.", "But though it may meet approval in Brussels, the recovery plan is not without critics in Spain, where it was drawn up in Mr Sánchez’s office with little consultation. There’s “not much detail” in the plan and no “clear-cut procedures for evaluating projects,” says Mr de la Fuente. Though it has happily cut red tape for recovery projects, Mr Sánchez’s left-wing coalition shows little interest in long-standing commission requests to make its pension system financially sustainable or to reform a pernicious labour market which leaves 22% of workers on temporary contracts and 16.3% unemployed.", "The NGEU is not quite a done deal. On top of the last-minute hardball being played between Eurocrats and finance ministries, on March 26th Germany’s constitutional court blew the whistle when it temporarily blocked a national law needed to allow the commission to begin borrowing. German officials are hopeful that progress will soon resume after a broader ruling. But the early fruits of NGEU are already being picked as countries increase their spending in anticipation of a happy ending. Spain included €27bn of the €69.5bn (6.2% of GDP ) it expects in the form of grants from the RRF in this year’s budget; by March 1st France had already put €16bn of the €39.4bn in RRF grants it is expecting towards the €100bn (4.4% of GDP ) it plans to spend on its recovery.", "Out of the black", "Money from bond sales should start to flow in the summer, with a quarter of the total disbursed this year. The ECB does not expect GDP levels to return to pre-pandemic levels until the second quarter of 2022. When compared with America’s near instant doling out of the $1,400 cheques at the centre of Joe Biden’s $1.9trn stimulus, and predictions that its GDP will have rebounded a year earlier, this looks sluggish. But America is using existing channels. The EU is using a completely untested scheme of mass public investment. Nevertheless, Mr Macron and Mr Draghi have already suggested that the fund will need to be enlarged.", "That will mean more borrowing—and, potentially, new taxes. In June the commission will propose several new “own resources” (ie, common taxes), including a digital tax and a levy on climate-unfriendly imports. The current plan is to start repayment in 2028, with the borrowing wound down over the next three decades. Such tax plans, which require unanimous support from governments, have tended to flop in the past. The hope is that the need to repay the money will change their incentives."], "authors": ["The Economist"], "keywords": ["money", "plan", "italys", "economic", "investment", "response", "covid19", "officials", "europes", "commission", "radical", "mr", "eu", "ngeu", "gdp"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}