{"id": "b14997f5-6a02-32ce-ac76-ceee39c5eb05", "title": "20 best new Asia-Pacific restaurants to try in 2020", "url": "https://edition.cnn.com/travel/article/best-new-restaurants-asia-pacific-2020/index.html", "summary": "The look reflects the elegant ambiance created by interior designer Joyce Wang in Hong Kong, while their mixology program also reflects the original venue.\nMONO Hong Kong , 5/F, 18 On Lan Street, Central, Hong KongKoral, The Apurva Kempinski Bali, IndonesiaKoral's signature dish: Tomatoes Bedugul.\nEsterre at Palace Hotel TokyoLegendary French chef Alain Ducasse has a global portfolio of restaurants, many holding Michelin stars.\nJohn Anthony/JW Marriott HanoiCantonese cuisine from Hong Kong is again on the menu, this time at the JW Marriott in Hanoi.\nStanley takes its name from the elegant Hong Kong waterside district and the design touches reflect this legacy with Chinese antiques.", "paragraphs": ["(CNN) — It's hardly surprising that the world's largest and most populous continent has an astonishing variety of places to eat", "From a celebrated American chef cooking creatively in southern China , to world-class sushi in Hong Kong or new wave Filipino dishes in Manila, you're truly spoiled for choice.", "So whether you're a local or a visitor, here are 20 new restaurants bound to whet your appetite when you travel to the Asia-Pacific region in 2020:", "Mott 32, Marina Bay Sands Singapore", "Mott 32 has just launched its first Singapore branch. Mott 32 Marina Bay Sands", "Mott 32 is one of Hong Kong's most renowned contemporary Cantonese restaurants, famous in particular for its apple wood smoked roast Peking duck. They're set to launch in Singapore on January 24, having already set up shop in other overseas destinations including Vancouver and Las Vegas.", "The look reflects the elegant ambiance created by interior designer Joyce Wang in Hong Kong, while their mixology program also reflects the original venue.", "Other signature dishes include barbecue Spanish pork with yellow mountain honey and creative luxe dim sum, such as a pork Siu Mai dumpling with black truffle and soft-boiled quail egg.", "Mott 32 , Marina Bay Sands Singapore, B1-42-44, Galleria Level, The Shoppes at Marina Bay Sands; +65 6688 8888", "Related content The world's 50 best foods", "MONO Hong Kong", "Diners will enjoy MONO's musical offerings as well as its food. Mitchell Geng", "Venezuelan chef Ricardo Chaneton has one of the most impressive culinary resumes in Hong Kong, having formerly been head chef at Mirazur, the restaurant in the French Riviera voted #1 by World's 50 Best Restaurants in 2019.", "At MONO in the heart of Hong Kong's Central district, he crafts beautiful contemporary French cuisine, all to the soundtrack of his father's vinyl collection from the 1960s and '70s. As its name suggests, MONO's philosophy focuses on one essential ingredient per dish across set lunches and dinner tasting menus.", "A ceviche of carabinero shrimp, scallops and Brittany oysters may set the tone, before Arctic char with sancho pepper confirms his sublime touch.", "MONO Hong Kong , 5/F, 18 On Lan Street, Central, Hong Kong", "Koral, The Apurva Kempinski Bali, Indonesia", "Koral's signature dish: Tomatoes Bedugul. Koral/The Apurva Kempinski Bali", "There's definitely an unusual draw at Koral restaurant in Bali's Apurva Kempinski hotel -- it's the tropical island's only underwater dining venue.", "Koral is inspired by the Majapahit empire, which brought prosperity to all of Indonesia for three centuries. Design motifs include black and white tiles that were once seen at the royal court.", "Unsurprisingly, however, eyes are mostly drawn to the glass-roofed tunnel where tropical fish abound.", "Although seafood features on the menu, its signature dish is Tomatoes Bedugul, a celebration of the humble fruit served in multiple ways, including as a consommé, with creamy mozzarella and even as a sorbet made with tomato oil.", "Koral , The Apurva Kempinski Bali, Lot 4, Jl. Raya Nusa Dua Selatan, Benoa Kec. Kuta Sel., Kabupaten Badung, Bali, Indonesia; +62 361 209 2288", "Related content Best 23 cities for street food from Miami to Tokyo", "Halapua, Kapuhala Samui, Thailand", "Halapua reimagines classic French dishes with modern techniques. Halapua/Kapuhala Samui", "Over on the popular Thai island of Koh Samui, Halapua claims to be the island's first plant-based fine dining restaurant. Using local produce where possible from the on-site farm, chef Gregory Hill plays with modern techniques to re-imagine classic French dishes like foie gras using mushrooms, walnuts, lentils and rosemary.", "Other options include gnocchi made with curried pumpkin, purple sweet potato and black garlic or intriguing grilled eggplant with tomato relish, edamame falafel and brie cheese.", "Hill has worked in Mexico, Indonesia, China and Thailand and has made it his mission to prove that plant-based cuisine is neither tasteless nor boring.", "Halapua , Kapuhala Samui, 104/86 Moo 3, Bophut; +66 77 950 608", "Kinu by Takagi, Mandarin Oriental, Bangkok, Thailand", "Mandarin Oriental Bangkok's new Japanese Kaiseki-style restaurant is helmed by celeb chef Takagi Kazuo. Kinu by Takagi/Mandarin Oriental Bangkok", "Mandarin Oriental, Bangkok is one of the Thai capital's most historic hotels and following its recent extensive renovations, a new Japanese kaiseki-style restaurant Kinu by Takagi is set to tempt diners.", "It's the first restaurant in Thailand for two-Michelin-starred chef Takagi Kazuo of Japan's Kyoto Cuisine Takagi. His specialty is cuisine from the elegant city of Kyoto known as Kyo-ryori, prepared as 10-course seasonal menus where guests are left in his hands.", "If that sounds substantial, dishes are elegant and light with a typical Japanese aesthetic and a mix of the best ingredients from Japan and Thailand. Dinner may be accompanied by sake and ends with a traditional Japanese tea ceremony.", "Kinu by Takagi , Mandarin Oriental, 48 Oriental Avenue, Bangkok, Thailand; +66 2 659 9000", "Esterre, Palace Hotel Tokyo, Japan", "Esterre means \"Mother Earth\" in France's Occitan dialect. Esterre at Palace Hotel Tokyo", "Legendary French chef Alain Ducasse has a global portfolio of restaurants, many holding Michelin stars. The latest addition, Esterre, is in Tokyo. It celebrates his modern haute cuisine in an historic hotel that was one of the first to bring French cuisine to the Japanese capital -- more than 50 years ago.", "Esterre translates as Mother Earth in the Occitan dialect of France where chef Ducasse was born and the culinary philosophy emphasizes and celebrates vegetables, grains and fruits -- taking them beyond their traditional role as an accompaniment to a dish.", "You can expect to see ingredients like chickpeas, quinoa, leeks, mushrooms and nuts as the hero, while desserts forgo refined sugar in favor of natural fruit sweetness.", "Esterre , Palace Hotel Tokyo, 6/F, Palace Hotel Tokyo, 1-1-1 Marunouchi, Chiyoda-ku, Tokyo, Japan; +81 3 3211 5317", "Associazione Chianti, Hong Kong", "Associazione Chianti celebrates the foods and wine of Tuscany. Associazione Chianti Hong Kong", "Florence is one of the world's greatest dining cities and Hong Kong diners are now able to channel some of its unique attractions at Associazione Chianti, a Tuscan trattoria that combines butchery and top-notch wine.", "The menu's main event is I Tagli del Macellaio or the Butcher's Cut -- prime Black Angus from Idaho that is dry-aged in-house, seasoned and cooked on a Tuscan broiler. The show-stopper amongst them is the substantial Bistecca alla Fiorentina, usually generous enough for four to share.", "Housemade pastas could include a Chianti beef ragu inspired by Florence's famed Trattoria Cammillo, while wine lovers can take their pick from what is easily the city's most extensive collection of Chianti.", "Associazione Chianti Hong Kong , 15 Ship Street, Wan Chai, Hong Kong; +852 3619 3360", "Char by Four Seasons Resort Chiang Mai, Thailand", "Up in northern Thailand, the city of Chiang Mai is renowned for its cuisine and the newly launched Char celebrates local traditions with 70% of the menu being cooked over open flames.", "The majority of ingredients are locally sourced and join premium cuts cooked over grills or in their fire-pit, where Italian chef Marco Avesani leads the team. Australian lamb rack, organic chicken, Arctic char or Black Angus tomahawk are just some of the options. Their own house sauces include srira-char to complement the grilled meats.", "Desserts continue the theme with chargrilled pineapples or local twists like fermented sticky rice in a cheesecake. Artisans from around Chiang Mai have crafted the tableware, cutlery and more to complete the sustainable and locally driven feel.", "Char by Four Seasons , 502 Mae Rim-Samoeng (Old Road), Chiang Mai, Thailand; +66 53 298 181", "The Test Kitchen Manila, The Philippines", "The guiding principle of The Test Kitchen is that \"Time is an ingredient,\" too. The Test Kitchen Manila", "Filipino-British chef Josh Boutwood is one of Manila's most dynamic and progressive talents and his latest opening, Test Kitchen, cements his reputation. A mix of informality and sophistication in both design and food, the 42-seat space celebrates what is available in local markets.", "Techniques frequently include curing, especially in home-made salumi, while fermentation again demonstrates its critical role within Filipino cuisine.", "Boutwood explains the guiding principle of The Test Kitchen: \"Time is an ingredient. We want to make sure that we use techniques that amplify the flavor and not hide it.\" That translates to dishes like his \"porridge,\" which sounds simple but combines barley, abalone, shiso and more with red miso.", "The Test Kitchen Manila , G/F One Rockwell, Rockwell Drive, Rockwell Center, Makati City, Philippines; +63 977 288 5751", "Related content 19 destinations that defined 2019", "ZA ZA TA Bar and Kitchen, Brisbane, Australia", "ZA ZA TA serves up creative dishes reminiscent of Tel Aviv's vibrant food and bar scene. ZA ZA TA Bar and Kitchen Brisbane", "ZA ZA TA Bar and Kitchen is a memorably named new destination in Brisbane that serves up dishes from the Middle East and Mediterranean. The quirky setting is reminiscent of a typical local Queenslander house, complete with vintage designs including furniture and art.", "Executive chef Roy Ner channels the vibrant Tel Aviv food and bar scene and serves up creative dishes like beetroot pastrami and horseradish on smoked rye, fried pretzels with goat's cheese and homemade lamb bacon.", "There are also no fewer than six breads on offer every day, with Yemenite butter bread served with a tomato and chili hot sauce called zhug already a favorite with diners.", "ZA ZA TA Bar and Kitchen , 1000 Ann Street, Fortitude Valley QLD 4006, Australia; +61 07 3253 6999", "The Chow Kit Kitchen, Kuala Lumpur", "Kuala Lumpur's Chow Kit district is home to local cafes called kopitiams and countless food stalls, a number of which have been run by the same person for more than half a century. It's also the neighborhood vibe channeled at The Chow Kit Kitchen.", "Cleverly designed to look and feel like a heritage building, it features black and white photographs of Kuala Lumpur life from over the years. Dishes reflect Malaysian favorites, sometimes with contemporary global spins.", "These include tomato laksa soup, a beef burger flavored with spices from the country's famed rendang stew or even a fresh take on that perennial favorite, fish and chips.", "The Chow Kit Kitchen , 1012, Jalan Sultan Ismail, Chow Kit, 50100 Kuala Lumpur, Wilayah Persekutuan Kuala Lumpur, Malaysia; +603 2778 6666", "1932, Raffles Grand Hotel d'Angkor Siem Reap", "1932 is one of only two restaurants in Cambodia permitted to serve recipes from the former king's own kitchen. Raffles Grand Hotel d'Angkor Siem Reap", "As the gateway to the breathtaking temple complex at Angkor Wat, Siem Reap has a strong dining scene, elevated even higher by the arrival of 1932.", "It's named after the opening year of its home, the Grand Hotel d' Angkor, and boasts a special claim as one of only two restaurants in Cambodia permitted to serve Royal Khmer cuisine -- namely recipes passed by royal decree from the former king's own kitchen.", "Diners can therefore enjoy historical favorites like spicy and sour lobster consommé, grilled lamb chops in ginger sauce or pumpkin custard for dessert.", "1932 , Raffles Grand Hotel d'Angkor Siem Reap, 1 Vithei Charles de Gaulle, Siem Reap, Cambodia; +855 63 963 888", "Related content The morning after: What people around the world eat and drink to beat a hangover and where to order it", "John Anthony, JW Marriott Hanoi, Vietnam", "John Anthony is named after a Chinese man who spent 35 years in London as an interpreter during the Qing Dynasty. John Anthony/JW Marriott Hanoi", "Cantonese cuisine from Hong Kong is again on the menu, this time at the JW Marriott in Hanoi. The design was inspired by classic Chinese touches and reference the life and times of John Anthony, a Chinese native who spent 35 years in London as an interpreter during the Qing Dynasty.", "The restaurant's handmade dim sum includes modern twists like veggie and beetroot dumplings, while barbecued meats also feature prominently with char siu beef short rib.", "Given Cantonese cuisine's reputation, seafood also features prominently in dishes such as lobster served two ways, namely sashimi style and in the traditional rice porridge dish, congee.", "John Anthony , JW Marriott Hanoi, 8 Đỗ Đức Dục, Mễ Trì, Nam Từ Liêm, Hà Nội, Vietnam; +84 24 3833 5588", "Shiroux, Halekulani Okinawa", "Diners at Shiroux can expect innovative French cuisine highlighting local ingredients. Shiroux Halekulani Okinawa", "Halekulani Okinawa sits on the west coast of Okinawa's main island in southern Japan and recently welcomed a new restaurant overseen by two-Michelin-starred Hiroyasu Kawate of Florilège in Tokyo.", "Shiroux means \"white\" in the local Okinawan language and celebrates the unique sub-tropical terroir with occasionally unfamiliar ingredients like umi budo or \"sea grapes,\" mozuku seaweed and even sea snake.", "Innovative French cuisine highlighting local ingredients, impeccable Japanese service and a picturesque setting combine to make for memorable meals.", "Shiroux , Halekulani Okinawa, 1967-1, Nakama, Onna-son, Kunigami-gun, Okinawa, Japan; +81 98 953 8600", "Pastore, Melbourne", "Pastore's Italian menu features plenty of dishes cooked by wood fire. Pastore Melbourne", "Melbourne's Pastore, from chef-restaurateur Scott Pickett, is named for the Italian word for \"shepherd,\" thereby explaining the menu of Italian cuisine with Australian references. It also reflects the heritage of the area, which included pasture and orchards.", "Diners can choose from small plates à la carte or go for full tasting menus, much of which feature cooking fueled by wood fire.", "Unsurprisingly, handmade pasta is one standout, while the homemade salumi is accompanied by local native ingredients, meaning house-cured duck prosciutto is joined by Davidson plum and a flower called Geraldton wax. Steaks, sausage ragu and ricotta are other more traditional options.", "Pastore , 1341 Dandenong Rd, Chadstone VIC 3148, Australia; +61 3 9108 3350", "Related content 13 essential Vietnam experiences", "Ensue, Shenzhen, China", "The two-story Ensue combines innovative techniques and local Chinese produce. Ensue Shenzhen", "American chef Christopher Kostow needs no introduction to global gourmands thanks to his three-Michelin-starred restaurant Meadowood in Napa Valley. His latest venture is on the other side of the world in Shenzhen, China.", "His new two-story restaurant Ensue looks out over the vibrant sprawling metropolis from atop the Futian Shangri-La hotel. His innovative cuisine champions Chinese produce and techniques in dishes like local turbot steamed with overlord flowers and market green vegetables.", "More decadent are options such as grilled abalone or quickly smoked Chinese caviar over potato and a crème fraîche custard with fresh peas.", "Ensue , Floor 40-41, Futian Shangri-La Hotel, Shenzhen, PRC", "The Araki, Hong Kong", "Good luck getting a spot. It's alredy difficult to snag a reservation at The Araki. The Araki", "Sushi restaurant The Araki, in London's Mayfair district, hit headlines late last year when it was stripped of its three Michelin stars following the departure of its chef and founder.", "Sushi master Mitsuhiro Araki opened it in 2014, but in the spring of 2019 he moved to Hong Kong and he's just opened the doors to The Araki in the city's busy Tsim Sha Tsui district.", "It has quickly become one of the hottest culinary tickets in town, even with its eye-watering price tag of 4,000 Hong Kong dollars -- that's US$515 -- for the \"omakase\" set dinner menu. If you manage to snag a seat, for your money you get some of the world's finest sushi, hand-crafted by the master himself right in front of you.", "The Araki , G/F, Stable Block, House 1881, 2A Canton Road, Tsim Sha Tsui, Hong Kong; +852 3988 0000", "The Place, The Fullerton Hotel Sydney, Australia", "The menu features dishes -- like this Singapore chicken rice, for example -- that reflect The Fullerton brand's history. The Fullerton Hotel Sydney", "Sydney's dining scene is white-hot and The Place at The Fullerton Hotel Sydney is adding to it in style thanks to chef Gerrit Schellenberg's menu of multicultural Southeast Asian cuisines alongside modern Australian dishes.", "It sits within a striking six-story atrium that looks across to Martin Place, a significant and symbolic meeting point in Sydney since the late 19th century.", "On the menu, expect plates such as pan-seared red emperor fish and braised Riverina wagyu short rib, or for more southeast Asian numbers, reflecting The Fullerton's storied history, Singaporean chicken rice, seafood laksa, grilled chicken satay and more.", "The Place , The Fullerton Hotel Sydney, Level 1, No. 1 Martin Place, Sydney, Australia; +61 2 8223 1111", "Related content Air New Zealand is testing edible coffee cups on board", "CROM, Taipei, Taiwan", "Italian chef Christian Milone has brought his wealth of experience to Taiwan's capital, adding further to the city's reputation as a top dining destination.", "The name CROM is inspired by chroma, the Greek word for color. Milone's signature menu includes creations such as agnolotti del plin, the iconic dish from Piemonte where little pasta parcels are served in a rich cheese and butter sauce.", "For dessert, maybe a truffle-scented vanilla creme brulee or a delicate pastry mille feuille with Muscat grapes will tempt.", "CROM , No.116, Section 1, Anhe Rd, Da'an District, Taipei City, Taiwan 106 +886 2 2784 5033", "Stanley, Brisbane, Australia", "Sitting on the banks of the Brisbane River, the Howard Smith Wharves district continues to transform some of the city's historical buildings into a new dining precinct. One of them, once a former water police station, is now Stanley, a 220-seat Cantonese restaurant.", "Head chef Louis Tikaram formerly worked at the West Hollywood Asian fusion restaurant EP/LP in Queensland. His dishes include Peking duck pancakes or steamed local scallops with vermicelli and XO sauce.", "Stanley takes its name from the elegant Hong Kong waterside district and the design touches reflect this legacy with Chinese antiques. Some 400 labels on a wine list ensure that no one goes thirsty."], "authors": ["Chris Dwyer"], "keywords": ["hong", "best", "2020", "hotel", "kong", "menu", "chef", "restaurants", "restaurant", "asiapacific", "20", "try", "dishes", "kitchen", "local", "cuisine"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}