{"id": "b16f9cf0-3330-3ebf-b43b-ffc88cec56e9", "title": "GI Show – Hitman 3, Resident Evil Village, And IO-Interactive Interview", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2021/01/21/gi-show-hitman-3-resident-evil-village-and-io", "summary": "On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including Hitman 3, There Is No Game: Wrong Dimension, When the Past Was Around, and Valorant.\nWe also run down all of the recent Resident Evil Village news.\nAt the end of the show, we interview IO-Interactive's game director Mattias Engström and executive producer Forest Swartout Large about their work on Hitman 3 and how they design levels with comedy in mind.\nOur thanks to The Rapture Twins for The Game Informer Show's intro song.\n00:00 – Introduction00:02:20 - Hitman 300:12:30 – Valorant00:17:20 – When the Past Was Around00:23:00 – There is No Game Wrong Dimension00:25:53 – Resident Evil Village Showcase News00:39:51 – Community Emails00:59:12 – Required Reading01:09:50 – Get Rekt01:14:44 – Hitman 3 Developer Interview", "paragraphs": ["On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including Hitman 3, There Is No Game: Wrong Dimension, When the Past Was Around, and Valorant. We also run down all of the recent Resident Evil Village news. At the end of the show, we interview IO-Interactive's game director Mattias Engström and executive producer Forest Swartout Large about their work on Hitman 3 and how they design levels with comedy in mind. It's a full show, but we make time for another fantastic round of community emails in there somewhere. So please join Jeff Cork, Liana Ruppert, Alex Van Aken, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "00:00 – Introduction", "00:02:20 - Hitman 3", "00:12:30 – Valorant", "00:17:20 – When the Past Was Around", "00:23:00 – There is No Game Wrong Dimension", "00:25:53 – Resident Evil Village Showcase News", "00:39:51 – Community Emails", "00:59:12 – Required Reading", "01:09:50 – Get Rekt", "01:14:44 – Hitman 3 Developer Interview"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["resident", "village", "gi", "evil", "listen", "interview", "iointeractive", "informer", "sure", "hitman", "past", "game", "wrong"], "pubDate": "2021-01-21T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}