{"id": "b174b445-8224-3cd5-9c54-a28576a707c3", "title": "Barr Begs Trump Not to Let One Isolated Incident of Honesty Wipe Out Two Years of Lying", "url": "https://www.newyorker.com/humor/borowitz-report/barr-begs-trump-not-to-let-one-isolated-incident-of-honesty-wipe-out-two-years-of-lying", "summary": "WASHINGTON (The Borowitz Report)—With his job on the line, Attorney General William Barr begged Donald J. Trump not to let one isolated incident of honesty wipe out two years of wonderful lying.\n“What about when I said the Mueller report exonerated you?” Barr pleaded.\n“That was a great one, wasn’t it?”“And remember when I said that no tear gas was used on the protesters in Lafayette Park?” he said.\n“We’ve had so many good times together.”The Attorney General tried to excuse his one moment of honesty as “temporary insanity” and assured Trump that it would “never happen again.”“Even the greatest liars slip and tell the truth sometimes,” he said.\n“I don’t,” Trump frostily replied.", "paragraphs": ["WASHINGTON (The Borowitz Report)—With his job on the line, Attorney General William Barr begged Donald J. Trump not to let one isolated incident of honesty wipe out two years of wonderful lying.", "According to those who witnessed the Oval Office meeting between the two men, Barr desperately sought to remind Trump of the steady stream of outrageous whoppers that he had spewed during his tenure as the President’s toadying lackey.", "“What about when I said the Mueller report exonerated you?” Barr pleaded. “That was a great one, wasn’t it?”", "“And remember when I said that no tear gas was used on the protesters in Lafayette Park?” he said. “We’ve had so many good times together.”", "The Attorney General tried to excuse his one moment of honesty as “temporary insanity” and assured Trump that it would “never happen again.”", "“Even the greatest liars slip and tell the truth sometimes,” he said.", "“I don’t,” Trump frostily replied."], "authors": ["Andy Borowitz", "Andy Borowit"], "keywords": ["isolated", "let", "wipe", "lying", "incident", "general", "whoppers", "barr", "wonderful", "honesty", "attorney", "trump", "begs", "william", "witnessed"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}