{"id": "b18615b9-d5cb-34bf-a564-09e85bae1d55", "title": "Israel to investigate shooting of Palestinian child", "url": "https://www.theguardian.com/world/2020/dec/07/israel-launches-investigation-into-shooting-of-palestinian-child", "summary": "Israel’s military will investigate allegations its forces shot dead a Palestinian child during a protest last week, a killing that was deplored by the United Nations and the European Union.\n“The [Israel Defense Forces] is aware of the claim that there were wounded Palestinians, and one Palestinian fatality.\nThe palestinian prime minister, Mohammad Shtayyeh, said the shooting of Ali was “a new crime added to the occupation’s long record”.\nHow many more Palestinian children will be subject to the excessive use of lethal force by the Israeli security forces?\nPalestinian officials and several Israeli and international rights groups have dismissed Israeli military and police investigations as not credible.", "paragraphs": ["Israel’s military will investigate allegations its forces shot dead a Palestinian child during a protest last week, a killing that was deplored by the United Nations and the European Union.", "Ali Ayman Abu Aliya, said by Palestinian officials to be as young as 13, died after he was hit by a bullet in the abdomen on Friday. He and other Palestinians had been protesting against the construction of a Jewish settlement in the occupied West Bank.", "The Israel military described the protest around the al-Mughayyir village, near Ramallah, as “violent riots”. It said people had been throwing stones and attempting to “roll large boulders and burning tyres from the ridges” on to a road.", "“The [Israel Defense Forces] is aware of the claim that there were wounded Palestinians, and one Palestinian fatality. Following this incident, a military police investigation has been launched,” it said.", "The statement added that Israeli security forces had used 0.22 Ruger ammunition during the confrontation. Those bullets are smaller and less powerful than normal rounds but still lethal. In 2015, an Israeli soldier shot dead another 13-year-old boy with a 0.22 bullet in a killing the army found in a preliminary investigation to be “unintentional”.", "The palestinian prime minister, Mohammad Shtayyeh, said the shooting of Ali was “a new crime added to the occupation’s long record”. “May Ali’s soul rest in eternal peace,” he said.", "The EU delegation to the Palestinians denounced in a tweet what it said was a “shocking” killing. “How many more Palestinian children will be subject to the excessive use of lethal force by the Israeli security forces?” it said, adding the “incident must be swiftly and fully investigated”.", "14 years old child Ali Abu Alia was killed yesterday in Al Mughair village near Ramallah. Children enjoy special protection under international law. How many more Palestinian children will be subject to the excessive use of lethal force by the Israeli security forces? 1/2 pic.twitter.com/8RHbDQhhrz — EU and Palestinians (@EUpalestinians) December 5, 2020", "The UN Middle East envoy, Nickolay Mladenov, said he was “appalled by the killing”, calling it unacceptable. “Children enjoy special protection under international law and must be protected from violence,” he said.", "Ali was buried in his home village on Saturday after a large funeral where his coffin was draped in the Palestinian flag.", "According to the Wafa news agency, Palestine’s foreign ministry said it planned to file legal proceedings against Israel at the international criminal court.", "Palestinian officials and several Israeli and international rights groups have dismissed Israeli military and police investigations as not credible.", "In a separate case this weekend, Israeli authorities cleared police of any wrongdoing for an incident in which a nine-year-old Palestinian boy lost an eye after apparently being shot in the face by an Israeli officer.", "Malik Eissa was hit by what appeared to be a sponge-tipped bullet in February, according to his family. However, an internal police investigation said it could not confirm what had struck the child.", "B’Tselem, an Israeli human rights group, said the case “exemplifies whitewashing at work”.", "The Associated Press contributed to this report"], "authors": ["Oliver Holmes"], "keywords": ["palestinians", "international", "israeli", "shooting", "investigate", "israel", "village", "children", "child", "shot", "palestinian", "forces", "killing", "military"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}