{"id": "b186de48-5f9c-3bb6-ab1b-ce104e007847", "title": "A Powerful Reporter Got Away With Sexual Misconduct for Decades. His Paper, and His Union, Looked the Other Way.", "url": "https://nytimes.com/2020/12/06/business/media/pittsburgh-post-gazette-news-guild.html", "summary": "He taught journalism classes at Point Park University (where the guild also represents faculty) and the University of Pittsburgh.\nShe told me that Mr. Fuoco had encouraged her, telling her she was a talented writer with a big future, and invited her out for a drink after the semester ended.\nMr. Fuoco was, simultaneously, trying to distance himself from another young woman, whom he had met when he came to lecture before a journalism class at Point Park University in 2002.\nThe former Point Park student complained to the Post-Gazette in 2011, describing their relationship and claiming that Mr. Fuoco had threatened her, according to emails she shared with me.\nMr. Fuoco responded to the suspension by blaming the former student for the salary he lost.", "paragraphs": ["Ms. Balingit, who worked at The Post-Gazette from 2008 to 2014, said she realized how hostile the environment had been only after she left to work at The Washington Post, and things were different.", "“I remarked to a friend that I’d been working there for 18 months and hadn’t been harassed a single time,” she said. “It was striking to me.”", "Mr. Fuoco’s stature in the city extended well beyond the newsroom, as did his reported misbehavior. He taught journalism classes at Point Park University (where the guild also represents faculty) and the University of Pittsburgh. Diana Kelly, who was a 22-year-old senior in his class back in 2002, had transferred home to Pitt because she was struggling with depression. She told me that Mr. Fuoco had encouraged her, telling her she was a talented writer with a big future, and invited her out for a drink after the semester ended. “It became very clear that it wasn’t about him talking to me about my future career opportunities,” she recalled. Soon, she felt trapped in a sexual relationship with him that continued until 2006, emails she shared with The Times and a former college friend confirmed.", "“As a teacher now, it just horrifies me,” Ms. Kelly told me in an interview last week.", "Ms. Kelly knew she wasn’t the only student to have had that experience. Mr. Fuoco was, simultaneously, trying to distance himself from another young woman, whom he had met when he came to lecture before a journalism class at Point Park University in 2002. Later that year, when she was 22 and still a student, as well as a stringer for The Post-Gazette, she became pregnant and had Mr. Fuoco’s child, an account confirmed in part by court documents in their child support case.", "The former Point Park student complained to the Post-Gazette in 2011, describing their relationship and claiming that Mr. Fuoco had threatened her, according to emails she shared with me. The newspaper’s vice president of human resources, Stephen B. Spolar, responded in another email, saying that based on reading her email and talking to Mr. Fuoco, “I have concluded that your argument is a personal one,” and he instructed her not to contact Mr. Fuoco “during work hours.” The Post-Gazette suspended Mr. Fuoco, for one week, for using company time and resources such as his company email account on the personal matter, a current and a former Post-Gazette executive said. Both said they would discuss it only on the condition of anonymity because it is a personnel issue.", "Mr. Fuoco responded to the suspension by blaming the former student for the salary he lost. “I want my money and I want it before I leave work today,” he wrote to her on April 16 in an email she shared with me.", "The company said in a statement this week that it believed that it had “appropriately addressed the single complaint.”"], "authors": ["Ben Smith"], "keywords": ["park", "fuoco", "union", "misconduct", "away", "shared", "sexual", "student", "email", "decades", "postgazette", "point", "way", "powerful", "paper", "reporter", "work", "mr", "looked", "university"], "pubDate": "2020-12-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}