{"id": "b18a8d24-5278-3b73-866c-062d05289e15", "title": "BBC flooded with complaints over Prince Philip coverage", "url": "https://www.theguardian.com/media/2021/apr/10/bbc-flooded-with-complaints-over-prince-philip-coverage", "summary": "Within six hours of Prince Philip’s death being announced the BBC had received so many complaints about its wall-to-wall coverage of the news that it opened a dedicated complaints form on its website, as television viewers turned off and went elsewhere.\nBBC One dipped 6% compared to the previous Friday evening, while BBC Two’s audience was down two-thirds.\nSome BBC radio cricket commentary were left continuing to provide coverage from grounds across England, unaware that no one was able to hear their output because it had been replaced.\nOne issue facing the BBC is when to return coverage to normal and how to respond to complaints.\nBy late Friday afternoon there was one death dominating the most-read stories on the BBC website: that of the rapper DMX.", "paragraphs": ["Within six hours of Prince Philip’s death being announced the BBC had received so many complaints about its wall-to-wall coverage of the news that it opened a dedicated complaints form on its website, as television viewers turned off and went elsewhere.", "The BBC curtailed dozens of broadcasts on Friday, taking the nation’s most popular television and radio channels off air and reducing dozens of other broadcasts on stations across the country, to provide uninterrupted coverage of tributes to the Queen’s husband.", "BBC One played a series of pre-recorded shows, including Philip’s children paying tribute to him, while BBC Two scrapped its schedule and simulcast the same shows as its sister channel. Friday night staples such as EastEnders, Gardeners’ World, and the final episode of MasterChef were taken off air to make way for more tributes, an approach also taken by ITV.", "Many viewers reacted by turning off altogether. BBC One dipped 6% compared to the previous Friday evening, while BBC Two’s audience was down two-thirds. ITV ripped up its schedule for tributes to Prince Philip but still lost 60% of the previous week’s audience, according to analysis of viewing figures by Deadline.", "Although the BBC is used to finding itself in the middle of Britain’s culture wars, its handling of Philip’s death points to a deeper question over the ability of a national broadcaster to force the country together to mourn a single individual in an era where audiences are fragmented and less deferential.", "When Princess Diana died in a car crash in 1997 the majority of the UK population had only just gained access to a fifth television channel. If the BBC wanted to enforce a mood of national mourning they had the power to cut off other forms of entertainment and keep dissenting voices at bay through the sheer enormity of their reach.", "Nowadays, although the BBC’s reach among the UK population remains enormous, the growth of Netflix and YouTube means audiences have somewhere else to turn.", "Executives – and royal courtiers – will be nervously studying the release of television viewing figures and seeing if the decision to replace Friday night’s episode of EastEnders with tributes to Philip will expose the fact that the British public’s appetite for such material is limited.", "People working in BBC News suggested that the long-planned scale of the coverage is because the corporation still bore the scars from the death of the Queen Mother in 2002, when its output was deemed insufficiently deferential by rightwing newspapers.", "Among other issues, the media fixated on the BBC newsreader Peter Sissons for failing to wear a black tie as he announced her death. He later claimed that he had been left in the lurch by BBC bosses, who the previous year had floated proposals to tone down the extent of the coverage of the Queen Mother’s death. Sissons said that as he entered the studio to announce her death he was told by the editor: “Don’t go overboard, she’s a very old woman who had to go some time.”", "There is also the ongoing battle between the government and the BBC over the corporation’s future funding. With the new director general, Tim Davie, already battling Conservative MPs who accuse the corporation of not being sufficiently patriotic, the BBC will have been aware of the political risks of not being perceived to have struck the right tone.", "In the end, almost the entire range of BBC services was affected in some way by the announcement of Philip’s death, sometimes with mildly farcical results.", "For instance, as a mark of respect to the Queen’s husband, BBC Four’s scheduled programme was taken off-air and replaced with a notice urging viewers to switch to BBC One for a tribute.", "The channel had been due to show the England women’s football team play France in an international friendly, leading to questions about whether a men’s match would be kicked off television schedules in an equivalent situation. The game was still shown in full on the BBC’s iPlayer service and BBC Sport website, apparently in the belief that showing women’s sport on a digital service during a period of royal mourning is more respectful than allowing it on linear television channels.", "Children watching cartoons on CBBC were greeted with a banner encouraging them to watch the news for a major story. Adverts were taken off BBC-owned commercial channels such as Dave, Yesterday and Gold out of respect.", "The BBC’s national radio stations initially replaced their output with a pre-recorded tribute, with some later returning to special sombre playlists, with the likes of Radio 1 stuck playing downbeat music with the occasional news bulletin update. Specialist music programmes were taken off air, while presenters kept chat to a minimum.", "Some BBC radio cricket commentary were left continuing to provide coverage from grounds across England, unaware that no one was able to hear their output because it had been replaced. Even cricket fans on the BBC website coverage found their source of information cut off, with the corporation’s county championship liveblog shut down immediately after Philip’s death was announced – even as play continued across the country.", "One of the few broadcasters to buck the trend was Channel 4, which did air extended tributes to the late royal consort but provided an alternative for viewers by showing Gogglebox and the final of reality TV hit The Circle as planned.", "One issue facing the BBC is when to return coverage to normal and how to respond to complaints. In a sign that the corporation is doomed to be criticised by all sides, the rightwing Defund the BBC campaign described it as “disgraceful” that the corporation was making it easier to complain about its coverage, saying: “The anti-British BBC has set up a form to encourage complaints about the volume of coverage of Prince Philip’s death.”", "Another issue is how to serve parts of its audience who would like an alternative to the extensive coverage. By late Friday afternoon there was one death dominating the most-read stories on the BBC website: that of the rapper DMX."], "authors": ["Jim Waterson"], "keywords": ["complaints", "philips", "viewers", "death", "prince", "television", "taken", "flooded", "website", "radio", "philip", "tributes", "bbc", "coverage"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}