{"id": "b19ba760-9df0-35ad-b9ee-9da02a2cd4dc", "title": "How coronavirus has rocked India's economy", "url": "https://www.ft.com/video/cd987555-c22c-4c25-9fed-88037bb0f585?playlist-name=editors-picks&playlist-offset=1", "summary": "You can enable subtitles (captions) in the video playerIndia's economy has been devastated by coronavirus.\nAnd will coronavirus derail India's goal to become Asia's second economic powerhouse?\nIndia's developing economy could not cope with the twin shocks of an abrupt lockdown and spiralling Covid-19 infections.\nAn estimated 140 million Indians lost their jobs, and unemployment soared to 24 per cent.\nThis is taking a toll on India's banks, who were already struggling with a mountain of bad loans before coronavirus.", "paragraphs": ["You can enable subtitles (captions) in the video player", "India's economy has been devastated by coronavirus. The country of 1.4 billion people entered its first recession on record this year, with GDP shrinking 7.5 per cent in the three months to September. That followed a staggering 24 per cent contraction in the June quarter.", "India was, until recently, the fastest growing large economy in the world. Its extraordinary rise rivalling China. So what went wrong? And will coronavirus derail India's goal to become Asia's second economic powerhouse?", "India's developing economy could not cope with the twin shocks of an abrupt lockdown and spiralling Covid-19 infections. The extent of the human and economic damage is now becoming apparent.", "When Prime Minister Narendra Modi announced a lockdown in March, the livelihoods of hundreds of millions of citizens were upended overnight. An estimated 140 million Indians lost their jobs, and unemployment soared to 24 per cent. Millions of destitute migrant workers had no choice but to return home on foot. This was the most dramatic migration since India's violent partition in 1947. Middle class professionals in areas like IT were also hit by widespread job losses. On top of this, coronavirus itself has spread like wildfire with nearly 10 million cases and more than 140,000 deaths as of early December.", "Businesses, too, were hard hit, from the small traders that form the backbone of the economy to modern giants nearly bankrupted, like retailer Future Group. India has offered less support to businesses than other governments. Many are barely scraping by.", "This is taking a toll on India's banks, who were already struggling with a mountain of bad loans before coronavirus. They are now facing a tsunami of debts. A landmark bankruptcy reform designed to address this has been scaled back.", "Authorities have pushed ahead with reforms to liberalise agricultural and labour laws. But those measures have been criticised for being rushed through with little debate. This has provoked fury, and thousands of angry farmers marched on the capital New Delhi in protest.", "Indians hope the country's festival season, centred on the celebration of Diwali, will help revive the economy. Indicators like a manufacturing activity index suggested that businesses are recovering. But the damage wrought by coronavirus will be hard to undo. Economists say India needs growth of at least eight per cent annually in order to create enough jobs for its millions of young people. Yet this could take years, dashing the dreams of a generation of Indians."], "authors": ["Filmed", "Produced Tom Griggs. Graphics Kari-Ruth Pedersen"], "keywords": ["coronavirus", "millions", "rocked", "nearly", "jobs", "economy", "million", "lockdown", "indians", "cent", "indias"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}