{"id": "b1b318bb-c050-37ba-a59f-ecf71cdb75ad", "title": "Donald Trump, George Wallace, and the Influence of Losers", "url": "https://www.newyorker.com/news/daily-comment/donald-trump-george-wallace-and-the-influence-of-losers", "summary": "Donald Trump will leave the White House in January, but Trumpism—that amorphous mobilization of nationalism, white nostalgia, and anti-élite grievance, twisted by disinformation—will likely remain a force in American politics for years.\nAnd asking how the forms of populist politics that Trump has exploited and stoked will evolve after his Presidency is different from asking what will become of Trump himself.\n(Think of Bill Clinton in 2000, even before he left the White House, unable to persuade Al Gore, his own Vice-President, to give him a meaningful role in Gore’s campaign against George W.\nEven so, electoral politics is a ruthless zero-sum game.\nWe can now see it as a warning flare—and as a reminder that it was not only Donald Trump who conceived of Trumpism.", "paragraphs": ["Donald Trump will leave the White House in January, but Trumpism—that amorphous mobilization of nationalism, white nostalgia, and anti-élite grievance, twisted by disinformation—will likely remain a force in American politics for years. How bad will Trumpism after Trump be? “Seventy-two million people is a lot of people,” President-elect Joe Biden noted this week, in an interview with the Times’ Thomas L. Friedman, referring to Trump’s electorate in 2020. But, when Trump departs, “I’m not so sure that ugliness stays,” Biden said. “There may be twenty percent of it. Twenty-five percent of it, I don’t know.”", "We can be confident, as Biden is, that the great majority of Trump voters in 2020 are not irrevocably committed to Trumpism; many of them, for example, would just prefer to have Republicans running the economy. And asking how the forms of populist politics that Trump has exploited and stoked will evolve after his Presidency is different from asking what will become of Trump himself. The President may imagine that he can remain the sole and powerful master of his following after January—and, perhaps, to strengthen his grip, he will even announce a preëmptive campaign for the White House in 2024, as he has mused privately about doing. Yet he cannot deny a reality: generally, ex-Presidents lose power very quickly. (Think of Bill Clinton in 2000, even before he left the White House, unable to persuade Al Gore, his own Vice-President, to give him a meaningful role in Gore’s campaign against George W. Bush.) Trump had no inkling what it was like to be President before he won the office, in 2016. Come February, he may be stunned again, this time by the speed at which former loyalists distance themselves.", "Of course, Trump may again prove to be a mold-breaker. It’s not as if the Republican Party is likely to stand up to him. The complicity of the Party’s national leadership since Election Day, as Trump has recklessly promoted baseless allegations of voting fraud, is both a measure of his residual ability to intimidate and a shocking snapshot of a debased G.O.P. establishment, which seems to have lost much of its muscle memory from the time before Trump. Even so, electoral politics is a ruthless zero-sum game. Trump failed decisively to be reëlected, becoming the first sitting President to meet that fate in nearly three decades. As Trump himself might put it: when you’re a loser, people can treat you like a dog.", "Editor’s Picks", "Trump’s charisma, such as it is, synthesizes the rudeness and the faux “authenticity” of recent reality television with the racialized and nativist rhetoric that dates from way back in our history. He has drawn inspiration from such disparate populist figures as Joseph McCarthy, Arnold Schwarzenegger, and Jesse (the Body) Ventura, the professional wrestler who, in 1999, was elected governor of Minnesota. Trump’s most important predecessor, however, was probably George Wallace, the segregationist governor of Alabama, who ran four times for the White House and became “the first serious presidential candidate in the twentieth century who identified himself as a working man,” as the historian Michael Kazin writes in “The Populist Persuasion,” an essential history of American populist rhetoric and personalities on both the right and the left.", "Wallace’s unapologetic racism and his summoning of the economic and cultural grievances of “the common man” accelerated the Republican Party’s embrace of the Deep South as an electoral base after the sixties, and such populist resentment is the foundation on which Trump constructed his rise to the White House. At the apex of Wallace’s appeal, during the Presidential campaign of 1968, when he competed as an independent against Richard Nixon and Hubert Humphrey, he championed factory workers, barbers, and policemen while denouncing “pointy-headed college professors,” Communists, and Wall Street money men. He exhorted his followers, “Yes, they’ve looked down their nose at you and me for a long time—the Republicans and Democrats. Well, we’re going to show them there are a lot of rednecks in this country!”", "Wallace won five states that November and captured fourteen per cent of the national popular vote; Nixon won a narrow plurality over Humphrey, attracting just over forty-three per cent nationwide. Wallace lost to Nixon by slight margins in Tennessee and North Carolina. Because of the vagaries of the Electoral College, if Wallace had won either of those states, and if Humphrey had overcome a narrow margin of defeat in Ohio, Nixon would have failed to win the Electoral College, throwing the contest to the House of Representatives. (Wallace was polling even higher over the summer, but then he selected as his running mate the retired Air Force general and strategic-bombing enthusiast Curtis LeMay, who, at his début press conference, lamented the public’s “phobia about nuclear weapons” and argued that there were times “when it would be most efficient” to use nukes on the battlefield.)", "After his defeat, Wallace joked, “Maybe I’ll sit under the Confederate statue” in his home town of Clayton “and play checkers.” His aides knew that he would run again. He was eventually reëlected governor of Alabama, but in later Presidential bids, in 1972 and 1976, he had much less success. A deranged gunman shot and partially paralyzed Wallace during the 1972 campaign, and he spent the last years of his life in physical pain and in search of spiritual redemption. In 1979, Wallace met with John Lewis, who, fourteen years earlier—when Wallace was governor and Lewis was the chairman of the Student Nonviolent Coordinating Committee—had had his skull cracked by Alabama troopers as they broke up a civil-rights march across the Edmund Pettus Bridge, in Selma. “I’ve come to ask for your forgiveness,” Wallace told Lewis. The latter listened compassionately but asked, “Why did you order the troopers to stop us, to beat us, on Bloody Sunday, in 1965?”", "By the time of Wallace’s death, in 1998, his influence over the electorate and the two major parties had dissipated to the vanishing point. Yet, as Dan T. Carter, Wallace’s authoritative biographer, writes, this was partly because, as Nixon and successive Republicans co-opted and mainstreamed aspects of Wallace’s strategy, “The politics of rage that George Wallace made his own had moved from the fringes of our society to center stage.” Carter concluded that Wallace “was the most influential loser in twentieth-century American politics.”", "Wallace was who he seemed to be—a self-made, ambitious bitter-ender with a knack for the campaign trail and a capacity for personal reflection, at least toward the end. Trump, a Wharton graduate who also rails against the Ivy League, has transcended Wallace’s political achievements by delivering transparently cynical performances that nevertheless, with his gift for stagecraft, come across to many as authentic. In Wallace’s time, it was common to dismiss his candidacy for the Presidency as a last gasp from the dying Jim Crow South. We can now see it as a warning flare—and as a reminder that it was not only Donald Trump who conceived of Trumpism.", "Over the next four years, the post-Trump Republican Party will seek to consolidate the President’s voters in its electoral campaigns, even if his influence is diminished. Some will try it Trump’s way. In a brilliant survey of Republican officeholders and thinkers contemplating the G.O.P. after Trump, my colleague Nick Lemann cites the example of Trump adapters such as Josh Hawley, the ambitious young senator from Missouri—a banker’s son with degrees from Stanford and Yale—who warns against “a powerful upper class and their cosmopolitan priorities.” The internationalist, business-driven Bush-Romney wing of the Party faces a reckoning for which it may not be prepared, even if Trump’s personal post-Presidency turns out to be an inconsequential theatre of rallies, tweets, and far-right talk-show appearances, staged in between legal and financial battles.", "The most worrying part of Trump’s legacy is his no-longer-ambiguous disdain for elections and the Constitution. Out of an instinct for self-preservation, an attraction to authoritarianism, and a wounded ego, Trump has launched an absurdly inept but still frightening attempt to overturn the 2020 results by sheer force of will. He is bequeathing the country a toxic legacy that now goes far beyond the contours of Wallace-ism—a mashup of conspiratorial rhetoric about Dominion voting-machine plots and urban corruption that will echo on talk radio and social-media platforms for years, and provide many rationalizations for antidemocratic action, including violence.", "Anne Applebaum, in her recent book, “Twilight of Democracy,” traces the drift of sections of Poland’s post-Cold War center-right, which was, until quite recently, internationalist and ardently pro-European, but whose “supporters and promoters” have lately come “to embrace a different set of ideas, not just xenophobic and paranoid but openly authoritarian.” The Polish narrative is a reminder that Trump’s election in 2016, although it was shocking at the time to America’s coastal élites, trailed the rise of similar politics in Europe—which have only advanced since then. The theme, Applebaum writes with depressing clarity, is that “given the right conditions, any society can turn against democracy. Indeed, if history is anything to go by, all of our societies eventually will.”", "Read More About the Presidential Transition"], "authors": ["Steve Coll", "Steve Col", "Susan B. Glasse"], "keywords": ["wallaces", "influence", "politics", "wallace", "donald", "trumps", "electoral", "nixon", "trump", "white", "populist", "george", "house", "losers"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}