{"id": "b1b9ed31-2489-3fa1-b366-56c3ed5aab0b", "title": "Scott Galloway on recasting American individualism and institutions", "url": "https://www.economist.com/by-invitation/2021/03/09/scott-galloway-on-recasting-american-individualism-and-institutions", "summary": "In America, covid-19 has claimed more than 500,000 lives.\nThe pandemic has illuminated a set of imbalances in American society.\nAmerican individualismIndividualism is an essential part of the American story.\nMore recently President Donald Trump made disrespect for public institutions a defining feature of his administration, blaming the “deep state” for every setback.\nYet we must recognise that beyond disagreements over the size and specifics of government institutions, those institutions are essential and honourable—as are the people who serve in them.", "paragraphs": ["America’s conceptions of freedom and government have become distorted. To revitalise the country, they need to be revised", "I GREW UP on stories of the second world war. During the aerial bombardment of London known as the Blitz, my mother, aged seven, had to sleep in tube stations for protection. She was given a mask against poison gas. It was difficult to put on, and frightening to wear, so a thoughtful designer had modified the children’s version with a rubber nose—my mother thought it made her look like Donald Duck. Sheltering underground with a gas mask was traumatic, but society was under threat and sacrifices had to be made. Today, when people refuse to physically distance or wear a mask at Walmart, I envision my seven-year-old mother as a child, on a dark tube platform, with her awkward Donald Duck gas mask.", "Once again, society is under threat—not from tanks and bombs but an enemy one-400th the width of a human hair. The toll has been catastrophic. In America, covid-19 has claimed more than 500,000 lives. Millions of people have lost their jobs and 40m face eviction. A generation of children have had their education interrupted or impaired.", "America’s failure to defend itself against the virus is not unique, but neither was it inevitable. Other countries have beaten back the virus with fewer cases and deaths, with less interruption to daily life and at lower economic cost. The pandemic has dealt a blow to the notion that America is exceptional. Why has it fared so poorly? What is behind the refusal to adopt basic precautions, from social distancing to face masks?", "All societies contain structural tensions: between individual and community, labour and capital, the young and old. When these tensions are in balance, they are productive. This is true in business and the arts, in competitions between rival cities, sports teams and rappers. When these tensions fall out of balance—when one side grows disproportionately strong—the imbalance threatens the health of society, perhaps even its fundamental nature.", "The pandemic has illuminated a set of imbalances in American society. The most profound among them is the growing disharmony between the individual and the community.", "In recent decades many Americans have conflated liberty with selfishness, adopting the notion that freedoms are self-sustaining, that liberty is a birthright that no longer requires sacrifice or collective action. They denigrated the institutions and traditions that yielded our freedoms in the first place and serve as the connective tissue holding the nation together. These attitudes are societal comorbidities, and when the pandemic hit, the results were tragic. Despite having just 4% of the world's population (and nearly 30% of the world’s wealth) America suffered 25% of reported covid-19 infections and 20% of its deaths.", "To respond to the pandemic—and other societal challenges—America must rediscover its communal values and its capacity for sacrifice. There will always be a place for the rugged individual in the American landscape. But we must abandon the delusion that such a figure can stand alone and isn’t obligated to sacrifice in the service of others.", "American individualism", "Individualism is an essential part of the American story. The pilgrims left England on the Mayflower to freely practise their religion. Cowboys tamed the Wild West. Inventors and industrialists built the country’s commercial might. In my area of focus, technology, the idolatry of innovators is foundational. Success is the result of individual achievement, we are told, and failure comes from a lack of grit and genius. The message is seductive—for the successful.", "As the only child of a single immigrant mother who lived and died a secretary, I used to think I was self-made. But the truth is that I’m American-made and have benefited from a time and place of unprecedented prosperity, which dampened my failures and bolstered my successes.", "To be sure, I work hard. But none of my ventures would have been possible without California’s public-education system, where I went to primary school, university and business school from the 1970s to 1990s for a total of $10,000. I entered as an unremarkable, lower-middle-class kid. I left with credentials, a network and my first startup. Without the generosity of California’s taxpayers, and being born in the right demographic (white, male), I’d probably still be installing shelving—my job until UCLA accepted my second undergrad application.", "The same is true for many of our myths of individualism. Persistence and the plough “settled” the frontier, not a handsome white guy with a six-shooter and a pack of smokes. Cowboys were poor men who did dreary work for low wages; Hollywood and Madison Avenue morphed them into gunslinging heroes. Likewise, the wonders of Silicon Valley were built on a foundation of government-funded projects—the computer chip, the internet, the mouse, the web browser and GPS.", "Yes, the private sector deftly turned publicly-funded technologies into commercial successes, and there was a place for individual genius in that. But those successes were also built on long hours by tens of thousands of engineers (many of them immigrants, many who went to public schools). The Ayn Rand image of the solo entrepreneur—Hank Reardon toiling alone in his laboratory to invent a new kind of steel—is a pernicious deception.", "Myths have their place, and America’s worship of individual innovators inspires real achievement. The opportunity for success attracts the ambitious and those willing to work hard, like my parents, along with millions of others who land on American shores. But the myth becomes a liability when society becomes so enamoured with the idea of individual success that it forgets, and even attacks, the very institutions that enable it.", "Yet this is happening across America. The national myth of individualism has become so exaggerated in our culture, politics and economy that it has pushed out any corresponding sense of community and responsibility. The result is rising inequality, decreased economic mobility and an economy that has gone from dysfunctional to dystopic in 12 months.", "Self-centered politics", "The modern spokesperson of America’s rugged individualism was Ronald Reagan. He captured the ethos in his famous declaration, “The nine most terrifying words in the English language are: ‘I’m from the government and I’m here to help’.” It was the opening salvo to a 40-year assault on public-sector institutions carried out under the banner of liberty and supposed self-reliance.", "Reagan gutted administrative agencies by appointing leaders opposed to their very mission. His first director of the Environmental Protection Agency cut the organisation’s budget by 22% in 22 months before resigning amid scandal. The pattern continued in bipartisan fashion: elected leaders pared back agencies’ powers and accepted the sentiment that the default government action was inaction.", "More recently President Donald Trump made disrespect for public institutions a defining feature of his administration, blaming the “deep state” for every setback. Like Reagan, he stocked his cabinet with appointees opposed to the departments they led, from a secretary of education who doesn’t appear to believe in public education to a secretary of energy who once proposed eliminating the Department of Energy.", "International bodies are immolated. Consider the World Health Organisation. Mr Trump’s decision to pull America out of the WHO in the midst of a pandemic (reversed under President Joe Biden) was galling, particularly as the WHO is responsible for one of humanity’s greatest public-health accomplishments: the eradication of smallpox in the 1970s. To appreciate the magnitude of this, Google images of “smallpox” and glimpse the horror that once killed millions each year. It was a victory for co-operative, state-funded projects and it cost a mere $300m. By one estimate, America, the largest contributor, recoups that value every 26 days from savings in vaccinations, lost work and other costs.", "The efficiency of public-sector programmes can be seen all the time. An American family with an annual income of $52,000 per year pays approximately $16,000 a year in federal, state and local taxes. In exchange, that family gets roads, public schools, environmental protection, national security, fire and police. Try assembling that as a package of private services and see what it costs.", "Likewise, regulatory limits on pollution, worker safety and financial services are frustrating and sometimes ill-considered, but these are areas where spending billions can prevent paying trillions. This has been especially true in the covid-19 crisis. The budget of the Centres for Disease Control (CDC) and the cost of America’s stimulus packages are so lopsided—$7bn compared to around $3trn so far—that it’s difficult to juxtapose the two.", "Antipathy to government institutions is often called “conservatism”, but it bears no resemblance to any principled tradition by that name. Conservatism is rooted in a respect for institutions. Its intellectual founding father, Edmund Burke, wrote, “Nothing turns out to be so oppressive and unjust as a feeble government.” The observation comes from his most famous work, a criticism of the anti-institutional, pro-individualism of the French Revolution and the bloody terror that followed. There is plenty to criticise about the American administrative state, but idolatry of the individual is hardly a true “conservative” critique.", "Nor can the current, degraded notion of freedom be found in the works of America’s founders. The premise of the Declaration of Independence is not simply that our rights are “self-evident” but that “to secure these rights, Governments are instituted among Men.” This is to say, the founders respected “government”: they saw the state as a vehicle to guarantee freedom. In the years after the American Revolution, those who fought for liberty spent the rest of their lives progressively strengthening the central government they had formed in order to secure that freedom. Their legacy is the stability and prosperity we have come to take for granted. The exaggerated emphasis on individualism imperils their achievements.", "Comorbidities around us", "America’s economic growth in recent decades has produced prosperity without progress. Real wages for the median American household have been flat since the 1970s, whereas the top 0.1% of Americans now own more of the nation’s wealth than the bottom 80%. Even before the pandemic slammed the economy, four in ten American adults could not cover an unexpected $400 expense without taking on debt.", "Many on the left, especially young people, are arguing that this inequality is an indictment of capitalism. Historically, capitalism’s rebuttal has been the promise of equal opportunity. Inequality may be built into the system, but with talent and hard work, people can rise. But the upwardly mobile America that fulfilled my parents’ dreams is disappearing. American children born in 1940 had a 92% chance of making more than their parents at age 30. Only half of Americans born in 1984 achieved this.", "Put simply: the right has given up on government and the left has given up on capitalism.", "Covid-19 did not find an exceptional country. Instead, it found a land of individuals—too many of them poor, overweight, under-educated and overly imprisoned. It found underfunded institutions and a population teeming with a sense of entitlement rather than community.", "America’s experience is a story of arrogance and a refusal to sacrifice that contributed to institutional failure. When the outbreak began, the country made no serious effort to test and trace cases. The CDC, once the gold standard of public-health agencies, wasn’t able to produce a working coronavirus test. Early on, a high-school student in Seattle was publishing a more accurate record of infections than the CDC. In contrast, Taiwan immediately put public-health investigators on all inbound flights from Wuhan to examine passengers for signs of illness and collect information for contact tracing.", "What separated America from countries that staunched covid-19 is neither size nor geography. China has the world’s largest population (Wuhan has more people than New York City). And though many countries that did well are islands, that offers scant protection. (The first person to die of covid-19 in Iceland was an Australian, and the virus reached America from China and Europe, not Mexico or Canada.) No common political system or cultural tradition links the successful countries.", "America’s response was inept because the institutions designed to protect the public failed or were enfeebled. At almost every level of society, people chose individual convenience over collective well-being.", "Societal antibodies", "The second world war, which shaped my parents’ lives, found Britain and America ill-prepared for conflict. Yet the people of both nations (and millions of others around the world) made the collective sacrifice to defend their societies against mortal threat. America lowered the speed limit to 35 miles (55 kilometres) per hour to save oil and rubber. People planted small household vegetable patches—Victory Gardens—to augment food production. They sent in their watches, pots and pans, even their hair pins, to be melted down for the war effort. The country did not build a single new car for almost three years as it shifted production to bombers and tanks.", "These sacrifices did not come easily. Political and cultural leaders took to the airwaves to exhort fellow citizens to see past the dark times to a sunnier future. Sometimes a heavier hand was required; there was military conscription, after all. But no amount of coercion could have inspired these sacrifices had there not been a sense of solidarity.", "In our own day, we face a range of threats: a warming climate, an erosion of democratic governments, deepening wealth inequality, other pandemics, terrorism and armed conflict. Any of these could surpass covid-19 in death and loss. We cannot afford to be complacent and conflate freedom with a lack of upfront investment in the wellbeing of the community.", "What can be done to reverse the country’s self-destructive course, and to repair and prepare? America should use the pandemic as a turning point for renewal. Just as the human immune system develops antibodies from one viral infection to fight off another, covid-19 presents us with the opportunity to build “societal antibodies”—practices to fend off the contagious disease of selfishness.", "The country needs a “Corona Corps”. Similar to the armed forces or the Peace Corps, it would consist of people largely aged 18 to 24, trained and equipped to fight the virus. The Corps would conduct contact tracing, staff testing and vaccination centers, and work with people required to isolate, providing anything from food delivery to a sympathetic ear.", "Once the virus is tamed, we should transition Corona Corps into a robust national-service programme. Each year 2m young Americans begin college. Most would benefit from a year outside of the communities of their childhood, a chance to encounter Americans of different ages and from different cultural and economic backgrounds. Studies show that students who take “gap years” do better in college than those going directly from high school. Corona Corps members could not only be paid but also earn credits to reduce tuition and lowering their debt—as well as gaining experiences that serve as an on-ramp to jobs once they graduate.", "A second reform is our tax system—a government function that is fundamental to all public programmes, but which has been ravaged by our disregard for the state institutions. It is deeply dysfunctional, highlighted by the revelation that Mr Trump, a self-proclaimed billionaire, paid virtually no income taxes for the past decade.", "The tax code itself is in part to blame. Allowing the super-wealthy 0.1% to enjoy a greater share of spoils while we cut their taxes is not the hallmark of a functioning society. Whatever tax rules we adopt, administering them requires an efficient institution and America’s Internal Revenue Service has been severely underfunded. (Strikingly, when Burke criticised “feeble government,” his specific concern was with a state that fails to collect taxes from the politically powerful.) A recent congressional report estimated that a $100bn investment in tax enforcement would take in $1.2trn, yes, trillion, in revenue over the next decade.", "There is much that can be done to reinvigorate our sense of community. Professional groups and companies have a role to play. Lawyers have a strong tradition of pro bono work. Law schools should implement a semester dedicated to public legal service, similar to what the University of Georgia offers students and its community. American medical schools typically require a meagre 20-40 hours of community service from students across their four years of study: they should follow the example of Mexico and other Latin American countries, which require a year of community medical work. These types of commitments would make for better professionals—and citizens.", "But the bigger point is that we must pursue a cultural shift: a renewed recognition of the value of institutions, of the balance between the individual and the community in a prosperous society. Certainly people should complain about the arcane and sometimes onerous regulations that hamper entrepreneurship—at the point of contact, institutions often feel like friction, like something to be avoided. Yet we must recognise that beyond disagreements over the size and specifics of government institutions, those institutions are essential and honourable—as are the people who serve in them.", "Just as leadership directed our country towards a common purpose during the second world war, it falls firmly on our leadership to repair our respect for institutions today. The essential responsibility of elected officials is to make government work for their constituents. Complying with and improving regulations would be more likely if political leaders spent less time denigrating the institutions we elected them to lead and more time celebrating and strengthening them.", "I can’t imagine what it might have been like to hear the growling motor of a Luftwaffe aeroplane flying over the Thames, its wings heavy, its belly filled with bombs and its sights pointed at my neighbourhood. But it produced a sense of solidarity and purpose. When bombs begin falling, personal choice and community welfare fuse together.", "The challenges that America faces today do not announce their assault so clearly. A virus, a changing climate, less economic mobility, addiction and despair—these are enemies that we can only fully appreciate through data and trust in institutions. But like responding to an invasion, we cannot fight these crises on our own. Individualism is embedded in America’s cultural identity, but it is a sign of national character to act together as a community.", "_________________________________", "Scott Galloway is a professor at New York University’s Stern School of Business, the founder of several companies and served on the boards of Urban Outfitters, the New York Times Company and Berkeley’s Haas School of Business, among others. He is host of ‎The Prof G and Pivot podcasts and is the author of several books, most recently “Post Corona: From Crisis to Opportunity” (Portfolio, 2020)."], "authors": ["The Economist"], "keywords": ["america", "institutions", "community", "galloway", "covid19", "recasting", "society", "individualism", "american", "americas", "public", "work", "individual", "scott"], "pubDate": "2021-03-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}