{"id": "b1fa6d95-4177-35eb-aa72-1d13974665c5", "title": "‘Black trauma porn’: Them and the danger of Jordan Peele imitators", "url": "https://www.theguardian.com/tv-and-radio/2021/apr/21/black-trauma-porn-them-jordan-peele-amazon", "summary": "There is an inherent difficulty in producing thoughtful art that comments sensitively on racial violence, dishing up that viscous bigotry as entertainment.\nIt is just the latest effort in what is being described as the “race horror” genre.\nIt’s a question that has deep complications for what we consider to be the constructions of the horror genre itself.\nWe would probably be more generous to the “racial horror” genre if every “racial” horror was made to the standard of Get Out.\nBut the reality is that within the horror genre, well-made, criticially acclaimed films often result in a slew of low-quality imitations.", "paragraphs": ["There is an inherent difficulty in producing thoughtful art that comments sensitively on racial violence, dishing up that viscous bigotry as entertainment. In a 2020 Art in America essay, the academic Zoé Samudzi wrote: “Where Blackness is en vogue and atrocity images are a hot commodity, it becomes difficult to produce a commentary or satire that does not read almost identically to the quotidian flows of violence.” The art is, in essence, a continuation of the violence it seeks to represent.", "But the Amazon Studios series Them has no time for such complexity, its creators less like artists struggling to strike a delicate balance between aesthetic, political, and welfare considerations, and more like sadomasochists. The horror anthology, which started with a 10-episode run earlier this month, simply indulges in cheaply exhibiting extremes of Black suffering. It is just the latest effort in what is being described as the “race horror” genre.", "The first season, Covenant, is set in 1953 and explores the hostility faced by African Americans during the tumultuous Second Great Migration. The Emory family, who move to Compton in California, represent those African Americans who migrated to white-dominated northern and western states from the south, in search of new economic opportunities, and to escape the white-supremacist and Ku Klux Klan violence that haunted southern states. The terror they find in Compton is as much about the manifest displays of racism, as the psycho-terror of fear and paranoia evinced through hallucinations and various cliches of paranormal activity. As such, the series both historicises and mythologises Compton (now better known as an African American ethnic enclave and the birthplace of West Coast hip-hop) as a once white-majority neighbourhood whose demography transformed after the “white flight” exodus of middle-class residents.", "If, despite the radically different setting and historical material, this series sounds suspiciously like a sloppy pastiche of Jordan Peele’s critically acclaimed 2019 film Us, that’s because it is. Or at least it’s meant to be: both centre on the home invasions of a Black family, and the title steal is, frankly, cheeky. But what distinguishes Them from Us is that the established canon of Peele’s work stretches beyond the expected capacities of Black characters in horror films, allowing his actors, in both Us and his 2017 film Get Out, to revel in the fun and absurdity of the genre.", "Daniel Kaluuya as the unfortunate dinner guest in Jordan Peele’s Get Out, 2017. Photograph: photo:/Universal Pictures", "Where Peele’s work does grapple with racism, in Get Out, it is done so intelligently: attempting to reveal incisive but less visible truths about middle-class liberal racism, that racists can be “Good people. Nice people. Your parents, probably”, as Lanre Bakare wrote on its release. Them, however, forfeits the opportunity to make any sophisticated or penetrating appraisal of racism in the US beyond affirming its existence. Instead it is an exercise in gratuitous racial violence, both in the infliction of racial terror against the Emory family, and on the Black audience who are left without respite from visceral and degrading scenes.", "08:13 Why horror keeps creeping into black drama - video", "“Piccaninny” dolls are strung up outside the Emory home, while the N-word is burned on the lawn, and each member of the family faces difficulties in assimilating into their new institutions; eldest daughter Ruby is tormented by her white classmates with monkey noises. This repeated assault on Black audiences, however, reaches a climax with the gratuitous violence in episode five where, in devastating scenes, it is explained that the Emory family had moved from North Carolina after the mother, Livia known as Lucky, was raped by multiple men as she witnessed her baby boy, Chester, being wrapped in cloth and swung violently around until he was dead.", "Beyond those scenes being excessively traumatic, what sticks with me is the callous treatment of Lucky in the aftermath. Rather than this episode exploring grief, Chester’s death is merely a plot device to narrate Lucky’s descent into madness and her daughter’s increasing sense of alienation from her. It is a particularly cruel and misogynoiristic denial of emotional breadth, and as the son of a Black mother who lost a child and knows that this grief persists even 18 years later, it cannot be understated how traumatising these scenes are to witness.", "That Them depends on lacerating and torturing the psyche of its audience is not lost on Amazon; indeed the series debuted with a concurrent headline in the Los Angeles Times: “The racist violence in Amazon’s new series left execs ‘shaken’. Does it go too far?” Before the series was screened, the trailer for Them last month led to an eruption of anger and upset in Black social media spaces from those frustrated at the incessant efforts to reify a new genre of “black trauma porn”. Also clear is that this is not merely a problem of “diversity” in Hollywood, often presented as the panacea for problematic film and television; both the show’s creator Little Marvin, and executive producer, Lena Waithe, are Black. Notwithstanding the overwhelming number of white directors and producers on the show, what we are seeing is that even Black creators can inflict racist harm on Black audiences. The dividing line isn’t “lived experience” of racism; it’s who profits and who suffers, and we are often not honest enough about which Black faces sit on which side.", "More critically, what has emerged from these reactions is a question of whether the film and television category of “racial horror” should exist in the first place. It’s a question that has deep complications for what we consider to be the constructions of the horror genre itself. Wes Craven, the creator of A Nightmare on Elm Street said in 2007 that horror movies are “the disturbed dreams of a society”, and that the horror genre depends on our fears being “manipulated and massaged”. This speaks to the purpose of horror as tapping into the most primal, Freudian fears: the unknown, the dark, grief, death. But how can the spectre of racism and racial violence be reduced to the arena of “fear” when it persists as a force for violence and social death against the Black audiences who are watching?", "In his essay on Them, the author Brandon Taylor writes that the imagination cannot make space for racism as unrealised fear through the horror genre when these acts of violence are realised daily: “I don’t understand how you make a horror if you are never safe. How do you make something to terrify a people who have lived for generations in a state of constant besiegement? The worst thing short of death that could happen to Black people in America has already happened.” These words are particularly heavy in the month that 20-year old Daunte Wright was killed by a white female police officer during a traffic stop just 11 miles from where George Floyd was murdered last year in Minnesota. Taylor further argues that creative licence is stifled in this genre, as the “horror” can only ever be so many degrees from reality. As such, “paranormalising” racism falls flat.", "But the specific problems with Them do not necessarily undercut the potential for horror to reflect the fears and realities endemic to racism well. As Wes Craven continued: “You don’t enter the theatre and pay your money to be afraid. You enter the theatre and pay your money to have the fears that are already in you when you go to a theatre dealt with and put into a narrative.” Racial violence is a reality but this does not negate the existence of fear, which is its own kind of violence. Fear is not necessarily irrational, in the way that it is irrational to believe that there are ghosts in your house or a monster under your bed. And if horror is a medium which has always reflected fears, both societal and the more primal fears of death and darkness, is it fair to preclude narratives on racism from being integrated into the horror category? Certainly the art world has examples of well-executed portrayals of racism as horror – for example, Norman Lewis’s 1960 painting America the Beautiful, which was displayed at the Tate Modern exhibition Soul of a Nation: Art in the Age of Black Power in 2017. The piece evokes a powerful hauntology by portraying the KKK and burning crosses as abstract, ghost-like figures, in a way attesting to the omnipresence of racism.", "The issue is that Them does not fit into the canon of well-made Black horrors that Peele has established. Peele has been clear that Us is not a horror film about race and racism. It is a horror film that places a black family at its centre. Yet the very presence of Black characters means the film is often misread as making a commentary about race that is nowhere to be found in the script. Of course, there are cases where you could successfully ignore authorial intent: while George Romero’s 1968 horror Night of the Living Dead was not intended to be a commentary on police racism, the Black protagonist, Ben, being the last survivor of a cannibalistic zombie attack on a rural farmhouse in Pennsylvania, only to be shot by a white sheriff who mistakes him for a zombie remains one of the most penetrating reflections of the function of racism in the history of film. Romero insisted that his casting of the African American actor Duane Jones as Ben was a “race blind” casting, yet this was inconsequential to the social message the film has come to represent. But that is not the case with Us, which has been interpreted as “racial” horror not based on any analysis beyond the skin colour of the actors.", "And this is where Them demonstrates an absolute misreading of Peele’s work by its creators. Speaking to Variety, Little Marvin says: “As a kid, loving all of those classic movies, folks who looked like me never populated the center of those frames. Here’s this classic Hitchcock frame that back in the day would have only held Janet Leigh or Eva Marie Saint or Grace Kelly, and instead here’s Deborah Ayorinde in the center of the frame, looking gorgeous, dazzling and Black.” But the point of writing Black characters into different genres is not simply to have Black actors “looking gorgeous” while they are brutalised on screen, nor is it to instantly disrupt every genre category to make commentaries on race and racism.", "Night of the Living Dead, 1968: ‘One of the most penetrating reflections of the function of racism in the history of film’. Photograph: Ronald Grant", "Little Marvin’s words evidence the restrictiveness of both his own creative instincts and those of white Hollywood. As the writer Angelica Bastien responded in Vulture: “There’s something insidious about Little Marvin’s perspective in this quote: it supposes that putting a Black person in a visually white concept is inherently radical, instead of showing the limits of his imagination.” Even where Peele’s films do make a societal commentary on racism, as in Get Out, Little Marvin’s attempted pastiche is still premised on a misunderstanding of what makes the film a “horror” film. As the writer Brit Bennett has tweets, “The Jordan Peele knockoffs are so bad because they are made by people who thought the horror of Get Out was the Armitages [the main antagonist white family] when in fact, it is the sunken place” – the “sunken place” being the hypnotic arena where Black people find themselves mentally and physically entrapped by the clutches of white society.", "We would probably be more generous to the “racial horror” genre if every “racial” horror was made to the standard of Get Out. But the reality is that within the horror genre, well-made, criticially acclaimed films often result in a slew of low-quality imitations. John Carpenter’s Halloween (1978) is considered a classic of the slasher genre and inspired numerous derivatives, such as Friday the 13th and My Bloody Valentine. To compete, these films often ramped up the shock factor by making the death scenes grizzlier and more brutal.", "While this cheap strategy has little consequence in the slasher series beyond a few subpar films, the reality of mass commercialisation of the “racial horror” genre, particularly in the hands of white Hollywood execs, is that its easy overlap with “black trauma porn” means that Black audiences will be subject to an arms race of the most shocking and horrific images of anti-Black atrocity. Them belongs to this genre of trauma porn, not the canon of Jordan Peele or Wes Craven. While we can likely rely on Peele to maintain integrity and quality in his work – his upcoming slasher film Candyman features a Black cast and is sure to be a sophisticated commentary on race and racism, given the themes of the 1992 original to which it is a direct sequel – not all horror films featuring Black people can or will be made by Peele. And even with critical backlash, as long as Hollywood can line its pockets by commodifying Black pain, it will continue to churn out the cheap knockoffs.", "", ""], "authors": ["Jason Okundaye"], "keywords": ["genre", "horror", "racism", "jordan", "trauma", "white", "series", "violence", "danger", "racial", "black", "imitators", "porn", "race", "peele", "film"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}