{"id": "b2051aeb-444e-364b-ab28-8774c60ae87f", "title": "‘These are our homes’: LA gay bars fight to stay afloat after year of shutdown", "url": "https://www.theguardian.com/us-news/2021/apr/09/los-angeles-gay-bars-closed-coronavirus", "summary": "Four iconic Los Angeles gay bars, touting a combined history of 130 years, have permanently closed during the pandemic and many more have warned that they are on the brink of shutdown.\nEven as nightlife gradually returns, some of the remaining queer bars across southern California have resorted to crowdfunding in a last-ditch effort to stay afloat, warning that Covid-19 may bring about the end of historic institutions that have weathered the Aids crisis and multiple economic downturns.\nAlvarez noted that bars like New Jalisco are much more welcoming to undocumented patrons and trans Latinas than West Hollywood establishments.\nThe success of the campaign energized other queer bars to try to seek aid from supporters, though some say their debts are still significantly greater than the donations they’ve gathered.\nTony Soto, who performs at Akbar, says he’s hopeful that bars will survive the pandemic.", "paragraphs": ["Four iconic Los Angeles gay bars, touting a combined history of 130 years, have permanently closed during the pandemic and many more have warned that they are on the brink of shutdown.", "Even as nightlife gradually returns, some of the remaining queer bars across southern California have resorted to crowdfunding in a last-ditch effort to stay afloat, warning that Covid-19 may bring about the end of historic institutions that have weathered the Aids crisis and multiple economic downturns.", "The pandemic has permanently closed more than 100,000 bars and restaurants across the United States but in LA, which has been under some form of lockdown restrictions since last March, the impact on nightclubs has been particularly brutal.", "Four LGBTQ+ bars shuttered in West Hollywood last year, including Rage, a legendary nightclub that closed after 37 years, and Gold Coast, a 39-year-old dive bar down the street on Santa Monica boulevard. Then in January, as LA become one of the worst Covid hotspots in the nation, Oil Can Harry’s, a beloved gay country bar in Studio City, said it was closing for good after half a century of hosting queer line dancing.", "“It feels like a death,” said Rick Dominguez, a DJ who hosted disco and country nights at Oil Can Harry’s for 27 years. “We are losing a lot more than just our place to dance. It was a home for us for decades. So many people met and fell in love at Oil Can.”", "Rick Dominguez, back row, second from left, was part of the dance group LA Wranglers that performed at Oil Can Harry’s in 2012. The bar closed permanently in January. Photograph: Courtesy Rick Dominguez", "Oil Can still had a siren on site that staff used in the 60s to warn customers that police were coming and allowed them to quickly switch to partners of the opposite gender, said Dominguez: “New generations aren’t going to get to know this space.”", "Before Covid, gay bars were already disappearing in LA and other US cities due to rising rents and gentrification, and as online queer dating and hookup apps grew in popularity. The venues most at risk of closing are often independently owned and cater to more underrepresented groups, including Black and Latino communities, trans and gender-nonconforming crowds and working-class neighborhoods, research has shown.", "Many of the LA bars that are struggling are located outside of the West Hollywood scene, which is known for catering to white gay male crowds and is more touristy, with owners turning to GoFundMe to make it through the crisis.", "“These places were our safe havens, so to watch them be the first to go is really fucked up,” said Meatball, an LA drag queen who performed at Precinct, a downtown club that is raising funds to stay open. “I can’t imagine a world without Precinct. There are people who you only see there, but they are your close friends.”", "Precinct has long had an unpretentious vibe that made it more comfortable than many gay bars, Meatball said: “It’s dingy, it smells like old alcohol when you walk in, and there’s something so comforting about this dark, seedy place – gay people love that stuff.”", "New Jalisco, also in downtown, is one of the longest-running Latino gay bars in the region, run by an immigrant couple who transformed it into an LGBTQ+ venue in the 1990s. Behind on a year’s worth of rent, the bar has also started raising funds.", "“I can’t imagine a world without Precinct,” said Meatball, a drag queen who performed at the club. “These places were our safe havens.” Photograph: Jeremy Lucido", "“It feels like you’re at a family party,” said Eddy Francisco Alvarez Jr, a Chicana and Chicano studies professor at Cal State Fullerton. Alvarez noted that bars like New Jalisco are much more welcoming to undocumented patrons and trans Latinas than West Hollywood establishments. “You can show up in the multiplicity of who you are versus some other spaces that are very white or feel uninviting to working-class folks … We lose pieces of queer Latinx history when these places shut down.”", "Don Godoy, who ran a weekly night at Jalisco called Kafe Con Leche, said that his dancers have relied on online events and OnlyFans to supplement their income, but that they were anxious to get back to in-person performances.", "“We had customers who came every week for three years,” he said. “For it to stop all the sudden was challenging, especially mentally.”", "‘We are resilient’", "Club owners said they felt initially ashamed to ask for donations, but that they ran out of options.", "“We were paying the department of water and power to keep the lights on,” said Scott Craig, co-owner of Akbar in Silver Lake, which opened in 1996. “We’ve got to pay our mortgage, our licenses, our property taxes … and what does it behoove us if we don’t know what the hell we’re going to do?”", "Some of the Akbar owners’ younger friends and longtime patrons eventually convinced them to try crowdfunding before selling their property and closing down, said Peter Alexander, co-owner: “It’s much more important than my own personal financial wellbeing – all these places are more than just gay bars. They are our homes, our living rooms, our extended bedrooms.”", "The Akbar GoFundMe went viral in December, securing the owners more than $230,000 in donations. The success of the campaign energized other queer bars to try to seek aid from supporters, though some say their debts are still significantly greater than the donations they’ve gathered.", "Oliver Alpuche, owner of Redline, a downtown gay bar, estimated that the pandemic has left him with nearly $400,000 of debt, in part because he has had to continue paying for licenses and permits. He tried to do a few food pop-ups, but every effort at partially reopening has resulted in further losses. His landlord hasn’t sent eviction notices, but has not allowed for any leniency either, he said.", "Tony Soto, who performs at Akbar, says he’s hopeful that bars will survive the pandemic. Photograph: Paul Brickman", "“It’s very hard to ask a community that’s already vulnerable and suffering to help us out,” said Alpuche, whose GoFundMe is less than halfway to its goal. “But I don’t have investors or resources to lean on. How many loans can I personally take out to survive this?” The bar will probably continue to lose money when it returns with reduced capacity, he said: “But we’re still fighting and we’re gonna reopen.”", "For the performers and gig workers who relied on gay bars to make ends meet, their return can’t come soon enough.", "Ricardo Sebastian, who ran Putería, a popular Latin party at Precinct, said the dancers, DJs, photographers, decorators and other workers behind the events have all been suffering. This moment, he added, reminded him of the Aids crisis when gay clubs became a ghost town until they eventually bounced back in the 90s: “This just reset everything … I know we’ll come back. We’re just resilient enough. But I think it’s going to take a while.”", "Tony Soto, a drag queen who performs at Akbar and Precinct, said some performers gave up and fled LA during the pandemic, but he was hopeful that the bars that have survived would draw big crowds once it was safe: “We are social animals, we need to be around each other … Once the vaccine is distributed, I think people are gonna be spitting in each other’s mouths, and quite frankly I can’t say that I wouldn’t.”", "He has been doing weekly shows on Zoom, but was desperate to be in the same room as his audience again: “I haven’t heard real applause and real laughter in over a year.”"], "authors": ["Sam Levin"], "keywords": ["bar", "bars", "fight", "stay", "la", "afloat", "queer", "homes", "akbar", "shutdown", "pandemic", "places", "owners", "gay", "precinct"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}