{"id": "b21121e2-e714-3bef-9378-8aeed9432aa8", "title": "NatWest’s struggle to sell Ulster Bank", "url": "https://www.economist.com/britain/2021/04/10/natwests-struggle-to-sell-ulster-bank", "summary": "Nowadays, with interest rates stuck on the floor, the spread between deposit and loan rates has shrunk.\nIn an era of ultra-low interest rates the traditional business model looks much less attractive to investors, as NatWest, a large British bank, has found while trying to sell the Irish operations of its subsidiary, Ulster Bank.\nNatWest Group, following a strategic review, has been trying to offload its Irish operations for six months.\nIn February NatWest announced that the branches would be closed, and the Ulster Bank’s Irish business would be wound down over the coming years.\nLloyds, another big bank, is considering expanding into the property business, leasing homes directly to tenants.", "paragraphs": ["C OMMERCIAL BANKING was once said to be governed by the three-six-three rule: pay depositors a 3% interest rate, charge borrowers 6% and always be on the golf course by 3pm. That world is long gone. Nowadays, with interest rates stuck on the floor, the spread between deposit and loan rates has shrunk. Rather than teeing off at 3pm, bankers are more likely to be stuck behind their desks trying to think of new ways of turning a profit. In an era of ultra-low interest rates the traditional business model looks much less attractive to investors, as NatWest, a large British bank, has found while trying to sell the Irish operations of its subsidiary, Ulster Bank.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "NatWest Group, following a strategic review, has been trying to offload its Irish operations for six months. While there has been interest in the loan book from private equity firms, no-one wants to take on the branch network and deposits. In February NatWest announced that the branches would be closed, and the Ulster Bank’s Irish business would be wound down over the coming years. As a private equity boss says, in the past “you would buy a deposit business because it was a source of cheap funding, but today you can get even cheaper funding from markets without the hassle of running bank branches.”", "Banking used to be about what is technically known as maturity transformation—borrowing for short periods and lending for longer ones. The classic example would be a bank borrowing in the form of small deposits from savers that are repayable on demand and lending in the form of a 25-year mortgage. But that model relies on a decent spread—or net interest margin—between short term and long-term borrowing costs. Thirteen years of low interest rates have pushed the margin for British banks down from over 3% in 2007 to closer 2% by 2019, effectively making the core business of banking about a third less profitable. Over the past year the banks have been flooded with deposits from households and firms, but lending opportunities have dried up, putting further pressure on their profits.", "British banks’ share prices reflect their gloomier prospects. Before 2008, they were typically valued at around twice the value of their net assets by investors. In the following decade, that fell to less than the value of their assets: investors, in other words, believed the banks were often worth less than the sum of their parts. In 2020 the ratio dipped to as low as 0.4.", "With their core business in the doldrums, and likely to stay there, the banks have been trying to generate new sources of profit. Lloyds, another big bank, is considering expanding into the property business, leasing homes directly to tenants. All the banks are talking up the potential to cross-sell other, more profitable, financial products—such as insurance, wealth planning and asset management—to their customer base. Such experiments in fee-earning business models have not always gone well for Britain’s lenders. A big money-spinner from the early 2000s, tacking product protection insurance onto loans, resulted in a mis-selling scandal that has since cost the sector around £40bn in compensation payments.", "The alternative to selling Britons new stuff is charging them more for services that they are used to getting for nothing. While legislation dating to 2015 guarantees access to a free bank account, such an account does not have to come with all the bells and whistles it does now. A banker argues that “it’s one thing to provide people with a deposit account for free if that deposit is funding profitable activity elsewhere, but it's another if it's not. We aren’t running a charity.” If banks start charging for services such as ordering a new debit card, making a transfer payment or using a cash machine, they will do so only gradually, for fear of annoying—and losing—customers. But they have to find some way of paying for the golf club memberships. ■"], "authors": ["The Economist"], "keywords": ["trying", "ulster", "profitable", "bank", "natwests", "sell", "lending", "interest", "irish", "rates", "business", "banks", "deposit", "struggle"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}