{"id": "b2118bca-71f4-3a41-b477-c2a94b4fb4b5", "title": "Madeira to digital nomads: Come work with us", "url": "https://cnn.com/travel/article/madeira-portugal-digital-nomads/index.html", "summary": "And by big, Gonçalo Hall -- a remote work consultant who is helping launch a new digital nomad community in a tiny village in the Portuguese autonomous region of Madeira -- actually means small.\nAmerican Jenn Parr, living with her husband in Porto on Portugal's mainland (and able to travel to Madeira since she's arriving from an EU country), registered to be part of Madeira's digital nomad village and arrived on Madeira on Sunday.\n\"I thought, 'I know the digital nomad community, why are people not coming here?'\nFor now, most US-based Americans looking to join the digital nomad village on more than just Slack will have to wait, with nonessential travel to Portugal and the European Union still restricted because of Covid-19.\nFor a fee, island lawyers can also help digital nomads stay longer on the island by guiding them through applications for nontourist visas, including Portugal's Golden Visa and D7 resident permit.", "paragraphs": ["(CNN) — Places such as Bali, Berlin and Lisbon top lists of the best spots in the world for digital nomads to work remotely while living well -- destinations that attract a global community of location-independent souls with Wi-Fi as strong as the espresso drinks and a lifestyle with an attractive quality to cost ratio.", "But if one Lisbon, Portugal , native has anything to do with it, a tiny archipelago that's been called Europe's answer to Hawaii might be the next big thing in remote working.", "And by big, Gonçalo Hall -- a remote work consultant who is helping launch a new digital nomad community in a tiny village in the Portuguese autonomous region of Madeira -- actually means small.", "\"With many people leaving big cities right now, we wanted a village in a smaller place where people can create deeper connections than in a city,\" said Hall, 33, about Digital Nomads Madeira Islands", "When the pilot project opens on February 1 with support from the regional government of Madeira and StartupMadeira in the red-roofed village of Ponta do Sol, it will be ready to host up to 100 remote workers within a co-working space and surrounding village housing. And plans to expand to other buildings -- both in the village and elsewhere on the island -- are also in the works.", "As with all things Covid-19, conditions are constantly shifting. On January 29, in response to the country's dramatically intensifying Covid-19 outbreak, Portugal extended its lockdown and closed the land border with Spain. Citizens are restricted from traveling abroad for 15 days.", "Plans to launch are going ahead and that leaves the project organizers waiting to see how things will play out: if they build it, will remote workers come?", "Ponta do Sol is a village of about 8,200 inhabitants on the island of Madeira. ©Digital Travel Couple/Courtesy Visit Madeira", "Finding more freedom and following passions", "So far, about 75 digital nomads have committed to being among the first to start working in the picturesque village of about 8,200 inhabitants sandwiched into a verdant valley on Madeira's southwest coast fronted by a pebbly beach.", "Hall, who is on Madeira and has already met with some of the digital nomads, said about 40 are expected to be on site on February 1, with Germany, the Netherlands, Spain, Portugal, Poland, Ireland and the Czech Republic among the nationalities represented.", "The co-working hub is housed inside the John Dos Passos Cultural Centre, and accommodations in 40 different houses as well as a hotel in Ponta do Sol have already been secured for the remote workers, said Carlos Soares Lopes, CEO of StartupMadeira, a business incubator involved with the project that offers support for companies based on the islands.", "And more than 2,000 people from places as far away as South Africa, the United States and Nigeria have registered interest through the website, Hall said. They're then added to a Slack community where they can get housing tips, find potential roommates, keep up to date on local Covid-19 restrictions and source other tips.", "American Jenn Parr, living with her husband in Porto on Portugal's mainland (and able to travel to Madeira since she's arriving from an EU country), registered to be part of Madeira's digital nomad village and arrived on Madeira on Sunday.", "The 37-year-old early childhood mindful educator from Maryland said she's \"not a huge city person\" and is attracted by the island's nature and hiking, mild weather (winter highs hover in the low 60s) and the chance to be around fellow independent workers.", "\"The co-working space appeals to me,\" she said. \"It can be inspiring to meet people who are entrepreneurs or have found ways to create more freedom in their lives and follow their passions.\"", "Parr and her husband have interviewed potential roommates they met through the project's Facebook and Slack groups to share a three-bedroom apartment located between Funchal (Madeira's capital) and Ponta do Sol that costs €1,800 (about $2,200) a month.", "Gabe Marușca and Ralu Enea are considering joining the co-working community. Ralu Enea/Gabe Marusca", "Gabe Marușca and Ralu Enea, a Romanian couple who have been working remotely in Madeira since September 2020, recently heard about the nomad village and are considering joining to meet other remote workers.", "After hopping between places such as Bali, Cyprus, Malta and Spain, Marușca said the 34-mile-long island long popular with sunseeking tourists from the United Kingdom offers \"the full package.\"", "Marușca listed access to mountains and the ocean, affordability, friendly locals and \"blazing fast internet\" among Madeira's perks, in addition to its manageable size, which he feels is more conducive to finding community and lingering longer than larger places he's been.", "\"We don't want to do one month in a place and then move -- it's super tiring,\" said the 36-year-old founder of Digital Finest , who shares a three-bedroom apartment with ocean views in Funchal with Enea for €1,200 a month.", "Small place, big dream", "Hall, the consultant who is helping to launch the project, said that the idea to start a digital nomad village on the island best known for its eponymous fortified wine hit him during a September 2020 visit.", "After spending much of 2018 and 2019 traveling the world and working while chasing waterfalls in Bali and sampling street food in Thailand, he found himself visiting Madeira for a work conference for the first time since he was a kid.", "\"The landscapes are like something I'd never seen before,\" Hall said about the archipelago, which is composed of four islands (only two of which are inhabited) and sits just north of the Canary Islands in the Atlantic Ocean, closer to Morocco than the European mainland.", "\"I thought, 'I know the digital nomad community, why are people not coming here?' \"", "Project organizers have lined up rental properties for prospective workers in and around the village. ©Joris van Drooge/Courtesy Visit Madeira", "Ponta do Sol was selected to test the project, which is expected to expand to other areas around the island, StartupMadeira's Lopes said.", "The co-working space is being readied with room for just 22 desks and chairs inside to start (with some covered outdoor seating also available). In keeping with social distancing and the island's Covid-19 rules, co-workers will use the space in shifts, with access to strong WiFi, a printer and the all-important coffee machine, said Hall.", "Related content Beautiful Madeira, the island of eternal springtime", "The hope for the project, even before it expands to other areas, is that digital nomads will spread out around the island to live and play, injecting money into a local economy affected by the pandemic that has presented \"big challenges\" for locals whose livelihoods depend on tourism, said Lopes.", "During its initial rollout phase from February 1 through June 30, there will be no charge to use the co-working space and be part of the community, although a minimum one-month stay is required.", "Networking events, skill-sharing seminars on topics such as crypto currency, yoga classes and hiking outings are already being tossed around as group activities for the community.", "There are no plans to charge people to be part of the community in the future, said Lopes, adding that the goal of the project is to prepare the local community to grow new business around the niche market.", "Madeira is known for its rugged beauty. ©Francisco Correia/Courtesy Visit Madeira", "Co-working -- but first you have to get there", "Residents of the European Union and Schengen countries are allowed to enter Madeira but should check with authorities in their home countries for travel guidance and be prepared to show a negative Covid-19 PCR test for arrival on the island.", "For now, most US-based Americans looking to join the digital nomad village on more than just Slack will have to wait, with nonessential travel to Portugal and the European Union still restricted because of Covid-19.", "Related content Find out which countries are welcoming US tourists back", "\"Although there are many countries with travel restrictions to Portugal at the moment, such as the USA, Canada and Brazil, we are welcoming the registrations of these nationalities, as we believe that although they can't currently travel to Madeira, they can already get to know our island and plan their future,\" said Lopes.", "Locals welcome the prospect", "Lopes said the reaction from local landlords, businesses and even lawyers on the island has so far been \"very positive,\" with many expressing interest in being a part of the initiative by adapting their housing prices to monthly rates for the digital nomads and offering longterm car rental rates.", "For a fee, island lawyers can also help digital nomads stay longer on the island by guiding them through applications for nontourist visas, including Portugal's Golden Visa and D7 resident permit.", "Luis Vilhena, a Portuguese architect who has lived on Madeira since 1989 (he arrived for a six-month job and never left), said once you're here, the island is easy to love.", "\"The landscapes are inspiring, it's safe -- you can be swimming in the sea in the morning and hiking in the mountains that afternoon,\" he said. \"It's near to (mainland) Europe, too.\" The flight from Lisbon is about 90 minutes.", "Madeira offers a range of outdoor activities for workers in their free time. Ralu Enea/Gabe Marusca", "Ponta do Sol, he said, seems like a natural place for the digital nomad village with its easy access to mountain biking, sailing, surfing and other adventure activities.", "Francisco Fontes, who is from Madeira and recently returned to the island with his Italian girlfriend when his finance job in the United States went remote, said Ponta do Sol, with its winding alleys, tiled rooftops and pebbled beach, is similar to \"the villages along Italy's Amalfi coast.\"", "\"It's very small. When you think of a nomadic village, it's really that,\" he said. \"A place you would step out and bump into the other people from the project.\"", "Fontes said his grandmother, who was from Ponta do Sol and is no longer alive, would have loved to see new life being breathed into her village.", "\"She always said she'd love to see the town's cinema come back to life like it was in the 1930s, when her father built it,\" he said."], "authors": ["Terry Ward", "Cnn. Top Photo", "Francisco Correia Courtesy Visit Madeira"], "keywords": ["project", "nomad", "madeira", "sol", "remote", "community", "village", "work", "come", "nomads", "digital", "island"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}