{"id": "b217ab52-3995-3916-a99e-bc8f1373324b", "title": "Army veteran who said prosthetic legs were repossessed to get new pair from VA", "url": "https://www.foxnews.com/us/gold-star-army-vet-considering-lawsuit-in-dispute-with-va", "summary": "- The Department of Veterans Affairs has said it will make a new pair of prosthetic legs for a Mississippi Army veteran who had his prosthetic legs repossessed two days before Christmas.\n\"We certainly are willing to evaluate him and make him a new set of prosthetic legs.\"\nARMY VETERAN SAYS HIS PROSTHETIC LEGS WERE REPOSSESSED AND VA WON'T PAY FOR THEMHolliman, who is considering taking legal action against the VA, told Fox News this week the government agency had refused to pay for a set of prosthetic legs he needed after a case of gangrene forced doctors to amputate both his legs below the knee.\nLast August, two months after doctors amputated his left leg, Holliman received a pair of prosthetic legs from Hanger.\nHolliman inquired about the VA making him a pair of prosthetic legs, but Walker said the VA was unable to begin the process at the time.", "paragraphs": ["COLLINS, Miss. - The Department of Veterans Affairs has said it will make a new pair of prosthetic legs for a Mississippi Army veteran who had his prosthetic legs repossessed two days before Christmas.", "Jerry Holliman, 69, who served in Vietnam and Iraq and received the Bronze Star Medal, recently claimed that his legs had been repossessed and that the VA was not willing to pay for them. After his plight made headlines around the country, the VA office in Jackson said it would settle the dispute and is willing to make him a new set of prosthetic legs free of charge.", "\"We have reached out to Mr. Holliman and let him know that we would like to see him again,\" said Dr. David Walker, the medical center director at the Jackson VA, to Fox News. \"We certainly are willing to evaluate him and make him a new set of prosthetic legs.\"", "ARMY VETERAN SAYS HIS PROSTHETIC LEGS WERE REPOSSESSED AND VA WON'T PAY FOR THEM", "Holliman, who is considering taking legal action against the VA, told Fox News this week the government agency had refused to pay for a set of prosthetic legs he needed after a case of gangrene forced doctors to amputate both his legs below the knee.", "“It’s something I’m thinking about doing. It’s like a roadblock that they don’t want to budge,” Holliman said at the time. “They won’t address my legs and they won’t do prothesis on them and they not paying me for loss of limb.”", "Medical records show that Holliman has had several ailments over the years. He’s survived three forms of cancer, kidney failure, and diabetes--most of which he attributes to being exposed to Agent Orange, a tactical herbicide used by the U.S. military during the Vietnam War from 1962 to 1975.", "Last August, two months after doctors amputated his left leg, Holliman received a pair of prosthetic legs from Hanger. He had begun therapy sessions with the company at the Collins State Veterans Home to learn how to properly walk.", "That all came to halt on Dec. 23 when a representative from Hanger repossessed his prosthetic legs after learning the VA would not pay for them. It was a huge blow to Holliman’s hopes of being able to return to home in Hattiesburg, Miss., for the holidays.", "“It’s like somebody walked up to you and gave you a punch in the gut,” Holliman said. “Why would you come and take a veteran’s legs?’", "The set of prosthetic legs were returned to Holliman a few days later. However, Holliman said Hanger would no longer make the needed adjustments that allowed him to properly use the prosthetic legs until someone paid for them.", "VETERANS DIVIDED OVER DECISION TO REMOVE STAR-RATING SYSTEM FROM VA HOSPITALS", "The VA told Holliman that the prosthetics legs were obtained as a private purchase, which precluded them from paying for them on his behalf. Instead, he said he was told to use Medicare to pay for them. He refused that option because he said using Medicare would have required him to pay a co-pay.", "Krisita Burkey, the vice president of public relations and communications at Hanger, told Fox News in a statement that patient privacy laws prevented the company from talking about Holliman’s case specifically. However, she said, “Hanger does not take back prosthetic devices once a patient signs for the delivery.", "\"A signed verification of delivery is a necessary step in the delivery process due to regulations, but actual payment is not required upon delivery to the patient,\" the statement continued. \"Payment is typically received from the applicable payer, whether it is a private insurer, Medicare/Medicaid or the VA, at a later date.”", "FLORIDA POLICE DEPARTMENT INVITES PUBLIC TO HOMELESS VETERAN'S FUNERAL", "Walker told Fox News that Holliman had come to the VA’s prosthetics department in Jackson shortly after his left leg was amputated. Holliman inquired about the VA making him a pair of prosthetic legs, but Walker said the VA was unable to begin the process at the time.", "“We cannot begin a prosthetic evaluation until the skin is completely healed because of the pressure and the things that are required to wear and use a prosthetic device,” he explained.", "Walker, who was given permission by Holliman to speak about the case to Fox News, said the 69-year-old never followed up with the VA after that visit. Instead, he said Holliman went to a private clinic and then to Hanger to obtain prosthetic legs.", "“We want veterans to use us,” Walker said. “If a veteran chooses to go outside of our system, we cannot, unfortunately, take on the responsibilities for private purchases and that's the case.”", "Holliman denied that he had gone to Hanger on his own to get prosthetic legs. He said he had no authority to make his own appointments and was following directives from medical personnel at the state-run veterans home where he's resided for the last year.", "CLICK HERE TO GET THE FOX NEWS APP", "After the VA's decision to give him a new set of prosthetic legs, Holliman told Fox News he accepted an appointment for later this month. However, after this ordeal, he remains skeptical.", "“I can’t walk on proposals. I need to see it [to] fruition,” Holliman said. “I’m trying to recoup my life. I can’t do it on my own. I need the help of the VA.”"], "authors": ["Charles Watson", "Charles Watson Joined Fox News In As A Multimedia Reporter Based In Jackson"], "keywords": ["told", "hanger", "veterans", "prosthetic", "set", "va", "pair", "holliman", "repossessed", "veteran", "army", "pay", "legs", "fox"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}