{"id": "b22ec2d6-73dc-3aae-ad6e-ae646ffff80e", "title": "Tucker Carlson: Hunter Biden tax investigation confirms what we knew and mainstream media covered up", "url": "https://www.foxnews.com/opinion/tucker-carlson-hunter-biden-tax-investigation-china-mainstream-media", "summary": "On Wednesday, Hunter Biden announced that he had learned the day before \"for the first time that the U.S. attorney's office in Delaware advised my legal counsel ... that they are investigating my tax affairs.\"\nShortly before last month's election, \"Tucker Carlson Tonight\" reported that federal prosecutors had opened a criminal investigation into Hunter Biden's business dealings with China, among other countries.\nHow do we know for sure that Hunter Biden is under federal investigation?\nWe do know that there are powerful forces within the Democratic Party that do not like Joe Biden.\nWe've confirmed that the investigation into Hunter Biden is not related to his drug use.", "paragraphs": ["On Wednesday, Hunter Biden announced that he had learned the day before \"for the first time that the U.S. attorney's office in Delaware advised my legal counsel ... that they are investigating my tax affairs.\"", "Well, a few of us knew that already, to be honest. Shortly before last month's election, \"Tucker Carlson Tonight\" reported that federal prosecutors had opened a criminal investigation into Hunter Biden's business dealings with China, among other countries. We knew that was true and other news organizations knew it was true as well. But they said nothing. They hid critically relevant news from their readers and their viewers because they didn't want to hurt Joe Biden's chances of getting elected.", "The Justice Department itself refused to confirm the existence of that investigation for fear of being accused of political interference. So going into Election Day, most Americans had no idea any of this was going on. All they knew was that Joe Biden had dismissed the entire thing as a Russian plot and that large numbers of senior officials in the so-called intelligence community agreed with that assessment.", "What Joe Biden said at the second presidential debate Oct. 22 is the sum total of information that most voters in this country got about the Biden family's business dealings with China in the weeks before they made up their minds in this election:", "HUNTER BIDEN TAX AFFAIRS UNDER FEDERAL INVESTIGATION; LINKS TO CHINA FUNDS EMERGE, SOURCES SAY", "BIDEN: Look, there are 50 former national intelligence folks who said that what he’s [Trump's] accusing me of is a Russian plan. They have said that this has all the characteristics— four, five former heads of the CIA [from] both parties say what he’s saying is a bunch of garbage. Nobody believes it except him and his good friend Rudy Giuliani.", "Those are familiar lines, you've heard them many times before. In fact, you heard them every day for years. Somehow, you haven't heard them much recently -- for about a month and eight days, to be exact. Democrats have zero interest in highlighting Russian meddling in this election.", "In fact, the whole topic of foreign interference no longer seems like a priority for the Democratic Party. Why? Because it's now clear to everyone, whether they're willing to admit it or not, that the real threat to this country is not Russia and hasn't been for 30 years, not since the summer of 1991 when the Soviet Union collapsed. To claim otherwise is and always was absurd.", "In fact, the real threat we face as a country is from the communist government of China, which -- and everyone knows this, too -- has long been in bed with our Democratic elites. In some cases, literally in bed. (Yes, we're looking at you, Eric Swalwell, you lying creep.)", "TUCKER: WHY IS ERIC SWALWELL STILL ON HOUSE INTEL COMMITTEE AFTER CHINA SPY REVELATIONS?", "How do we know for sure that Hunter Biden is under federal investigation? Well, the news came directly from the Biden transition team. The confirmation of this investigation was not leaked to The New York Times. The statement included a message from Joe Biden himself affirming that he is \"deeply proud of his son\". Joe Biden didn't specify why he was so gosh-darn proud of Hunter. Maybe federal investigations are a rite of passage in the Biden family. We can only speculate.", "We can be pretty sure that Joe Biden didn't want to issue the statement in the first place. Why would he? Who would want to issue it? If he was pushed to issue the statement, then by whom and for what purpose was he pushed? We don't know the answer to that.", "We do know that there are powerful forces within the Democratic Party that do not like Joe Biden. They believe Joe Biden is too male and too White and too wedded to politics as it used to be, back when there was a functioning Constitution that provided checks and balances on power. Those people would like to displace Joe Biden and get right to the part of the story where Kamala Harris and her sponsors and Google run the United States of America, and it's hard to believe they're going to wait four years to do that.", "We've confirmed that the investigation into Hunter Biden is not related to his drug use. Instead, the investigation is based in part on suspicious activity reports on foreign transactions. Keep in mind, in the weeks before the election, you were not allowed to go on Twitter or Facebook and discuss those suspicious foreign transactions. Even after Hunter Biden's business associates -- people like Tony Bobulinski -- came forward in public with evidence that those were real, you had to be quiet and not tell your neighbors about any of it in case they might be tempted not to vote for Joe Biden once they learned it.", "On Oct. 27, Bobulinski revealed on \"Tucker Carlson Tonight\" that Hunter Biden made deals with groups connected directly to the Chinese Communist Party, and he made those deals with the explicit blessing of his father Joe, who was profiting directly.", "CARLSON: The former vice president has said he had no knowledge whatsoever of his son's business dealings and was not involved in them at all, but this sounds like direct involvement in them.", "BOBULINSKI: Yeah, that's a blatant lie. When he states that, that is a blatant lie. Obviously, the world's aware that I attended the debate last Thursday, and in that debate, he made a specific statement around questions around this from the president. And I'll be honest with you, I almost stood up and screamed 'liar' and walked out, because I was shocked that after [the] four days or five days that they prepped for this, that the Biden family is taking that position to the world.", "CLICK HERE TO GET THE FOX NEWS APP", "Again, that was Tony Bobulinski, who was in business with Hunter Biden and who met with Joe Biden to discuss that business with China. At the time, the mainstream media called it a conspiracy theory and dismissed it as Russian disinformation. Most media outlets deemed it unworthy of mentioning at all. Now, it turns out all of them were lying.", "Again, if you're looking for election rigging, look no further. That's what this is. They kept information from the public in order to influence the outcome of the election. They rigged it.", "This article is adapted from Tucker Carlson's opening monologue on the Dec. 9, 2020 edition of \"Tucker Carlson Tonight\""], "authors": ["Tucker Carlson", "Tucker Carlson Currently Serves As The Host Of Fox News Channel S", "Fnc"], "keywords": ["hunter", "mainstream", "media", "covered", "carlson", "biden", "russian", "confirms", "statement", "joe", "china", "business", "knew", "tucker", "election", "investigation", "tax"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}