{"id": "b23c9bd3-5a40-3f87-8195-8a5fe12d7549", "title": "GameStop to Tesla: investor Jeremy Grantham on 'crazy' markets", "url": "https://www.ft.com/video/dfc6fc56-5dc4-4e62-a48d-d629bfb5769a?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=2", "summary": "You can enable subtitles (captions) in the video playerAre we in a stock market bubble?\nSo why don't we begin with you just walking us through what we're seeing right now in equity markets.\nAnd that is obviously a company of very little value that was oddly picked up by aggressive individuals with recent experience, shall we say, little experience, and pushed through the roof.\nThe Japanese stock market is the biggest equity bubble in history.\nYes, we're in a desperate situation in the US because we have an extraordinarily overpriced bond market coinciding with an extraordinarily overpriced stock market.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Are we in a stock market bubble? And if we are, what should investors do about it? I'm talking today with Jeremy Grantham, who's been calling the highs and lows of market cycles for almost 50 years, having founded GMO Asset Management in 1977.", "You have a strong thesis about what is going on in markets right now. So why don't we begin with you just walking us through what we're seeing right now in equity markets.", "Historically, it's always been hard to know how far a bull market can go. And value has proven to be a very weak read on which to lean, because value can go up and up. And I like to say the nightmare for any value manager is Japan in 1989 when the price earnings ratio went to 65 times. It had never previously been over 25 until that cycle.", "The 2000 tech bubble was pretty amazing because it broke through the previous high of 21 times earnings in 1929 and shot up to 35, which was pretty brutal if you were playing against it, as we were, all the way from 21 to 35.", "And we needed a pretty decent bear market to look good after that. And happily we got one. But Japan kept on going to 65. Just to give you a warning that these things can happen, if you're going to bet the shop, you have a better indicator than value.", "There are some obvious examples. And we should probably talk about GameStop. But surely the list is pretty long at this point. And maybe we ought to walk through it.", "GameStop is a good place to start. And that is obviously a company of very little value that was oddly picked up by aggressive individuals with recent experience, shall we say, little experience, and pushed through the roof. And in the process, caught some short sellers in an embarrassing position and forced them to cover, which, of course, is always fun for the reader, and painful for the hedge fund.", "And so we have GameStop and the retail traders. We have Spacs. Surely, you can't avoid mentioning Tesla stock price in this context.", "And perhaps Bitcoin. And Hertz was a famous one from last year, where a bankrupt company suddenly multiplied by five or 10 times with a guaranteed value of nil, as it indeed...", "As it indeed turned out to be. Tesla, as an enterprise, has consistently done the impossible. And no doubt will continue to do so. But if you're a financial analyst, you can push the numbers involved to justify today's price. And it is, of course, quite remarkable. And if you're a believer in market efficiency, you have a little problem here.", "Because while the company's sales have gone up between 20 per cent and 25 per cent, the stock price has gone up 700 per cent, or it's multiplied by eight times. So which one was efficient? Was it efficient a year ago before Covid? Or is it efficient today? But you can't have both.", "So one of those two numbers was gloriously inefficient.", "I do want to go back to the Fed and monetary policy. It seems like your view is very straightforward. The monetary operations of the Fed have done little for the economy and have done much to inflate a potentially destabilising bubble. Is it that simple, we would be better off without a Fed at all in this circumstance?", "We'd be better off with a Fed that had the simple instruction to try and maintain a steady increase in the money supply in relationship to the GDP - period. And all its fancy obligations are misplaced, misdesigned. And I have a simple experiment, which I love.", "It shows debt to GDP ratio in the US climbing back from post-World War II, slowly rising across the page imperceptibly until you reach Greenspan. There is simply no proof that debt increases growth. There is a convention that it does.", "When we've spoken in the past Jeremy, you've been pretty confident that the reversal is coming soon this year.", "Predicting the future is a beast. We know that. And we're kind of limited as historians due to the history that we have. And we've been favoured by a few wonderful demonstrations of crazy investor behaviour. But amongst the serious bubbles, Japan is far and away in a class of its own.", "The apparent old wives tale that the land under the emperor's palace was worth more than the entire state of California, we spent two days looking at it, and it was true.", "This was not a old wives tale. This was an unbelievable commentary on the land values of downtown Tokyo. Anyway, Japanese land is the biggest bubble in history. The Japanese stock market is the biggest equity bubble in history. Followed by 2000 and 2021, in my opinion.", "So we've had a little set of these. And they all have one thing in common. They are all characterised by accelerating price above the average of the bull market. And they are all characterised by increasing craziness and by investing, as I say, going onto the front page, going into the cocktail party, intruding in the lunchtime television show. And we have checked off every one of those.", "Now, if this wants to break out and make a new branch of history, it can do that. Nothing is ever certain. This thing could go on for years and years and Bitcoin could become like a Rembrandt masterpiece worth exactly what somebody wants to pay for.", "But if history means to repeat itself, as a general principle, I've always made a fuss that each bubble is different. What you're looking for is just the spirit of the exercise. Is it crazy? Is it accelerated? And when it gets into that mode, the mode that we have been in for a few weeks, it has always lasted no more than a few months.", "Let me play devil's advocate then. The people who remain bullish make the following argument, which you've I'm sure heard a million times, which is bond yields are incredibly low. And the difference between government bond yields and the return on stocks is actually historically normal. The Fed has the power to keep those bond yields low.", "And therefore that relationship will hold and stock valuations will stay high.", "Those are two levels of response. The meta level is you don't think a bubble peak occurs with a background of pessimism. It doesn't. It occurs when you have a perpetual bull story, that something is a new high plateau in 1929. That Alan Greenspan's 2000 market, that the internet is going to drive away the dark clouds of ignorance forever and we will have forever higher productivity, he argued.", "He got almost nothing right in my opinion, by the way.", "But every bull market has a permanent story, lovely profit margins, abnormally high in 1929, in 2000. In every one of them, in Japan, will last forever, because the conditions that got them there will last forever.", "A lot of market commentators and investors make the argument that a spike in inflation or inflation expectations is the only thing that can pop this balloon. You don't seem to take that view. You seem to think that a spike in inflation might be sufficient, but it's not necessary to crack this market.", "That's well put. Thank you. That's completely my view.", "But to back up a second, to use an asset class that is the most overpriced it has ever been, where 20 per cent of sovereign bonds have a negative real return, and they guarantee to take some of your money over the 10 or 30 years that you give them your money, it's pretty bizarre. And it's absolutely without historical precedent. To use that as the yardstick and say, well, US stocks aren't any more overpriced than the most overpriced bond market in history by a lot is an odd way to determine value.", "Why not use Bitcoin? Hey, relative to Bitcoin, the US looks really cheap. I'd buy some more if I were you. It is a ludicrous idea to use a highly overpriced asset as a benchmark of any kind. Yes, we're in a desperate situation in the US because we have an extraordinarily overpriced bond market coinciding with an extraordinarily overpriced stock market. That doesn't make me feel better. That makes me feel worse.", "It should make me feel worse. It means a 60-40 portfolio is doomed to have a terrible 10, 20-year return from here.", "It seems like we are now living in a market over a period of decades that's nothing more or less than a succession of bubbles - 2000, 2008, now 2020. With that kind of backdrop, it seems to me that active management becomes very difficult. And outperforming, say, the S&P 500 becomes a matter of accurately timing market tops and bottoms more than almost anything else.", "Do you think active management can outperform over the long-term anymore? I know you don't manage GMO anymore. But the core GMO US equity fund is about tied with the S&P since 1985. Is that as good as an equity fund can do?", "There's always one way to run a portfolio. And that is to predict the future on a stock-by-stock basis and to do it slightly better than the marketplace. The marketplace is often pretty good. The marketplace is occasionally ludicrously wrong.", "The actual present value of the long-term stream of dividends would justify a very steady progression of the market since 1925 when we did the data. Ebbing and flowing only one per cent here or there, the reality is that, as we know, is that it ebbs and flows. It turns out 17 times more volatile than is justified by the clairvoyant stream of dividends.", "So we have designed a marketplace to be more a measure of hysteria than a measure of value. It's completely overwhelmed on occasions by the psychology of crowds. Now in between these, every 10 or 20 year speculative events, the market can be pretty close to fair value. It can do a pretty decent job.", "The paradox is that the only time that really matter in portfolio management are these deviations from fair value. Sometimes, they're on the downside. My favourite all time letter was called \"Reinvesting when Terrified,\" which we published the day by luck the day the market hit its low in 2009. And we said, get your act together. The market's been crushed. You can have double digit returns for a long time.", "Get your programme together. Get it in front of your committee. And start dragging yourself back into the market. And of course, you feel paralysed. Why wouldn't you? The conditions are very bad. And I made the point then that the market doesn't start when it sees light at the end of the tunnel.", "The market actually turns when everything is really black. But it's a subtle shade less black than it was the day before. And the same here at the top. The market doesn't turn when something really bad happens, it turns on the second most optimistic day for the last 20 years. But it's a little less optimistic than it was yesterday.", "And by the middle of the following week, a little less optimistic. And the next month, a little less optimistic again. And then you begin to realise that the game has changed.", "That really hit the spot.", "Thank you. Bye-bye."], "authors": ["Produced Joe Sinclair", "Nicola Stansfield", "Ben Marino"], "keywords": ["gamestop", "jeremy", "bubble", "value", "history", "pretty", "crazy", "investor", "little", "times", "overpriced", "tesla", "grantham", "stock", "going", "markets", "market"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}