{"id": "b252f8b9-ae83-3510-bd28-7569107e38da", "title": "What are “ghost guns”, and can Joe Biden stop their spread?", "url": "https://www.economist.com/the-economist-explains/2021/04/09/what-are-ghost-guns-and-can-joe-biden-stop-their-spread", "summary": "He made much of a promise to stop the proliferation of “ghost guns”, which are produced without serial numbers and so are untraceable.\nWhat exactly are ghost guns, and what can be done to control them?\nLast year in Pasadena, a city in California, around 10% of the 288 guns that police seized off the street were ghost guns.\nAt a national level, last year 15 Democratic Senators co-sponsored the Untraceable Firearms Act, and representatives in the House introduced the Ghost Guns Are Guns Act.\nOn April 8th he gave the Department of Justice 30 days to issue a new rule to stop the distribution of ghost guns.", "paragraphs": ["DURING HIS presidential campaign Joe Biden promised that ending America’s gun violence epidemic was “within our grasp”. It may be slipping away. Last year the country experienced a surge in murders. On April 8th President Biden laid out his first steps to bring the problem under control. He made much of a promise to stop the proliferation of “ghost guns”, which are produced without serial numbers and so are untraceable. The number of such weapons is hard to assess but, according to America’s Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), police recovered around 10,000 of them in 2019 during searches, arrests and investigations. By comparison, they recovered 269,000 firearms with serial numbers. Even if ghost guns make up a small number of the almost 400m firearms in America, their use in a number of high-profile shootings (in 2017 a man in northern California used one to kill four people and injure ten more) has brought them to public attention. What exactly are ghost guns, and what can be done to control them?", "The Gun Control Act (GCA) of 1968 requires manufacturers or importers of firearms to mark the weapons with unique serial numbers. But ghost guns are generally sold as kits, commonly known as “80% receivers” because the receiver (or frame) of the gun is only partly constructed. Some cost as little as $400. Once buyers have the kits, they can turn them into working guns in as little as half an hour; some liken the process to assembling IKEA furniture. (Other types of ghost guns can be 3D printed.) Until 2006 the ATF, which is responsible for enforcing the GCA, considered 80% receivers as firearms, requiring serial numbers. But 15 years ago the ATF changed the way it interpreted the GCA, declassifying the kits as firearms. Since then sellers of 80% receivers have proliferated on the internet.", "What can be done? Some states have tried to regulate ghost guns. In 2016 California passed a law requiring anyone assembling one to apply to the state’s Department of Justice to obtain a serial number, which must be engraved on the gun. But this has not curbed their spread. Last year in Pasadena, a city in California, around 10% of the 288 guns that police seized off the street were ghost guns. A number of states and cities including California, Chicago and San Jose are suing the ATF over its interpretation of the GCA. At a national level, last year 15 Democratic Senators co-sponsored the Untraceable Firearms Act, and representatives in the House introduced the Ghost Guns Are Guns Act. Both seek to change the GCA to define ghost guns as firearms.", "With a narrow majority in Congress, President Biden is not yet pursuing his gun control agenda through legislation. On April 8th he gave the Department of Justice 30 days to issue a new rule to stop the distribution of ghost guns. This may involve changing how the ATF classifies them. He has also nominated David Chipman, a former ATF agent who supports stricter gun controls, to lead the bureau. If the ATF changes its stance on 80% receivers again, opponents of regulation could bring their own lawsuits objecting to the move. Even if the weapons are successfully regulated, it is unlikely to significantly reduce gun crime in America."], "authors": ["The Economist"], "keywords": ["biden", "guns", "ghost", "numbers", "gun", "number", "spread", "atf", "joe", "gca", "firearms", "receivers", "stop", "serial"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}