{"id": "b25b486c-49ad-33c2-8d4e-f00352d8a9fa", "title": "Capitol attack: two men arrested over zip-tie handcuff allegations", "url": "https://www.theguardian.com/us-news/2021/jan/10/us-capitol-mob-rioters-arrests-violence-brutality", "summary": "Donald Trump seems certain to be impeached over the riot, which he incited in remarks to supporters outside the White House on Wednesday.\nOn Sunday it was reported that another Capitol officer had died, though the death was not immediately linked to the riot.\nPolice arrested one man alleged to have brought guns and explosives to Washington; another was heavily armed and allegedly threatened to kill House speaker Nancy Pelosi.\nAnother man, seen wearing face paint and a horned fur hat in the Senate chamber, was charged with counts including violent entry and disorderly conduct on Capitol grounds.\nFormer acting White House chief of staff Mick Mulvaney told Fox News Sunday he was “shocked”, “angered” and “embarrassed”.", "paragraphs": ["Two men who are believed to have been seen carrying plastic “zip tie” handcuffs during the deadly riot at the US Capitol – suggesting plans to kidnap lawmakers in an attempt to overturn Donald Trump’s election defeat – were arrested on Sunday.", "Insurrection Day: when white supremacist terror came to the US Capitol Read more", "The US Department of Justice announced charges against Larry Rendell Brock of Texas and Eric Gavelek Munchel of Tennessee and said the cases were being prosecuted by the US attorney for the District of Columbia and the counterterrorism section of the DoJ.", "“It is alleged that Brock was identified as one of the individuals who unlawfully entered the US Capitol,” a DoJ statement said, adding that he had been “wearing a green helmet, green tactical vest with patches, black and camo jacket, and beige pants holding a white flex cuff, which is used by law enforcement to restrain and/or detain subjects”.", "Munchel was alleged to have been photographed “carrying plastic restraints, an item in a holster on his right hip, and a cellphone mounted on his chest with the camera facing outward”.", "The DoJ also said the FBI was still “looking for individuals who may have incited or promoted violence of any kind”.", "The news came as more graphic details of violence and brutality in the riot emerged and as a number of suspects sat in custody.", "Donald Trump seems certain to be impeached over the riot, which he incited in remarks to supporters outside the White House on Wednesday.", "South Carolina Democrat James Clyburn, the House majority whip, told Fox News Sunday: “If we are the people’s House, let’s do the people’s work and let’s vote to impeach this president.”", "Alarming footage of the riot showed a bloodied officer crushed in a doorway and screaming. Other officers were reportedly beaten with pipes; one was seen tumbling over a railing into a crowd below after being body-slammed from behind.", "Play Video 1:18 Police officer crushed in doorway by rioters during Capitol breach – video", "Brian Sicknick, 42 and a 12-year veteran officer, died after he was struck in the head with a fire extinguisher while “physically engaging” the rioters, Capitol police said.", "On Sunday it was reported that another Capitol officer had died, though the death was not immediately linked to the riot. Speaking to CBS’s Face the Nation, the Missouri Republican senator Roy Blunt said: “Officer Sicknick, now Officer [Howard] Liebengood, both their lives were ended this week.", "“I’ll be interested in finding out if there was a connection with Officer Liebengood. But mostly I’m interested in reaching out to both of these families.", "“These are people we saw every day, particularly Officer Liebengood, who was very much assigned to the Senate side of the building. And, you know, you have that loss.", "“You have four other deaths of people who got involved in something that they absolutely should not have gotten involved in.”", "One pro-Trump rioter was shot and killed by law enforcement. The other deaths involved medical emergencies.", "Facebook Twitter Pinterest Jacob Anthony Chansley, also known as Jake Angeli, of Arizona, was taking into custody on Saturday. Photograph: Douglas Christian/ZUMA Wire/REX/Shutterstock", "The attack forced lawmakers to go into hiding for hours, delaying their vote to affirm Joe Biden’s election win. Police arrested one man alleged to have brought guns and explosives to Washington; another was heavily armed and allegedly threatened to kill House speaker Nancy Pelosi. Chants of “Hang Mike Pence”, the vice-president, were heard during the riot.", "In photos and videos many participants identified themselves, shouting their names or posting selfies to social profiles – some while openly taunting the prospect of prosecution and many not wearing masks against the threat of Covid-19, thereby aiding their identification.", "According to the Miami Herald, Adam Johnson of Parrish, Florida, posted on social media that he was in Washington. Those posts were deleted but users identified the 36-year-old father of five as a man smiling while stealing Pelosi’s lectern. He was arrested on Friday on a federal warrant.", "Another man, seen wearing face paint and a horned fur hat in the Senate chamber, was charged with counts including violent entry and disorderly conduct on Capitol grounds. Jacob Anthony Chansley of Arizona, a self-styled “QAnon shaman” more commonly known as Jake Angeli, remained in custody in Arizona pending a detention hearing.", "Prosecutors said additional cases remained under seal and dozens of people were sought by federal agents. The US attorney in Washington vowed that “all options were on the table” for charges, including possibly sedition.", "Facebook Twitter Pinterest Richard Barnett, an Arkansas man shown sitting in Pelosi’s office with his boots on her desk, was arrested on Friday by the FBI. Photograph: Saul Loeb/AFP/Getty Images", "Doug Jensen, a 41-year-old Iowa man, was jailed early on Saturday on federal charges including trespassing and disorderly conduct. Video posted online showed a man who appeared to be Jensen pursuing a Black officer up an interior flight of stairs as a mob trailed behind. At several points, the officer said “get back”, to no avail.", "Richard Barnett, an Arkansas man shown in a widely seen photo sitting in Pelosi’s office with his boots on her desk, was arrested on Friday. Barnett, 60, turned himself in and was jailed in Fayetteville, without bond pending an initial court appearance.", "Condemnation – and support: Trump's midwest base split by Capitol attack Read more", "Derrick Evans, a West Virginia state lawmaker who posted videos showing himself pushing his way inside the Capitol, was arrested on Friday by the FBI and charged with entering restricted federal property.", "Evans submitted a letter of resignation to West Virginia governor Jim Justice and apologised. He livestreamed himself rushing into the building with Trump supporters and was seen fist-bumping a police officer and shouting: “Our house!”", "The mob was enraged over Trump’s election loss, which the president continues to baselessly claim was the result of fraud. Several Republicans and cabinet officials have excoriated Trump. Two senators have called for him to resign.", "Former acting White House chief of staff Mick Mulvaney told Fox News Sunday he was “shocked”, “angered” and “embarrassed”.", "“I feel a lot of emotions this week,” said Mulvaney, who resigned as Trump’s Northern Ireland envoy. “And I’m still trying to figure out what I could have done differently. I’ve been out of the White House for eight months.”", "Fox News host Chris Wallace suggested the former congressman, like others in his party, “didn’t have the spine” to stand up to Trump."], "authors": ["Kenya Evelyn", "Martin Pengelly"], "keywords": ["arrested", "officer", "attack", "allegations", "men", "trumps", "ziptie", "man", "capitol", "seen", "riot", "handcuff", "trump", "house", "white"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}