{"summary": "The New England Patriots opened themselves up to criticism and discipline with the latest controversy surrounding a film crew videotaping an opponent’s sideline, former linebacker Tedy Bruschi said Sunday.\nHe famously defended his former teammate Tom Brady during the Deflategate scandal in 2015 but the ESPN analyst ripped his former team over the filming of the Bengals sideline.\nThis past Sunday, FOX Sports NFL insider Jay Glazer revealed video showing a Cincinnati Bengals security guard confronting a Patriots videographer over the sideline filming.\nNEW ENGLAND PATRIOTS SUSPEND VIDEOGRAPHER INVOLVED IN FILMING CINCINNATI BENGALS SIDELINE: REPORT“They weren’t thinking.\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COMGlazer reported that the Bengals security brought over NFL security who confiscated the video and gave it to the league.", "keywords": ["patriots", "good", "videographer", "england", "latest", "tedy", "filming", "idea", "team", "sideline", "productions", "bengals", "linebacker", "thought", "scandal", "rips", "security", "nfl"], "paragraphs": ["The New England Patriots opened themselves up to criticism and discipline with the latest controversy surrounding a film crew videotaping an opponent’s sideline, former linebacker Tedy Bruschi said Sunday.", "Bruschi has been one of the most unlikely ex-players to attack the Patriots on this issue. He famously defended his former teammate Tom Brady during the Deflategate scandal in 2015 but the ESPN analyst ripped his former team over the filming of the Bengals sideline.", "“Who thought this was a good idea? They’ve denied it, and [head coach Bill Belichick] has said he has nothing to do with Kraft Productions — and I know Kraft Productions, and they’re a separate part of the building — however, Kraft productions is under the umbrella which is the New England Patriots. So, it looks bad,” he said.", "This past Sunday, FOX Sports NFL insider Jay Glazer revealed video showing a Cincinnati Bengals security guard confronting a Patriots videographer over the sideline filming. The videographer said he didn’t know he wasn’t allowed to film the sideline and asked the security guard if he could delete the footage.", "PATRIOTS VIDEOGRAPHER AT CENTER OF FILMING CONTROVERSY DEFENDS HIMSELF, CREW; SAYS HE NEVER PROVIDED FOOTAGE TO TEAM", "“With everything good that’s going on with the organization, in terms of the celebration of the NFL 100, talking about Bill Belichick as one of the best coaches of all time, him and [Alabama head coach Nick Saban] talking this week about their philosophies and why they’re such great coaches -- and then you get this.”", "Bruschi added that the scandal gave detractors a chance to say the Patriots were “cheaters once again” and said the profile on the advanced scout for the organization’s “Do Your Job” web series was a bad idea.", "NEW ENGLAND PATRIOTS SUSPEND VIDEOGRAPHER INVOLVED IN FILMING CINCINNATI BENGALS SIDELINE: REPORT", "“They weren’t thinking. They weren’t thinking what the optics were. And, I don’t blame the league, and I don’t blame anyone out there that reopens all of this stuff and give you an easy opportunity to call the New England Patriots ‘cheaters’ because of all their success, because the way it looks is terrible. And, I don’t like the way it looks and I’m disappointed that someone didn’t have the awareness in that organization to not go through and say, ‘Wait a minute, maybe we shouldn’t do this because it doesn’t look good.’”", "The NFL had yet to announce whether there would be any discipline in the scandal. The team suspended the videographer in question, though he denied sending any footage to the football operation.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "Glazer reported that the Bengals security brought over NFL security who confiscated the video and gave it to the league.", "The Patriots could be facing a loss of a draft pick and a hefty fine over the footage, CBS Sports reported."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/sports/new-england-patriots-tedy-bruschi-filming-scandal", "authors": ["Ryan Gaydos", "Ryan Gaydos Is A Sports Reporter For Foxnews.Com", "Foxbusiness.Com. Follow Him On Twitter"], "id": "b29c7a3e-44cc-33d8-bba5-2007baad8218", "pubDate": null, "title": "Ex-Patriots linebacker Tedy Bruschi rips team over latest filming scandal: 'Who thought this was a good idea?'"}