{"id": "b2c7b256-687c-34ef-8969-fb8c810605f4", "title": "California records the most coronavirus deaths in a single day: report", "url": "https://www.foxnews.com/health/california-records-the-most-coronavirus-deaths-in-a-single-day-report", "summary": "California on Tuesday recorded more COVID-19 deaths than any other day during the pandemic, according to a report.\n\"Until this past week, California had topped 200 daily coronavirus-related deaths only four times.\nGAVIN NEWSOM-LINKED COMPANIES RECEIVED NEARLY $3M IN FEDERAL PPP LOANS, REPORTS SAYA month ago, the state was averaging about 44 daily deaths.\nCalifornia wasn't alone in reporting a record number of daily coronavirus deaths, which typically lag behind cases and hospitalizations.\nNew daily cases in the states have increased to more than 200,000 on average.", "paragraphs": ["California on Tuesday recorded more COVID-19 deaths than any other day during the pandemic, according to a report.", "At least 219 died from the virus on Tuesday, which eclipsed the previous single-day death toll of 214, recorded on July 31, according to data compiled by The Los Angeles Times.", "\"The latest figure may be a harbinger of higher death tolls,\" the paper reported. \"Until this past week, California had topped 200 daily coronavirus-related deaths only four times. That number has been exceeded twice in the last five days.\"", "GAVIN NEWSOM-LINKED COMPANIES RECEIVED NEARLY $3M IN FEDERAL PPP LOANS, REPORTS SAY", "A month ago, the state was averaging about 44 daily deaths. In Los Angeles County, the nation's most populous county, 3,299 patients are currently hospitalized with COVID-19, with 23% of them in the ICU, according to the Los Angeles County Department of Public Health on Wednesday.", "Local health officials said the number of daily hospitalizations has increased by more than 400% from early November.", "Public Health Director Barbara Ferrer Barbara Ferrer described “a devastating increase in deaths” in L.A. County, with the total hitting 8,075 on Wednesday.", "“Over 8,000 people who were beloved members of their families are not coming back,” Ferrer said, as she fought back tears. “And their deaths are an incalculable loss to their friends and their family, as well as our community.”", "She said one bright spot was how the COVID-19 mortality rate has improved over the course of the pandemic.", "\"Nonetheless, the link between cases, hospitalizations, and then people dying is still there,” Ferrer said, according to the paper. “The more transmission you have, the more people are ending up in the hospital. And the more people that end up in the hospital, because those in the hospital are very sick, the more deaths we’re going to witness.\"", "California wasn't alone in reporting a record number of daily coronavirus deaths, which typically lag behind cases and hospitalizations.", "POPULAR TRAVEL DESTINATION LAKE TAHOE CLOSING TO TOURISTS AMID COVID-19 SURGE", "On Wednesday, the U.S. topped more than 3,000 deaths in what was a single-day record, according to the COVID Tracking Project. Those numbers surpassed the level seen in and around New York City, which was described as the U.S. epicenter of the virus during the early stages of the pandemic.", "New daily cases in the states have increased to more than 200,000 on average. The number of patients hospitalized with the virus was nearly 105,000 on Tuesday, which was another all-time high.", "CLICK HERE TO GET THE FOX NEWS APP", "As of early Thursday, the U.S. has reported more than 15,391,699 total coronavirus cases and at least 289,431 deaths from the virus, according to data from Johns Hopkins University. California has reported 1,454,124 infections -- the most in the states -- and 20,469 deaths."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["according", "ferrer", "cases", "covid19", "coronavirus", "report", "single", "records", "day", "deaths", "daily", "virus", "county", "california", "reported", "number"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}