{"id": "b2d47d34-753b-34de-976d-47980e271177", "title": "North or south? The Toronto street divided by Covid restrictions", "url": "https://www.theguardian.com/world/2020/dec/10/toronto-coronavirus-steeles-avenue-business-shops", "summary": "Darryl Spiers shivered as he contemplated the neat rows of comic books laid out on a table outside his north Toronto shop.\nSteeles Avenue, a mix of strip malls and residential apartments, marks the border between the York region and Toronto, which have contrasting coronavirus restrictions in place.\nUnder current guidelines, no customers are permitted inside Spiers’ store, which qualifies as non-essential.\nA few blocks away, on the north side of the street, retailers have been able to draw in more customers with more relaxed rules.\nPhotograph: Cole BurstonDespite the drop in business, Spiers is happy that he can still operate, even with modifications.", "paragraphs": ["Darryl Spiers shivered as he contemplated the neat rows of comic books laid out on a table outside his north Toronto shop. In the middle of what should be a busy holiday season, the coronavirus pandemic has forced Cyber City Comix’s owner to dramatically rethink how he does business.", "As the second wave of Covid-19 strikes Canada, a busy thoroughfare at the edge of the country’s largest city has come to represent the stark and often arbitrary effects lockdowns can have on small businesses.", "Steeles Avenue, a mix of strip malls and residential apartments, marks the border between the York region and Toronto, which have contrasting coronavirus restrictions in place. And the fate of many local small businesses may be determined by which side of the road they lie on.", "Shoppers cross Steeles Avenue on 3 December. Photograph: Cole Burston", "In late November a surge in coronavirus cases prompted Toronto officials to announce a new lockdown – just before the busiest and most profitable time of the year for retailers. Customers are banned from non-essential retail shops, patio dining is closed and essential services are operating at reduced capacity.", "Despite its own high caseload, however, York hasn’t yet declared a lockdown – meaning that on the north side of Steeles Avenue, business continues almost as normal, with customers wandering and out of stores and dining inside restaurants.", "For retailers on the south, any hopes of a successful Christmas season have been dashed.", "Under current guidelines, no customers are permitted inside Spiers’ store, which qualifies as non-essential. Sales have dropped by about 30% compared with last year. “A large percentage of my sales are people just walking around in the store. I sell toys and cards – really visual stuff. And I’ve lost all of that.”", "As a sharp breeze cuts across the table of comics, he chats with two masked customers, part of a group of regulars who have helped keep his business afloat.", "“It’s tough: I’m selling less and it’s costing me more to do it,” he said.", "A few blocks away, on the north side of the street, retailers have been able to draw in more customers with more relaxed rules.", "“The weekend before the Toronto shutdown was at least twice as busy as usual,” said Yoram Batner of the Batner Bookstore.", "While things have since slowed, his doors remain open and customers can browse inside. Under current rules, he could have as many as 39 people in his shop – a number he calls “idiotic”. Instead, he’s set a limit of 10 patrons at a time.", "Batner, who specializes in educational books, is keenly aware that if his shop were less than 100 meters to the south, it would be closed. “It would probably be better for everybody if we were shut down too. But the reality is, I have a business and the more we’re shut down, the harder it is to do business.”", "Yoram Batner at his bookshop. Photograph: Cole Burston", "Despite the drop in business, Spiers is happy that he can still operate, even with modifications.", "One hairdresser’s store in the same strip mall has remained dark since the start of the pandemic. “I feel really bad for him. He’s not making any money and can’t even open his doors,” he said.", "Other stores have “For Lease” signs up on their papered windows.", "While the restrictions have forced Spiers to get creative – he plans to erect a temporary wall around his shop front to keep out blowing snow – he recognizes there are limits to what curious passersby will tolerate.", "“Let’s be honest: how long is someone gonna stand here looking at comic books when it’s -20C?”"], "authors": ["Leyland Cecco"], "keywords": ["retailers", "restrictions", "spiers", "south", "north", "divided", "toronto", "store", "coronavirus", "customers", "business", "covid", "inside", "shop", "street"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}