{"id": "b339e9af-bfdd-3d33-8b8e-3454a01964d1", "title": "This Model Made the Perfect Undies", "url": "https://www.vogue.com/article/emily-labowe-poppy-undies", "summary": "And model Emily LaBowe is improving on that perfection with her new line, Poppy Undies, which takes vintage-inspired, white cotton undies and adds cheeky embroidery to the front.\nThe earliest iteration of Poppy Undies began four years ago.\nShe embroidered undies for bachelorette parties and her friend’s band’s merchandise, and was featured in Vogue, V magazine, and multiple Playboy spreads, most recently on Phoebe Bridgers.\nShe describes Poppy Paper as mostly separate from her brand, but those beautiful black-and-white photos makes you want to be the kind of person who wears embroidered white underwear while reading the morning paper.\nLuckily, everything is available now on the Poppy Undies site.", "paragraphs": ["While we love sexy, lacy lingerie for its flash and glamour, there’s something to be said for the quiet appeal of white cotton underwear. Especially when it’s cut just so, with a high rise, high hips, and a lacy trim around the outside. It’s deliciously enticing in its own right. And model Emily LaBowe is improving on that perfection with her new line, Poppy Undies, which takes vintage-inspired, white cotton undies and adds cheeky embroidery to the front.", "The earliest iteration of Poppy Undies began four years ago. “During Passover, my mom taught me how to embroider on a matzah cover. I fell in love with it,” she says. “There’s a lot of embroidery companies who do shirts or jean jackets, but I thought intimates was such an interesting item of clothing to have embroidered.” She started buying Hanes underwear to embroider one-offs for friends, then people on Instagram started messaging her to make special pairs. She embroidered undies for bachelorette parties and her friend’s band’s merchandise, and was featured in Vogue, V magazine, and multiple Playboy spreads, most recently on Phoebe Bridgers. Then, LaBowe decided she wanted to actually produce and design her own underwear.", "LaBowe doesn’t hand-embroider each pair anymore, but all are made in Los Angeles (she’ll still make custom pieces, though!). The first launch has four styles: a cactus, an orange poppy, a pink poppy, and a strawberry. LaBowe plans to switch up the embroidery every few months, so each pair is a limited edition, in a way. Also in the cards are unisex boxers, another one of LaBowe’s favorite pieces of clothing.", "Along with the underwear, LaBowe wanted to create something physical that would align with the brand’s aesthetic—so why not a newspaper featuring a selection of LaBowe’s artist friends? “The theme of the first one is about femininity, the body, self-love, and heartbreak,” she says. The paper features poems, essays, even a labneh tartine recipe from chef Javier Ramos. Featuring an array of esteemed artists, including Devendra Banhart, Ali Mitton, and more, it serves as a look into LaBowe’s world. She describes Poppy Paper as mostly separate from her brand, but those beautiful black-and-white photos makes you want to be the kind of person who wears embroidered white underwear while reading the morning paper. Luckily, everything is available now on the Poppy Undies site."], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["embroidery", "model", "underwear", "poppy", "paper", "friends", "perfect", "embroidered", "undies", "white", "labowe", "labowes"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}