{"url": "https://www.newyorker.com/news/daily-comment/stupid-watergate-is-worse-than-the-original", "paragraphs": ["Comparatively speaking, Richard Nixon has been getting a lot of glowing press these days. As if to propose the never-before-in-history uniqueness of our current moment, we rush to remind ourselves of the lovelier sides of Tricky Dick: his constructive cunning in foreign affairs, particularly the opening to China; his sporadic moments of progressivism, including the creation of the Environmental Protection Agency; and, finally, his scowling acknowledgement of the inevitable in August, 1974, when he received the leaders of the Republican Party and accepted their counsel that support for him had vanished in the Senate and the public at large. John Oliver’s way of paying wiseass tribute to the sepia past is to cast our twenty-first-century travails as “Stupid Watergate”—a scandal that is at least as horrific as the bell-bottomed original, but one in which “everyone involved is stupid and bad at everything.”", "This not only ignores the countless miseries in Nixon’s policy record, from Vietnam to domestic spying, it also vastly underrates the darkness of Watergate itself. “Watergate” is an umbrella term, and yet it had at its center a conspiracy in which Nixon and his confederates plotted to destroy at least one of his strongest-seeming rivals in the 1972 election campaign. Republican operatives set out to destroy Edmund Muskie, of Maine, in order to face a far weaker opponent, George McGovern, of South Dakota. (Nixon, of course, got his wish, and won a forty-nine-state landslide over McGovern.)", "“Watergate” also stands for the fullness of Nixon’s deceptions, his resentments, and his plots, some abandoned, others fulfilled. To get the full, rancid flavor of Nixon’s conspiratorial frame of mind, it’s necessary to spend many hours with the White House tapes, which were finally forced into the public domain by the Supreme Court. One random morsel, but a typical one: in June, 1971, the New York Times began publishing the Pentagon Papers, an immense classified study of the Vietnam War, its origins and its ugliest truths. The whistle-blower of that era was Daniel Ellsberg, a defense analyst at the RAND Corporation who leaked the documents to Neil Sheehan, of the Times. We know from the tapes that Nixon’s reaction to their publication hardly does credit to any notion of Presidential probity or restraint. At a meeting in the Executive Office Building late in the day on July 2, 1971, with his aides H. R. Haldeman and John Ehrlichman, the President suggested the revival of the old House Committee on Un-American Activities. “You know what’s going to charge up an audience,” Nixon said. “Jesus Christ, they’ll be hanging from the rafters. Going after all these Jews. Just find one that is a Jew, will you.”", "That same summer, in a similarly paranoid spirit, Nixon suspected that someone at the Brookings Institution was in possession of documents describing how he may have illegally interfered in peace talks with the North Vietnamese before he ascended to the White House. Nixon told Haldeman and Henry Kissinger, his national-security adviser, “Goddammit, get in and get those files. Blow the safe and get it.” The following day, he returned to the theme: “Get it done! I want it done! I want the Brookings safe cleaned out!” G. Gordon Liddy, a particularly aggressive operative in the Watergate drama, even drew up plans to firebomb Brookings. The building still stands.", "There are volumes of such moments. And yet Donald Trump brings us to a different level of crazy. The President’s klieg-light brazenness, his utter lack of shame, is on daily, public display. What Nixon muttered in the Oval Office, Trump bellows to reporters on the White House lawn. As Carl Bernstein, who, with Bob Woodward, broke the crucial stories in the Watergate scandal for the Washington Post, told me, “When Nixon talked about his crimes, he talked about them in private. He conspired in private. Trump is out front and center about his crimes, his corruption.” The text messages between and among diplomats that were released on Thursday are merely confirmation that Trump’s diplomats, aides, and operatives were furtively, and anxiously, discussing what their master makes no effort to conceal.", "We know from Bernstein and Woodward’s book “The Final Days,” and subsequent corroborating accounts, that Nixon spent his last weeks in office as an erratic mess, drinking heavily, roaming the White House late at night, talking to the portraits of Presidents past. Bad Shakespeare. Trump does not drink; he is as comfortable in the television lights as Nixon was not. He may be worse than he once was, more unhinged, more furious, more undisciplined, but he is not essentially different.", "“Nixon, even on the tapes when he is talking conspiratorially and criminally, held himself together emotionally until the very end,” Bernstein said. “His emotional collapse came only in the final weeks, when he knew how cornered he was. It was only then that he started talking to the pictures on the walls. This loss of control is ongoing with Trump. It’s not about the final days. And his corruption is totally as we see it, out front. He doesn’t try to hide it. He doesn’t try to hide the conflicts of interest or the lying. He is not a secretive conspirator.”", "Donald Trump’s behavior echoes Nixon’s in one sense: he and his confederates appear to have been engaged in an effort to undermine the integrity of a Presidential election. From all the evidence and reporting now available––and there will be more––it is increasingly clear that Trump set out to destroy his potential Democratic rival Joe Biden by getting the leaders of foreign nations to investigate the Biden family: an unmistakable misuse of power. All this while he is engaged in crucial foreign-policy matters ranging from the Russia-Ukraine conflict to a trade war with China.", "Trump’s shamelessness leaves Nixon far behind. There is every indication that Trump cares only about his personal fate, and little about the diplomatic or economic consequences to the country. But can this really be news? How many officials who left Trump’s inner circle have waved their hands to tell us that he is not merely a man of limited intelligence and discipline but a very real danger to the national security of the country? James Mattis. H. R. McMaster. Gary Cohn. John Kelly. Rex Tillerson. History will judge their calculations and actions, but is there any mistaking their judgment of the man they served?", "Where Watergate and “Stupid Watergate” might diverge most radically is in the potential endgame. We soothingly remind ourselves that, after many months of reporting revelations, court decisions, and hearings in the House and the Senate, Nixon bent to reality and left the capital in Marine One. What makes anyone imagine that Trump will do the same before he has exacted maximal damage? And what institution will force his hand? The Republican Party?", "The G.O.P. is radically more conservative now than it was during the Watergate era. When the House Judiciary Committee voted on three articles of impeachment against Nixon, all twenty-one Democrats voted yes on two or more articles, and seven of the seventeen Republicans voted for at least one. At this point in the Trump drama, at least, it is hard to imagine congressional Republicans doing the same.", "Trump also knows that he lives in an immensely different public-opinion universe than Nixon. In the seventies, there was no Fox News, no Breitbart, no social media, no bots, no trolls. Nixon certainly hated the mainstream media––the three networks, the Times, the Post, and so on––but there was no alternative. In 1970, while he was working as a media consultant for Nixon, Roger Ailes started thinking about ways to circumvent what he saw as the liberal hegemony, particularly in television. And, of course, he invented Fox News. And yet Trump is in such a state now that his new talking point is that Fox News is not sufficiently accurate (read: sufficiently obsequious). He is talking about starting a network of his own.", "“Look, nothing is going gently into the night at the end of this drama, no matter who wins,” Bernstein told me. “Nixon was a reflection of Nixon. Watergate was not about the country. It was, above all, about Nixon. The Trump story is all tied up with the country itself. I felt even before this started that we are in a cold civil war. And Trump has brought the cold civil war to the point of near ignition. It’s much worse and deeper than just polarization. It’s not just political, it’s cultural. These are different times than the Watergate era. We’re a different people than we were in 1972 to 1974. And the Republican Party is a different party.”"], "pubDate": null, "id": "b34347d1-2584-3597-b7e8-630605cf36f8", "keywords": ["talking", "watergate", "war", "white", "different", "house", "nixon", "times", "worse", "trump", "stupid", "nixons", "original"], "title": "“Stupid Watergate” Is Worse Than the Original", "summary": "“Watergate” also stands for the fullness of Nixon’s deceptions, his resentments, and his plots, some abandoned, others fulfilled.\nWhat Nixon muttered in the Oval Office, Trump bellows to reporters on the White House lawn.\nHe may be worse than he once was, more unhinged, more furious, more undisciplined, but he is not essentially different.\nWhere Watergate and “Stupid Watergate” might diverge most radically is in the potential endgame.\nThese are different times than the Watergate era.", "authors": ["David Remnick", "Alice Munro", "Rachel Aviv", "Jeffrey Toobin", "Richard Brody", "Jane Mayer", "Susan B. Glasser"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}