{"id": "b34fb8bd-7f21-3cab-a3ec-48021fb2025a", "title": "King of Sweden blasts 'failed' Covid strategy in rare royal rebuke", "url": "https://www.theguardian.com/world/2020/dec/17/king-sweden-failed-covid-strategy-rare-royal-rebuke-lockdown-hospitals-cases", "summary": "“The people of Sweden have suffered tremendously in difficult conditions,” King Carl XVI Gustaf told the state broadcaster SVT in an end-of-year interview.\n“We will manage emergency care, we will manage Covid care,” Skåne’s regional health director, Alf Jönsson, said on Wednesday.\n“But this will happen at the expense of other healthcare.” More than 25% of Covid-19 tests were positive, he said.\nTegnell insisted in a television interview that it was too soon to say whether Sweden’s strategy had failed.\nAs the second wave struck, however, the Public Health Agency and government issued tougher rules, banning alcohol sales after 10pm, reducing public gatherings from 50 to eight people, and switching high schools to online teaching.", "paragraphs": ["Criticism of anti-lockdown stance comes as hospitals struggle to cope with surge in cases", "The king of Sweden has said the country’s anti-lockdown coronavirus strategy has failed, as hospitals in the Stockholm region warned they were struggling to cope with a surge in cases and polls showed public confidence in the authorities had plunged to a new low.", "“The people of Sweden have suffered tremendously in difficult conditions,” King Carl XVI Gustaf told the state broadcaster SVT in an end-of-year interview. “I think we have failed. We have a large number who have died, and that is terrible.”", "The rare royal rebuke came after the two major Swedish regions of Stockholm and Skåne announced that they had been forced to postpone non-emergency operations as the country’s health sector strains to deal with a second wave of infections.", "“We will manage emergency care, we will manage Covid care,” Skåne’s regional health director, Alf Jönsson, said on Wednesday. “But this will happen at the expense of other healthcare.” More than 25% of Covid-19 tests were positive, he said.", "The Stockholm regional healthcare director said all non-urgent care would be put off until at least 31 January. “My duty now is to do everything I can to relieve and help care staff,” Björn Eriksson said. “They have to keep going for weeks, months.”", "An Ipsos poll for the daily Dagens Nyheter on Thursday showed public support for Anders Tegnell, the country’s chief epidemiologist and architect of its light-touch strategy, had fallen 13 points to 59%, with trust in the Public Health Agency down from 68% to 52%. Confidence in the the authorities in general slumped to a record low of 34%.", "Tegnell insisted in a television interview that it was too soon to say whether Sweden’s strategy had failed. “Pretty much every country is struggling with this,” he told TV4, adding that he had been surprised by the scale of the second wave and conceding the situation was “beginning to approach breaking point” in some areas.", "Total Covid-associated deaths in Sweden, which has avoided strict mandatory lockdowns in favour of largely voluntary measures, reached 7,802 on Wednesday, with more than 500 in the last week and in excess of 1,800 since the beginning of November.", "Its toll per million of 766.2 is approximately 10 times higher than neighbouring Norway and Finland and nearly five times that of Denmark, but lower than some European countries that imposed lockdowns such as France, Italy, Spain and Britain.", "The country’s approach has so far relied mainly on citizens’ responsibility to observe hygiene and distancing recommendations, with shops, bars and restaurants staying open throughout the pandemic and masks not recommended outside hospitals.", "As the second wave struck, however, the Public Health Agency and government issued tougher rules, banning alcohol sales after 10pm, reducing public gatherings from 50 to eight people, and switching high schools to online teaching.", "People have also been told to avoid public transport and crowded stores, limit social interactions to single households or people already in regular contact, and not go to the gym, library, shopping centres or other public places."], "authors": ["Jon Henley"], "keywords": ["rebuke", "king", "countrys", "told", "care", "stockholm", "health", "strategy", "sweden", "royal", "failed", "covid", "second", "blasts", "rare", "wave", "public"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}