{"id": "b378ffa9-d2db-3f27-aa20-dfdc1538b2a4", "title": "Why We Redesigned the Virus Trackers", "url": "https://www.nytimes.com/2021/04/01/us/covid-tracker-redesign.html", "summary": "In the coming days, we are rolling out major changes to the virus tracking pages that have been published multiple times a day for the past 13 months.\nFirst, a few thoughts on why we’re making these changes:We are at a different stage in the pandemic, with more data available than ever before.\nWe first published the U.S. tracking map in March 2020, showing where the first 118 cases had been reported.\nNow, with this redesign, we have created a single destination for tracking the coronavirus and helping readers navigate the pandemic.\nThis is similar to the effort we made in January to publish local risk pages with the best available county-level data.", "paragraphs": ["In the coming days, we are rolling out major changes to the virus tracking pages that have been published multiple times a day for the past 13 months. These pages are a popular daily source of information for our readers, so we want to make sure everyone continues to find the information they need.", "First, a few thoughts on why we’re making these changes:", "We are at a different stage in the pandemic, with more data available than ever before. We first published the U.S. tracking map in March 2020, showing where the first 118 cases had been reported. As time went on, our team of reporters, designers and developers continued to add new features for tracking the most important metrics.", "Now, with this redesign, we have created a single destination for tracking the coronavirus and helping readers navigate the pandemic. We have added data on vaccinations, state restrictions, hospitalizations, tests and more. This is similar to the effort we made in January to publish local risk pages with the best available county-level data. We have made changes to improve page speed and performance, too."], "authors": ["Wilson Andrews"], "keywords": ["readers", "virus", "data", "went", "tracking", "trackers", "information", "published", "changes", "available", "pages", "pandemic", "redesigned"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}