{"id": "b37e7469-c034-358b-bd18-3b6e68307148", "title": "A Battle Royale Vampire: The Masquerade Game Announced", "url": "https://www.gameinformer.com/2020/11/02/a-battle-royale-vampire-the-masquerade-game-announced", "summary": "In a move no one really could have predicted, a battle royale Vampire: The Masquerade game has been announced.\nUse your supernatural powers, weapons and blood to become stronger in order to hunt, fight and survive the night.”The battle royale Vampire: The Masquerade game will be Sharkmob's first major game following the studio's debut back in 2017.\nThe upcoming take on the Masquerade universe is still without an official name other than the tagged \"battle royale Vampire: The Masquerade\" experience, but a full launch is estimated around the latter part of 2021.\nThe battle royale take on the Vampire: The Masquerade universe is an interesting move and one that has some potential.\nWhat are your thoughts on the battle royale Vampire: The Masquerade game announcement?", "paragraphs": ["With the future of Vampire: The Masquerade - Bloodlines 2 less clear than before, a new vampy experience is rearing its head for a chance to shine. In a move no one really could have predicted, a battle royale Vampire: The Masquerade game has been announced.", "The teaser trailer for the vampire-driven battle royale experiences comes by way of Sharkmob with a teaser trailer showing off what the new game will have to offer. “Experience the next thrilling evolution of Battle Royale multiplayer action games set in the cult classic Vampire: The Masquerade universe where vampire sects are at war across the streets and rooftops of Prague,” reads the description. “Choose your playstyle, go solo or together, battling rivals and the hostile Entity who’s hellbent on exterminating all vampires. Use your supernatural powers, weapons and blood to become stronger in order to hunt, fight and survive the night.”", "The battle royale Vampire: The Masquerade game will be Sharkmob's first major game following the studio's debut back in 2017. Sharkmob is made up of a pretty impressive dev team, including names from both IO Interactive and Massive Entertainment.", "The upcoming take on the Masquerade universe is still without an official name other than the tagged \"battle royale Vampire: The Masquerade\" experience, but a full launch is estimated around the latter part of 2021. Given that this window is the same window for Bloodlines 2, it looks like next year's Halloween is about to be lit. Or bloody. Bloody lit. We're British now.", "The battle royale take on the Vampire: The Masquerade universe is an interesting move and one that has some potential. This universe is ruthless, brutal, and all about strategic power moves. At the end of the day, that's exactly what battle royale is about as well. How will this new experience be? Only time will tell, but color us intrigued by the concept alone.", "What are your thoughts on the battle royale Vampire: The Masquerade game announcement? So crazy it just might work or just plain \"pass\"? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["trailer", "royale", "announced", "battle", "game", "experience", "window", "masquerade", "vampire", "thoughts", "universe"], "pubDate": "2020-11-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}