{"id": "b38b53a3-0a7e-3f10-8ed0-3cbb5ede581a", "title": "Scooters, skateboards and ebikes: greener ways to get to work", "url": "https://www.ft.com/video/3f9bbe46-7b5e-42a5-b100-25b4be310b67?playlist-name=section-7ef5dd51-0ff2-4c7f-9ebb-4df5a301ef2a&playlist-offset=6", "summary": "Now I want to find out more about these new, greener ways to get about town.\nI've barely ridden a bike in London, and I'm struck by how un-British the whole experience is.\nElectric scooters are everywhere in London right now, and I've been itching to try one.\nFrom electric scooters to electric skateboards, this is the one I'm most nervous about.\nI was surprised to learn that it's illegal to ride electric scooters and skateboards on the road in the UK, and safety concerns increased after British YouTuber Emily Hartridge recently died in an accident while riding an e-scooter.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Bikes, scooters, skateboards. Electrification of personal transport in London is ubiquitous.", "These vehicles are everywhere you look, but not all of them are legal to ride on the road in the UK. And after the country's first fatal collision involving an electric scooter, police have started to crack down on their use. I've been commuting to the Financial Times by bus and train for about a decade. Now I want to find out more about these new, greener ways to get about town.", "I start with electric bikes. This is the Charger Vario from Riese & Muller. The first thing you notice is its size. This thing weighs a hefty 26 kilos and took up about half my living room when I stored it overnight. A Bosch motor powers four electric pedal assist modes. This allows you to zip along with little effort, even up steep hills. I've barely ridden a bike in London, and I'm struck by how un-British the whole experience is.", "There's a lot of jostling for position, and you can forget about queuing etiquette. That made cruising past the pack of commuter cyclists with ease all the more satisfying. In turbo assist mode, I hardly have to turn the pedals, and I'm like Linford Christie out of the blocks. This bike will appeal to people who like the idea of cycling to work, but don't fancy wearing Lycra or showering when they get to the office.", "So here we are. We've arrived at FT Towers in about half an hour, all told, I'd say, which is about 15 minutes less than my normal daily commute of bus and then train. It's a glorious, sunny day today here in London, blue skies, about 25 degrees. But despite wearing this suit jacket, I feel like I've barely broken a sweat.", "Fully charged, Dan Parsons says this is the Rolls Royce of e-bikes. With a 4,000-pound price tag, I see what he means. I wonder whether there's much of a market for a bike like this when the likes of Lime and Uber offer electric bikes to hire for less than 10 pounds an hour.", "We were all concerned in the cycling industry when the original Barclay's bikes came to market. And we were concerned that that was going to kill people buying bicycles. That wasn't the case. It introduced people to cycling in London. We're seeing people through the door who have had good experiences on the rental bikes.", "They're quite big and clunky and heavy, less enjoyable than a lot of premium electric bikes.", "Next up, the electric scooter. This is the Inokim Light 2. Electric scooters are everywhere in London right now, and I've been itching to try one.", "I feel like a kid. This is great.", "From the moment I get on this thing, I can't stop smiling.", "So film this.", "The throttle control and brakes are intuitive, and it takes no time to get used to it. If anything, I've become a little too confident. I'm quickly cruising along at the 21 miles per hour top speed, and I have to hang on for dear life when I go over a pothole. The suspension doesn't cope brilliantly with cobbled streets either.", "My journey home from work again takes just half an hour. My commute the following morning is less successful. After forgetting to charge it overnight, I ran out of battery after about five minutes, so I fold it up and carry it on the train to work. I feel like a child forced to give up his favourite toy when the time comes to return the Light 2, but at 1,200 pounds, it doesn't come cheap.", "From electric scooters to electric skateboards, this is the one I'm most nervous about. I haven't been near a skateboard since I was about 12, and I'm prone to breaking bones. And yet after arriving at Wick Boards in Hackney, my eye is drawn immediately to the Onewheel XR, aptly named as it has just the one wheel.", "Don't get too close.", "After struggling to navigate a five-minute test ride on the shop floor, twice almost knocking over a display, I opt for a less ambitious ride. Wick says it's selling over 100 units a week, and not just to skateboarding enthusiasts. And companies are struggling to manufacture enough boards to meet their growing demand. After my performance on the one wheel, I'm surprised to learn we're taking to the streets of East London for the next test ride.", "But I quickly see why e-boards are so popular. Wireless handheld controls are intuitive, and once you get used to standing on the board, you simply transfer your weight to your toes to turn one way, then rock back to your heels to turn the other. Of the three electric vehicles I test, the skateboard is by far the most fun. But I think I want to practise for a month or so on quiet roads before using its commute to work alongside London buses.", "I was surprised to learn that it's illegal to ride electric scooters and skateboards on the road in the UK, and safety concerns increased after British YouTuber Emily Hartridge recently died in an accident while riding an e-scooter. The Department for Transport has launched a review into the future of urban transport. And as Sam Irving discovered, the police are no longer looking the other way. He was pulled over while riding his e-scooter to work, warned he'd be fined 300 pounds and given six points on his driving licence if caught riding it again.", "I've ridden it all around London, never had a problem. Yesterday, it felt like they were actually set up to catch people like me. The consequences to me sound pretty draconian, pretty heavy handed.", "Hire companies are lobbying for a change in the law. The e-scooter sharing app Bird operates in 15 countries, but it's restricted in the UK for the moment to offering short rides around the Olympic Park, which qualifies as private land.", "It is a congested city. The average speed of a car here is about 6 miles an hour or just over. The air quality is pretty terrible. Eventually, hopefully, we will start seeing a shift in the law.", "The rest of the world recognises how important all of this kind of thing is for sustainability and reducing congestion as a whole. And like having something like Uber or Airbnb in any major city, I think these are modern systems that people are familiar with now and want and expect to see when they go to a big city like London or Paris or New York.", "The Department for Transport says people who use e-scooters need to be aware it is currently illegal to ride them on the pavement and the road, and companies must understand that reviewing laws does not necessarily mean laws will change.", "When I tested the electric scooter, I passed several police cars and officers on the streets and didn't turn any heads. But the Metropolitan Police have since warned that anyone who uses e-scooters on public roads, pavements, or cycle lanes could face prosecution. You do it at your own risk, and you are breaking the law."], "authors": ["Filmed Petros Gioumpasis", "Persis Love. Written", "Edited", "Produced Daniel Garrahan."], "keywords": ["work", "transport", "skateboards", "thing", "ebikes", "ive", "im", "scooters", "ways", "turn", "london", "ride", "greener", "electric"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}