{"id": "b394277d-8ff8-3ce6-a794-94b97045338c", "title": "Animal Crossing: New Horizons December Update Revealed In New Video", "url": "https://www.gameinformer.com/2020/12/07/animal-crossing-new-horizons-december-update-revealed-in-new-video", "summary": "The Animal Crossing: New Horizons December update has quite a few new features for players to enjoy before ringing in the new year.\nWith the new update, the Pond Smelt can be found in rivers alongside Lobsters for divers and the Dung Beetle later this month.\nNew toys will also be available to buy from Nook's Cranny in addition to festive outfits found at Able Sisters.\nIn addition to what's coming to the simulation game this month, Nintendo also offered a small tease for what's next for the popular game, including what 2021's first event will be.\nLooking back on 2020, what has been your favorite part of Animal Crossing: New Horizons?", "paragraphs": ["The Animal Crossing: New Horizons December update has quite a few new features for players to enjoy before ringing in the new year. For those looking forward to what this holiday season has to offer when it comes to that island experience, Nintendo has shared a new video detailing exactly what fans can expect to see.", "A new month means new bugs and fish to capture and sell or garnish that museum with. With the new update, the Pond Smelt can be found in rivers alongside Lobsters for divers and the Dung Beetle later this month.", "While that's cool and all, we all know what gets us the most excited: events. December brings in the Toy Day event, bringing in that holiday cheer and allowing players to decorate their islands with new DIY recipes, festive additions, and new flair to get the entire town into that holiday spirit.", "New toys will also be available to buy from Nook's Cranny in addition to festive outfits found at Able Sisters. Even though players have been getting into the holly jolly spirit since as early as October, the fun officially begins this month, including Christmas trees and holiday cheer galore.", "In addition to what's coming to the simulation game this month, Nintendo also offered a small tease for what's next for the popular game, including what 2021's first event will be. Even better? Pavé is making a return, kicking off a new year of even more to do in-game.", "Looking back on 2020, what has been your favorite part of Animal Crossing: New Horizons? Are you excited for the December update? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["whats", "video", "nintendo", "update", "horizons", "month", "including", "game", "animal", "players", "festive", "holiday", "crossing", "revealed"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}