{"id": "b3be4921-03f0-3d6f-a124-962d9f19967d", "title": "Gears 5: Hivebusters Review – A Quick Blast Of Mayhem", "url": "https://www.gameinformer.com/review/gears-5-hivebusters/gears-5-hivebusters-review-a-quick-blast-of-mayhem", "summary": "Short and bloody sweet, Gears 5: Hivebusters pumps out excitement with the urgency of a rattling lancer, rarely slowing as it hits the mark with its cover-based firefights.\nThe troubled open-world exploration that was introduced in Gears 5 is nowhere to be found, and neither are Kait Diaz or the Fenix Family.\nWe instead see Gears doing what it does best: mulching Locus Horde flesh.\nPlayers experience this familiar action through the high-powered mayhem of Scorpio Squad, a band of misfits who have assembled for a suicide mission.\nScorpion Squad is the team that was introduced in Gears 5’s Escape mode, and Hivebusters tells their origin story.", "paragraphs": ["Short and bloody sweet, Gears 5: Hivebusters pumps out excitement with the urgency of a rattling lancer, rarely slowing as it hits the mark with its cover-based firefights. The troubled open-world exploration that was introduced in Gears 5 is nowhere to be found, and neither are Kait Diaz or the Fenix Family. We instead see Gears doing what it does best: mulching Locus Horde flesh. Players experience this familiar action through the high-powered mayhem of Scorpio Squad, a band of misfits who have assembled for a suicide mission.", "Scorpion Squad is the team that was introduced in Gears 5’s Escape mode, and Hivebusters tells their origin story. They must sacrifice themselves to take out a massive Swarm hive – a selfless act that could save all of Sera. This narrative moves along quickly, but isn’t short in vision. We get plenty of fun and over-the-top banter from the squad’s Leslie Macallister, Lahni Kaliso, and Jeremiah Keegan, who have traveled to the lava-rich and beautifully realized Galangi islands. They move through jungles and caverns as they track down the hive, as well as something else that is big, unexpected, and spewing a toxin. The story and narrative truck along nicely, making the three hours it lasts for fly by.", "The squad is equipped with a familiar arsenal, but they are without Jack – a flying robotic helper that previously provided support functionality. To make up for Jack’s absence, each character has a different ultimate ability that runs on a cooldown and can be enhanced through upgrades. Mac deploys a useful energy shield, Keegan generates ammo, and Lahni gets to have some fun with an electrified knife, the best of the three. The ultimates are game-changers in how frequently they can be used and how much they aid the team.", "Most of the firefights throw caution to the wind and bombard the player with all types of enemies attacking from every vector. Locust foot soldiers take cover behind barriers, howling juvies leap from the trees, and swarms dance overhead. The intensity achieved by some of these firefights is awesome, and developer The Coalition does a nice job of changing them up from moment to moment. One minute, you need to hunker down and hold the line as foes approach. The next minute, you can use the environment as a weapon to melt or crush foes. Many of the fights are decently long, and reach satisfying levels of chaos. The Coalition’s fingerprint is pushing the player to the point of feeling overwhelmed, then turning it up a notch by throwing in a boss-like encounter at the end.", "Given how quickly environments can be explored, the annoying transitions to other areas where the team needs to cut through vines, climb a cliff, or pry open a door are in great abundance and do slow the fervent pace down, but they are just small blemishes on an otherwise outstanding Gears of War experience.", "Hivebusters doesn’t have the variety or world-building of the core Gears games, and doesn't take any chances along the way, but is a fun alternative that I wouldn’t mind seeing more of. It’s nice to get to know more of the characters in this universe, one of whom flips double middle fingers in the face of danger, which may be the most Gears of War thing I’ve ever seen."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["quickly", "squad", "short", "team", "nice", "gears", "mayhem", "player", "war", "hivebusters", "firefights", "fun", "quick", "blast", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}