{"id": "b3ee7ea6-6a8a-3ef0-9e67-2496c8bf825e", "title": "Brooke Burns talks meeting Alex Trebek on ‘Baywatch’ and whether she would host ‘Jeopardy!’", "url": "https://www.foxnews.com/entertainment/brooke-burns-alex-trebek-jeopardy-master-minds-baywatch-memories", "summary": "EXCLUSIVE: Former “Baywatch” star Brooke Burns never envisioned herself hosting game shows, but now, she wouldn’t have it any other way.\nFox News: How are game shows like “Master Minds” a great outlet for people, especially during a difficult time like 2020?\nFox News: In addition to “Master Minds,” you've also starred in Hallmark's “Gourmet Detective” film franchise.\nFox News: What do you hope audiences will get from “Master Minds,” especially if they're watching it for the very first time?\nBurns: I hope that when people watch “Master Minds” that they have as much fun as we have while shooting it.", "paragraphs": ["EXCLUSIVE: Former “Baywatch” star Brooke Burns never envisioned herself hosting game shows, but now, she wouldn’t have it any other way.", "The actress made her game show hosting debut on NBC’s “Dog Eat Dog” in 2002 and went on to host ABC’s “You Deserve It” with Chris Harrison in 2011. Then from 2013 to 2015, the 42-year-old took on “The Chase” where she was nominated for an Emmy as an outstanding game show host.", "These days, Burns is taking on the next challenge with “Master Minds”, on the Game Show Network (GSN), where three contestants square off against three trivia pros, including Ken Jennings of “Jeopardy!” fame, as well as Muffy Marracco and Jonathan Corbblah in multiple rounds.", "The lowest scoring player on each side is eliminated until the top competitor and top “Master Mind” face-off. If the contestant manages to get more questions correct, they win $10,000.", "FORMER ‘PRICE IS RIGHT’ HOST BOB BARKER HAS ‘NO REGRETS’ ABOUT HIS CAREER, IS ‘A FAN’ OF DREW CAREY: PAL", "Burns spoke to Fox News about meeting the late Alex Trebek when she was just 19, whether she would consider hosting “Jeopardy!” the one painful incident on “Baywatch” she never forgot, as well as why she’s determined to offer family-friendly programming.", "Fox News: You met Alex Trebek on the set of “Baywatch” when you were just 19. What was that like?", "Brooke Burns: It’s so funny… not something that I would have foreseen for my future, even working on “Baywatch” as a baby. I was only 19. So in my mind, I was getting paid to go to the beach and really just get my hands wet for lack of a better term.", "Alex came on as a celebrity guest and he played a fisherman that Mitzi Kapture and I had to rescue who slips off the rocks and she loses her chance to become a “Jeopardy!” contestant because she's now met him. So that was the storyline. He was very kind and very witty. It was really fun to get to meet him.", "Fox News: Some chat boards have brought up your name as someone people would potentially love to see host “Jeopardy!”. It’s a huge calling, but if given the opportunity, would you consider it?", "Burns: Oh, that's so kind. Of course, I love hosting trivia, so that would be an honor. I know they were looking at a couple of guest posts and my dear friend, Mr. Ken Jennings, I think is first in line for that. But if they want a female to come on and test it out once in a while, I think that would be quite an honor.", "‘DANCING WITH THE STARS’ JUDGE DEREK HOUGH TALKS ENGAGEMENT RUMORS, TYRA BANKS HOSTING AFTER TOM BERGERON", "Fox News: Aside from meeting Alex Trebek, what’s one memory from your time filming “Baywatch” that makes you smile whenever you think about it today?", "Burns: Oh my goodness, there are so many. I don't know about smile, but I remember there was a stunt that I wanted to do by myself, which was to slide down the rope of the USS Missouri when we moved the show over to Hawaii.", "And when I dropped, I had a tiny bit of swing from 30 feet up and I fell into a half pike dive. I bruised my legs from my kneecaps to my hips, completely black. And for the next three weeks, I had to wear full-body makeup on my thighs to try and cover it from the producers so they wouldn't know and they would not stop me from trying to do my own stunts.", "Fox News: It looks like you’re having a nice break on “Master Minds” now.", "Burns: And I would say it's so much warmer, but sometimes the studio was cold, but at least I have more clothing now, so that helps. *laughs*", "Fox News: With “Master Minds” and previously “The Chase,” you're no stranger to game shows. Looking back, what was it about game shows that drew you in?", "Burns: Well, I think once I started having children, the hosting format just worked so well with my life. I loved being at home with my kids as much as I could, and then working hard in a short and fast amount of time. And hosting really does that.", "JAY LENO TO HOST 'YOU BET YOUR LIFE' GAME SHOW REBOOT ON FOX TELEVISION STATIONS", "I started out on competition hosting and then moved over into the trivia with “The Chase,” which was a little daunting at first, to be honest. Just because you're around very smart people all the time and they know so many things. They have so many degrees. So you’re often just feeling like, \"Oh wow, OK. I know nothing.\"", "But at the same time, I just fell in love with it because everyone was just so just wonderful to work with, and you really do learn a lot being around them. And GSN has been wonderful with me after “The Chase.” It was surprising, to be honest. It was definitely something out of left field. I didn’t grow up thinking, 'I'm going to be hosting trivia game shows.' But I love it.", "Fox News: How are game shows like “Master Minds” a great outlet for people, especially during a difficult time like 2020?", "Burns: Well, I think like most of us, we're at home a lot more than we usually are. Even though you're trying to still balance your screen time with the family… one of the best things about game shows is that it's something that all age groups can watch together.", "So you can be with your kids and your parents and play along and learn something new. So not only is it fun, but it's also educational and it's lighthearted. I think that we definitely need some lightness in the world, especially in 2020.", "REESE WITHERSPOON TO PRODUCE COUNTRY MUSIC COMPETITION SERIES FOR APPLE TV", "Fox News: If you were stuck on a deserted island and were only allowed to make one phone call to a \"master mind\" to help you get out, who would it be and why?", "Burns: Wow, I'm going to have to go with Muffy on this one. And the reason is that though Ken [Jennings] knows everything about everything, I feel like if I'm stuck on a deserted island, that Muffy could make me laugh and then come up with something completely out of the box to also help me get off the island. And a little known fact about Ken though - he’s not outdoorsy. So that's why I'm going to go with Muffy.", "Fox News: So Ken Jennings is not exactly an outdoorsman. Is there anything else about him that surprised you?", "Burns: He’s intimidating in the beginning just because he is so smart. But he’s very witty and has a surprising sense of humor in the most random situations. That’s been fun to see play out because he’s so knowledgeable but also very genuine. He loves telling jokes. He’s a jokester on set, which was surprising for me.", "Fox News: In addition to “Master Minds,” you've also starred in Hallmark's “Gourmet Detective” film franchise. How important has it been for you, especially as a mom, to offer family-friendly programming today?", "Burns: Very important. I think when you're in the acting world, it could be a little difficult at times when you really just need to work or you want to work, and then you're sent scripts and you're reading it going, \"Oh man, OK. I don't want my dad to see this. I wouldn't want my kids to see this. How do I kind of justify that? Work or not?\"", "And then live with those choices. And then it's on film forever, as you know. So working for Hallmark and the Game Show Network has really been a blessing for me because I don't have to question that.", "FORMER ‘DANCING WITH THE STARS’ HOST TOM BERGERON IS ‘CONFIDENT’ HE’LL BOUNCE BACK AFTER BEING LET GO: REPORT", "When they sent me a script [now], it's more like, “Do I like the storyline? Do I like the character?” But I know that it's going to be something that everyone in my family can watch. There’s nothing that's going to be too scandalous for anyone to see or anything that would make my own skin crawl at some point in my life. But the “Gourmet Detective” series has just been so much fun and such a blast to shoot… I think Hallmark is a perfect fit for me in that way.", "Fox News: What do you hope audiences will get from “Master Minds,” especially if they're watching it for the very first time?", "Burns: I hope that when people watch “Master Minds” that they have as much fun as we have while shooting it. That's my genuine hope. I think in 2020, it's really needed to sit down and relax, and take your mind off some of the things that are happening in the world that can be very heavy and depressing at times.", "It’s been great to have fun and at the same time, stimulate the brain and learn something new. I think you come to the table being genuinely curious, but you walk away laughing while learning some new fun facts.", "“Master Minds” airs Monday through Friday at 4 p.m. ET on Game Show Network."], "authors": ["Stephanie Nolasco"], "keywords": ["jeopardy", "brooke", "alex", "really", "talks", "meeting", "minds", "game", "fun", "burns", "baywatch", "think", "master", "shows", "host", "youre", "trebek", "know", "hosting"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}