{"id": "b41aff61-c900-32b3-8510-91476deb4652", "title": "A Technicolored Childhood on the Bus My Parents Made Home", "url": "https://www.vogue.com/article/rachel-kushner-technicolored-childhood-bus-home", "summary": "My grandfather, Bernard “Buddy” Kushner, had named his company Bernard Screen Print, and that’s how we referred to the material.\n(My grandmother, who had an austere, Shaker-like taste and preferred the earth tones that were a mark of midcentury refinement, never would have worn Bernard Screen Print.\nBernard Screen Print covered my bedroom window.\nReams of Bernard Screen Print, silky and bold and wild, were one of my mother’s prime techniques for focusing the exploratory energy of her young charges.\nKushner’s mother, Pinky Drosten Kushner, in a minidress made from bernard Screen print fabric, and the author, age one.", "paragraphs": ["The same summer of 1967 that Joan Didion went to San Francisco to report on the hippies, a term she put in quotation marks, my parents had converted an old school bus to a groovy if primitive house on wheels and caravanned from St. Louis to Eugene, Oregon, where they were starting a new life. As Didion was listening to the ramble of paranoiacs in Golden Gate Park and encountering the famous Susan, a five-year-old in white lipstick who was being regularly dosed with acid by her mother, my parents and my older brother were moving their bus between state and county parks around Eugene, in order to keep ahead of ordinances designed to discourage long-term parking. They had no money, and my father’s teaching job didn’t begin until September (and even then, he’d have to wait 30 days for a paycheck). During that Summer of Love and for a few months after, my family camped in state parks. They swam in rivers and took in the luminous greenery. Didion, meanwhile, published her essay on the milieu she encountered in Haight Ashbury, which she depicted as a seedy maelstrom of broken, lost, and nihilistic people, with the exception of those who were, in Didion’s eyes, too gullible to be nihilists.", "Not gullible, lost, or nihilists, my parents knew better than to share the acid with the children. And despite the look of their converted school bus, which was painted in a multicolored array of “way-out” motifs and colors and furnished with a wood-burning stove, they didn’t really consider themselves hippies—which, to them, seemed a movement with its own conformities, and they were against conformities. That said, they looked like hippies, lived like hippies, and were very often mistaken for hippies, both by hippies themselves, who saw the bus and were hoping for drugs, and by antagonists, who saw the bus and wanted it immediately towed away. Ken Kesey, the spiritual father of the Merry Pranksters, by that point living on a farm outside Eugene, got wind of new arrivals and mistook them for devotees.", "My parents had chosen Eugene after seeing photos of tall conifers and a dramatic nearby coast, along with a want ad for a one-year job there teaching philosophy, my father’s discipline at the time. I was born in Eugene a year later, and by that point, we lived in a house. The bus was parked in our driveway and roared to life for periodic odysseys or when our car was not running, which was often, in which case my mother was forced to grocery-shop in a gigantic Prankster-mobile with a loose gear shifter. To have this eccentric old vehicle in our driveway gave us a certain infamy among the more conservative working-class loggers in Eugene, to whom we probably did not seem respectable, but to me the bus was completely normal. I didn’t know anything else.", "They didn’t really consider themselves hippies—which, to them, seemed a movement with its own conformities, and they were against conformities", "The cloth that adorned the school-bus windows, a slippery fabric in a psychedelic harlequin geometry, and the kaleidoscope pattern of the little hand-sewn sleeping bag that was my bus bedding might even be my earliest memories. We had this fabric—sent by my paternal grandfather, a screen-printer in New York City—in different designs, paisleys and floral blooms and soft runnels of sherbet pastels, both in the bus and all over the house. Periodically, beat-up packing crates filled with folded material arrived in Oregon from New York. My grandfather, Bernard “Buddy” Kushner, had named his company Bernard Screen Print, and that’s how we referred to the material. I remember going to the plant, in Queens, as a kid visiting my grandparents, and hearing the thundering sound of the rollers. My grandfather showed me his gigantic collection of ties, gifted to him by his various clients, who brought cloth and a design for him to print. (My grandmother, who had an austere, Shaker-like taste and preferred the earth tones that were a mark of midcentury refinement, never would have worn Bernard Screen Print. Its man-made fibers of nylon, polyester, and acetate, dyed densely in bright colors, were too flashy and loud for her.) My father’s younger brother worked at the plant as a color specialist and demonstrated for us how the dyes were mixed. Later he wondered if his partial hearing loss was a result of spending long days in a deafening factory. When I recently asked my father why he had not gone into the family trade and instead escaped to the West Coast, he reminded me that he is colorblind.", "On her Singer Featherweight, my mother fashioned from Bernard Screen Print minidresses and pantsuits for herself, dresses for me and for my dolls, as well as bell-bottoms that I wore at age three, and for my brother and dad, tank tops and more elaborate shirts. Bernard Screen Print covered my bedroom window. It was made into wallpaper by my mother’s handiwork with a hot glue gun. And it served as drapey curtains over the French doors in our living room, doors we never opened because they led to a six-foot drop where there had been a porch, which the previous tenants had burned in the furnace after they ran out of wood.", "There’s an implicit critique of every woman Didion encounters in her famous essay on the hippies, “Slouching Towards Bethlehem”—which she later insisted was not about hippies but instead the destruction of an entire social order, and yet she is openly dismayed that the women she meets seem unrenovated in their gender conformity. “I ask if she wants to drive in the Park,” Didion narrates of one interview subject, “but she is too busy. She is out to buy wool for her loom.” The women she portrays do seem to spend a lot of time baking and crafting and looking after children. My mother did all these things, too, including obtain wool for her loom (though she likely found some ingenious way to get it for free). By the time I was born, in 1968, my mother was in the weavers’ guild. She was building furniture by hand. She was growing food. Chopping “chunk” wood for our furnace. Washing cloth diapers by hand. And sewing our clothes. My father’s one-year teaching appointment had run out. With no income, my mother was resourcefully attempting to help make ends meet by running a day care out of our house. People would drop off toddlers at 8 a.m. for a morning of structured play. Reams of Bernard Screen Print, silky and bold and wild, were one of my mother’s prime techniques for focusing the exploratory energy of her young charges. The kids would ecstatically roll around in it in our living room, which was unfurnished, except for foam mattresses on the floor—covered, of course, in Bernard Screen Print.", "By the time I entered school, both my parents were graduate students in biological sciences. My mother was always at the lab. She wasn’t around to craft and weave and cook, but with our limited financial resources, the need for ingenuity remained. My brother and I chopped the chunk wood. Sewed our own pajamas. Weeded our vegetable garden. Supplemented our income with paper routes and jobs in bakeries and restaurants, where, too young to be paid legally, we were given food to bring home.", "Kushner’s mother, Pinky Drosten Kushner, in a minidress made from bernard Screen print fabric, and the author, age one. Photo: DeeDee Halleck", "In 1970, my grandfather Buddy began collaborating with a Brooklyn group called Design Works of Bedford-Stuyvesant, which was founded by the designers D.D. and Leslie Tillett in collaboration with Jackie Kennedy. Design Works was formed to showcase Black artists, to teach neighborhood youths dye-mixing and screen-printing techniques, and to train people for careers in the trade; in short, it aimed to enrich and raise up a community. The ideas behind Design Works appealed to Buddy deeply. He had been born in a tenement on the Lower East Side to Russian Jewish immigrants, and from the time he was a child, he had worked in the clothing shop his father owned on Orchard Street. The family had eventually moved to a brownstone in Bedford-Stuyvesant. By the 1960s, Bedford-Stuyvesant was largely Black, and Buddy wanted the people who lived there to have the kinds of opportunities that he felt he had. All of the fabrics created in their workshop on Dekalb Avenue were designed by members of the Black community and drawn from African motifs. The initiative was a huge success; when Design Works’ first textile collection debuted, at a glamorous party at the Metropolitan Museum of Art, Diana Vreeland was in attendance.", "We freeloaders in Oregon were lucky beneficiaries: Our sheets and towels in Eugene were all Design Works “Bakuba” imagery, by the acclaimed Black textile artist Sherl Nero, who had traveled all over West Africa studying designs to inspire the pattern she developed. My “Bakuba” sheets were a duotone block print of African mammals, subdued but striking. I slept on those sheets, and their chocolate-and-cream patterns of elephants, zebras, ibex, and lions, my entire childhood. (I was sick a lot with strep throat and, thus, sadly well acquainted with my bedsheets.)", "Now I realize that not just my bed but my entire childhood was upholstered by these fabrics. My mother’s clothes and her specific, risqué but earthy DIY glamour when she dressed up. The swirling colors of the tank top my brother wore as he and his friends jumped off the roof into our backyard in Eugene for kicks. The purple-striped curtains separating my brother’s room from the rest of our attic, where one of his friends duped me, at age 10, into drinking bong water. The busy Bernard Screen Print I’d draped around the plywood bunk bed my mother had built, after I’d seen frilly canopy beds in the Sears Christmas catalog. Knowing I’d never be getting one of those, I was trying to fashion my own version.", "When I was 10 going on 11, we sold the bus. Moved out of the house in Eugene and headed to San Francisco, where my parents had gotten postdoc positions. Eugene had begun to feel limitingly familiar and small to me. I saw my destiny there, among my older brother’s friends: to become a townie. I longed to be worldly. I was on the cusp of adolescence and excited by the idea of a real city. I wanted to be a teenager, to wear makeup, to be a girl at large on dense urban streets among strangers."], "authors": ["Rachel Kushner", "Rachel Kushne"], "keywords": ["technicolored", "childhood", "bernard", "works", "screen", "hippies", "mother", "design", "bus", "print", "eugene", "parents"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}