{"id": "b423c84c-bb3d-3d17-be5b-f7be6d106725", "title": "Dr. Manny Alvarez On The News That Moderna’s Vaccine Is Over 90% Effective: “Unprecedented”", "url": "https://radio.foxnews.com/2020/11/30/dr-manny-alvarez-on-the-news-that-modernas-vaccine-is-over-90-effective-unprecedented/", "summary": "Dr. Manny Alvarez, Fox News Contributor and Senior Health Analyst spoke with Fox News Radio's Guy Benson about the news that Moderna would seek approval to authorize use of its Covid-19 vaccine, after it was shown to be 90% effective.\nDr. Alvarez said.\n\"I think that we're going to get FDA approval.\nI think the data keeps getting stronger, especially those new data released by Moderna showing the efficacy of the vaccine is over 90 percent, which is, you know, unprecedented.\"\nDr. Alvarez also said,\"I just pray to God that people do not get this, you know, the fear that this vaccine is not effective or worse yet, that they're going to get Covid from it because that's, you know, really far from the truth.\"", "paragraphs": ["Dr. Manny Alvarez, Fox News Contributor and Senior Health Analyst spoke with Fox News Radio's Guy Benson about the news that Moderna would seek approval to authorize use of its Covid-19 vaccine, after it was shown to be 90% effective. Dr. Alvarez said.", "\"I think that we're going to get FDA approval. I think the data keeps getting stronger, especially those new data released by Moderna showing the efficacy of the vaccine is over 90 percent, which is, you know, unprecedented.\"", "Dr. Alvarez also said,", "\"I just pray to God that people do not get this, you know, the fear that this vaccine is not effective or worse yet, that they're going to get Covid from it because that's, you know, really far from the truth.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["90", "alvarez", "unprecedented", "think", "manny", "moderna", "going", "modernas", "fox", "know", "effective", "vaccine", "saidi", "dr"], "pubDate": "2020-11-30T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}