{"id": "b4388685-3999-30d2-bc8a-364753f6da06", "title": "Missouri sheriff denounces trespassing following TikTok tour of $1.6B 'ghost town'", "url": "https://www.foxnews.com/real-estate/missouri-sheriff-denounces-trespassing-tiktok-tour-ghost-town", "summary": "This sheriff in town ain’t laughing at a TikTok tour of a billion-dollar \"ghost town\" and the intrigue it’s riled up.\nThe Stone County Sheriff's Office in Missouri has warned the public to avoid Indian Ridge Resort amid reports of trespassing.\nThough the deserted land of McMansions is old lore in the Show-Me State, lawyer Carrie Jernigan recently retold the story in a TikTok tour posted last month.\nWOMAN FINDS DOOR HIDDEN BEHIND MIRROR AFTER HAVING NIGHTMARE ABOUT ITJernigan explained that a real estate fraud scheme was carried out in 2006, when developers lied to get loans for an ambitious project called Indian Ridge Resort Community.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\"A recent Tik-Tok video went viral about the Indian Ridge development that went bankrupt.", "paragraphs": ["This sheriff in town ain’t laughing at a TikTok tour of a billion-dollar \"ghost town\" and the intrigue it’s riled up.", "The Stone County Sheriff's Office in Missouri has warned the public to avoid Indian Ridge Resort amid reports of trespassing. The unfinished resort community in Branson recently went viral on the video sharing platform for its haunted history, apparently inspiring locals to check it out for themselves.", "Though the deserted land of McMansions is old lore in the Show-Me State, lawyer Carrie Jernigan recently retold the story in a TikTok tour posted last month.", "WOMAN FINDS DOOR HIDDEN BEHIND MIRROR AFTER HAVING NIGHTMARE ABOUT IT", "Jernigan explained that a real estate fraud scheme was carried out in 2006, when developers lied to get loans for an ambitious project called Indian Ridge Resort Community. The 900-acre project with a $1.6 billion price tag promised residential townhomes and condos, a huge hotel with the second-largest indoor water park in America, golfing, a marina and a Native American history museum.", "However, the construction on Table Rock Lake crumbled in 2008 when the government caught on to the suspicious activity. The spooky site has sat abandoned ever since.", "Though Jernigan’s tale has since been viewed over 15 million times online, the Stone County sheriff didn’t mince his words in urging the public to stay away.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"A recent Tik-Tok video went viral about the Indian Ridge development that went bankrupt. This has caused this location off of 76 Highway to become a tourist attraction,\" Sheriff Doug Rader wrote in a Facebook memo on Monday. \"THIS IS PRIVATE PROPERTY AND YOU CAN BE CITED FOR TRESPASSING!\"", "\"Our deputies are very busy handling calls for service and really do not want to write people tickets for trespassing. Please do not enter the property. Please do not trespass on the property,\" Rader asked. \"It has been a constant flow of people walking down in the development all weekend. Please go visit our many other tourist attractions in Stone County including Table Rock lake!\"", "Commenters, of course, had a whole lot to say about the overnight hype and consequential commotion.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "\"Funny. It’s been like this (abandoned) for how many years. Then social media stirs things up,\" one Facebook user wrote \"The owners need to do something. It’s an eyesore!!!\"", "\"Keep publicizing it and they will keep coming,\" another argued.", "\"People are already going to look at it,\" one countered. \"The city should just take it over and charge an entrance fee for those whom want to visit the site!\"", "According to Fox 2, a new owner indeed has plans to develop the hundreds of vacant acres."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["indian", "following", "went", "tour", "town", "trespassing", "resort", "ghost", "denounces", "16b", "missouri", "ridge", "stone", "fox", "property", "facebook", "tiktok", "sheriff"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}