{"id": "b45cde8b-7799-3e67-a4c4-2e4bd8e1165c", "title": "Larry McMurtry died on March 25th", "url": "https://www.economist.com/obituary/2021/04/10/larry-mcmurtry-died-on-march-25th", "summary": "H E WAS NO more than three, and a small three at that, when he was given his first pony.\nHe greatly admired Rebecca West and, later, Susan Sontag, who became a friend and whom he once took stock-car racing.\nHis appreciation of women is the great surprise, and, to many, the beating heart of the volumes of essays he wrote in later life.\nHe published more than 60 novels, essay collections and filmscripts, and was still not done when he died.\nHis last memoir, unfinished, was going to be called “62 Women”.■", "paragraphs": ["H E WAS NO more than three, and a small three at that, when he was given his first pony. The following year he went to his first cattle drive. His grandfather, whom he remembered as a man with a fine moustache and a habit of whittling his own toothpicks out of sweet-smelling cedarwood, built the ranch in Archer County, north-west of Fort Worth, from literally nothing. He had stopped the waggon there for no other reason than because he’d spotted a fine seeping spring that would assure the family plenty of water. Lore had it that it was a place without a house, on land that had never been ploughed, at the edge of the Great Plains stretching all the way to Canada. His grandmother, who spoke little, raised 12 children on that stark frontier. All that rooting, with time, became ever more fixed in the arid Texan soil, yet the boy turned out to be not at all what either of them had expected.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Throughout this childhood, he would recall, the contrast between what he should have been afraid of—snakes, bulls, stampedes—and what he was actually afraid of was something almost shameful for his grandfather, his father and his eight uncles, all of whom had become ranchers. The most frightening thing in his early childhood, hands down, was poultry, with trees and shrubs a close second. He never quite got over seeing a great white owl fly out of the outhouse, right in his face, when he was a child. He was a young cowboy who hated his horse, he said, and feared almost every animal on the place.", "When eventually he found what he really loved, he would hide away with it in the loft of the barn, partly because, there, he was safe above the pecking chickens, turkeys and guinea hens, but partly also because when he did occasionally look up from it, he could glance north and south and take in the whole ranch.", "When he was six, a cousin of his named Robert Hilburn stopped by on the way to the war, and dropped off a box of 19 books. He found not only that he knew how to read, but that he enjoyed it. Two sets of encyclopedias followed, thanks to a door-to-door salesman. His fascination was with the way books looked, the heft of them, the smell of the printing ink, and of course, what was inside them. Having found his thing, he would write when he was in his 60s, he began a subversive, deeply engrossing life as a reader and never abandoned it.", "From the boys’ own stories and the encyclopedias, he went on to other discoveries, from the essays of Walter Benjamin and the literary criticism of Edmund Wilson to Marcel Proust and Virginia Woolf (the White Nile and Blue Nile of literature, he called them) and Cervantes’s “Don Quixote”, which, with its two characters riding out on horseback across a plain, he reckoned was really just another cowboy story, set in 16th-century Spain.", "He greatly admired Rebecca West and, later, Susan Sontag, who became a friend and whom he once took stock-car racing. If reading took him outward, to college and on to books from other times and other lands, writing, always on his little portable Hermes typewriter, brought him back to Archer County. He had the same postal address for virtually his whole life—Box 552, Archer City, Texas. The night he won an Oscar for his screenplay for “Brokeback Mountain”, he wore bluejeans and cowboy boots under his dinner jacket. “I come, not just from a different time,” he wrote, “but from a different era.”", "The genetic inheritance of cattle and ranching that seemed to have lost its way in the young boy turned out, instead, to be a whole new mutation. It affected the way he looked at things, how he listened and to whom, and what he wrote. And it helped him create the essential corrective to the cowboy mythology that had taken hold of America, thanks to advertising and the cinema.", "The image of the cowboy all saddled up and ready to ride off across the unbroken beautiful expanse that is Marlboro country took a beating in “Lonesome Dove”, an anti-western western which starts with one of the finest opening lines ever put to paper in America: “When Augustus came out on the porch the blue pigs were eating a rattlesnake—not a very big one.” Over 843 pages of torture, murder, scalping, faithlessness, betrayal and accidental death, this violent and unsentimental story, about driving stolen cattle from the Rio Grande to the highlands of Montana, tests the souls of the two retired men who are making their final attempt to carve out a new life in America’s last remaining wilderness.", "Before that, the myth that women in the Wild West were only ever waifs in need of protecting had been stripped bare in his second novel, “Leaving Cheyenne”, in which independent-minded Molly Taylor refuses to choose between the two men she loves, bearing each in turn a son and proving she has a mind of her own, even if she did like to “just stand there and grin her pretty, friendly grin, and curl a loop of her hair around one finger”.", "His appreciation of women is the great surprise, and, to many, the beating heart of the volumes of essays he wrote in later life. If he sat at his desk and typed in the morning and then trawled for supplies for his second-hand bookshop in the afternoon (the best-stocked used bookstore between New York and Berkeley, it was said), later when it was dark he would pick up the phone and call his women friends, sometimes six or seven of an evening. Often they wept about their fears and their frustrated ambitions. He didn’t talk much. Mostly he listened. “If you have to learn about emotion, you have to go to women,” he liked to say.", "The women in his life", "Unfit for ranchwork, it seemed, because of his indifference to horses, saddles and spurs, he ended up giving ranching a whole new meaning. Instead of rounding up cattle, he said, he herded words into sentences to be corralled into small pastures called paragraphs, which lastly he spread across the spacious ranges of a novel. He published more than 60 novels, essay collections and filmscripts, and was still not done when he died. His last memoir, unfinished, was going to be called “62 Women”.■"], "authors": ["The Economist"], "keywords": ["cattle", "25th", "later", "great", "larry", "wrote", "mcmurtry", "life", "women", "cowboy", "died", "called", "way", "took"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}