{"id": "b45ca851-9027-3468-b941-445258576548", "title": "Goodbye pizza, hello toast. Welcome to your Brexit diet", "url": "https://www.theguardian.com/commentisfree/2020/dec/16/pizza-toast-brexit-diet-european-food", "summary": "He asks the clerk, ‘You don’t have any meat?’ The clerk says, ‘No, here we don’t have any fish.\nI considered momentarily whether this was some kind of meta-commentary on the racism at the heart of the Brexit vision, but concluded that Brexiteers don’t really do semiotics.\nI don’t know about you, but I for one am excited that pizza (“dough is made from wheat varieties that thrive in other climates”) is to be replaced with (checks menu) … is that toast?\nEuropean food has now enriched and enlivened our diets for so long that I really don’t know how we could do without it.\nBest to start carb-loading on toast and chips now because, I don’t know about you, but I’m gearing up for the fight of my life.", "paragraphs": ["As we stare at the cliff-edge of a disastrous no-deal Brexit, following a nine-month state of emergency owing to a deadly pandemic, I know that I am not alone in wondering what food, exactly, will make its way to our tables this January.", "Reports that supermarkets have been told to stockpile in anticipation of food shortages are not reassuring, though we should take comfort in the fact that March’s panic-buying frenzy has limbered us all up somewhat. We are now a nation of preppers. As one shrewd commentator pointed out, you can now repurpose old Soviet jokes: “A man walks into a shop. He asks the clerk, ‘You don’t have any meat?’ The clerk says, ‘No, here we don’t have any fish. The shop that doesn’t have any meat is across the street.’”", "Let’s set aside the fact that, by this point in the year, we are all sick of cooking for ourselves. At first many of us, myself included, channelled our anxious energy/desperate fear of mortality into food. It was all sourdough and making your own pesto back then, but by this point it’s a Good Day if I can summon the energy to put a potato in the microwave. Is this what life is, just an endless cycle of meal preparation? I always thought my mother was a hero, but now I look at her (on a screen, obvs) with the kind of respect mafiosi afford family members who have done serious time. How many carrots has that hand chopped? If she had a ring, I’d kiss it.", "So what’s on the menu? Thankfully, MailOnline has provided us with a handy graphic predicting our post-Brexit food future, and – spoiler alert – most of it is beige. I considered momentarily whether this was some kind of meta-commentary on the racism at the heart of the Brexit vision, but concluded that Brexiteers don’t really do semiotics. Unless you count the post-referendum graffiti on the Polish cultural centre, or the National Front posters that appeared after the vote, or Farage standing in front of that Ukip billboard.", "I don’t know about you, but I for one am excited that pizza (“dough is made from wheat varieties that thrive in other climates”) is to be replaced with (checks menu) … is that toast? And chips? Never mind. If I don’t fancy a toast-and-chips extravaganza and my usual, house deposit-sapping avocados are rotting in a shipping container somewhere near Dover while a lorry driver defecates in a hedgerow, there is always …(picks up menu again) … egg on toast with a glass of milk. Oh.", "Look, I’ll put my cards on the table: I am the metropolitan elite. I like garlic in my food, and wine – lots of wine. Wine made in France, where they have been making it for quite a while. Sort of know what they are doing, there, the French. It doesn’t even irk me that they keep the best for themselves. Honestly, I’m happy with a bog-standard Côtes du Rhône. My husband makes country wines, and it is as surprising as it is true, that you can make a rather nice tipple from parsnips, but you wouldn’t want to drink it all the time, and I expect some of you will remain wedded to the grape (some friends I stayed with in Provence – I told you: metropolitan elite – were amused by the notion of parsnip wine. Direct quote: “Mais, ce n’est pas du vin, ça”).", "Perhaps mead will make a comeback. Mead and (refers back to menu) mutton – why does it all feel like the menu at a medieval banquet? The point is, Britain was not better before it joined the European Union, food-wise. My mother can still remember a time when yoghurt was not really a thing. My grandfather used to reminisce about being sent to Soho by a certain Mrs Cambruzzi who worked in the canteen at St Thomas’ hospital, so that he could make her famous spaghetti at home. It was the only part of London where you could source the ingredients.", "European food has now enriched and enlivened our diets for so long that I really don’t know how we could do without it. Supermarket spinach-and-ricotta tortellini is now the opium of the masses. The UK is the world’s largest importer of halloumi. Do we really want to face a future without squeaky cheese? What will vegetarians eat at BBQs? (The answer is: turnips.)", "In some ways, those of us who have been students are prepared for the coming flavour famine. I’ll never forget the time I ran out of money and had to eat the corned beef and tinned oysters from the back of the cupboard. I even resorted to stealing another girl’s instant noodles (yes, Sophia, it was me, I lied. I had the munchies). My flatmate and I once tried to make potato pancakes from a packet of Smash. What we ended up with was fried Smash. A fine accompaniment to mutton, I think you’ll agree.", "Furthermore, thanks to Covid, we have already adopted a grandparent’s attitude to sellby dates. Ham looking a bit green? Just trim those bits off. Cheese gone a bit furry? Penicillin!", "Best to start carb-loading on toast and chips now because, I don’t know about you, but I’m gearing up for the fight of my life. No Little Englander is taking my Époisses away from me. So what if the house starts to go a bit pungent? I’ll have six of those, please. Welcome to Supermarket Sweep."], "authors": ["Rhiannon Lucy Cosslett"], "keywords": ["food", "know", "hello", "really", "goodbye", "welcome", "pizza", "point", "dont", "toast", "menu", "bit", "diet", "wine", "ill", "brexit"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}