{"id": "b46cc639-312c-3e2d-8b42-64cc91322fe5", "title": "Can anyone in the woeful NFC East win a playoff game? Actually, yes ...", "url": "https://www.theguardian.com/sport/2020/dec/10/can-anyone-in-the-woeful-nfc-east-win-a-playoff-game-actually-yes-", "summary": "The 2020 edition of the NFC East is on track to be one of the worst divisions in NFL history.\nOnly the 2010 NFC West and 2014 NFC South come close to that level of collective ineptitude.\nChances of winning a playoff game: If Jones plays mistake free and the defense continues to hold up, they’re capable of springing a surprise.\nChances of winning a playoff game: If the front-seven keeps up their recent three-week stretch – and given the talent, they should – they’re one of the few groups in the league that can completely dominate a playoff game.\nChances of winning a playoff game: No chance, and the coaches and players are coaching and playing like they know it.", "paragraphs": ["The 2020 edition of the NFC East is on track to be one of the worst divisions in NFL history.", "The New York Giants and Washington are tied at the top of the division at 5-7, the four teams have a combined 16-31 record, and the division as a whole has a point-differential of -209. Only the 2010 NFC West and 2014 NFC South come close to that level of collective ineptitude.", "And yet, due to the workings of the NFL’s playoff system, the eventual winner of the NFC East will host a postseason game in a little over a month’s time.", "Do any of the teams have a shot at stringing together a mini postseason run, or at least playing the role of playoff spoiler?", "New York Giants (5-7)", "The Giants are (kind of) good! Throw out the record. Throw out the NFC East stigma. Look at the team’s recent performance: the Giants are 5-2 in their last seven games, and the two defeats came by a combined three points.", "Three of those five wins came against NFC East teams and another against the similarly football-challenged Cincinnati Bengals but head coach Joe Judge has, as they say in the business, complete buy-in from his team. A team that is full of young, talented pieces – the Giants started 13 rookies in their upset win over the Seahawks in Seattle on Sunday.", "Even Daniel Jones sometimes appears to be ignorant of what Daniel Jones will do next. Photograph: Brad Mills/USA Today Sports", "It’s not too long ago that things could have gone haywire in New York. Judge fired the team’s offensive line coach, Marc Colombo, after the two got into a “verbal altercation” after Judge became more hands-on with the position group and he brought in a new offensive line consultant.", "Since the melodrama, the Giants’ offensive line has looked strong. Everything is built around the run game and play-action, before things get a little funky on third downs, with the team sticking the ball in the quarterback’s hands and asking him to make a play, whether with his legs or arm. It’s an old-school formula, but it fits Judge’s rah-rah style and his young group.", "Add that to a gifted, fast defense and you have all the makings of a side that can upset a good team in the playoffs. The win over the Seahawks last weekend should serve as a warning to any playoff team: the Giants can run the ball, are sprightly on defense, and when Daniel Jones returns from injury, they will have a wildcard on third downs: even he seems unsure what he’s going to do before he does it.", "Chances of winning a playoff game: If Jones plays mistake free and the defense continues to hold up, they’re capable of springing a surprise.", "Washington Football Team (5-7)", "The Football Team are (kind of) good, too! Since Ron Rivera moved on from Dwayne Haskins and put Alex Smith in as starting quarterback, Washington have been downright frisky. Rivera’s team rolled the Bengals and Dallas Cowboys in back-to-back weeks before upsetting the undefeated Pittsburgh Steelers on Monday afternoon.", "Like the Giants, the formula is simple: control the ball on offense (using the short passing game as an extension of the run-game), hope that yards-after-the-catch from the team’s playmakers can make up for a lack of a downfield passing attack, and bet on the defense to create turnovers.", "Down-to-down, Washington’s defense is an issue. It’s average against the run (14th in adjusted line yards – how far the group is knocked off the ball) and poor at pressuring opposing quarterbacks (26th in adjusted sack rate), an oddity for a group with as much individual talent in its front-seven as anyone in the league.", "Still: things have started to take shape. The defense has forced five turnovers in the past three games after struggling to generate takeaways in the preceding five weeks. If Washington make the playoffs – the San Francisco 49ers, Carolina Panthers, Philadelphia Eagles and Seattle Seahawks remain on the schedule – any hope of progressing will come down to the front-seven continuing their recent form.", "Chances of winning a playoff game: If the front-seven keeps up their recent three-week stretch – and given the talent, they should – they’re one of the few groups in the league that can completely dominate a playoff game. It’s match-up dependent ... but the Bucs should be worried.", "Philadelphia Eagles (3-8-1)", "There is a slim chance the Eagles make the playoffs. But of their final four games, all are at least winnable: the New Orleans Saints quarterbacked by Taysom Hill, the Arizona Cardinals, the Cowboys and Washington. A 7-8-1 record is fanciful but not impossible.", "Winning those games will come down to what kind of impact Jalen Hurts can make now that he has been named the starting quarterback. Hurts brought a jolt of energy to the Eagles’ languid offense in Green Bay on Sunday – the kind of impact that asks why Doug Pederson persisted with a shell-of-himself Carson Wentz for so long.", "Jalen Hurts faces an uphill task to get the Eagles to the playoffs. Photograph: Matt Ludtke/AP", "Hurts has some glaring deficiencies. He’s not a rhythm-based thrower, and he can be sloppy on intermediate passing progressions, the kind that usually defines whether a quarterback is good enough to play at the pro-level. But he is also a spark plug, the kind of mobile quarterback that makes stuff happen on important downs, be it moving to throw or taking off with his legs.", "Most of Hurts’ best works comes outside of the construction of the offense. And given what a mess Pederson’s offense has been this season, that’s just what the Eagles need.", "Chances of winning a playoff game: Hurts needs to steer the team unbeaten through the rest of the regular season and then pick apart a playoff-caliber defense. That’s a big ask for any quarterback; it’s a near-impossible task for a rookie.", "Dallas Cowboys (3-9)", "Season one under Mike McCarthy has been a vintage year-from-hell. The team’s star quarterback knocked out by a gruesome injury; leaks from players criticizing the new staff; embarrassing losses. The Prescott injury will likely prevent McCarthy from being a one-and-done coach (and, despite his reputation, Jerry Jones is not a quick-trigger owner), but it probably shouldn’t.", "Of all the disappointing aspects of the Cowboys season, the worst is this: the parts of the team that are supposed to shine – or at the very least be competent – have been some of the worst.", "Ezekiel Elliott has a $10.9m cap hit this season. For a running back to absorb that much of the cap in the modern game, they must be undisputedly one of the five best offensive weapons in the league – serving as a top runner, receiver, and third-down pass-blocker. Elliott has been average: 30th in DVOA, 14th in run-down success rate, and 31st among running backs as a pass-catcher.", "It’s the same on defense. The once-promising, future best-in-the-league, linebacker duo of Jaylon Smith and Leighton Vander Esch, are now unrecognizable. They’ve become symptomatic of the issues that have plagued the team. As a whole, the Cowboys defense is an ill-disciplined, unimaginative unit lacking in talent and effort. Basic, fundamental parts of the game – lining up in the right spot, attacking the run fit, playing within the design of the defense – have vanished.", "I don't think this is how the Cowboys are supposed to fit the run. pic.twitter.com/T9KAMmdxvD — Bill Barnwell (@billbarnwell) December 9, 2020", "The only way Dallas can compete as presently constructed is to have a gifted quarterback spread the ball around to playmakers in order to outscore the team’s defensive frailties. And without Prescott, that’s not going to happen.", "Chances of winning a playoff game: No chance, and the coaches and players are coaching and playing like they know it."], "authors": ["Oliver Connolly"], "keywords": ["teams", "woeful", "defense", "nfc", "quarterback", "playoff", "yes", "team", "game", "giants", "win", "run", "actually", "kind", "east"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}