{"id": "b489b3ae-c8d5-3b96-aaec-e183c07453d7", "title": "Do the Rich Support the Tax the Rich Campaign?", "url": "https://www.newyorker.com/magazine/2021/04/12/do-the-rich-support-the-tax-the-rich-campaign", "summary": "The attendees were volunteers, and their mission was to phone-bank registered voters and ask if they supported taxing the rich.\nThe legislators helped launch the Tax the Rich campaign, which, working with a coalition of progressive groups, aims to add fifty billion dollars a year to the state treasury.\n“ ‘But, I just don’t know, why can’t you have a threshold that’s, like, five hundred thousand or a million?’ ” Three hundred thousand dollars, the Westchesterites suggested, didn’t make you rich in New York.\n“I’m from Long Island, and we get that a lot.”“Clearly capitalism doesn’t even work for the rich,” Bran Acton-Bond observed.\nWell, it depends how ri—”Before Gross could say “rich,” Kenneth cut him off: “I have literally fifteen other things on my agenda for today.", "paragraphs": ["At 1 P.M. on a recent Sunday, faces and distinctive red-rose graphics began appearing in the windows of a Zoom meeting, as Pete Seeger’s “Which Side Are You On?” played in the background. The call’s chat box filled up with names, pronouns, and affiliations, including ten different New York chapters of the Democratic Socialists of America (the rose is the group’s logo), from Buffalo to Nassau County. “Big statewide energy,” Stephanie Lemieux, from Brooklyn, wrote. The attendees were volunteers, and their mission was to phone-bank registered voters and ask if they supported taxing the rich.", "In December, the six socialist members of the state legislature, staring down a multibillion-dollar deficit and incensed by Governor Andrew Cuomo’s quiet defunding of social services (Medicaid, housing) during the pandemic, began advocating for a series of levies on corporations and on the one-to-five per cent (starting with single New Yorkers who earn more than three hundred thousand dollars a year). The legislators helped launch the Tax the Rich campaign, which, working with a coalition of progressive groups, aims to add fifty billion dollars a year to the state treasury.", "On the Zoom call, Bobby Gross, a square-jawed socialist who works as a political economist, outlined the endgame: The state’s budget would be ratified in a few days, and a tax hike of seven billion dollars had already been proposed by the State Senate and Assembly—if the increase survived, it would be the largest ever in New York. The goal was to get residents on the phone, persuade them with a pitch, and then patch them through to the offices of lawmakers in Albany, to leave voice mails in support of taxing the rich. The messages, Gross said, would keep pressure on the speaker, Carl Heastie, and the majority leader, Andrea Stewart-Cousins, the two legislators who were designated to “meet with Cuomo behind closed doors, or, like, in their private WhatsApp group.” He went on, “We need to keep the fire on them, so that they don’t give big concessions over to Cuomo, which is what normally happens.” The day’s target areas were Westchester, the Bronx, and the East Side of Manhattan.", "An auto-dial program connected volunteers, who had muted themselves on Zoom, with voters. They updated their fellow-callers in the chat box: “lol someone just said ‘boi bye’ and hung up”; “OMG just had the BEST CALL with Larry Sr. (he asked me if I wanted Larry Jr. or Larry Sr. and I told him, whoever wants to Tax the Rich!).” A volunteer named James Cole got a woman who said she’d been close to Speaker Heastie’s mother—she left the Speaker “a voicemail saying that Heastie’s mom would be very disappointed in him, lol.”", "As the auto-dialler moved through Westchester, Lemieux reached several people who were all for taxing the rich, as long as it wasn’t them. “They’re, like, ‘Well, I want everyone to have a good quality of life and be able to access schools, hospitals, good transit, and all that,’ ” Lemieux said. “ ‘But, I just don’t know, why can’t you have a threshold that’s, like, five hundred thousand or a million?’ ” Three hundred thousand dollars, the Westchesterites suggested, didn’t make you rich in New York.", "“That’s a rough argument,” Kelly Cahill said. “I’m from Long Island, and we get that a lot.”", "“Clearly capitalism doesn’t even work for the rich,” Bran Acton-Bond observed. “Because they feel oppressed!”", "One obstacle for the callers was being lumped in with telemarketers. Brandon Medina found some success with the line “We’re not asking for money, just voice mails.” A few women politely said that they did not take solicitations of any kind.", "Gross connected with a middle-aged Scarsdale resident named Kenneth, who at first complained that the pitch was too vague. Gross laughed and told him, “I had to start a little broad, because there are actually six different tax bills that would raise, in total, tens of billions of dollars in annual revenue, to fund infrastructure, hospitals, schools, etc. I’d be happy—”", "“—So you’re saying my taxes should go up?”", "“To go through that in detail . . . Well, it depends how ri—”", "Before Gross could say “rich,” Kenneth cut him off: “I have literally fifteen other things on my agenda for today. Listening to you detail six different tax bills is not one of them.”", "Despite the short tempers and the hangups, the volunteers were able to transfer almost a hundred people to their representatives’ mailboxes, to leave voice mails. But what buoyed them most was the opportunity for political education. “A lot of working-class calls that I got just didn’t know about Cuomo cutting public services,” a phone-banker named Luke Sullivan wrote in the chat.", "Jeremy Joseph concurred: “Yeah some lady responded, ‘Cuomo’s not doing that! Not true.’ *click*.”", "Nick Irvin added, “The Last Cuomosexual Standing.” ♦"], "authors": ["Ray Lipstein", "Ray Lipstei"], "keywords": ["thousand", "rich", "campaign", "state", "dollars", "taxing", "zoom", "support", "voice", "tax", "gross", "volunteers"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}