{"id": "b48d3405-8a93-3a60-a6c4-e24825186715", "title": "Trump impeachment: Democrats to focus on 'terrible toll' of Capitol riot – live", "url": "https://www.theguardian.com/us-news/live/2021/feb/11/donald-trump-impeachment-senate-trial-live-news-updates", "summary": "Chauvin was prepared to plead guilty to third-degree murder in George Floyd’s death before then-Attorney General William Barr personally blocked the plea deal last year, officials said.\nThe officials spoke to The Associated Press on condition of anonymity because they were not authorized to discuss the talks.\nBarr rejected the deal in part because he felt it was too soon, as the investigation into Floyd’s death was still in its relative infancy, the officials said.\nWidely seen bystander video sparked protests in the city, including violence, arson and theft, and quickly spread around the country.\nChauvin was fired soon after Floyd’s death.", "paragraphs": ["Chauvin was prepared to plead guilty to third-degree murder in George Floyd’s death before then-Attorney General William Barr personally blocked the plea deal last year, officials said.", "The deal would have averted any potential federal charges, including a civil rights offense, as part of an effort to quickly resolve the case to avoid more protests, after protests damaged a swath of south Minneapolis, according to two law enforcement officials with direct knowledge of the talks.", "The officials spoke to The Associated Press on condition of anonymity because they were not authorized to discuss the talks.", "Barr rejected the deal in part because he felt it was too soon, as the investigation into Floyd’s death was still in its relative infancy, the officials said.", "That Chauvin had been in plea talks has been previously reported, and those talks appear to have delayed a May 28 news conference called by the US attorney in Minneapolis for nearly two hours as they were ongoing.", "But the detail on Chauvin agreeing to plead guilty to a specific charge are new and was first reported late Wednesday by The New York Times.", "Floyd, a Black man who was in handcuffs at the time, died May 25 after the white officer kneeled on his neck for [many] minutes even as Floyd cried out that he couldn’t breathe.", "Widely seen bystander video sparked protests in the city, including violence, arson and theft, and quickly spread around the country.", "Chauvin was fired soon after Floyd’s death. He is scheduled for trial March 8 on charges including second-degree murder and manslaughter.", "Three other officers at the scene, also since fired, are scheduled for trial later this year."], "authors": ["Joan E Greve", "Martin Belam", "Joanna Walters", "Lauren Gambino", "Amanda Holpuch", "Ed Pilkington", "Helen Davidson", "Daniel Strauss"], "keywords": ["focus", "including", "officials", "soon", "impeachment", "deal", "toll", "talks", "death", "trump", "riot", "democrats", "protests", "floyds", "capitol", "terrible", "chauvin", "trial", "live"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}