{"id": "b495dfe6-9869-3878-874f-9a6bbfbe0de8", "title": "The 2,000-year history of Italy's favorite dish", "url": "https://edition.cnn.com/travel/article/pizza-day-history-naples/index.html", "summary": "No wonder it has whole days devoted to it around the globe -- from January's World Pizza Day to National Pizza Day, which takes place in the United States every February 9.\n\"As I like to say, Neapolitan pizza doesn't have inventors, fathers, or owners -- it springs from the ingenuity of the Neapolitan people.\nPizza is Naples and Naples is pizza.\"\nThe Italians took pizza from Naples and adapted it to the people in the area.\n\"Essentially a true Neapolitan pizza is made with simple ingredients: water, flour, salt and yeast, with no added fats or sugars.", "paragraphs": ["(CNN) — What first springs to mind when you think of Italy", "For some, it'll be the Renaissance art on display in every corner of the country. For others, it'll be ancient Rome -- the magnificent Colosseum, maybe. But for many, it'll be another big, round and eminently photogenic Italian icon: a wheel of pizza.", "Colorful, comforting and infinitely tasty, it's little wonder that pizza is one of the world's most beloved dishes. It's a food that has transcended its Italian origins to find new takes -- from pineapple-topped pizzas to deep dish Chicago-style pies.", "No wonder it has whole days devoted to it around the globe -- from January's World Pizza Day to National Pizza Day, which takes place in the United States every February 9.", "But while we think of it as a 20th-century global phenomenon, pizza didn't only start traveling when it crossed the Atlantic. In fact, it made its first cross-cultural journey about 2,000 years earlier.", "\"The term and concept is a very old one,\" says Diego Zancani, emeritus professor of medieval and modern languages at Oxford University and author of \" How We Fell in Love with Italian Food .\"", "\"The Ancient Greeks had 'pissa' or 'pita', and a recent study connected the term 'pizza' with the various 'pita' that exist all over the Mediterranean. So the concept is very old -- but [ancient pissa] was bread, sometimes fried and sometimes baked, possibly with condiments on it.\"", "The food popped up again -- this time as \"pizza\" -- in 997 CE. A rental document for a house in Gaeta, north of Naples, promised to pay the owner pork meat and pizza -- but even then, Zancani says, the mysterious \"pizza\" would have been pieces of bread.", "Fast forward to 1570, and the Pope's head chef had a recipe for pizza -- but it was \"essentially a cake,\" says Zancani, made with almond and sugar.", "Related content 21 places to go in 2021", "When pizza became pizza", "Pizza: Samuel Morse was not a fan. Pizza e Scuola AVPN", "Finally, 700 years after its debut as a rent bargaining chip, savory pizza arrived in Naples in the early 18th century. But its initial form -- baked bread slathered in pork fat (and later olive oil) with cheese on top -- doesn't sound like the kind of food that could conquer the world.", "Enter the humble tomato. In 1760, fresh tomatoes arrived in Naples -- and what we recognize as pizza hit the streets.", "Related content How to make pizza dough at home", "Visitors to the city started spreading the word about this novel street food. Alexandre Dumas, author of \"The Three Musketeers.\" wrote excitedly about the different toppings, while Carlo Collodi, Pinocchio's creator, railed against them. Samuel Morse, inventor of Morse Code, hated pizza. He seems to have been a minority, though -- the Bourbon king of Naples, Ferdinand, even had a brick pizza oven installed in his summer residence. \"It was a food of the poor but he obviously enjoyed it,\" says Zancani.", "Then came that breakthrough moment we've all heard about. The king and queen of the newly unified Italy came to visit Naples in 1889 and Queen Margarita was keen to try the local specialty.", "\"She contacted the best pizzaiolo [pizza-maker] in Naples and he offered her three types: white with pork fat, caciocavallo cheese and basil; olive oil and anchovies; and tomatoes, mozzarella and basil,\" says Zancani.", "\"The story goes the queen chose the third because it reminded her of the flag of Italy.\"", "The pizza Margherita was born.", "\"Then, it took off in a really big way,\" says Zancani.", "Naples, still pizza-central", "The best pizzaioli have the magic touch. Pizza e Scuola AVPN", "The dish not only took off around the world, but has put Naples on the map for countless visitors wanting to eat a \"real\" pizza.", "\"Pizza is one of the icons of the city -- it couldn't be anything else, given that it was born here as a product of the people -- often it fed entire families,\" says Antonio Pace, president and founder of the Associazione Verace Pizza Napoletana , an association set up in 1984 to preserve the Neapolitan pizza tradition.", "\"As I like to say, Neapolitan pizza doesn't have inventors, fathers, or owners -- it springs from the ingenuity of the Neapolitan people. Pizza is Naples and Naples is pizza.\"", "Paolo Gramaglia, owner and chef at the Michelin-starred President restaurant in Pompeii, waxes equally lyrical.", "\"Pizza belongs to Naples,\" he says, comparing the Neapolitan art of pizza-making to the football skills of Maradona, who famously played for Napoli from 1984 to 1991.", "\"He didn't have the technique per se, but he had football inside him -- he was a genius with a magic touch. In Naples, the pizzaioli [pizza-makers] have the same magic touch.\"", "Related content Which country has the best food?", "Immigration made it travel", "The Italian street food has gone global. Pizza e Scuola AVPN", "Once it had earned the royal seal of approval, pizza was officially here to stay, but rather than it being Queen Margherita who sparked the global trend, it was Italy's poorest immigrants who popularized it around the world.", "The beginning of the 19th century saw mass migration from the south of Italy to the United States. And, of course, they took their recipes with them.", "\"Americans say pizza was created by Neapolitans but given to the world by Americans. I agree,\" says Diego Zancani.", "It's that adaptation of pizza that appeals to Christine Ristaino , senior lecturer in Italian language and literature at Emory University with a special interest in the cultural history of food, especially noodles", "She compares the evolution of pizza in the US to the film \"Big Night,\" in which two first-generation Italian immigrants (played by Tony Shalhoub and Stanley Tucci) open a restaurant on the Jersey Shore and disagree as to whether to adapt their food to American tastes.", "Ristaino also mentions another key community in the popularization of pizza: American troops.", "\"When the Americans came to Italy at the end of the war, they found they loved pizza, so they brought it back to the US,\" she says.", "\"Before that, it had mainly been located in Italian-American culture, but after the war it became a dish that other people would eat. The different types of pizza in the US developed because of the needs and populations in the different areas. There are different populations in New York from Chicago. The Italians took pizza from Naples and adapted it to the people in the area. People are very talented at adapting.\"", "They're talented at innovating, too. Zancani -- who remembers eating pizza while a student in London as \"the cheapest way to survive\" -- says that the American innovation of freezing pizza dough in the 1950s was what took the food all over the world. He reckons that, despite it being about Naples, Dean Martin's 1953 hit \"That's Amore\" helped cement it as an all-American food.", "Foreign pizzas are 'travesties' -- but that's okay", "How do you like yours? Pizza e Scuola AVPN", "But while pizza was conquering the globe, there was one country where its appeal was more limited: Italy itself.", "\"Pizza remained a Neapolitan thing for many years -- before World War II it was barely known north of Rome, and it wasn't an immediate success. It came with the internal migration of the 1950s and 1960s,\" says Zancani.", "Today, of course, that has changed -- pizza is as popular in Italy as everywhere else, with the Roman variant (a thinner base) vying with the Naples original.", "And if you think the Italians are horrified about the global bastardization of their creation, think again.", "\"It's what happens to all foods -- they get adapted to local tastes,\" says Zancani, who admits his favorite is the Neapolitan original.", "\"The American style is just different -- same with the ingredients. The Hawaiian pizza with pineapple is a weird concept, but if you like it, good. Yes, it's a travesty in a way, but most food in a way is a travesty.\"", "Zancani, whose favorite pizza is a Quattro Stagioni (Four Seasons) on a Neapolitan base, says that in the UK, his vote for good pizza goes to the Franco Manca mini-chain. Ristaino loves one called \"Rucola\" from Sapori di Napoli pizzeria in Decatur, Georgia.", "And not even Antonio Pace of the AVPN is angry about deep-dish pizza.", "\"I can't do anything but respect anyone who makes any kind of pizza with dedication and sacrifice,\" he says.", "\"We've never said that Neapolitan pizza is the best; we just reiterate that it's different.", "\"Our strong point is simplicity and we're happy that in recent years, various types of American pizza are evolving from products which were rich in ingredients and not always well put together, to a product with high quality and well selected ingredients.\"", "Related content Traveling to Italy during Covid-19: What you need to know before you go", "How to make an authentic Neapolitan pizza", "AVPN has been training pizza-makers since 1984. Pizza e Scuola AVPN", "If you want real Naples-style pizza, though, the AVPN is on hand to help. Since 1984 they've been training and vetting pizza-makers around the world, accrediting their wares as authentic Naples-style.", "\"At the time, pizzerias in the rest of Italy and abroad were starting to develop, and we realized that their product was very different from ours. Our fear was that having this type of pizza spreading through the world could see the original Neapolitan recipe forgotten,\" says Pace, who loves the traditional toppings, like marinara and, his favorite, Margherita.", "Their solution? Founding the association and imposing strict rules for pizza made by their affiliates.", "Today, the AVPN's rules for making true Neapolitan-style pizza stretch to 14 pages, and cover everything from the flour and temperature of the water that goes into the dough, to fermentation time, shaping the pizza, ingredient-sourcing and cooking instructions -- just 60-90 seconds on a slab of 380-430 C, or 716-806 F.", "Would-be pizzaioli must also submit videos of their pizza-making process from start to finish -- from making and shaping the dough, to adding the toppings and baking it. Once they've passed the first stage, they're mystery-shopped by an instructor or a verified pizzaiolo -- who pretends to be a regular client and tastes the pizza.", "To date, 854 pizzerias in 52 countries are members of the association. \"We're particularly proud of the latest affiliation -- a pizzeria in Egypt run by an ex-student of ours,\" says Pace. \"It's the first in Africa, and means we're now present on five continents.\"", "Go to Naples and you'll likely be told that no pizza outside the city will ever taste the same -- something to do with the air, they say, or the water. But although Pace suggests visitors come to Naples and wander the alleys of the historical center, smelling the freshly baked dough in the air (and even taking a day-long pizza-making course with the AVPN), he says that the popularly held belief isn't correct.", "\"Essentially a true Neapolitan pizza is made with simple ingredients: water, flour, salt and yeast, with no added fats or sugars. It should be left to rise for at least 12 hours and is cooked in a wood-fired oven for 60-90 seconds.", "\"We've always said that the quality of a true Neapolitan pizza isn't linked either to the dialect or the nationality of the pizzaiolo, but to a production method that doesn't have secrets -- although many people would like you to think it does,\" he says."], "authors": ["Julia Buckley"], "keywords": ["zancani", "italy", "italys", "dish", "naples", "took", "world", "2000year", "italian", "favorite", "history", "food", "different", "pizza", "neapolitan"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}