{"id": "b49985d2-b10c-33e2-82ae-298b43c8d84e", "title": "SimpliSafe’s holiday ‘Social Distancing Sweater’ sells out, supports COVID-19 charity", "url": "https://www.foxnews.com/lifestyle/simplisafes-holiday-social-distancing-sweater-covid-19-charity", "summary": "That’s why the home security company has created the SimpliSafe Social Distancing Sweater, which it debuted on Monday.\nTHE SURPRISING HISTORY OF THE UGLY CHRISTMAS SWEATERA version of the brand's holiday sweater features festive snowflakes and knitted locks that are outfitted with a flashing light alarm system.\nHowever, SimpliSafe’s motion-detecting sweater is a prototype that’s not actually being sold to the public.\nThe donations are said to be helping people economically impacted by COVID-19, according to SimpliSafe’s press release.\n\"It's really meant to bring some lightheartedness to a time that's otherwise proven very stressful.\"", "paragraphs": ["SimpliSafe wants to make sure nobody gets past your social-distancing bubble.", "That’s why the home security company has created the SimpliSafe Social Distancing Sweater, which it debuted on Monday.", "THE SURPRISING HISTORY OF THE UGLY CHRISTMAS SWEATER", "A version of the brand's holiday sweater features festive snowflakes and knitted locks that are outfitted with a flashing light alarm system. The sweater will allegedly go off with flashing lights and a screeching noise if a person gets closer than 6 feet of the wearer, a humorous promo video shows.", "However, SimpliSafe’s motion-detecting sweater is a prototype that’s not actually being sold to the public.", "10 NON-UGLY HOLIDAY SWEATERS", "Instead, the company has given away a limited quantity of the same sweater without the lights and alarm system in exchange for charitable donations to NeighborWorks America Rental Resilience Fund – a nonprofit initiative dedicated to easing the impacts of rent loss. The donations are said to be helping people economically impacted by COVID-19, according to SimpliSafe’s press release.", "It is not clear whether SimpliSafe will restock these charitable, alarm-free sweaters.", "WHATABURGER DEBUTS 2020 HOLIDAY SWEATER DECKED OUT IN TREES, WREATHS, BUT ODDLY NO HAMBURGERS", "In the meantime, the home security company has published a rather detailed list of instructions on how people can install an alarm system into a sweater of their choice, which would include a set of LED lights, a speaker, a battery pack, safe wiring and more.", "\"Heading into the holiday season, it became clear that the typical stressors and logistics of the holidays were going to be exacerbated this year,\" said SimpliSafe’s Creative Director Wade Devers, in a statement. \"We saw an opportunity to tap into these challenges and the pervasive sentiment of unease.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"As the experts on protection, albeit home protection, we wanted to give people a playful way to protect themselves during this year's holiday celebrations,\" he added. \"It's really meant to bring some lightheartedness to a time that's otherwise proven very stressful.\""], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["supports", "simplisafes", "holiday", "charity", "company", "alarm", "security", "sweater", "system", "thats", "social", "sells", "lights", "distancing", "covid19", "simplisafe"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}