{"id": "b4a9d4cb-04a0-30ef-89ba-b016caf9d2ce", "title": "Bungie Addresses Destiny 2: Beyond Light Coup De Grace Mission Bug", "url": "https://www.gameinformer.com/2021/01/06/bungie-addresses-destiny-2-beyond-light-coup-de-grace-mission-bug", "summary": "The usual Tuesday update is now live for Destiny 2: Beyond Light players and while it was mostly good, there is a bug concerning the Coup De Grace mission which makes it seemingly impossible to finish.\nBasically, Bungie is telling players to \"slow down.\"\nTaking to the Bungie Help Twitter, the studio told players who are running into issues with this particular mission to \"slow down with damaging the High Celebrant.\nWhat do you think of the current season thus far in Destiny 2: Beyond Light?\nHave you encountered any other issues with this particular mission?", "paragraphs": ["The usual Tuesday update is now live for Destiny 2: Beyond Light players and while it was mostly good, there is a bug concerning the Coup De Grace mission which makes it seemingly impossible to finish. Bungie is working on a fix, but in the meantime, the studio did offer some advice for Guardians that find themselves frustrated with the glitch. Basically, Bungie is telling players to \"slow down.\"", "Taking to the Bungie Help Twitter, the studio told players who are running into issues with this particular mission to \"slow down with damaging the High Celebrant. Players should also wait a few seconds before shooting the black blight orb.\"", "For those that haven't attempted this mission yet, it tasks players with hunting the High Celebrant of Xivu Arath and includes a multi-damage phase boss fight. The downside is that the current state of this mission means that taking out the boss too quickly (not even just cheesing it) can cause it to break and unable to complete.", "For the other bug that players are talking about, Bungie is advising players to wait a few moments before attempting to shoot the Blights to open the portals as well.", "With the current season coming to a close, there are quite a few story elements we're excited to see continue on (especially concerning the Crow), but hopefully, bugs like this that could tamper with possible completion are resolved soon.", "What do you think of the current season thus far in Destiny 2: Beyond Light? Have you encountered any other issues with this particular mission? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["bug", "studio", "coup", "grace", "current", "mission", "players", "slow", "particular", "destiny", "season", "bungie", "wait", "light", "addresses"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}