{"id": "b4b217e7-8507-32df-ba99-5691ab0b641a", "title": "Pope to visit Iraq in first overseas trip since coronavirus pandemic", "url": "https://www.theguardian.com/world/2020/dec/07/pope-francis-visit-iraq-first-overseas-trip-coronavirus-pandemic", "summary": "Pope Francis will make the first visit by a pope to Iraq next year, the Vatican has said, a risky trip that eluded his predecessors.\nIt will be his first trip in more than a year after all his overseas visits were cancelled because of the coronavirus pandemic.\nThe Iraqi president, Barham Salih, officially invited Pope Francis to visit Iraq in July 2019, hoping it would help the country heal after years of strife.\nFrancis had hoped to make a trip this year but his plans were scuppered first by security concerns and then by coronavirus.\nBut negotiations with the government of the then Iraqi leader, Saddam Hussein, broke down and he was unable to go.", "paragraphs": ["Pope Francis will make the first visit by a pope to Iraq next year, the Vatican has said, a risky trip that eluded his predecessors.", "The Vatican spokesman, Matteo Bruni, said the pontiff, who turns 84 next week, would visit the capital, Baghdad, and Ur, a city linked to the Old Testament figure of Abraham, as well as Erbil, Mosul and Qaraqosh in the Nineveh plains, from 5-8 March. It will be his first trip in more than a year after all his overseas visits were cancelled because of the coronavirus pandemic.", "“The programme of the journey will be made known in due course, and will take into consideration the evolution of the worldwide health emergency,” Bruni said.", "The Iraqi government described the planned visit as an “historic event”. “It symbolises a message of peace to Iraq and the whole region,” the foreign ministry said.", "The Iraqi president, Barham Salih, officially invited Pope Francis to visit Iraq in July 2019, hoping it would help the country heal after years of strife.", "A few hundred thousand Christians are left in Iraq following sectarian warfare after the 2003 US-led invasion and Islamic State’s sweep through a third of the country in 2014.", "Francis had hoped to make a trip this year but his plans were scuppered first by security concerns and then by coronavirus.", "In 2000, the late Pope John Paul II wanted to visit the ancient Iraqi city of Ur, traditionally held to be the birthplace of Abraham, the father of all three of the great monotheistic religions – Christianity, Islam and Judaism. It was to have been the first leg of a three-step pilgrimage to Iraq, Egypt and Israel.", "But negotiations with the government of the then Iraqi leader, Saddam Hussein, broke down and he was unable to go.", "Reuters and Agence France-Presse contributed to this report"], "authors": [], "keywords": ["trip", "coronavirus", "iraqi", "visit", "vatican", "country", "pope", "overseas", "iraq", "francis", "saidthe", "pandemic", "ur"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}