{"id": "b4cb7c10-9062-31ad-a35a-40b2467d5c18", "title": "Putin, Addressing Russia, Warns West Not to Cross Red Line: Live Updates", "url": "https://www.nytimes.com/live/2021/04/21/world/putin-navalny-protests/", "summary": "Live Putin, Addressing Russia, Warns West Not to Cross Red Line: Live Updates President Vladimir V. Putin, amid protests at home and growing tensions abroad, said Russia’s response would be “asymmetric, fast and tough” if forced to defend its interests.\nInstead, Mr. Putin spent most of his speech on domestic issues, acknowledging Russians’ discontent with the hardships of the pandemic.\nMr. Putin has rarely mentioned Mr. Navalny by name and did not do so in his speech.\nStill, there are signs that Mr. Putin does not want tensions with the West to spiral out of control.\nAnd the Kremlin said this week that Mr. Putin would speak at Mr. Biden’s online climate change meeting on Thursday.", "paragraphs": ["Live Putin, Addressing Russia, Warns West Not to Cross Red Line: Live Updates President Vladimir V. Putin, amid protests at home and growing tensions abroad, said Russia’s response would be “asymmetric, fast and tough” if forced to defend its interests.", "Putin says any nation that threatens Russia’s security will ‘regret their deeds.’ President Vladimir V. Putin of Russia giving his annual state of the nation address in Moscow on Wednesday. Credit... Alexander Nemenov/Agence France-Presse — Getty Images President Vladimir V. Putin of Russia on Wednesday delivered an annual address replete with threats against the West but, despite intense tensions with Ukraine, stopped short of announcing new military or foreign policy moves. Russia’s response will be “asymmetric, fast and tough” if it is forced to defend its interests, Mr. Putin said, pointing to what he claimed were Western efforts at regime change in neighboring Belarus as another threat to Russia’s security. He pledged that Russia “wants to have good relations with all participants of international society,” even as he noted that Russia’s modernized nuclear weapons systems were at the ready. “The organizers of any provocations threatening the fundamental interests of our security will regret their deeds more than they have regretted anything in a long time,” Mr. Putin told a hall of governors and members of Parliament. “I hope no one gets the idea to cross the so-called red line with Russia — and we will be the ones to decide where it runs in every concrete case.” Mr. Putin’s speech had been widely anticipated, with about 100,000 Russian troops massed on Ukraine’s border and Ukraine’s president warning openly of the possibility of war. Some analysts had speculated that Mr. Putin might use his annual state of the nation address to announce a pretext for sending troops into Ukraine. But that possible outcome did not come to pass, even as Russia’s enormous military presence near Ukraine’s borders showed no sign of receding. Mr. Putin also made no reference to the jailed opposition leader Aleksei A. Navalny, whose supporters were holding protests across the country on Wednesday. Instead, Mr. Putin spent most of his speech on domestic issues, acknowledging Russians’ discontent with the hardships of the pandemic. He outlined programs to subsidize summer camp for children, smooth the system for child-support payments to single mothers and move more social services online. Still, it was too early to tell whether Mr. Putin, 68, was pulling back from the brink. Now in his third decade in power, he appears more convinced than ever of his special, historic role as the father of a reborn Russian nation, fighting at home and abroad against a craven, hypocritical, morally decaying West. “This sense of superiority mixed with arrogance gives him a feeling of power, and this is dangerous,” said Tatiana Stanovaya, a Russian analyst who has studied Mr. Putin for years. “When you think you are more powerful and more wise than everyone else around you, you think you have a certain historical mandate for more wide-ranging action.” Mr. Putin has made moves in recent weeks that, even by his standards, signal an escalation in his conflict with those he perceives as enemies, foreign and domestic. Russian prosecutors last week filed suit to outlaw Mr. Navalny’s organization, a step that could result in the most intense wave of political repression in post-Soviet Russia. And in Russia’s southwest, Mr. Putin has built up a military force, the Kremlin has indicated, that could be prepared to move into neighboring Ukraine.", "Ukraine’s president warns that war may be coming, and vows that his nation will stand ‘to the last man.’ President Volodymyr Zelensky, center, on the front line in Ukraine’s Mariupol region this month. Credit... Ukrainian Presidential Press Service, via Agence France-Presse — Getty Images President Volodymyr Zelensky of Ukraine addressed his nation on Tuesday evening, warning citizens of the possibility of war. He addressed President Vladimir V. Putin of Russia directly, urging him to step back from the brink and proposing that the two meet. The unusual videotaped appearance by Mr. Zelensky — a former comedian elected in 2019 on a promise to end the conflict in eastern Ukraine — was the clearest signal yet that Ukraine is girding for the possibility of a full-fledged war with Russia. Moscow’s buildup of troops on the Ukrainian border, he said, had created “all the preconditions for escalation.” “Does Ukraine want war? No. Is it ready for it? Yes,” Mr. Zelensky said. “Our principle is simple: Ukraine does not start a war first, but Ukraine always stands to the last man.” It appeared to be no coincidence that Mr. Zelensky’s address came on the eve of Mr. Putin’s annual state of the nation address on Wednesday. At the end of his video, Mr. Zelensky switched from Ukrainian to Russian, speaking to Mr. Putin directly. He pushed back at Mr. Putin’s contention that Russian forces would be used in Ukraine only if the Russian-speaking population in the east was threatened, and proposed a summit in the war-torn eastern region known as Donbas. “It is impossible to bring peace on a tank,” Mr. Zelensky said. “I am ready,” he continued, “to invite you to meet anywhere in the Ukrainian Donbas where there is war.” There was no immediate response from the Kremlin to Mr. Zelensky’s invitation.", "Advertisement Continue reading the main story", "In Pictures: Government-controlled Ukraine near the front line. Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times Brendan Hoffman for The New York Times slide 1 slide 2 slide 3 slide 4 slide 5 slide 6 slide 7 slide 8", "Aleksei Navalny says he is ‘a skeleton walking, swaying, in its cell.’ Aleksei A. Navalny, left, at a court hearing in February. Credit... Yuri Kochetkov/EPA, via Shutterstock Russia is moving ahead with efforts to outlaw the organization led by the opposition figure Aleksei A. Navalny, a step that could result in the most intense wave of political repression in the post-Soviet era. But supporters of the jailed opposition leader say they are determined to take to the streets. Opponents of President Vladimir V. Putin have called for protests across Russia on Wednesday in support of Mr. Navalny, whose allies say he is on a hunger strike and near death in a Russian prison. The police were expected to intervene forcefully to break up the protests, which started in the country’s Far East even before Mr. Putin had finished delivering his state of the nation speech. Mr. Putin has rarely mentioned Mr. Navalny by name and did not do so in his speech. He did not refer to him in any way. Mr. Navalny is insisting that he be allowed to be seen by doctors of his choosing. A lawyer who visited him, Vadim Kobzev, said on Tuesday that Mr. Navalny’s arms were punctured and bruised after three nurses had unsuccessfully tried six times to hook him up to an intravenous drip. “If you saw me now, you would laugh,” Mr. Navalny said in a letter that his team posted to social media. “A skeleton walking, swaying, in its cell.” The Kremlin depicts Mr. Navalny as an agent of American influence, and Russian prosecutors filed a lawsuit on Friday to declare his organization “extremist” and illegal. The extremism designation, which a Moscow court will consider in a secret trial starting next week, would effectively force Russia’s most potent opposition movement underground and could result in yearslong prison terms for pro-Navalny activists. The White House has warned the Russian government that it “will be held accountable” if Mr. Navalny dies in prison. Western officials — and Mr. Navalny’s supporters and allies — reject the idea that he is acting on another country’s behalf. But in the Kremlin’s logic, Mr. Navalny is a threat to Russian statehood, doing the West’s bidding by undermining Mr. Putin. It is Mr. Putin who is keeping Russia stable by maintaining a balance between competing factions in Russia’s ruling elite, said Dmitri Trenin, the director of the Carnegie Moscow Center. “If Putin leaves, a battle between different groups breaks out, and Russia withdraws into itself, has no time for the rest of the world and no longer gets in anyone’s way,” Mr. Trenin said. “The West is, of course, using Navalny, and will use him to create problems for Putin and, in the longer term, help Putin become history in one way or another.”", "As protests begin in Russia’s Far East, the authorities detain activists. Lyubov Sobol, center, was among the close allies of Aleksei A. Navalny to be detained before the planned rallies. Credit... Tatyana Makeyeva/Reuters MOSCOW — Protesters in Vladivostok, a major port on the eastern tip of Russia, had no need to hear President Vladimir V. Putin’s annual keynote address on Wednesday, filled with promises of a better future for Russians. They knew what they see as the main issues facing the country would not get mentioned. “Freedom to political prisoners,” they chanted as they marched through the city center, according to videos posted on social media. “Freedom to Navalny!” they screamed, referring to Aleksei A. Navalny, the Kremlin critic, who is now on a hunger strike in a Russian prison. “Down with the Czar!” they chanted. The police warned protesters through loudspeakers that they could be arrested. “We will not stay silent,” was their response. Mr. Putin was still speaking when people started gathering on main squares in the country’s Far East — where protests started before rallies were expected to sweep across the vast nation of 11 time zones. By the time Mr. Putin had finished, eight people were already detained in the remote city of Magadan, according to Vesma, a local news website. About 40 people came out to protest in Petropavlovsk-Kamchatsky, the capital of the Kamchatka region, with no arrests reported. In Irkutsk, a major city further east toward Moscow, hundreds of people marched through the city chanting “Freedom to Navalny!” and “Irkutsk, come out!” The police in Irkutsk detained 11 people. By late afternoon, 182 people were detained across the country, according to OVD-Info, a rights group that tracks arrests. Вот как выглядит шествие в Иркутске сверху (и на фоне красивых деревянных домов в центре города)", "", "Видео: Зоя Кузнецова pic.twitter.com/CJYpQggBUx — Дождь (@tvrain) April 21, 2021 The crowds of protesters looked smaller than during the last wave of protests that were sparked by Mr. Navalny’s return to Russia in January from Germany, where he had been treated after being poisoned with a military-grade nerve agent. Since Mr. Navalny’s return, the Russian government has undertaken an aggressive crackdown on dissent, raising the risks for anyone sympathetic to the protest movement. Dozens of opposition activists were arrested in 20 cities across Russia ahead of the Wednesday rallies. Some of the activists were beaten and sentenced to administrative arrests, according to OVD Info. Many were members of Mr. Navalny’s political organization, but some were arrested simply for having shared social media posts about the rallies. Among those detained were two prominent associates of Mr. Navalny: his spokeswoman, Kira Yarmysh; and Lyubov Sobol. In recent weeks, the Russian authorities have conducted raids on Mr. Navalny’s offices across the country, looking for leaflets and other materials calling for protests. Those items would presumably be used in the Kremlin’s drive to have his organization labeled “extremist,” which would expose its members to potentially lengthy prison terms. In Kurgan, a city in central Russia, an unidentified person sneaked into Mr. Navalny’s office on Monday morning and destroyed a radiator, flooding the premises. Under various pretexts, the authorities in cities across Russia blocked central squares and streets. In Yekaterinburg, they rescheduled a Victory Day parade rehearsal to ensure that it overlapped with a scheduled protest. In Kostroma, the central square was closed down, ostensibly for pest control measures. In universities across the country, students were ordered to sit for unscheduled tests and other gatherings with mandatory attendance, TV Rain, an independent news station reported on Tuesday. The authorities in Moscow denied Mr. Navalny’s allies a permit for the rally they have planned for Wednesday evening, citing coronavirus concerns. The Prosecutor General’s office warned parents that they would be subject to fines and arrest if their underage children are detained at a rally. More than 450,000 people nationwide registered online to declare their intent to take part in demonstrations against Mr. Navalny’s incarceration and treatment in prison. More than 100,000 people did so in Moscow, and more than 50,000 in St. Petersburg.", "Advertisement Continue reading the main story", "Putin alleges a C.I.A. assassination plot in Belarus. President Aleksandr Lukashenko of Belarus in Sochi, Russia, in February. Credit... Alexei Druzhinin/Sputnik, via Agence France-Presse — Getty Images In a speech filled with bluster and bromides against the West, President Vladimir V. Putin on Wednesday lingered on a grievance that has not gained much traction outside the Russian state news media: an unfounded accusation that the C.I.A. has been plotting to assassinate the leader of Belarus. Even as he raised the subject, Mr. Putin acknowledged that it was not being taken seriously outside Russia. “Characteristically, even such lamentable actions are not discussed in the so-called collective West,” Mr. Putin said. “They pretend nothing happened.” Over the weekend, Russia’s domestic intelligence agency, the Federal Security Service, arrested two men who it said were plotting to murder President Aleksandr Lukashenko of Belarus and to seize television and radio stations. It said the men had coordinated with U.S. and Polish intelligence agencies and come to Russia to meet Belarusian generals sympathetic to the opposition. The Russian authorities released video that showed the men casually discussing their improbable plot over a meal at a Moscow restaurant. One of the men, Aleksandr Feduta, is a former spokesman for Mr. Lukashenko. The other, Yuras Zyankovich, has dual U.S. and Belarusian citizenship. The United States and Polish governments denied any role in a murder and coup plot in Belarus. The arrests aligned with Mr. Putin’s casting of Russia in his state of the nation speech on Wednesday as victimized and pressured by a hypocritical and aggressive Western world that poses imminent threats. The encroaching West, Mr. Putin said, has “crossed all the boundaries.” Policies to pressure Russia that were previously limited to economic sanctions “have been reborn as something more dangerous,” he said. “I have in mind the recent facts that came to light of a direct attempt to organize a coup in Belarus and the murder of the leader of that country.”", "Friction between the U.S. and Russia deepens. In an interview in March, President Biden assented when asked whether Vladimir V. Putin was a “killer.” Credit... Amr Alfiky/The New York Times The election of Joseph R. Biden Jr. as president of the United States, despite his promise to be tough on Russia, initially gave the Kremlin hope, analysts say. He was seen as more professional, reliable and pragmatic than President Donald J. Trump, with a worldview shaped by a Cold War era of diplomacy in which Washington and Moscow engaged as equal superpowers with a responsibility for global security. In their first phone call in January, Mr. Biden and Mr. Putin agreed to extend the New Start arms-control treaty, a Russian foreign policy goal that the Kremlin had not been able to achieve with Mr. Trump. Then came the television interview in March in which Mr. Biden assented when asked whether Mr. Putin was a “killer.” A month later, that moment — to which Russian officials and commentators responded with a squall of prime-time-televised, anti-American fury — looks like a turning point. It was followed by last week’s raft of American sanctions against Russia, combined with Mr. Biden’s call for a summit meeting with Mr. Putin, which to many Russians looked like a crude American attempt to negotiate from a position of strength. “This is seen as an unacceptable situation — you won’t chase us into the stall with sanctions,” said Dmitri Trenin, the director of the Carnegie Moscow Center, a think tank. How far Mr. Putin will go in striking back against the West’s real or imagined hostility is an open question. In the state news media, the mood music is dire. On the flagship weekly news show on the Rossiya 1 channel on Sunday, the host Dmitri Kiselyov closed a segment on Mr. Putin’s showdown with Mr. Biden by reminding viewers of Poseidon — a weapon in Russia’s nuclear arsenal that Mr. Putin revealed three years ago. “Russia’s armed forces are ready to test-fire a nuclear torpedo that would cause radioactive tsunamis capable of flooding enemy cities and making them uninhabitable for decades,” a translation of a Danish newspaper report intoned. Still, there are signs that Mr. Putin does not want tensions with the West to spiral out of control. As Europe and the United States scrambled to assess the Russian troop buildup in late March, Russia’s top military officer, Gen. Valery V. Gerasimov, spoke on the phone with his American counterpart, Gen. Mark A. Milley. On Monday, Nikolai Patrushev, secretary of Mr. Putin’s Security Council, discussed the prospect of a presidential summit with Jake Sullivan, Mr. Biden’s national security adviser. And the Kremlin said this week that Mr. Putin would speak at Mr. Biden’s online climate change meeting on Thursday. Ms. Stanovaya, the analyst, says she was convinced that Mr. Putin is more interested than his hawkish advisers in looking for ways to work with the United States. She pointed to Mr. Putin’s determination to return Russia to the ranks of great powers. “Putin very much believes in his mission as a great historic figure with responsibility not only for Russia, but also for global security,” Ms. Stanovaya said. “He doesn’t understand how it is that the American president doesn’t feel the same way.”", "Russia closes the airspace near the Ukraine border. A satellite image of Russian military equipment at the Opuk training area on Crimea’s Black Sea coast. Credit... Maxar Technologies, via Associated Press The Russian authorities closed airspace to commercial traffic near the Ukrainian border starting on Tuesday in another sign of rising military tensions between Russia and Ukraine. The warning to commercial pilots covers parts of the Crimean Peninsula — annexed by Russia seven years ago — and international airspace over the Black Sea. It formalized what had already become obvious: The region is in the grips of an increasingly ominous military crisis. Ukraine objected last week to Russia’s closing of areas in the Black Sea to shipping, a ban that the U.S. State Department spokesman, Ned Price, on Monday called an “unprovoked escalation in Moscow’s ongoing campaign to undermine and destabilize Ukraine.” Over the past month, Russia has massed the largest military force along Ukraine’s eastern border and in Crimea since the outset of war in 2014, according to Western governments. Analysts say that the deliberately high visibility of the buildup indicates that its purpose is more a warning to the West than a prelude to invasion. “They are deploying in a very visible way,” said Michael Kofman, a senior researcher at CNA, a policy research group in Arlington, Va. “They are doing it overtly, so we can see it. It is intentional.” The Russian military says it is conducting exercises in response to Ukrainian threats to two Russian-backed separatist regions and to what it calls heightened NATO military activity in the Black Sea area. Military tensions have also risen elsewhere. On Tuesday, Russia’s Air Force flew two nuclear-capable Tu-160 strategic bombers over the Baltic Sea for eight hours. In the Arctic Ocean, the Northern Fleet has been conducting a huge naval drill, the Defense Ministry said.", "Advertisement Continue reading the main story"], "authors": ["Anton Troianovski"], "keywords": ["times", "warns", "line", "russias", "ukraine", "updates", "addressing", "putin", "russian", "military", "mr", "west", "president", "cross", "navalny", "live", "russia", "red"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}