{"id": "b4d88603-ebd8-35fd-ad4a-b5d1cfbe46ab", "title": "Biden campaign coordinated with left-wing Facebook pages to channel Democratic 'anger': report", "url": "http://www.foxnews.com/politics/biden-campaign-facebook-pages-content-digital", "summary": "“I had the freedom to go for the jugular,” Rafael Rivero, a co-founder of Occupy Democrats and Ridin’ With Biden as well as paid Biden campaign consultant, told The New York Times.\n“It was sort of a big, distributed message test,” Rob Flaherty, Biden campaign digital director, told The New York Times.\n\"You can really boil down a lot of the Biden Digital strategy to the idea that Joe Biden is good and people like him,\" Flaherty wrote on Twitter on Sunday.\nWho doesn't see red states and blue states, only sees the United States,\" Biden said in a November speech declaring victory in the 2020 presidential election.\nCLICK HERE TO GET THE FOX NEWS APPFocus on the Biden team's digital strategy comes after the Trump 2016 campaign partially attributed its victory to digital guru Brad Parscale's strategy.", "paragraphs": ["The Biden campaign may have largely relied on positive messaging on its official social media, but it also coordinated with \"aggressive anti-Trump\" Facebook pages that acted as a \"rapid-response brain trust for the campaign,\" The New York Times tech columnist Kevin Roose wrote Sunday.", "“I had the freedom to go for the jugular,” Rafael Rivero, a co-founder of Occupy Democrats and Ridin’ With Biden as well as paid Biden campaign consultant, told The New York Times.", "JILL BIDEN WILL BACK DEBT-FREE COMMUNITY COLLEGE AS STUDENT DEBT NEARS $1.7 TRILLION: REPORT", "Combined, the two Facebook pages have more than 10 million followers.", "While the Biden campaign focused on feel-good content, administrators of pages including Occupy Democrats, Call to Activism, The Other 98 Percent and Being Liberal used encrypted messaging service Signal to communicate and identify viral pro-Biden posts worth flagging to the Democrat's campaign, The New York Times reported.", "“It was sort of a big, distributed message test,” Rob Flaherty, Biden campaign digital director, told The New York Times. “If it was popping through Occupy or any of our other partners, we knew there was heat there.”", "Flaherty has an optimistic take on the digital strategy he says pushed Democratic President-elect Joe Biden over the edge.", "\"You can really boil down a lot of the Biden Digital strategy to the idea that Joe Biden is good and people like him,\" Flaherty wrote on Twitter on Sunday.", "Biden painted himself as a uniter and President Trump as a divider during the campaign.", "\"I pledge to be a president who seeks not to divide but unify. Who doesn't see red states and blue states, only sees the United States,\" Biden said in a November speech declaring victory in the 2020 presidential election.", "\"It's time to put away the harsh rhetoric, lower the temperature... To make progress we have to stop treating our opponents as our enemies. They are not our enemies, they are Americans,\" he continued.", "Biden succeeded despite social media attention on compromising leaks from his son Hunter Biden's laptop. Biden's team gave it little to no oxygen after finding that the story's many moving parts made it too complex to sway voters, according to The New York Times.", "“The Hunter Biden conversation was many times larger than the Hillary Clinton email conversation, but it really didn’t stick, because people think Joe Biden’s a good guy,” Andrew Bleeker of Bully Pulpit Interactive, a Democratic firm that worked for Biden's campaign, told The New York Times.", "CLICK HERE TO GET THE FOX NEWS APP", "Focus on the Biden team's digital strategy comes after the Trump 2016 campaign partially attributed its victory to digital guru Brad Parscale's strategy.", "Fox News' inquiry to the Biden team was not immediately returned."], "authors": ["Evie Fordham"], "keywords": ["biden", "york", "told", "pages", "anger", "facebook", "bidens", "democratic", "coordinated", "campaign", "times", "digital", "report", "channel", "leftwing", "strategy", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}