{"id": "b4e03f8c-0382-3e12-ab4a-9fe43e5b58de", "title": "What coronavirus means for India's 'big fat weddings'", "url": "https://edition.cnn.com/style/article/indian-weddings-covid-intl-hnk-dst/index.html", "summary": "This has resulted in questions over whether the days of India's so-called \"big fat weddings\" are numbered.\nA bleak year for workersAs couples postpone or downsize their lavish weddings -- colloquially known as \"big fat weddings\" in India -- the industries surrounding them are also taking a hit.\nIndian weddings, like this one in Ahmedabad in 2019, are normally elaborate multi-day affairs.\nThe future of 'big fat Indian weddings'With no immediate end to the pandemic in sight, the days of extravagant Indian weddings could be over for now.\nEven before pandemic, she wanted a small wedding, but had succumbed to her in-laws' wish for a big wedding.", "paragraphs": ["Esha Mitra, CNN Julia Hollingsworth , CNN Mumbai, India Written by", "Blessing and Sheryl Jossy wanted to hold a wedding extravaganza across three cities.", "The college sweethearts, who live in the northern Indian state of Haryana, were planning to kick off with a multi-day wedding, before flying to the country's south to hold two more parties with Blessing's side of the family. All in all, they were expecting around 1,000 guests.", "\"Our wedding was initially like a rock band going on tour,\" Blessing said in a phone interview.", "Weddings are important the world over, but in India they're a cultural phenomenon. Couples often host lavish, days-long events for hundreds of guests, featuring elaborate venues, intricate garments, ornate decorations and plenty of gold, which is considered lucky. Bigger-budget productions can see ceremonies held in rented palaces, with grooms arriving on horseback and stages set up for dance performances.", "They're a chance for families to establish status and, effectively, to show off -- so much so that India's wedding industry, reportedly worth around $50 billion a year, is now among the world's largest. Weddings are particularly popular during this time of the year, as the winter months are considered auspicious in the Hindu calendar.", "A groom wears protective face masks as he arrives with relatives for his wedding in Mumbai, India. Credit: Divyakant Solanki/EPA-EFE/Shutterstock", "But as Covid-19 sweeps India , which has recorded more than 9.6 million infections, couples like the Jossys have been forced to make tough decisions about whether to go ahead with compromised versions of their weddings or cancel entirely.", "When the pair finally married in November -- seven months later than originally planned, having already postponed it once -- they did so at an intimate ceremony with only 80 guests. It was a far cry from the \"tour\" they had once hoped for.", "Adapting weddings", "Although India has reported the second highest number of coronavirus cases in the world, couples are still getting married. Some have even brought their weddings forward, worrying that 2021 will be worse still.", "But with ever-changing restrictions, guest lists are being reduced and itineraries -- normally packed with multiple rituals over the span of five or six days -- scaled back, often to just a small wedding ceremony and one other function. This has resulted in questions over whether the days of India's so-called \"big fat weddings\" are numbered.", "The Jossys, for instance, skipped one of the best-known Indian marriage traditions: the \"sangeet,\" a pre-wedding party where the two families perform for each other, often in a Bollywood-style dance-off. In recent years, this ritual has become increasingly elaborate -- American singer Beyoncé even performed at billionaire heiress Isha Ambani's sangeet in 2018.", "Other traditions are also being abandoned. For instance, if it weren't for Covid-19, Punjabi jeweler Ramesh Atri said he would have gone door-to-door inviting neighbors and relatives to his only son Sahil's wedding.", "But this year, the common ritual of delivering invites in person (\"a way to get the festivities started,\" according to Ramesh) has been replaced by something far less romantic: e-cards.", "Reetika Bharadwaj and Sahil Atri, pictured in a photo shoot prior to their wedding, have cut their guest list to 200 people. Credit: Puru Mehta", "\"That is something that doesn't feel very happy,\" he said over the phone.", "Sahil and his fiancee Reetika Bharadwaj's guest list has been slashed to 200 people -- one-third the original number, and the maximum permitted under government guidelines in Chandigarh , the groom's home city. They would have invited everyone in the neighborhood, and might have expected 500 invites to result in 700 people turning up, Sahil said over the phone.", "\"Now ... we are taking confirmations ... how many people are coming, when they are coming,\" he added, explaining that he had appointed a team of family members to manage guest list logistics.", "At the wedding this month, guests will be required to wear masks, have their temperatures checked and practice social distancing.", "\"We have to maintain protocols -- masks, sanitizing -- so the mood (will be) somber,\" Ramesh said. \"It's not a complete celebration. Once (certain) things are scaled down, you have to scale down everything.\"", "Wider trends", "As couples opt for smaller, shorter weddings, others are also making their events less lavish -- and are spending less.", "When Ujwala Acharya married her longtime boyfriend Pratik Kawale in Mumbai in November, she spent 500,000 Indian rupees ($6,800) on a ceremony for 50 guests, the maximum number of people allowed in their chosen wedding hall at the time. It was a fraction of the 2.5 million Indian rupee ($34,000) wedding she had been planning for 600 guests in Mumbai, followed by a reception for 1,000 in nearby Alibaug, Kawale's hometown. The high-end venue they had hoped to use temporarily closed due to coronavirus, so they swapped it for a cheaper one -- a hall in their local temple -- and spent less on food because of the smaller guest list.", "On top of organizing the wedding itself, hosts and planners now have to think about safety. Mukta Kapoor, director of Delhi-based wedding planning company Yuna Weddings, said her company requires all staff working at events to get a coronavirus test. Others have gone as far as installing makeshift tunnels that sanitize guests as they enter, Kapoor added.", "Some couples are opting for pre-plated food rather than buffets, or are livestreaming their weddings so that people who can't attend can join in, according to Mehak Sagar, the co-founder of online wedding planning service WedMeGood.", "A couple use hand sanitizer following their wedding ceremony in Pune, India, in May. Credit: Rahul Raut/Hindustan Times/Getty Images", "Destination weddings, which had been growing in popularity before the pandemic, have been \"completely wiped out,\" Sagar added.", "\"I don't know anybody who is still planning a destination wedding,\" she said, estimating that they made up about 10% to 20% of India's wedding industry before the pandemic.", "Instead, families are choosing locations within driving distance, or booking out entire hotels for themselves and their guests, so they know exactly who is present.", "Kapoor said that one of her clients was planning to get married in Goa, a coastal state with popular beachside resorts, but had instead opted for a wedding at one of their friends' farmhouses after Covid-19 hit.", "\"A lot of people are now having residential weddings where they booked an entire property so it became more like a destination wedding,\" she said.", "A bleak year for workers", "As couples postpone or downsize their lavish weddings -- colloquially known as \"big fat weddings\" in India -- the industries surrounding them are also taking a hit.", "Venue owners and decor companies are among those affected, with fewer guests meaning they make less per wedding. One such company is Ferns N Petals, a boutique flower and gift retailer that also operates large venues.", "\"We are bankrupt -- we are not in a good financial condition,\" said founder Vikaas Gutgutia in a phone interview. \"It's a very bleak year for us.\"", "Delhi florist Soumitra Patnaik, meanwhile, said his wedding bookings are down 90% on a regular year, and that those he has received tend to be less elaborate than normal.", "In the past, clients have requested ambitious floral canopies or archways requiring up to 25 people to install. But with many couples opting for more minimal ceremonies, the floral arrangements now only require a handful of people to set them up.", "\"The weddings do look different, they are smaller, nobody wants the massive scale of decor,\" he said over the phone. \"It is very minimal.\"", "As a result, money is tight for Patnaik and his family. He's managing, for now, though the florist is unsure if he'll be able to afford school fees for his two children this year.", "Indian weddings, like this one in Ahmedabad in 2019, are normally elaborate multi-day affairs. Credit: Sam Panthaky/AFP/Getty Images", "And while big companies may be able to weather the storm, laborers who work part-time in the industry, like Chinmoy Kumar, are often hurting more.", "During the summer and winter wedding seasons, the father of two leaves his home in Kolkata to travel to Delhi, where the weddings are often large-scale and luxurious. He can make about 15,000 rupees a month ($203) doing odd jobs such as setting up tables and decorations and constructing palaces", "This year has been different.", "\"For the last eight months we have just been sitting at home. Work has completely stopped,\" said Kumar, who is the sole breadwinner for his parents, wife, younger brother and two daughters.", "He's been making ends meet at a local construction site, where work is more physically demanding and dangerous. Now, he's only earning about 3,000 rupees ($41) per month. He enrolled his youngest daughter, aged 5, in school, but his drop in wages means he can't pay the fees.", "\"Even though I'm working, we can only afford to eat,\" he said.", "The future of 'big fat Indian weddings'", "With no immediate end to the pandemic in sight, the days of extravagant Indian weddings could be over for now. But, for some couples, this may come as welcome news.", "Traditionally, the families of Indian brides and grooms have a huge say in the wedding -- the occasions are often more about the wider family than the newlyweds themselves. Couples can face cultural pressure to invite distant relatives and family friends they don't know, or take part in rituals they don't feel a personal connection to.", "So, while smaller weddings may be a big blow to older family members, a shift toward more intimate weddings -- offering the couple greater control -- was underway before Covid-19, according to WedMeGood's Sagar.", "\"The wedding industry was moving towards a place where the bride and groom have much more say in their wedding,\" she said, adding that, increasingly, couples were already interested in having a smaller guest list with just their closest friends. \"For a lot of people, this is a great excuse to not invite so many people.\"", "That was the case for Acharya, the Mumbai bride. Even before pandemic, she wanted a small wedding, but had succumbed to her in-laws' wish for a big wedding. The Covid-19 restrictions allowed her to have the nuptials she wanted.", "\"We wanted a small wedding so we said 'Let's just go ahead and do it otherwise our parents would never agree to something so small,'\" she said.", "A groom speaks with his bride and family members following their wedding during a government-imposed nationwide lockdown in Pune. Credit: Sanket Wankhade/AFP/Getty Images", "For Blessing Jossy, switching his three-city tour for a more sedate affair also turned out surprisingly well, he said. Condensing the guest list meant having \"difficult conversations\" that he worried would offend those who didn't make the cut. But, ultimately, he liked having a small number of people he is close with at his wedding, even if it wasn't the extravaganza he had initially pictured.", "\"It was just beautiful -- with so few people, everyone is (taken) care of, everyone is enjoying (it), there's no hustle and bustle,\" he said. \"It definitely is a double-edged sword.\"", "Nevertheless, industry players aren't expecting elaborate weddings to disappear forever. After all, big ceremonies aren't just about love -- they're an investment in the future, a religious occasion and a place to network.", "Ferns N Petals' founder Gutgutia even predicts that, after the pandemic, events will become even more extravagant.", "\"Once people are liberated, the weddings will become even more grand. They'll probably do it in a much bigger way than they would have otherwise,\" Gutgutia said. \"The big fat wedding and the celebrations and the emotions are not going to get smaller.\""], "authors": ["Esha Mitra", "Cnn", "Julia Hollingsworth", "Mumbai"], "keywords": ["family", "coronavirus", "guests", "smaller", "indias", "weddings", "big", "wedding", "means", "couples", "guest", "fat", "india", "indian"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}