{"id": "b4ec8d0f-ec34-36d8-8392-dc38b169bbd7", "title": "A California Councilwoman’s Quest to Keep Restaurants Open", "url": "https://www.newyorker.com/magazine/2020/12/14/a-california-councilwomans-quest-to-keep-restaurants-open", "summary": "“I saw some of the tents on Instagram,” she said, referring to the sidewalk bubbles in which New York restaurants are serving meals.\nRodriguez has asked the county to provide data to support the ban.\nPrior to being elected to the city council, in 2017, she was the vice-president of L.A.’s board of public works.\n“When you’re asked to do everything, and you comply, and then complying is still not enough.” He shook his head.\n“You’re leaving?” Rankin asked.", "paragraphs": ["Two days before Thanksgiving, while many Americans were home spatchcocking turkeys, Monica Rodriguez, a member of the Los Angeles City Council, dashed off an emergency resolution to stop a ban on outdoor dining that was set to go into effect the following day. The government had offered no data to back up the notion that eating outside increases the spread of COVID-19, and Rodriguez, a Democrat and the first woman to represent L.A.’s seventh district (deep valley, taquerias and take-out joints), noted that seven hundred thousand jobs were at stake. She called on the county to reconsider, and to “reserve the tightest restrictions for activities that data prove are the leading causes of outbreaks.”", "“Like, everybody that went out to celebrate the Dodger game,” she said the next day, on a video call, or “churches still holding gatherings without proper protective gear.” She had a salt-and-pepper bob and wore large tortoiseshell glasses. She called the application and enforcement of the county’s COVID restrictions “inconsistent,” and added, “It’s frustrating as all hell.” She cited New York City, where her husband was born, as a model for how restaurants should function. “I saw some of the tents on Instagram,” she said, referring to the sidewalk bubbles in which New York restaurants are serving meals. “I thought, Oh, my God, look at what they’re doing, and how quickly they’re doing it. It was phenomenal.”", "Rodriguez’s resolution passed eleven to three in the L.A. City Council and (as of last Friday) is awaiting a response from the mayor. But the outdoor-dining ban will be in place for a minimum of three weeks (indoor dining has been banned since July), and any loosening of restrictions will have to be approved by the county. Rodriguez has asked the county to provide data to support the ban. Restaurants, she said, “were operating all summer, and we didn’t have a problem. So I want to understand: how do we all of a sudden have a problem now?” Last week, a judge ordered county health officials to provide scientific evidence justifying the ban. (At least one county supervisor who supported the ban seems conflicted: hours after Sheila Kuehl called outdoor dining “a most dangerous situation,” she dined on the patio of a Santa Monica Italian restaurant.)", "Rodriguez, who is forty-six, grew up in the San Fernando Valley and started working for the city at twenty, interning at city hall. Prior to being elected to the city council, in 2017, she was the vice-president of L.A.’s board of public works. In that role she worked with restaurateurs, helping the owners of Jon & Vinny’s navigate sidewalk dining, and expediting the opening of Petit Trois, a Hollywood bistro helmed by the French chef Ludo Lefebvre. (“He was, like, ‘Zee city permeets ees terrible,’ ”she recalled.) In 2014, Rodriguez and her husband met Doug Rankin, Lefebvre’s director of culinary operations. “She’s the only person I know that’s in the conversation,” Rankin said. “I can reach out and be, like, ‘Hey, what the fuck’s going on?’ ”", "“I think we can do without that, Eddie.” Facebook", "Twitter", "Email", "Shopping Cartoon by Mort Gerberg", "Last fall, the restaurateur Jeff Ellermeyer asked Rankin to be the executive chef of a French bistro in Silver Lake. (It’s called Bar Restaurant, to the chagrin of the uninitiated who Google it.) On the final night of outdoor dining before the ban took effect, Rankin wistfully surveyed the more than two dozen patrons lingering at tables set out in the parking lot of Bar Restaurant. He wore a navy-blue apron and a face mask, which he lowered, intermittently, to sip from a tumbler of extra-dirty Martini. In July, Ellermeyer had spent ten thousand dollars on heat lamps, potted olive trees, and outdoor speakers. “Plus all the gear—fucking thermometers and shit,” Rankin said. “When you’re asked to do everything, and you comply, and then complying is still not enough.” He shook his head. “If they told me, ‘Shut down for three weeks, we’re gonna give you P.P.P. again, and make sure your people are paid’—cool.” He added, “By the way, show me the data that says we should shut down, first of all.”", "Behind him, an engine revved, and he turned around to address the driver, who was one of his sous-chefs. “You’re leaving?” Rankin asked. “All right, buddy, I’ll see you soon.” He turned back and explained, “That’s one of my right-hand guys. What we realized, after doing the math, is that we can only keep three of the four of us in the kitchen, even at a reduced rate. We had to have the conversation about who was in the best position in their life to be furloughed.” The sous-chef’s girlfriend works from home. The rest, including Rankin, are breadwinners. “He made the decision to furlough himself,” Rankin said. “You know how hard it is to have a conversation like that with people? Like, ‘Hey, who’s losing their job?’ ”", "“For me, what’s weird about the whole thing is that it’s kind of skewed my political views a little bit,” he went on. “Like, am I a Democrat? Because if this is what that is, I’m not into it.” ♦"], "authors": ["Sheila Marikar", "Sheila Marika"], "keywords": ["restaurants", "rankin", "rodriguez", "city", "data", "councilwomans", "quest", "dining", "county", "outdoor", "called", "asked", "open", "ban", "california"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}