{"id": "b4f4ce54-81e0-3d4b-aca3-9eeab6f133da", "title": "Call Of Duty: Warzone Player Wins Match Without Doing Anything", "url": "https://www.gameinformer.com/2021/04/05/call-of-duty-warzone-player-wins-match-without-doing-anything", "summary": "That often isn't the case in competitive shooters, but Reddit user Pinkys Brain somehow managed to net a solo victory in Call of Duty: Warzone without harming another individual.\nIn the Reddit comments section, Pinkys_Brain said a pacifist run wasn't necessarily the game plan.\nI've been a part of many Call of Duty: Warzone matches where I've hunkered down and not engaged another player.\nActivision recently provided information on Season Two Reloaded updates that will be coming to both Call of Duty: Black Ops Cold War and Call of Duty: Warzone.\nA slew of new maps, modes, and features are on the way, giving players plenty of reasons to come back for more and perhaps try for a pacifist victory!", "paragraphs": ["Sometimes pacifism can be the path to victory. That often isn't the case in competitive shooters, but Reddit user Pinkys Brain somehow managed to net a solo victory in Call of Duty: Warzone without harming another individual. When this incredible feat was achieved, Pinkys_Brain pulled out a camera and recorded the post-match statistics to verify no kills were made, and no damage was dealt.", "In the Reddit comments section, Pinkys_Brain said a pacifist run wasn't necessarily the game plan. \"I was waiting to fight people in the final circle, and they got stuck at the bottom of a hill and died in the gas.\" Pinkys_Brain netted a score of 4,900 and somehow managed to complete a contract along the way.", "I've been a part of many Call of Duty: Warzone matches where I've hunkered down and not engaged another player. As cowardly as it may seem, this strategy can lead to higher placement – sometimes in the top 10, but these matches always come down to having to run to a different circle and engage other players. We've all died in the gas or have seen other players perish in it. That's a part of the game: you have to keep moving (or get lucky and start in an area where the final circle constriction will be).", "A couple of people in the Reddit chat believe a stim glitch may have been used to achieve this victory, but the scenario Pinkys_Brain outlines are entirely possible and have likely happened to other players before, yet we just haven't heard about these moments.", "Activision recently provided information on Season Two Reloaded updates that will be coming to both Call of Duty: Black Ops Cold War and Call of Duty: Warzone. A slew of new maps, modes, and features are on the way, giving players plenty of reasons to come back for more and perhaps try for a pacifist victory!"], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["run", "circle", "pinkys_brain", "pacifist", "victory", "warzone", "matches", "match", "wins", "players", "player", "doing", "duty", "reddit"], "pubDate": "2021-04-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}