{"id": "b5028904-29ba-33ef-affc-7f3e31b9633a", "title": "New Resident Evil Village Showcase Promises More Gameplay Next Week", "url": "https://www.gameinformer.com/2021/04/08/new-resident-evil-village-showcase-promises-more-gameplay-next-week", "summary": "Earlier this year, Capcom confirmed that a new Resident Evil Village showcase was on the way following the success of the livestream event from January.\nPlayStation confirmed the details about the latest Resident Evil Village showcase, promising even more gameplay for next week.\nI'm interested in exploring the vampirism aspect of the next Resident Evil title, and I know I'm not alone in that.\nAs for the game itself, Resident Evil Village arrives on May 7, 2021, on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, PC, and Google Stadia.\nWhat are you hoping to see the most from the upcoming Resident Evil Village showcase?", "paragraphs": ["Earlier this year, Capcom confirmed that a new Resident Evil Village showcase was on the way following the success of the livestream event from January. Given how much thirst transpired after the reveal of Lady Dimitrescu and the intrigue surrounding Ethan Winters' place in the overall narrative, it's easy to see why horror fans are eager to learn more about the next step for the Resident Evil franchise.", "PlayStation confirmed the details about the latest Resident Evil Village showcase, promising even more gameplay for next week. The event is going down on April 15 at 3 p.m. Pacific, though the length of the showcase is unclear at this time:", "Given that recent promotional art was spotted in Japan showing off a mysterious masked figure, it's likely that we will be getting a new character reveal next week as well. Who this person is remains a mystery for now, though speculation surrounding the masked figure seems to center around the argument that this may be Mother Miranda. Lady Dimitrescu could be previously heard talking to someone with this title in a prior look at Village. The glow in the eye certainly hints that this is someone of a similar lineage to Lady D, but is that a hint at the supernatural or just a cool edited look to make this character stand out? We don't know, but hopefully we'll be finding out soon.", "Between the latest promotional art and a fresh batch of concept art, I'm personally really excited to learn what's next. I love the more supernatural undertones of Village thus far. I'm interested in exploring the vampirism aspect of the next Resident Evil title, and I know I'm not alone in that.", "As for the game itself, Resident Evil Village arrives on May 7, 2021, on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, PC, and Google Stadia.", "What are you hoping to see the most from the upcoming Resident Evil Village showcase? Sound off with your thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["resident", "village", "evil", "showcase", "title", "gameplay", "art", "im", "promises", "lady", "xbox", "week"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}