{"summary": "The director of a Seattle-area public agency for homelessness has resigned after a scantily-clad transgender performer kissed, twerked and gave lap dances to attendees at a recent annual conference.\nKira Zylstra, the active director of All Home, King County's coordinating agency for homelessness, resigned over the weekend.\nHackett said he worried that critics of Seattle's homelessness program would see the video and weaponize it against Seattle's approach to end homelessness.\nSeattle, King County and suburban governments are setting up a new regional homelessness authority that will have more power over budgets and policymaking than All Home has ever had.\n\"We can now begin to stand up the new King County Regional Homelessness Authority, and transform how we help all people find a safe, secure place to call home,\" King County Executive Dow Constantine told KOMO News following the vote.", "keywords": ["lap", "twerks", "homeless", "seattlearea", "transgender", "dances", "twerked", "regional", "authority", "county", "agency", "told", "king", "gives", "resigns", "homelessness", "director", "strips"], "paragraphs": ["The director of a Seattle-area public agency for homelessness has resigned after a scantily-clad transgender performer kissed, twerked and gave lap dances to attendees at a recent annual conference.", "Kira Zylstra, the active director of All Home, King County's coordinating agency for homelessness, resigned over the weekend. A spokeswoman for the county's Department of Community and Human Services said when they were tipped off to the event, they began an investigation not only into the conference, but \"the leadership of All Home,\" The Seattle Times reported.", "SEATTLE RESIDENTS BLAME INEFFICIENT ELECTED OFFICIALS FOR HOMELESS PROBLEM, SAY THEY'VE 'LOST FAITH' IN SYSTEM", "\"The investigation of the event and the leadership of All Home is currently underway,\" spokeswoman Sherry Hamilton told the newspaper.", "At the Dec. 9 conference, the agency hired performer Beyonce Black St. James, a transgender dancer dressed in a sheer black bodysuit, who twerked and kissed attendees, who included government employees, nonprofit workers and members of the faith community.", "Rev. Bill Kirlin-Hackett, director of the Interfaith Task Force on Homelessness, said he was not \"personally offended by it,\" but added that \"it just seemed so wrong and out of place for what we were there for.\"", "Hackett said he worried that critics of Seattle's homelessness program would see the video and weaponize it against Seattle's approach to end homelessness.", "\"I just knew it was going to hit social media and when it hit social media, this is kind of like what every opponent of the collective work would wish for,\" he told the newspaper.", "It might not matter, though. The All Home agency could soon become obsolete.", "Seattle, King County and suburban governments are setting up a new regional homelessness authority that will have more power over budgets and policymaking than All Home has ever had.", "CLICK HERE FOR THE FOX NEWS APP", "On Monday, the Seattle City Council voted 5-1 in favor of taking part in a new regional homeless authority that aims to align the region's response to the homelessness crisis.", "\"We can now begin to stand up the new King County Regional Homelessness Authority, and transform how we help all people find a safe, secure place to call home,\" King County Executive Dow Constantine told KOMO News following the vote."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/us/seattle-area-homeless-director-resigns-after-transgender-dancer-strips-twerks-and-gives-lap-dances-at-annual-conference", "authors": ["Barnini Chakraborty"], "id": "b505047e-46ec-393b-908e-5a49ee1b2eb1", "pubDate": null, "title": "Seattle-area homeless director resigns after transgender dancer strips, twerks and gives lap dances at annual conference"}