{"summary": "Campaign material imagined negative predictions for each star sign if people ‘illegally’ travelled to Australia by boatThe home affairs department created horoscopes as part of its advertising campaign discouraging Sri Lankans from seeking asylum in Australia by boat.\nThe blunt language of the ad appears to be attempting to tap in to widespread enthusiasm for astrology in Sri Lanka.\nIn April, Sri Lanka was rocked by terrorist bombings that killed more than 250 people.\n“These criminals will take your money and you will be returned to Sri Lanka with nothing.”People under the Sagittarius were warned they would be returned to Sri Lanka by Australian authorities, and would be “in debt forever”.\n“If you travel illegally to Australia, you will be returned to Sri Lanka and encounter a storm of bad luck.”", "url": "https://www.theguardian.com/australia-news/2019/dec/18/home-affairs-created-fake-horoscopes-to-discourage-sri-lankans-from-seeking-asylum-in-australia", "paragraphs": ["Campaign material imagined negative predictions for each star sign if people ‘illegally’ travelled to Australia by boat", "The home affairs department created horoscopes as part of its advertising campaign discouraging Sri Lankans from seeking asylum in Australia by boat.", "The campaign material, which was written in English, imagined various negative predictions for each star sign if they “illegally” travelled to Australia by boat, including having family problems, feeling ashamed and being “in debt forever”.", "The poster was obtained by Buzzfeed under freedom of information laws, and appears to have been created some time in the last two or three years.", "The blunt language of the ad appears to be attempting to tap in to widespread enthusiasm for astrology in Sri Lanka.", "'I'm happy, but I am also broken for those left behind': life after Manus and Nauru | Elaine Pearson Read more", "“It is almost four years since any Sri Lankan person reached Australia on an illegal boat voyage,” the astrology poster said.", "“During this period, Australian authorities have stopped and returned more than 160 Sri Lankans who tried to go to Australia illegally by boat.”", "The department of home affairs has variously revealed interceptions of boats both before departure and during the journey, including five between May and August this year which originated in Sri Lanka. None of them made it to Australia, although others have.", "In April, Sri Lanka was rocked by terrorist bombings that killed more than 250 people.", "The Australian government has run international advertising campaigns in multiple countries which are typically sources of people seeking asylum. Billboards, posters, online ads and graphic novels are among the materials created to tell people not to seek safety in Australia by boat.", "Donald J. Trump (@realDonaldTrump) These flyers depict Australia’s policy on Illegal Immigration. Much can be learned! pic.twitter.com/QgGU0gyjRS", "The horoscope warned Aries that if they sought asylum by boat they could “expect people smugglers to take advantage of you”.", "“These criminals will take your money and you will be returned to Sri Lanka with nothing.”", "People under the Sagittarius were warned they would be returned to Sri Lanka by Australian authorities, and would be “in debt forever”.", "“Everything you risked to get there will be in vain and you will end up owing everyone.”", "Capricorns were told: “Deciding to risk your life on dangerous seas and unpredictable weather will be in vain.", "“If you travel illegally to Australia, you will be returned to Sri Lanka and encounter a storm of bad luck.”"], "pubDate": null, "keywords": ["campaign", "lankans", "affairs", "asylum", "fake", "australian", "horoscopes", "returned", "boat", "sri", "discourage", "created", "australia", "boatthe", "lanka", "illegally", "seeking"], "id": "b53f1063-5bcb-3ca2-93d3-c1863317f951", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Helen Davidson"], "title": "Home affairs created fake horoscopes to discourage Sri Lankans from seeking asylum in Australia"}