{"id": "b5482206-e589-3e60-ae1a-25830e859d49", "title": "Temtem Arrives On PlayStation 5 December 8", "url": "https://www.gameinformer.com/gamer-culture/2020/12/03/temtem-arrives-on-playstation-5-december-8", "summary": "Temtem has been available in early access on PC for some time, but it's making it's way to console next week on the PlayStation 5.\nPlayStation has unveiled a gameplay trailer today that shows a gameplay overview so that it's easy to determine if this creature collecting experience is right for you, check it out below.\nEach Temtem has a different roster of moves you can unlock and change out at your leisure.\nFor the hardcore players, tracking down the \"shiny\" Temtem (called Luma Temtem instead of shiny) can become a massive grind and a giant timesink.\nTemtem is expected to come to other major consoles and go into full launch in 2021.", "paragraphs": ["Temtem has been available in early access on PC for some time, but it's making it's way to console next week on the PlayStation 5. Available in a pre-launch state, the game hits on December 8 for PS5 users. What is Temtem? Well, it's definitely heavily-inspired by Pokémon and other creature collecting games, but it has a multiplayer focus that lets you team up or take on other players as you wish. As you journey through the world, you can see other players in it in real time, with their chosen Temtem in tow, team up with a friend to take on battles together, and even trade with other players for valuable items or rare Temtem. PlayStation has unveiled a gameplay trailer today that shows a gameplay overview so that it's easy to determine if this creature collecting experience is right for you, check it out below.", "Yes, it's a lot like Pokémon. After getting some significant time in Early Access on PC, the difficulty of the standard campaign is a good deal higher than what you may have come to expect from creature collecting games, which is refreshing. A 2v2 system rather than a 1v1 at a time system lets Temtem focus on some interesting combos and synergies, encouraging you to pair up certain types of creatures to add special effects to various abilities. An attack from a grass creature might do more damage and have a debuff effect if you pair it with a fire creature, for instance. Each Temtem has a different roster of moves you can unlock and change out at your leisure. For the hardcore players, tracking down the \"shiny\" Temtem (called Luma Temtem instead of shiny) can become a massive grind and a giant timesink. But hey, you have to level up your roster anyway right?", "Temtem is expected to come to other major consoles and go into full launch in 2021."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["players", "arrives", "temtem", "collecting", "shiny", "playstation", "creature", "system", "team", "roster", "pokémon"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}