{"id": "b5559628-c514-37b2-aa52-6cb566420b8b", "title": "Wartime Christmases can teach us how to 'muddle through' in the time of Covid", "url": "https://www.theguardian.com/commentisfree/2020/dec/06/wartime-christmases-covid", "summary": "I have come to view Christmas as something of a movable feast, which at times had been downright unconventional.\nWhen the gutpunch came, it was swift and unexpected: Ella Fitzgerald’s version of Have Yourself a Merry Little Christmas, chosen out of a desire for something festive, and jazzy, and cheerful.\nWritten in 1943, Have Yourself a Merry Little Christmas is, of course, a wartime song.\nGarland rejected it on those grounds, saying quite correctly that telling a little girl to “Have yourself a Merry little Christmas, it may be your last” would see her labelled a monster.\nIt is this awareness of death that my grandmother remembers most strongly about wartime festivities.", "paragraphs": ["Being as I am a child of divorce, I watched all the media discussion of Christmas and what was to be done about it with detached bemusement. I have come to view Christmas as something of a movable feast, which at times had been downright unconventional. I realised that it mattered hugely to other people, of course, but I’d be fine, I thought ­– relieved, even, not to be on a crammed train, the windows misting up with everyone’s virus-y breath.", "But I was a fool. When the gutpunch came, it was swift and unexpected: Ella Fitzgerald’s version of Have Yourself a Merry Little Christmas, chosen out of a desire for something festive, and jazzy, and cheerful. Clearly I had never listened to the lyrics before, which are about having had a terrible year (“Next year all our troubles will be out of sight”) and not being able to see your loved ones (“Faithful friends who are dear to us / Will be near to us once more”). The line that turned me into a little heap of cranberry jelly on the floor, though, was this: “Someday soon, we all will be together / If the fates allow / Until then, we’ll have to muddle through somehow”. There’s something so clumsily human about “muddling through” ­– it is coping, but not coping, a state of being familiar to so many of us this year.", "Written in 1943, Have Yourself a Merry Little Christmas is, of course, a wartime song. Composed by Hugh Martin and Ralph Blane for Judy Garland for the film version of Meet Me in St Louis, it was originally far more lugubrious. Garland rejected it on those grounds, saying quite correctly that telling a little girl to “Have yourself a Merry little Christmas, it may be your last” would see her labelled a monster.", "I would be a monster, too, to dwell for too long on the fact that this may be a last Christmas for many, many more people, as a surge in travelling and socialising indoors could see a spike in cases. Nevertheless, it is what we are all thinking. And it is for this reason that perhaps a wartime Christmas is the closest parallel we have to look to, because we are yet again facing death in the midst of a national crisis, and the war was the last time that so many families spent the festive season separated from one another, when being together is really what Christmas is all about.", "My grandma was a child in Hartlepool during the war, and I asked her about her experiences. There were, of course, food shortages, something most people in 2020 are no longer having to face (I did wonder briefly if a black market would emerge, owing to earlier reports of a turkey shortage). Nobody is at the point where they are having to make “fudge” out of carrots, though apparently the dessert my great-grandmother concocted from boiled parsnips, banana flavouring, and under-the-counter cream from a relative’s shop in Middlesbrough was delicious.", "There will, however, be many more families living in poverty this year and wondering how they will pay for Christmas lunch, let alone presents (Christmas gifts made from paper may have passed muster for our grandparents, but modern day parents have a whole consumerist machine with which to contend). There will be others who have lost their homes and livelihoods. In wartime, there were special canteens that provided shelter and refreshments to those who had been bombed out of their homes; in 2020, we have food banks.", "On top of this, we have a grave moral decision laid at all our doors: “’tis the season to be jolly careful”, we are told, so if your loved ones become ill, it’s sort of on you. We are left with a choice: risk infecting our relatives, or stay away. Compromises can be found. Tales of the New Yorkers who turned up to Central Park in full black tie to lay out an enormous Thanksgiving dinner, could act as inspiration. However, there is no escaping the fact that some people will die as a result of celebrations.", "It is this awareness of death that my grandmother remembers most strongly about wartime festivities. She recalls the Christmas before her brother Maurice and his fellow sailors set off on the Arctic convoys to Murmansk. “They’d all been in the pub of course, and back comes Maurice with about half a dozen pals … With Dad being a pianist it just started a singsong. I’d never seen any other year like it.”", "Someone got her out of bed and gave her a glass of port and lemonade. “I thought this was terribly grown up,” she says. But her happiness was tinged with sadness – she knew they wouldn’t all survive. “I was looking – and it stayed in my memory all these years – in that sitting room, the front room, and them all singing … My mother’s baking was being handed out and afterwards my grandad said, ‘never mind, pet, some of them may not come back’.”", "Melancholy and loss have always been a part of Christmas, and this is heightened in times of crisis. This year has affirmed for many of us the things that truly matter, and that was true for the war generation, too ­­­– I’d love to hear more stories from readers on their memories of that time. I imagine it was much the same as now: a return to simple pleasures, a reduced emphasis on consumption, a renewed commitment to volunteering and charitable giving and, as in my grandmother’s story and the 1943 song, a determination to “have yourself a Merry Christmas now”, while you can. It may be hard, but we’ll muddle through.", "• Rhiannon Lucy Cosslett is a Guardian columnist and author"], "authors": ["Rhiannon Lucy Cosslett"], "keywords": ["course", "teach", "christmas", "version", "having", "turned", "christmases", "covid", "merry", "war", "wartime", "little", "id", "muddle"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}