{"id": "b5601e71-ffd3-3b33-baef-7571a2870489", "title": "Watch SpaceX Blow Up a Falcon 9 Rocket to Prove It's Safe for People", "url": "https://www.wired.com/story/watch-spacex-launch-falcon9-rocket-crew-dragon/", "summary": "Editor's note: The launch was postponed to Sunday, January 19, with a launch window opening at 8 am ET.\nOn Sunday morning, a SpaceX Falcon 9 rocket is expected to lift off from Launch Complex 39A at Kennedy Space Center, the same launchpad where astronauts departed for the moon 50 years ago.\nJust a minute and a half after launch, the Falcon 9 will kill its engines and the Crew Dragon will fire its SuperDraco engines to separate from the rocket.\nThe Falcon 9 will get torn to shreds over the Atlantic Ocean during its descent, but the Crew Dragon will gently land in the ocean under parachute.\nThe test is meant to show NASA that in the event of an emergency during launch, SpaceX can jettison astronauts to safety.", "paragraphs": ["Editor's note: The launch was postponed to Sunday, January 19, with a launch window opening at 8 am ET. The text has been updated below.", "On Sunday morning, a SpaceX Falcon 9 rocket is expected to lift off from Launch Complex 39A at Kennedy Space Center, the same launchpad where astronauts departed for the moon 50 years ago. A Crew Dragon capsule will be mounted atop the rocket, just as it will be later this year when SpaceX sends its first astronauts on a mission to the International Space Station. But this time, neither the rocket nor its payload will make it to space—and that’s the point.", "Just a minute and a half after launch, the Falcon 9 will kill its engines and the Crew Dragon will fire its SuperDraco engines to separate from the rocket. At this point, the rocket and the capsule will both be traveling around 1,000 miles per hour. After separation, they will continue coasting through the stratosphere before they begin their return to Earth. The Falcon 9 will get torn to shreds over the Atlantic Ocean during its descent, but the Crew Dragon will gently land in the ocean under parachute.", "“We tried to design a way to save B1046, but not possible,” CEO Elon Musk tweeted, referring to the rocket by its block number. Instead, he wrote, it will be “destroyed in Dragon fire.”", "The so-called “in-flight abort test,” whose launch window opens at 8 am Eastern time on Sunday morning, is going to be one hell of a show. It is also one of the last major milestones before SpaceX can start sending astronauts to the ISS. The test is meant to show NASA that in the event of an emergency during launch, SpaceX can jettison astronauts to safety. It will mimic an actual launch to the space station in nearly every way, except no astronauts will be on board.", "NASA describes an emergency during launch as an “unlikely event,” but this kind of dramatic escape is more than a hypothetical. In 2018, a Russian Soyuz rocket had to jettison its capsule containing a Russian and American astronaut after one of the rocket’s boosters failed to separate. It was the first time in history an abort system was used during flight with astronauts on board, but it worked perfectly and both astronauts returned safely to Earth."], "authors": ["Daniel Oberhaus", "Daniel Oberhau"], "keywords": ["crew", "rocket", "window", "prove", "space", "launch", "astronauts", "watch", "falcon", "capsule", "blow", "spacex", "safe", "dragon"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}