{"summary": "\"We can conclude for now that the Shroud image is that of a real human form of a scourged, crucified man.\nI don't think it'd matter what evidence you put forward, there'd be a genius way of explaining it away.\"\nChristians who don't believe it, she says, are acting \"out of ignorance or because they've taken sides -- not for valid reasons.\"\n\"With the Turin Shroud you see something -- though it isn't recognized by the Church -- while in Lourdes you don't see anything physical.\nA 'cold day in hell'Spin-offs of the Shroud are popular amongst Catholics RAUL ARBOLEDA/AFP via Getty ImagesSo will the mystery of the Shroud ever be resolved?", "id": "b56c50c9-45a9-34f3-8f51-1fbcf5b61557", "pubDate": null, "url": "https://edition.cnn.com/travel/article/shroud-of-turin-mystery-italy/index.html", "authors": [], "paragraphs": ["(CNN) — When she was 24, Emanuela Marinelli was walking near the Vatican in Rome when she caught a glimpse of a \"beautiful face of Christ\" printed on a souvenir in the window of a shop run by nuns.", "The image, she said, stood out among the other items for sale -- a kitschy array of ashtrays with the face of the Pope and plastic representations of Jesus on the cross, with eyes that opened and closed.", "\"It was black and white with his eyes closed, suffering but serene,\" she said.", "Transfixed, she entered the shop and asked a nun who had painted the original version, only to be told there was no artist, it was a photograph of the Shroud of Turin.", "\"I was surprised and disconcerted,\" says Marinelli. \"The idea that [this photo was of] the funeral sheet of Christ with his image printed on it seemed... ridiculous. I left the shop skeptical, and didn't think any more of it.\"", "That was back in 1975.", "Today, Marinelli is one of the world's most prominent \"shroudies\" -- people who believe that the 14'5'' x 3'7'' linen cloth, which bears an image of what appears to be the body of a man, is in fact the burial cloth of Jesus of Nazareth.", "She isn't alone. Many believers continue to revere the Shroud despite numerous scientific efforts to cast doubt on its provenance.", "In its own way, it's become one of the world's most unusual travel attractions, continuing to draw visitors despite the fact that few are now able to see it.", "Image revealed after centuries of worship", "At first glance, the rust-colored image of the man on the world's most famous strip of linen is faint, and almost cartoonish.", "It was this strange sight that drew pilgrims from the 14th century, when the \"burial cloth of Jesus\" first came to light in France. It was moved to Turin, Italy , in 1578, and has been attracting visitors to the northern Italian city ever since.", "The global Shroud phenomenon really took off in 1898 when amateur photographer Secondo Pia became the first person to photograph it. While developing the pictures, Pia realized that the photographic plate showed what appeared to be a perfect negative image of a bloodied and bruised man -- an image that could not be seen with the naked eye.", "Even before Pia's discovery, the Shroud was controversial. In 1390, Pierre d'Arcis, the bishop of Troyes, wrote to the Pope, declaring it a fake, designed to attract gullible tourists. Believers and skeptics have tussled over its origins ever since -- as the crowds continue to line up in Turin.", "With the discovery of the negative image, the stakes became even higher. Proponents of the Shroud still insist that the man in the image -- face swollen and bruised, hands and feet punctured by nails, and back scourged by Roman whips -- is Jesus Christ.", "Skeptics, however, say it's a clever medieval fake.", "Both sides claim they have evidence that backs them up and discount the research that points to the opposing view.", "Science should have had its final say in 1988, when radiocarbon dating established that the fabric of the shroud originated from 1260-1390AD.", "That should be case closed.", "But not only does the research into the Shroud continue; Christians and non-Christians alike continue to pile into Turin Cathedral to see the artifact.", "This holiest of destinations is one of Turin's top visitor attractions, along with the city's Cinema Museum MAU (alfresco urban art gallery) and PAV, an eco-themed garden and living art gallery, built over an old car factory.", "\"To go from navigating the bustling, modern urban center to suddenly finding yourself standing in silence before this ancient image of Our Lord... it gives an indescribable feeling of peace,\" says Father Francis Murphy, a Catholic priest from the UK.", "'Everyone wants to go'", "The lines are enormous when the Shroud is on display MARCO BERTORELLO/AFP via Getty Images", "\"If it's not already in the program, groups normally ask if they can go and see it,\" says Davide Cabodi , a Turin tour guide who takes visitors to see the Shroud most days.", "Not that they can see the Shroud itself. Instead, visitors can pay their respects at the dedicated chapel, the last on the left in Turin Cathedral, where the Shroud is kept hidden away.", "Because of its fragility, it's not generally on show to the public. Instead, it's laid out flat (to avoid damaging the material by folding it) in a custom-made glass case, which is itself inside a casket, draped in swathes of red material, and divided from visitors by bullet-proof glass.", "The Shroud is brought out for irregular \"ostensioni,\" or showings, at the discretion of the Pope. The last time this happened was in 2015, under Pope Francis. Over two million people lined up to see the Shroud on that occasion.", "On an average year when the Shroud is not on display, around 200,000 people visit the chapel annually, says the cathedral, although it's hard to be precise with numbers.", "Its popularity shows no sign of waning, despite the radiocarbon dating -- and despite the Catholic Church's refusal to pronounce officially on the Shroud.", "\"Relics\" are artifacts that the Church believes to be real, but the Shroud is not classed as a relic. Pope Francis has instead called it an \"icon of a man scourged and crucified.\"", "Yet true believers want to see it regardless.", "'Connects with people in a way that art doesn't'", "Over two million people turned up for the last 'ostensione' MARCO BERTORELLO/AFP via Getty Images", "For Pam Moon, from the UK, the Shroud was instrumental to her conversion to Catholicism.", "Married to an Anglican priest, she first saw the Shroud as a Church of England member. When she saw it again, it was as a Catholic. She largely credits her first visit to Turin with her joining the faith.", "\"I think that's what converted me,\" she says. \"For me, the Shroud is the most extraordinary illustration of the suffering of Christ. It's overwhelming when you see the number of welts down the back... yet the face is serene. For me it's a glimpse of the resurrection.\"", "Moon is open about the fact that the Church does not take a view on its authenticity. But she says that, even though she believes it to be real, she wouldn't abandon the Shroud if she thought it was fake.", "\"If it was fake, it illuminates what the [Bible] says in such a profound way that it would still be valuable to me. It's not essential to anyone's faith. But I believe in its authenticity because today we can't even begin to copy it, let alone create one. I personally believe that this is the burial cloth of Jesus Christ, and the cloth from which he rose from the dead.\"", "Moon has attended \"ostensioni\" in 2010 and 2015 but will never forget her first encounter.", "\"I remember standing in front of it, and thinking, this is actually the blood of Jesus. Online you see it as a photo but up close it's an extraordinary experience.", "\"As a Christian, if I believe this is his face, then this is the face of God. That was very, very profound.\"", "Moon has bought life size replicas of the Shroud which she takes around the UK as a mobile exhibition.", "\"People think it's just a face, or the black and white image, so seeing a 15-foot reproduction is a very different experience,\" she says.", "\"It's profound to see the effect it has on other people, including people who don't have a faith -- I saw a prison warder once who wept when I rolled it out, and he wasn't a Christian.", "\"It seems to connect with people in a way that art with a paintbrush doesn't.\"", "'Notion of contagion'", "So what is it that attracts pilgrims in vast numbers to the Shroud?", "After all, sandwiched between the Alps and the mountains behind Genoa, Turin isn't on any major tourist routes, and it has never been one of Italy's big-hitter destinations. In 2017, it was Italy's 13th most visited city, below such lesser known places as Sassari, Brescia and Livorno.", "Christopher French , a professor of psychology at Goldsmiths University in London and an expert in paranormal beliefs, calls the Shroud \"a really interesting object\" -- and he thinks its enduring appeal is partly down to the centuries that passed, its reputation growing, before it was radiocarbon dated.", "\"Today the evidence is stacked up on the side of those who've long argued that it was a fake, but up until that point it was a genuine mystery, and for many it still retains that air of mystery,\" he says.", "\"It's intriguing to look at -- it does look like a photo negative of a human form. And if you believe this is the shroud-wrapped body of Christ it has tremendous religious significance.\"", "French also points to the theory of \"contagion\" -- the idea that an object that has been in contact with a particular person can take on elements of their character. It's why we pay hundreds of dollars for an item owned by a pop star, and why nobody wants to live in the house of a murderer.", "By being close to something that might have touched the son of God is, for believers, a way of getting closer to divinity.", "French also says that \"the strongest cognitive bias is confirmation bias. We find it much easier to find evidence that supports what we want to be true.\" So seeing the Shroud, which appears to match wound for wound the descriptions of Jesus' crucifixion, it's human nature to want to believe.", "There might be another element to contagion. Davide Cabodi thinks that \"sometimes tourists see the lines and queue up.\" It's the same thinking as the people who queue for hours to see the Mona Lisa. Nobody wants to miss out.\"", "\"The only plausible explanation is that it was in Jerusalem\"", "Pope Benedict at the 2010 ostensione VINCENZO PINTO/AFP via Getty Images", "Despite her inauspicious introduction to the cloth, Emanuela Marinelli is one of the best known shroudies.", "The natural sciences graduate -- who went on to do another degree in geological sciences, plus a course in botany -- was fascinated by the 1978 research of Max Frei-Sulzer, a Swiss forensic scientist.", "He wrote that, of the 58 pollen specimens on the fabric, three quarters were from plants indigenous to the region of Palestine. Only 17 were from plants that are also found in France and Italy -- where the Shroud had been since its 14th-century \"discovery.\" (Frei-Sulzer's research has been disputed by other experts, as all Shroud-related studies tend to be.)", "\"The only plausible explanation is that the Shroud was in Jerusalem before it came to Europe,\" says Marinelli, who has seen it six times.", "For her, \"the Shroud shows in a striking way the suffering endured by Jesus in his last hours of mortal life.", "\"But it doesn't leave us sad. The image of serene composure... speaks to us of the resurrection, of a body that was not vanquished by death.\"", "She says the most notable thing about the Shroud up close is the amount of blood.", "The various theories", "Pilgrims love Shroud memorabilia Vincenzo Pinto/AFP via Getty Images", "\"Nobody approaches the Shroud from totally nowhere,\" says David Rolfe, a British film producer who has made four movies about it, and also saw his life change after his trip to Turin. \"It's very, very hard to approach it completely inertly.\"", "Those who believe in its authenticity say that the carbon dating was wrong; that perhaps the samples were taken from a section of the cloth that had been reworked in the medieval period, or that a first-century earthquake in Jerusalem may have warped the results. (The carbon dating process destroys the sample, so retesting is impossible.)", "Opposing researchers bat studies back and forth.", "When one of the carbon dating team from Oxford University appeared to cast a sliver of doubt over the tests , entertaining the idea of contamination, the shroudies were delighted.", "Professor Christopher Ramsey, who is now the director of the Research Laboratory for Archaeology and History of Art at Oxford, has subsequently said he'd be happy to have it re-tested, telling Chemistry World , \"I don't think it's very healthy for people to go around in circles wishing various things to be true... I would quite like to see [the date] either corroborated or not.\" He declined to comment to CNN.", "A lifetime's fascination", "Pilgrims buy reproductions of the Shroud Vittorio Zunino Celotto/Getty Images", "John Jackson has got closer to the Shroud than almost anyone else on Earth. In 1978, he led the 40-strong team of STURP (Shroud of Turin Research Project) scientists who were given five days' access to the cloth.", "A physicist by training, he's also a Catholic -- and sees no discrepancy between the two. \"Science asks the questions: who, what, when, where, how. Religion asks, why? As long as people don't start confusing those questions and the appropriate evidence, you don't have a problem,\" he says.", "Jackson admits to a lifetime's fascination with the Shroud. As a child he vowed to solve its mystery, and while preparing for his doctorate in physics, he prayed, promising that he'd dedicate his expertise to the artifact.", "His breakthrough came a few years later.", "In 1902, Pia had noticed a correlation between the intensity of the image and cross-body distance -- in other words, the image is darker in places where you'd expect the material to touch the dead body -- but at the time, that couldn't be measured.", "By the 1970s, things had moved on. Jackson made a full scale image of the shroud, wrapped it around a volunteer, and plotted the image intensity against cross-body distance measurements.", "\"The points started to arrange around a curve,\" he says. \"It became obvious there was correlation.", "\"No longer were we just looking at a picture that looks like a real person -- that was the breakthrough,\" says Jackson. \"The minute you can put a problem into a mathematical context, you can look at it with science.\"", "In 1976, a colleague put the image of the shroud under a VP8 scanner, which converts image intensity into three-dimensional relief. \"I was stunned, because the image of that body looked like a 3D realistic body shape -- normally images don't do that,\" he said. \"Normally it would look distorted.\" In other words, 3D information is encoded in the shroud -- and when you put that information in a code-reader, it displays a 3D version of the Shroud -- a figure of a man.", "The VP8 pictures were, says Jackson, \"the catalyst that triggered the scientific interest in the Shroud.\" Within two years, he'd put together a 30-strong team of scientists to study it -- and, astonishingly, the authorities in Turin gave them access to it. He says they had \"absolute academic freedom to do the science we wanted to do.\"", "They spent five days collecting samples from the cloth, and spent the next three years testing them. In 1981, they published their report.", "They had found no pigments, paints, dyes or stains on the fibers. The image had 3D coding within it. There was no evidence of oils, spices or biochemicals. It was \"clear\" that the material had been in direct contact with a body -- but there was no explanation for the seemingly perfect image of the face.", "Overall, they raised more questions than they were able to solve, with some things explainable by physics precluded by chemistry, and vice versa.", "\"The answer to the question of how the image was produced or what produced the image remains now, as it has in the past, a mystery,\" they concluded.", "\"We can conclude for now that the Shroud image is that of a real human form of a scourged, crucified man. It is not the product of an artist... The image is an ongoing mystery.\"", "Jackson is still fascinated by the Shroud -- he's constantly working on it -- although he says he doesn't base his faith on it.", "\"When my time comes to pass, the Shroud will be absolutely irrelevant to me.\"", "Converts to the cause", "The face that launched a thousand postcards MARCO BERTORELLO/AFP via Getty Images", "Ever since the 1988 pronouncement, the Shroud -- or the Sindone, as it's called in Italy -- has continued to draw people to Turin. For some, the visit changes their life. Take David Rolfe, for example -- a skeptic when in 1978 he made his first documentary, \" The Silent Witness .\"", "\"The feeling back then was that it was a medieval forgery,\" he tells CNN. \"Relics were huge business, and the Shroud was the ace of relics. Whenever it came out, hundreds of people came to see it.\"", "Rolfe thought it was a \"spectacular forgery\" and, with his documentary, set out to prove how it had been created.", "But making the film, he started to rethink. He saw the VP8 3D images. He learned there was no \"directionality\" to the image, as one applied with a brush would have. He interviewed a forensic pathologist who said it was a \"particularly accurate construction of a Roman crucifixion\" -- not least the wounds in the wrists, rather than the palms, with \"missing\" thumbs thought to be caused by nerve damage or a retracted thumb.", "It was unlikely, he thought, that a medieval forger would have such a command of human anatomy. (Professor Michael Tite, who supervised the carbon dating, has also remarked on this -- but he posits that while the Shroud is indeed the burial cloth of a crucifixion victim, it is a medieval one, from a Christian who was tortured. Tite declined to speak to CNN.)", "The film played to sold-out audiences around the world and won a BAFTA. Rolfe had made his name professionally, but, he says, \"I'd been too busy making the film to think about the transformation it had made to my life.\"", "\"I found [the Shroud] a work of sublime genius. I saw no evidence of man in it, and I thought, yes, I believe this was caused by a miracle and the only thing it could have been was the resurrection.\" Soon afterward, he took a confirmation ceremony in a church.", "He has gone on to make another three films about the Shroud and has made many visits to Turin.", "Corrupted by bodily fluids?", "A man takes a photo of the Turin Shroud as it goes on public display in 2015 at the Pope's request MARCO BERTORELLO/AFP via Getty Images", "The continual studies on the Shroud, which the two argue back and forth, keep the debate going -- and the visitors flocking to Turin.", "\"People would still believe in it if it was definitively proved fake,\" says Christopher French, the psychologist. \"It happens with so many of these kinds of claims -- the skeptics think they've finally killed it off but the claims are like zombies. I don't think it'd matter what evidence you put forward, there'd be a genius way of explaining it away.\"", "Indeed, the Shroud believers have their theories. David Rolfe's best bet is that over the years it's been grabbed, kissed and sweated on by the faithful, forming a bacterial sheen that dated the Shroud incorrectly.", "John Jackson says: \"Take away the radiocarbon date and it looks like it could be first century. So is there anything unique giving us that 14th-century brief?\" His \"hypotheses\" include carbon monoxide contamination -- just 2% of contamination could make a first-century shroud carbon date as a 14th-century one, he says.", "Shroudie Emanuela Marinelli believes that the carbon dating distracted people who would otherwise have believed in the Shroud's authenticity. Christians who don't believe it, she says, are acting \"out of ignorance or because they've taken sides -- not for valid reasons.\"", "Related content 12 alternative places to visit in Italy when you want to get off the beaten path", "Fake blood", "The Shroud is big business for souvenir sellers Vittorio Zunino Celotto/Getty Images", "Matteo Borrini would argue with that. A forensic anthropologist at Liverpool John Moores University in the UK, he's also a practicing Catholic.", "In 2018, along with Italian skeptic Luigi Garlaschelli, he did a Bloodstain Pattern Analysis (BPA) on the Shroud. Their results showed that the bloodflows shown on the material came from different angles -- in other words, it was not produced by a single body, either being taken from the cross or being laid out.", "\"Looking at the bloodstains on the Shroud I don't see any sequence,\" Borrini tells CNN.", "\"[My Christian] faith is not based on relics -- [it is] based on the Gospel where you believe without seeing,\" he says. \"And don't forget the Church does not recognize the Shroud as a relic.\"", "Yet -- call it the lure of the Shroud -- despite his disbelief, Borrini has traveled to Turin to see it no fewer than three times.", "\"Even though I know that it is an artifact, it's a very powerful one. There are lots of other artistic representations -- think of Michelangelo's Pietà [in the Vatican]. The Shroud isn't beautiful, but it's the meaning. I approached it, saw it as an archeological piece, but at the same time I was also thinking about what Christ's Passion and resurrection means for me.\"", "Borrini thinks a pilgrimage to Turin has a different aspect than one to, say, the shrines at Lourdes in France or Fatima in Portugal, where the Virgin Mary is said to have appeared and which the Catholic Church has recognized as \"miraculous\" places.", "\"With the Turin Shroud you see something -- though it isn't recognized by the Church -- while in Lourdes you don't see anything physical.", "\"The Shroud is a very powerful, shocking image, and it represents a very crucial aspect of the Christian faith -- the death and resurrection of Jesus Christ.", "\"I think people go [to Turin and Lourdes] with the same faith, but they're maybe pushed by different things.\"", "\"It's absolutely not a question of saying [believers] are gullible,\" Christopher French is at pains to say. \"If you believe this is the shroud-wrapped body of Christ, it has tremendous religious significance.\"", "A 'cold day in hell'", "Spin-offs of the Shroud are popular amongst Catholics RAUL ARBOLEDA/AFP via Getty Images", "So will the mystery of the Shroud ever be resolved? For Borrini, it already has -- it's conclusively a fake. But the believers and those on the fence say that until there's proof of how it was made, it's still up for discussion.", "Either way, the faithful will still flock to Turin. \"Sometimes I get a bit annoyed with this kind of worship of relics,\" says Turin native Davide Cabodi, who ends up in front of the Shroud's casket several times a week.", "\"For me, the most beautiful thing is the chapel -- it reopened in 2018 after nearly 20 years after a fire.\"", "He admits, though, that the Shroud packs a punch. \"The first time I saw it, honestly I maybe felt something. It was emotional. You study religion and history of art and then you look at it and think, no way, how did they do it? But the face is there. The wounds are there. Blood is there -- like in the Gospel.", "\"I'm a non-believer but in front of something that 'fits' like that, a doubt pops up."], "keywords": ["jesus", "cloth", "image", "enrapture", "tourists", "way", "turin", "wrapped", "think", "dont", "face", "shroud", "mystery", "continues", "believe"], "title": "Shroud of Turin, wrapped in mystery, continues to enrapture tourists", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}