{"id": "b56e1298-ba32-39f4-b345-82a4f382b0d1", "title": "Chili Crisp and Exquisite Fast Food at Milu", "url": "https://www.newyorker.com/magazine/2021/01/18/chili-crisp-and-exquisite-fast-food-at-milu", "summary": "It keeps indefinitely and can be used to perk up just about anything, the ultimate shortcut for the home cook.\nThe restaurant’s menu, with an emphasis on bowls, was originally targeted toward office workers, but the idea of breaking up monotony with unexpectedly exquisite fast food translates well to a pandemic, too.\nPhotograph by Ina Jang for The New YorkerIn 2021, so far, it’s proving much easier to obtain.\nAt Milu, a new restaurant near Madison Square Park that serves pan-regional Chinese food, a selection of retail items includes the elusive Fly by Jing chili crisp and the kitchen’s own milder, crunchier iteration.\nThe attributes that set Milu apart in this milieu are also what suit it to a pandemic.", "paragraphs": ["Where were you during the Great Chili-Crisp Craze of 2020? It ranks as barely a blip in that extraordinary year yet still is useful in defining it. Chili crisp—commonly associated with Lao Gan Ma, a brand started some thirty years ago by a noodle-shop owner in China’s Guizhou Province, who became a billionaire after bottling her recipe—is a thick and crunchy chili-oil-based condiment that might include fried garlic, Sichuan peppercorn, sesame seeds, or fermented black beans among its ingredients. It keeps indefinitely and can be used to perk up just about anything, the ultimate shortcut for the home cook. Last spring, it rose to prominence as, arguably, the condiment of the pandemic. A variety produced in Chengdu, Sichuan, by a U.S.-based company called Fly by Jing became a commodity so hot that there was a months-long wait list, and Momofuku’s Chili Crunch sold out within hours of its début.", "The restaurant’s menu, with an emphasis on bowls, was originally targeted toward office workers, but the idea of breaking up monotony with unexpectedly exquisite fast food translates well to a pandemic, too. Photograph by Ina Jang for The New Yorker", "In 2021, so far, it’s proving much easier to obtain. At Milu, a new restaurant near Madison Square Park that serves pan-regional Chinese food, a selection of retail items includes the elusive Fly by Jing chili crisp and the kitchen’s own milder, crunchier iteration. The counter-service restaurant, with a layout that feels designed to facilitate high turnover and a menu anchored by “bowls,” was originally conceived as a lunchtime destination for office workers. Two of its founders, Connie Chung, who is also the chef, and Vincent Chao, met while working at Make It Nice, the restaurant group behind Eleven Madison Park and its erstwhile fast-casual spinoff Made Nice. The attributes that set Milu apart in this milieu are also what suit it to a pandemic.", "At left: Yunnan-inspired brisket in a chili-garlic-mint sauce. At right: Sichuan-spiced cauliflower. Photograph by Ina Jang for The New Yorker", "The chili crisp shares shelf space with other products for seriously elevating your pantry: artisanal Taiwanese soy sauces (one type brewed with pineapple, another finished over a wood fire) and soy pastes, jars of house-rendered duck fat, salted-egg potato chips from Singapore. Then there are the bowls, which are built with components not randomly slapped together, to check food-pyramid boxes, but balletically complementary, and modular enough that you can’t go wrong even if you choose to “build your own.” This is unexpectedly exquisite fast food that could do wonders to break up the monotony of a nine-to-five—or a stretch of health-mandated house arrest. Milu offers takeout and delivery in Manhattan, with plans to expand to Brooklyn.", "Silky cubes of salmon are paired with charred broccoli dressed in a cilantro-yuzu emulsion. The salmon, in homage to the style of whole fish served at Cantonese banquets, is both poached with ginger and scallion and served with a traditional ginger-scallion sauce. If ever there was a condiment that amounted to more than the sum of its parts, it’s Cantonese-style ginger-scallion sauce, which, with those two ingredients—finely minced, heavily salted, and doused in hot oil—achieves an alchemical transcendence.", "A bowl of crispy-skinned Mandarin duck leg comes with hoisin sauce (also for sale by the bottle) and a pile of marinated cucumbers cut into Slinky-like shapes. Photograph by Ina Jang for The New Yorker", "Ginger-scallion sauce (a candidate for Condiment of 2021?) comes with the soy-roasted chicken, too. It would work just as well with the crisp-edged, meltingly marbled chunks of Yunnan-style brisket, though Milu serves these with a chili-garlic-mint sauce—plus the most beautiful marinated cucumbers I’ve ever seen. In part to maximize surface area—for soaking up chili-and-roasted-garlic oil—each cucumber is sliced into a Slinky-like form, not dissimilar to the Swedish Hasselback potato cut. In China, the technique alludes to the structure of an antique style of straw raincoat, and it’s often used for formal meals.", "Piled on rice, the brisket and cucumbers or the salmon and broccoli, each topped with a handful of watercress-cilantro salad, is a banquet in a bowl. For an even more opulent spread, Milu offers family-style set meals, featuring seaweed-and-pressed-tofu salad, crackly-skinned sliced duck leg served with hoisin and duck-fat rice, and delightfully snappable chocolate-malt cookies sandwiching a layer of malt buttercream, a treat among treats. (Bowls and entrées $11-$26; family-style set meals $45-$80.) ♦"], "authors": ["Hannah Goldfield", "Hannah Goldfiel"], "keywords": ["exquisite", "crisp", "photograph", "set", "bowls", "fast", "sauce", "condiment", "salmon", "chili", "served", "food", "milu", "restaurant"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}