{"keywords": ["according", "poll", "tory", "mr", "britains", "exit", "trade", "labour", "boris", "seats", "bounds", "majority", "heading", "big", "johnson", "voters", "tories", "brexit"], "id": "b5897812-b91e-37fa-b598-0afd62474a7c", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["EXIT POLLS can be wrong. In both 1992 and 2015, they predicted a hung parliament, whereas the actual result was an outright Tory victory. Yet there seems no reason to doubt the verdict this time of a big majority for the Conservatives, as it is consistent with almost every opinion poll during the election campaign. Absent an earthquake in the small hours, Boris Johnson will wake up tomorrow as prime minister with a substantial majority in Parliament.", "The secret of his success lies in the simple slogan he adopted from the start: Get Brexit Done. After three-and-a-half years of argument since Britons voted to leave the European Union, the promise to do it has proved alluring. It was also tactically astute, as it enabled Mr Johnson to unite Leave voters behind the Tories. The key moment in the campaign was the decision by Nigel Farage, leader of the Brexit Party, not to run candidates in Tory-held seats. This signalled to many hard Brexiteers that they could vote for the Tories instead. The climb in the Conservatives’ poll share from just above 30% to over 40% precisely mirrors the collapse in the Brexit Party vote.", "In contrast the Remain vote has stayed split between Labour and the Liberal Democrats. The Lib Dems, whose leader, Jo Swinson, called for an early election, have had a wretched campaign. Their polling share has fallen and they may well emerge with net seat losses compared with before. Many of their potential supporters who wanted to stop a Tory win that would deliver Brexit seem to have switched to Labour instead.", "Yet if the exit poll is right, Labour will also have done exceptionally badly, losing a huge chunk of previously safe seats in the Midlands and the north to the Tories and recording its lowest number of seats since the war. This too is largely about Brexit, as these regions voted heavily for Leave in 2016. But it also reflects a much broader dissatisfaction among Labour voters with their leader, Jeremy Corbyn, who is widely seen as a metropolitan far-leftist out of touch with the party’s traditional base.", "Although Mr Johnson seems on course for a big win, his party may have lost a few seats in London and the south, mainly because moderate pro-Remain Tories deserted it for the Lib Dems or even Labour. The exit poll suggests that the Conservatives have lost ground in Scotland to the Scottish National Party, which is set to tighten its grip north of the border. But these Tory losses seem to have been more than made up for by big gains from pro-Brexit Labour voters elsewhere. The divisions in the electorate have also become more gaping. Old voters are now overwhelmingly Tory; young ones almost as strongly Labour. Unusually, women seem to have voted for Labour more than men. And splits by class and education have shifted. In the past, middle-class and graduate voters have generally preferred the Conservatives, but now they are just as likely to vote Labour. Meanwhile, the Tories have attracted more non-graduates and working-class voters than ever.", "These electoral changes have helped to give Mr Johnson his large majority, but it is still a fragile one based largely around Brexit and a visceral dislike of Mr Corbyn. If Brexit is now done and a new Labour leader takes over from Mr Corbyn, voters who have backed Mr Johnson in large numbers this time round could just as easily desert him. And that risk will affect his actions in office. He can expect to pass his withdrawal deal through Parliament in time to leave the EU formally on January 31st. But Britain will then move into transition, during which its membership will in effect continue. And Mr Johnson’s need to keep his new Brexit-backing supporters will limit whatever scope he might have had to go for a liberalising, low-tax and low-spend future.", "It may also make it harder for Mr Johnson to break his promise not to extend the December 2020 deadline for the end of the transition period. Almost all trade experts believe that a comprehensive deal of the sort he wants with the EU cannot be negotiated and ratified in such a short time. Trade deals with other countries have typically taken several years. Unless Mr Johnson seeks an extension, the risk of Britain leaving with no trade deal in place at the end of next year, with all the supply-chain disruption and trade barriers that implies, is high.", "Business and financial markets have welcomed the prospect of a clear Tory majority, not least because it kills the spectre of a Corbyn-led government. The pound surged against the dollar by about 2% within minutes of the exit poll’s release. But they may not find next year with Mr Johnson all that comfortable either.", "Dig deeper:", "Our latest coverage of Britain’s election"], "authors": ["The Economist"], "title": "Boris bounds back - Boris Johnson is heading for a big majority, according to Britain’s exit poll", "pubDate": null, "summary": "Absent an earthquake in the small hours, Boris Johnson will wake up tomorrow as prime minister with a substantial majority in Parliament.\nIt was also tactically astute, as it enabled Mr Johnson to unite Leave voters behind the Tories.\nBut these Tory losses seem to have been more than made up for by big gains from pro-Brexit Labour voters elsewhere.\nIt may also make it harder for Mr Johnson to break his promise not to extend the December 2020 deadline for the end of the transition period.\nBut they may not find next year with Mr Johnson all that comfortable either.", "url": "https://www.economist.com/britain/2019/12/12/boris-johnson-is-heading-for-a-big-majority-according-to-britains-exit-poll"}