{"id": "b58a6ab4-d799-3456-a5b7-2bdea999e83e", "title": "Simon Rattle extends contract at London Symphony Orchestra", "url": "https://www.theguardian.com/music/2021/jan/11/simon-rattle-extends-contract-london-symphony-orchestra-conductor-bavarian", "summary": "Sir Simon Rattle has extended his contract at the London Symphony Orchestra (LSO) until 2023, after which he will become chief conductor of the Bavarian Radio Symphony Orchestra in Munich.\nAfter 2023 Rattle will take up the lifetime role as the LSO’s conductor emeritus, following a trajectory taken by the late André Previn.\nRattle is Britain’s most famous conductor and has been the public face of ambitious plans to build a £288m concert hall in London.\n“I love the London Symphony Orchestra.\nKathryn McDowell, the LSO’s managing director, and David Alberman, its chair, said in a joint statement: “We want to thank Sir Simon for his immense and continuing contribution to the London Symphony Orchestra.", "paragraphs": ["Sir Simon Rattle has extended his contract at the London Symphony Orchestra (LSO) until 2023, after which he will become chief conductor of the Bavarian Radio Symphony Orchestra in Munich.", "Rattle said his reasons for accepting the Munich job were “entirely personal, enabling me to better manage the balance of my work and be close enough to home to be present for my children in a meaningful way”.", "After 2023 Rattle will take up the lifetime role as the LSO’s conductor emeritus, following a trajectory taken by the late André Previn.", "The LSO released a statement on Monday after newspaper reports suggested Rattle would quit London imminently, rocking an orchestral world already demoralised by the impact of the pandemic.", "Rattle is Britain’s most famous conductor and has been the public face of ambitious plans to build a £288m concert hall in London. He joined the LSO on a five-year contract in 2015.", "Rattle said: “I am delighted that I will continue in my role as music director of the orchestra for another three years, extending my contract until 2023, and that I will be able to remain closely associated with the orchestra into the future.", "“I love the London Symphony Orchestra. I remain committed to the LSO, and we have plans for major projects in the coming years. I am thrilled that we will be making music together far into the future.”", "The LSO, which is based at the Barbican, said Rattle would take forward a number of important projects “including a cycle of Janáček operas, a number of ambitious new commissions and his continued work with young people on our east London music education programmes”.", "Kathryn McDowell, the LSO’s managing director, and David Alberman, its chair, said in a joint statement: “We want to thank Sir Simon for his immense and continuing contribution to the London Symphony Orchestra.", "“Simon’s willingness to roll up his sleeves and champion the causes of classical music and music education in the UK continues to be hugely important both for us and also for future generations in the UK.”", "The Munich vacancy arose after the death of the Latvian conductor, Mariss Jansons, in 2019.", "Rattle has divided his time between the UK and Germany since taking charge of the LSO. His primary home is in Berlin where he lives with his wife, Magdalena Kožená, and their three children.", "His decision to take the Munich job may be down to how long it will take to build the concert hall in London. Rattle has long held the view that the capital lacks a truly world-class venue, describing the Barbican’s main hall as serviceable and saying of the Royal Festival Hall: “The will to live slips away in the first half-hour of rehearsal.”", "Ironically, he also said London and Munich were the two great cities in the world that did not have proper concert halls.", "The first designs for the hall, to be built using private donations on the site of the Museum of London, were revealed in January 2019. Its supporters say it will be as transformative for classical music in Britain as Tate Modern was for the visual arts."], "authors": ["Mark Brown"], "keywords": ["rattle", "hall", "symphony", "extends", "lso", "london", "music", "conductor", "simon", "orchestra", "munich", "contract"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}