{"id": "b58dd692-c828-3a13-a3dd-4d6e4ef13177", "title": "Oxford Impact Measurement Programme", "url": "https://execed.economist.com/said-business-school/oxford-impact-measurement-programme-2021-06-07-0", "summary": "The ways in which impact measurement is designed, implemented, and used has implications for how decisions are made for organisations and society.\nAs such, impact measurement is not just a technical exercise, but a broader strategic, management, and leadership imperative.\nRead more about the imperative for impact measurement.\nThis programme draws on the School’s extensive research and teaching in impact measurement, impact investing, accounting, finance, and strategy.\nYou will engage with experienced faculty and tutors on how impact measurement is applied to both established and emerging areas - such as impact investment, climate change, supply chains, and philanthropy.", "paragraphs": ["The choices we make on why, what, and how to measure impact tells us a story of what we choose to value.", "There are increasing demands across many sectors and organisations to measure social and environmental impact. The ways in which impact measurement is designed, implemented, and used has implications for how decisions are made for organisations and society. As such, impact measurement is not just a technical exercise, but a broader strategic, management, and leadership imperative.", "Read more about the imperative for impact measurement.", "On this programme, you will learn about the core concepts and emerging issues in impact measurement, how 'impact' is framed by and for different stakeholders and uses, and examples of measurement approaches and tools, and how they could be adapted for your work. You will also interact with global leaders and course participants to critically examine how to make choices and decisions for your organisation and context.", "This programme draws on the School’s extensive research and teaching in impact measurement, impact investing, accounting, finance, and strategy. You will engage with experienced faculty and tutors on how impact measurement is applied to both established and emerging areas - such as impact investment, climate change, supply chains, and philanthropy. And you will exchange ideas and experiences with, and build a network from, a diverse group of programme participants from across the globe.", "The programme experience includes:"], "authors": [], "keywords": ["programme", "impact", "choices", "participants", "oxford", "emerging", "organisations", "work", "measure", "decisions", "measurement"], "pubDate": "2021-06-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}