{"id": "b58fbe8d-9edd-3bf9-a3db-ecd05a529fd8", "title": "Twitter users confused by video of home chef rinsing off ground beef: 'Screamed'", "url": "http://www.foxnews.com/food-drink/tiktok-uesrs-video-home-chef-beef", "summary": "Though many have experimented in the kitchen this year, some social media users now have a beef among one another after debating whether or not a home chef was in the wrong for rinsing out cooked ground beef.\nA TikTokker recently caught heat on Twitter after uploading a tutorial video to share a tip she \"learned in Nutrition a couple years ago.\"\nThe home chef dumped a block of raw, ground beef into a pan, cooked it to brown and then thoroughly rinsed it out in a strainer in the sink.\nMy family's done this forever,\" one user said, sharing their family's steps for cooking taco meat.\nSome suggested that the woman make her life easier altogether, alternatively, by cooking ground turkey or leaner beef, too.", "paragraphs": ["There go our appetites.", "Though many have experimented in the kitchen this year, some social media users now have a beef among one another after debating whether or not a home chef was in the wrong for rinsing out cooked ground beef.", "A TikTokker recently caught heat on Twitter after uploading a tutorial video to share a tip she \"learned in Nutrition a couple years ago.\" The home chef dumped a block of raw, ground beef into a pan, cooked it to brown and then thoroughly rinsed it out in a strainer in the sink.", "WISCONSIN HEALTH OFFICIALS URGE AGAINST EATING TRADITIONAL 'CANNIBAL SANDWICHES' OVER HOLIDAYS", "\"All this grease is disgusting… so get rid of it!\" the TikTokker wrote in a text box on the video.", "\"Look at the difference!\" she later added, pouring the rinsed-off meat back into the pan.", "The quick clip has been viewed over 4.8 million times since it was uploaded a week ago, with the conversation trickling over to Twitter, where critics debated the technique.", "One user said they \"screamed\" when the water started running, while another guessed that the final product had to be \"the blandest, driest beef in all of the world.\"", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Others shared their concern for the longevity of the pipes and sink after dumping the grease down the drain, while some countered that the cooking hack was no big deal.", "\"I don't understand? My family's done this forever,\" one user said, sharing their family's steps for cooking taco meat.", "Some suggested that the woman make her life easier altogether, alternatively, by cooking ground turkey or leaner beef, too."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["familys", "rinsing", "confused", "grease", "twitter", "cooked", "cooking", "video", "chef", "users", "screamed", "beef", "user", "tiktokker", "ground"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}