{"id": "b5a729ea-7ac8-3f81-ad83-e8560c2b6670", "title": "Is This the Golden Age of Comfort Food TV?", "url": "https://www.vogue.com/article/is-this-the-golden-age-of-comfort-food-tv", "summary": "(After all, even for those advanced in age, the designation of a tomato is disputed.)\nWhen Stanley Tucci: Searching for Italy began airing on CNN in mid-February, it immediately became beloved for its enthusiastic aura.\n( \"Love Stanley Tucci,” Ryan Reynolds tweeted on March 17, speaking for all of us.)\nAnd, although Netflix only releases select viewership numbers, the show currently holds a spot in the “Popular on Netflix” homepage carousel.\n“Nadiya Hussain calls baking her ‘happy place.’ With her new Netflix show, it can be yours, too,” reads a glowing review in Eater.", "paragraphs": ["There’s a running joke in the first episode of Michelle Obama’s new Netflix show, Waffles and Mochi, about whether tomatoes are a fruit or vegetable. This quandary deeply perplexes the two titular characters who, by the way, are puppets that work at a magical grocery store. They ask chefs from Samin Nosrat to José Andrés. Halfway through, there’s a musical interlude, where they search for the answer—through song.", "Waffles and Mochi is, yes, a program meant for children. However, with scenes like this, it has its adult charms too. (After all, even for those advanced in age, the designation of a tomato is disputed.) Add in cameos from foodie favorites like Nosrat and Andrés, who show off their cooking chops by making a tomato basil pasta (Nosrat) and gazpacho (Andrés), it is also even an enjoyable binge.", "Waffles and Mochi isn’t the only sustenance-themed show that’s providing solace lately. When Stanley Tucci: Searching for Italy began airing on CNN in mid-February, it immediately became beloved for its enthusiastic aura. There was Tucci, zipping around Naples for the best pizza, swooning over rigatoni all'amatriciana in Rome, sipping on aperitivos in Milan. There was no stress, no conflict, no drama—just deliciousness. ( \"Love Stanley Tucci,” Ryan Reynolds tweeted on March 17, speaking for all of us.) The show received such a positive reception that by episode two, CNN had renewed it for a second season.", "Then there’s The Great British Baking Show. Primarily about polite British people baking cakes and being nice to each other, it’s long been heralded as the ultimate “soothing show.” The worst thing that happens in that English countryside tent? Fruit sinking to the bottom of a cake (aka the dreaded “soggy bottom,” or a “stodgy” sponge). The latest season achieved a record-high audience rating in the United Kingdom. And, although Netflix only releases select viewership numbers, the show currently holds a spot in the “Popular on Netflix” homepage carousel. Nadiya Hussain, winner of 2015’s GBBO, also recently found success with her recent eight-episode show, Nadiya Bakes. “Nadiya Hussain calls baking her ‘happy place.’ With her new Netflix show, it can be yours, too,” reads a glowing review in Eater."], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["tv", "stanley", "food", "andrés", "tomato", "nosrat", "mochi", "age", "nadiya", "comfort", "baking", "golden", "tucci", "netflix", "theres"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}