{"id": "b5a84a72-cefd-36c4-83f2-748c1a4df1a6", "title": "Lindsey Boyd, Cofounder of The Laundress, Launches a Charming Fine-Jewelry Brand", "url": "https://www.vogue.com/article/rondel-jewelry-launch", "summary": "In 2019, she sold the home-essentials brand she cofounded, called The Laundress, with no real next steps in mind but eventually pivoted to jewelry making.\nYet despite the striking change in career paths, her friends and family probably could have guessed what she’d do next.\nOfficially launching today, the luxurious, vintage-inspired jewelry label debuts with three beautiful matte-gold chains, which include two necklaces and one bracelet.\nThe wide range of colorful enamel charms and carved semiprecious gemstones offered by Rondel is something different for Boyd, who spent almost two decades growing the streamlined and minimalistic Laundress brand.\nRondel Best of Luck Jelina necklace $9,214 RONDEL Shop Now Rondel Suffolk Jelina necklace $8,525 RONDEL Shop Now", "paragraphs": ["Not many people anticipated Lindsey Boyd’s next move. In 2019, she sold the home-essentials brand she cofounded, called The Laundress, with no real next steps in mind but eventually pivoted to jewelry making. Yet despite the striking change in career paths, her friends and family probably could have guessed what she’d do next. Casually, Boyd had begun to craft her own pieces at home, and as she explains, “I was getting a lot of positive feedback from people who were complimenting me on the necklace I’d made.” That necklace, which was reimagined from an heirloom charm bracelet she already owned, eventually became the first prototype for her new brand Rondel.", "Officially launching today, the luxurious, vintage-inspired jewelry label debuts with three beautiful matte-gold chains, which include two necklaces and one bracelet. The collection also features hundreds of charms and lockets, which customers can use to personalize their jewelry. “This is storytelling on a chain,” Boyd says. In an effort to foster more of this thoughtful, intimate connection between wearer and jewelry, Boyd has also chosen to sell her pieces through a direct-to-consumer model, which certainly lends itself to building a relationship with her customers and helping them create their own deeply personal pieces. Shoppers on the website will also have the option to engrave their charms, whether they buy them from the site directly or send in charms they already own.", "The wide range of colorful enamel charms and carved semiprecious gemstones offered by Rondel is something different for Boyd, who spent almost two decades growing the streamlined and minimalistic Laundress brand. “I’m a color fanatic,” she says. “I studied color theory in college, and I can’t live in black and white. With Rondel, we have over 60 colors, and we’re launching with half of that.” With more surprises to come in terms of Boyd’s expansion of her new brand, there’s no doubt she’ll attract loyal fans on the hunt for jewelry that speaks to who they are and what they love.", "And for those still looking for unique holiday gifts, the launch of Rondel couldn’t arrive at a better time. A few of our favorite options below.", "Rondel Best of Luck Jelina necklace $9,214 RONDEL Shop Now Rondel Suffolk Jelina necklace $8,525 RONDEL Shop Now"], "authors": ["Daisy Shaw-Ellis", "Daisy Shaw-Elli"], "keywords": ["charming", "cofounder", "jewelry", "launches", "laundress", "charms", "pieces", "shop", "necklace", "lindsey", "boyd", "brand", "rondel", "launching", "finejewelry"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}