{"authors": ["Produced Ben Marino. Filmed", "Edited Don Newkirk."], "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "title": "How is the S&P 500 calculated? Charts that Count", "url": "https://www.ft.com/video/62403739-6f54-41a8-8b9c-aa746a35029a?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=5", "summary": "You can enable subtitles (captions) in the video playerToday, we're going to break down how the S&P 500 is actually calculated.\nAnd if you think you already know everything there is to know about the S&P 500, you hear about it all the time, stick with me.\nNow, as you may know there are 500 companies in the S&P 500, but don't get confused.\nBut that is why despite there being 500 companies, there are about 505 listings on the S&P 500.\nOK, so let's say we're starting with Microsoft, which just happens to be the largest company in the S&P 500.", "id": "b5bdf180-7c3c-3cad-86c1-53a0249bbda3", "paragraphs": ["You can enable subtitles (captions) in the video player", "Today, we're going to break down how the S&P 500 is actually calculated. And if you think you already know everything there is to know about the S&P 500, you hear about it all the time, stick with me. I think you'll learn something new.", "Now, one of the reasons we care so much about the S&P 500 is because it's actually considered a relatively stable way to invest your money. This is the returns of the index over the last five years. So we start in October of this year, mid-October, and go back five years to mid-October of 2014. And as you can see, if you put your money in five years ago you'd actually get a pretty stable return despite a little bit of turbulence in the latest year.", "Now, the S&P 500 is reflective of the large cap US stocks space because the committee that selects the companies keeps in mind how much of a sector breakdown each industry should get so that it reflects the larger cap stocks space.", "So, as an example, if technology companies represent about 20 per cent of total large cap companies in the US, they're going to make sure that the companies in the S&P 500 also reflect about a 20 per cent technology representation. And they actually even break it down into subcategories from there, but we're not going to get into all that. What we are going to get into is how this thing is actually calculated.", "Now, as you may know there are 500 companies in the S&P 500, but don't get confused. There are actually 505 listings on the S&P 500. And that's because the listings refer to some companies that have what's called a dual class share system.", "And dual class just means say you're Facebook. You have class A shares, and you have class B shares. The class A shares give more voting rights to those who hold them. And actually, the S&P 500 decided recently we're not going to let any more companies in that have this dual class share system. But that is why despite there being 500 companies, there are about 505 listings on the S&P 500.", "So when we say large cap, we're talking about large capitalisation. And that means we do actually need to figure out what the market capitalisation is of each company in the S&P 500. And that's where we start. OK, so let's say we're starting with Microsoft, which just happens to be the largest company in the S&P 500. You first start with the price of their shares. And then to get the market cap what you usually do is you multiply by the quantity of shares out there. Price times quantity equals market cap.", "But for the S&P 500 we have to do one additional thing. See, the market cap of the companies in the S&P 500 are actually called float-adjusted market caps, which means we need to take the quantity of shares out there. And we need to actually figure out what percentage of those shares are actually tradeable on the markets, i.e. not held closely by executives, or by other private owners.", "So we multiply by the float - again, the percentage of those shares that are out there ready to trade. And this gives us the float-adjusted market cap of a company. That's just one company, though. Remember, there's 500 companies in this index, so you're going to repeat this 500 times.", "I'm not going to make 500 lines here. You get the idea. But once you have all of those, you're going to sum them up. And what you're going to get is the total market cap of all the companies in the S&P 500, which right now is about $24tn.", "But we're not done quite yet. There's still one more step because the S&P 500 isn't $24tn. Right here, you can see it's $3,000. So what we do is we put a divisor under this number. And S&P doesn't necessarily always share what exactly the divisor is, but just know it's a number that breaks the sum down to something a little bit more manageable.", "And also, don't forget. The S&P 500 is changing all the time. The companies in here, they issue more shares, or their share price changes, or they do a stock split, or their price falls so low that they're not actually considered a large cap company any more, and they need to drop of the index, which means a new company needs to come on to take their place.", "These changes are happening all the time. And so this divisor is really key in making sure that the index doesn't change dramatically just because, for example, a company needs to come off and have a new company relisted on it. And this divisor's changed if that happens at the end of the market so that the next day when markets open, that index has not changed, even though, let's say, there's a different company with a different market cap.", "So the way that the S&P 500 is calculated actually gives us a good idea of what's happening in the large cap US stock market, which is why it's become one of the most popular indices in the world."], "keywords": ["500", "actually", "calculated", "company", "count", "large", "market", "companies", "going", "sp", "charts", "cap", "shares"], "pubDate": null}