{"id": "b60ed797-2c8a-37e5-a846-be54c577eace", "title": "Third of low-carbon funds invest in oil and gas stocks", "url": "https://www.ft.com/content/cd819461-1925-48e0-86af-e81a56c0d3f8", "summary": "A third of climate funds sold in the UK are invested in oil and gas companies, according to research that highlights concerns that investors could be misled by sustainable investment products.\nThe analysis by leftwing think-tank Common Wealth also found that low-carbon funds have far greater exposure to technology companies and financials, sectors that may play an indirect role in climate change, than to clean energy stocks.\nCommon Wealth, which examined 33 low-carbon funds sold to UK retail investors, said that while its research did not necessarily indicate false advertising by asset managers, it raised questions about whether the funds were meeting investors’ expectations.\n“But investors may well be surprised and disappointed by what their funds invest in.”Common Wealth pointed to 12 funds that owned one or more oil and gas companies despite having an environmental objective.\nClimate Capital Where climate change meets business, markets and politics.", "paragraphs": ["A third of climate funds sold in the UK are invested in oil and gas companies, according to research that highlights concerns that investors could be misled by sustainable investment products.", "The analysis by leftwing think-tank Common Wealth also found that low-carbon funds have far greater exposure to technology companies and financials, sectors that may play an indirect role in climate change, than to clean energy stocks.", "The findings will heap pressure on regulators to take bolder action to prevent greenwashing, where fund managers overstate their sustainability credentials to win a share of the ever-growing environmental, social and governance fund market.", "Common Wealth, which examined 33 low-carbon funds sold to UK retail investors, said that while its research did not necessarily indicate false advertising by asset managers, it raised questions about whether the funds were meeting investors’ expectations.", "“The average individual investor making the effort to select a climate-focused fund option could reasonably expect their assets to be used to invest in decarbonisation, clean energy and other related areas,” said Adrienne Buller, the research’s author. “But investors may well be surprised and disappointed by what their funds invest in.”", "Common Wealth pointed to 12 funds that owned one or more oil and gas companies despite having an environmental objective. It singled out three products, managed by HSBC Asset Management, Ossiam and Lyxor, that held US oil producer ExxonMobil, a well-known green laggard. However, the HSBC and Ossiam funds said they had since sold out of the company.", "Climate Capital Where climate change meets business, markets and politics. Explore the FT’s coverage here", "In addition, it found that low-carbon funds were heavily invested in technology and financial services, sectors that are not directly linked to climate change but contribute in other ways, such as in the case of banks granting loans to polluting companies.", "These sectors make up almost 30 per cent of a low-carbon fund’s value on average, compared with less than 6 per cent for utilities and about 3 per cent for energy, both of which may include clean energy providers, according to Common Wealth.", "The think-tank urged UK policymakers to end confusion about what investments count as green by developing a comprehensive classification system that defines a spectrum of activities spanning green, harmful and neutral.", "Such a proposal would go further than the EU’s forthcoming ESG rules, which will not take force in the UK due to Brexit. As the UK prepares to cut its ties with the EU, debate is growing about Britain’s approach to sustainable finance once it takes control of its rulebook.", "“There is a real window of opportunity with Brexit and the COP26 [international climate talks] for the UK to take a bold position and develop regulation with teeth,” said Ms Buller.", "However, some argue that a clampdown on exposure to polluting companies would prevent asset managers from using their voice to push for change. Shareholder pressure ultimately contributed to ExxonMobil agreeing to cut some of its emissions this week.", "François Millet, head of ESG ETFs at Lyxor, said that owning oil and gas stocks “allows us to talk to the companies, exert our influence as shareholders and use our voting power”.", "The Lyxor ETF that holds ExxonMobil invests across the whole market but reweights stocks based on their efforts to decarbonise, rewarding companies making progress and penalising laggards. The fund’s position in the company represents 0.06 per cent of its assets."], "authors": ["Siobhan Riding"], "keywords": ["lowcarbon", "funds", "investors", "oil", "energy", "companies", "stocks", "invest", "uk", "cent", "climate", "gas", "change"], "pubDate": "2020-12-20T05:00:16Z", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}