{"id": "b6404db3-f2c6-37a3-b516-e5dd0de68e04", "title": "New Gameplay Today – Ender Lilies: Quietus of the Knights", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2021/01/14/new-gameplay-today-ender-lilies-quietus-of-the", "summary": "Ender Lilies: Quietus of the Knights is an upcoming 2D action RPG set within the destroyed Kingdom of End.\nEscorted by the spirit of a brave knight, the game's protagonist Lily uncovers the mysteries of her destroyed kingdom, during which she'll explore ruined churches, castles, submerged forests, and shadowy underground environments.\nJoin Jeff Cork, Dan Tack, and Alex Van Aken for a brand new episode of New Gameplay Today, wherein they conquer the game's first boss fight.\nYou won't have to wait much longer if you're interested in playing Binary Haze Interactive's 2D Metroidvania, as Ender Lilies: Quietus of the Knights releases in Steam Early Access on January 21.", "paragraphs": ["Ender Lilies: Quietus of the Knights is an upcoming 2D action RPG set within the destroyed Kingdom of End. Escorted by the spirit of a brave knight, the game's protagonist Lily uncovers the mysteries of her destroyed kingdom, during which she'll explore ruined churches, castles, submerged forests, and shadowy underground environments.", "Join Jeff Cork, Dan Tack, and Alex Van Aken for a brand new episode of New Gameplay Today, wherein they conquer the game's first boss fight. You won't have to wait much longer if you're interested in playing Binary Haze Interactive's 2D Metroidvania, as Ender Lilies: Quietus of the Knights releases in Steam Early Access on January 21."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["ender", "wont", "today", "2d", "games", "lilies", "kingdom", "knights", "quietus", "destroyed", "gameplay", "youre"], "pubDate": "2021-01-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}