{"id": "b69b4890-7708-30ae-9d30-11c3af401ce1", "title": "In an Increasingly Digital World, Bottega Veneta Signs Off From Social Media", "url": "https://www.vogue.com/article/bottega-veneta-deletes-social-media-accounts", "summary": "So imagine the surprise when this morning, without explanation, Bottega Veneta deleted all of its social media accounts.\nOn social media—where else?—the fashion industry was quick to comment at the news, balking at the idea of a brand as powerful and on the rise as Bottega Veneta going dark.\nThe longer you think about it—and I’ve been thinking about it since 8 a.m. this morning, which is a lifetime online—the more the strategy makes sense for Bottega Veneta.\nLast month Lee told my colleague Nicole Phelps that he doesn’t believe in digital fashion shows (he opted for a salon performance with a two-month image embargo instead).\nThe Row, the closest American equivalent, uses social media and e-commerce sparingly and with a cool touch, preferring to woo shoppers into its tasteful boutiques.", "paragraphs": ["Phygital was unquestionably the fashion word of 2020, used to signify runway events that included both IRL and URL components. The practice of marrying the real and the digital worlds is only gaining traction for 2021 as brands prepare fall collections that will need to fuse tactile, increasingly tender experiences for retailers, press, stylists, and VIP customers with engaging virtual activations that keep social media users talking. So imagine the surprise when this morning, without explanation, Bottega Veneta deleted all of its social media accounts. No more Twitter updates, no more Instagram photos, and no more Facebook posts from the Italian luxury brand that has, under creative director Daniel Lee, become a rising star in Kering’s portfolio.", "On social media—where else?—the fashion industry was quick to comment at the news, balking at the idea of a brand as powerful and on the rise as Bottega Veneta going dark. But maybe the ultimate luxury in this new phygital world is actually logging off, erasing all traces of one’s digital footprint, and trying to inhabit a purely three-dimensional space.", "The longer you think about it—and I’ve been thinking about it since 8 a.m. this morning, which is a lifetime online—the more the strategy makes sense for Bottega Veneta. Last month Lee told my colleague Nicole Phelps that he doesn’t believe in digital fashion shows (he opted for a salon performance with a two-month image embargo instead). And of course he worked under the famously offline Phoebe Philo during her tenure at Celine. Back then, Celine barely had a website and did not offer e-commerce, a decision that turned its stores into sacred spaces of style.", "Hermès has employed a similar strategy to turn its products into whispered-about and fawned-over pieces, coveted by the ultrarich and ultra-tasteful. The Row, the closest American equivalent, uses social media and e-commerce sparingly and with a cool touch, preferring to woo shoppers into its tasteful boutiques. Think back to a time before social media—the fax age!—and there are plenty of examples of press-shy designers being good for a brand’s bottom line. In 2015, Alber Elbaz may have put it best: “When you see too much of a designer, it means that it’s not too much of a good piece and they need to do too much publicity to push it forward.”"], "authors": ["Steff Yotka", "Steff Yotk"], "keywords": ["increasingly", "think", "strategy", "fashion", "need", "veneta", "social", "bottega", "phygital", "signs", "world", "media", "digital"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}