{"id": "b6ab8d54-580b-3f96-be8a-20e5cb5533e8", "title": "'Straight Outta Ulaanbaatar': A portrait of Mongolia's burgeoning hip-hop scene", "url": "https://edition.cnn.com/style/article/straight-outta-ulaanbaatar-mongolia-hip-hop/index.html", "summary": "1 / 10 Rapper Big Gee riding a Bactrian camel in Mongolia's capital.\nScroll through the gallery to see more images from photographer and filmmaker Alex de Mora's project, \"Straight Outta Ulaanbaatar.\"\nNow, more than two decades later, the 37-year-old, known professionally as Big Gee, is one of the country's best-known MCs.\nBig Gee, whose image features on the cover of De Mora's book, also serves as the documentary's central figure and narrator.\nBig Gee poses in front of a Genghis Khan statue in Ulaanbaatar.", "paragraphs": ["Written by Oscar Holland, CNN", "It was 1996 when the young poet Tugsjargal Munkherdene heard American hip-hop for the first time.", "Four years earlier, Mongolia's Soviet-aligned government had fallen, opening the country to a fresh wave of cultural imports. The easing of state censorship heralded a new era of free expression. It also meant that G-funk, boom bap and gangster rap soon arrived on the airwaves -- including the track that made a lasting impression on the then-teenage Munkherdene: Dr. Dre and Snoop Dogg's \"187 On an Undercover Cop.\"", "\"I realized I could put my poems on a beat like them, and I started writing rap music,\" he recalled in a video interview from his studio in Ulaanbaatar, Mongolia's capital.", "Growing up in one of Ulaanbaatar's impoverished ger districts, Munkherdene could empathize with the kind of urban hardship chronicled in the music he idolized. Comprised largely of semi-permanent tents (or gers, the Mongolian word for yurts), these sprawling outer-city settlements have tripled in size since 1990, as a traditionally nomadic population is lured to the capital.", "Most of the districts' low-income households rely on wood-burning stoves -- or until a ban in 2019 , coal-burning ones -- sending pollution across the skies of a city where winter temperatures regularly fall below minus 20 degrees Fahrenheit. As a child, Munkherdene would walk several kilometers a day to fetch water.", "", "", "", "", "", "", "", "", "", "1 / 10 Rapper Big Gee riding a Bactrian camel in Mongolia's capital. Scroll through the gallery to see more images from photographer and filmmaker Alex de Mora's project, \"Straight Outta Ulaanbaatar.\" Credit: Alex de Mora", "\"We didn't have recording studio -- there were very few and (they were) very expensive. The start of my rap career was very hard,\" he said. \"We didn't have a way to make good money, to make high-quality audio and video, or to work with big companies. Television and radio stations blocked our music and videos. They thought hip-hop was a bad thing.\"", "Now, more than two decades later, the 37-year-old, known professionally as Big Gee, is one of the country's best-known MCs. A regular fixture on Mongolian television, and even the star of a KFC ad , he is the heavily tattooed, sports car-driving epitome of the rags-to-riches hip-hop tale.", "But he and Mongolia's rap community are little-known outside the landlocked country. This is, in part, what prompted British photographer and director Alex de Mora to capture some of the scene's colorful characters in \"Straight Outta Ulaanbaatar,\" a documentary and book that profile a selection of the city's crews and artists, as well B-boys, a record store owner and a tattooist.", "\"When most people think about Mongolia, they think about big open expanses, and maybe they've heard of a two-humped camel or have seen people riding around on horses ... but they've never thought about contemporary culture in an urban environment,\" De Mora said on a video call from London. \"That's what I wanted to show -- that across the world there are different things going on where cultures are crossing over.\"", "Mongolian rapper Maberrant, pictured by photographer Alex de Mora in the passenger seat of a car. Credit: Alex de Mora", "Tackling social issues", "Describing himself as \"obsessed with music and subcultures,\" De Mora has previously photographed high-profile US rappers like Pusha T, MF Doom and members of the Wu-Tang Clan. He often eschews the cliched tropes of hip-hop photography, an approach maintained during his self-funded trip to Mongolia. While some of the portraits show local rappers flaunting their jewelry or posing in -- or on top of -- their cars, many are warmer and more playful than the genre usually dictates.", "\"I try and avoid the obvious bravado-type portraits,\" he said. \"It's quite funny when you get your camera out and a guy starts posing, which is good to have some of. But with this project I wanted to find more intimate and personal moments.\"", "Big Gee, whose image features on the cover of De Mora's book, also serves as the documentary's central figure and narrator. The issues he addresses tell a wider story about the challenges of life in Ulaanbaatar.", "\"In Mongolia we have lots of problems -- social issues, unemployment, alcoholism corruption and many more,\" Munkherdene told CNN, adding: \"The government isn't taking care of the Mongolian people, they're just taking care of themselves .\"", "One of Ulaanbaatar's sprawling ger districts. Credit: Alex de Mora", "The rapper is known for speaking out about corruption and abuses of power. But if these themes are common to hip-hop around the world, then many of the other topics he raps about are specific to his homeland: struggles in the ger district and the pride of his Mongolian ancestry (Munkherdene has the word \"Mongol\" tattooed in traditional script beneath his left eye). He has also used his lyrics to rally against Chinese-operated mines for their alleged mistreatment of local workers -- controversially so, due to his use of a derogatory racial slur (his manager told CNN that the rapper had not used the word in reference to Chinese people, though the music video in question has nonetheless been deleted from YouTube).", "And, like many Mongolian folk songs, there's another important theme woven through his music: nature.", "\"I've done some songs about protecting nature, (and I have one called) 'Leave My Country to Us.' What's the real richness? Money? Gold? In my opinion, it's not money not gold, not bling-bling things, not big chains or big cars. Real richness is human beings and pure nature.\"", "Portrait of a city", "Fittingly, nature is also a central character in De Mora's photos. Mountains, sand dunes and -- on unpolluted days -- rich blue skies are never far away in Ulaanbaatar. One shot sees Big Gee holding an eagle and sitting proudly on the back of a Bactrian camel; others replace the urban backdrops typical of hip-hop photography with the vast, empty landscapes found at the city's outskirts.", "\"They call (Mongolia) the 'Land of the Blue Sky' for very good reason,\" De Mora said. \"It's something that makes the photographs themselves very vivid. I've never seen so much sun and blue sky in my life.\"", "Though De Mora's project assumes the perspective of a particular subculture, it is, in truth, a broad portrait of the Mongolian capital. His photos paint a wider picture of the city's diverse residents, complete with kids playing in the streets and an elderly accordion player.", "Big Gee poses in front of a Genghis Khan statue in Ulaanbaatar. Credit: Alex de Mora", "In the documentary, meanwhile, footage of rappers is interspersed with shots of Soviet-style murals, identikit tower blocks, public statues and smokestacks. The combination of English graffiti and Cyrillic signs hint at the varying cultural forces at work in the city.", "Aside from a song by the young Mongolian rapper Maberrant, played during the closing credits, the soundtrack looks to folk instruments, wind chimes and eerie natural sounds rather than hip-hop.", "\"I didn't want people to watch the film and judge the people by the music,\" said De Mora. \"I wanted them to watch the film and understand the city and the personality of the people and the place ... It was always a portrait of a city, and a culture within a city. It was never going to be a critique or a review of the music.\""], "authors": ["Oscar Holland"], "keywords": ["portrait", "munkherdene", "outta", "ulaanbaatar", "scene", "straight", "mongolias", "mongolian", "big", "gee", "burgeoning", "music", "alex", "mora", "rapper", "hiphop"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}