{"id": "b6c49d09-02c2-36bf-bab1-644b5a362826", "title": "Yakuza: Like A Dragon Is The Series’ Perfect Entry Point", "url": "https://www.gameinformer.com/opinion/2020/11/27/yakuza-like-a-dragon-is-the-series-perfect-entry-point", "summary": "The Yakuza series intimidates me.\nHowever, the recent release of Yakuza: Like a Dragon gives players the perfect opportunity to start with a clean slate.\nAs someone with a little experience playing Yakuza, I am finding Like a Dragon to be an invigorating breath of fresh air that taps into the series’ strengths without getting too weighed down by its history.\nFrom my limited experience playing Yakuza 0 (as well as finishing Judgment, which is a Yakuza spin-off), I know these can be even bigger attractions than the main story.\nUltimately, I think Like a Dragon is the best possible way to see what this series offers.", "paragraphs": ["The Yakuza series intimidates me. It includes seven huge mainline games, and even though I’ve made two earnest attempts to start the saga, I’ve never even finished Yakuza 0. That says more about me than the games, but I’m sure I’m not alone; getting through Yakuza’s whole sprawling story is a daunting proposition, since it involves playing through multiple giant RPGs. However, the recent release of Yakuza: Like a Dragon gives players the perfect opportunity to start with a clean slate.", "The core Yakuza games follow hero Kazuma Kiryu and decades of his exploits in the city of Kamurocho. If you want to jump into the deep end, we have this guide to help you with that – but Like a Dragon offers something different. It features a brand-new story with a different protagonist (Ichiban Kasuga), and mainly takes place in a new city (Yokohama), shedding years of baggage that may have been a barrier for new players. As someone with a little experience playing Yakuza, I am finding Like a Dragon to be an invigorating breath of fresh air that taps into the series’ strengths without getting too weighed down by its history. You can opt to do some research to learn how this game fits into the larger context of the franchise, but it isn't necessary. You can have fun by jumping in blind.", "First of all, Ichiban is delightful. He has a good-hearted goofiness to him that makes him a natural fit for Yakuza’s unique mixture of melodrama and zaniness. One minute, he’s a badass fighter who remains unfazed when surrounded by a horde of goons. The next minute, he’s doing a public service by stopping a criminal from whizzing in the river. Whether the situation is serious or strange, Ichiban fits right in. Of course, Kiryu ran into similar scenarios, but the big difference between them is charisma. That’s nothing against Kiryu as a hero; they’re both ultimately good dudes, but Ichiban’s enthusiasm feels more relatable than Kiryu’s stoicism.", "Another approachable part of Like a Dragon is the combat. It’s a big departure from previous installments, relying on turn-based RPG battles rather than real-time brawling. At first, all the rules, systems, and special moves might seem more complicated, but this imaginative angle welcomes more players into the fold by embracing strategy over reflexes. You have plenty of time to assess the battlefield, choose your targets, and select your attacks from menus. It lacks some of the visceral punch of other installments, but adds its own hilarious flair with various summons and team-up attacks. Plus, the revamped mechanics ensure that all players are starting on the same page, regardless of their experience with the series.", "I am also loving the side quests, or sub-stories. From my limited experience playing Yakuza 0 (as well as finishing Judgment, which is a Yakuza spin-off), I know these can be even bigger attractions than the main story. Sub-stories are where you find a ton of endearing offbeat weirdness, including unbelievable situations and outlandish characters. Like a Dragon does a great job crafting missions that provide heartfelt moments and ridiculous stories you tell your friends. For example, I helped a guy retrieve his pet crawfish, only to learn he wanted to eat the crawfish. So then I gave the man sushi instead, and he gave me his pet in return. In the end, my reward for this exchange was the ability to summon the crawfish to help me in battle. In another mission, I helped a homeless man build a bookshelf as a gift, which provides a surprisingly compassionate perspective on homelessness. Missions like these are just waiting to be discovered, and they are an excellent way to gradually introduce players to the strangeness and warmth Yakuza holds.", "Ultimately, I think Like a Dragon is the best possible way to see what this series offers. If you really don’t like the idea turn-based combat, then you could check out Judgment instead (here’s our review). It is set in Kamurocho and features an action-based combat system like the mainline series, but it also tells a standalone story starring new characters. However, so far, Like a Dragon is just a more enjoyable game overall. The cast (with Ichiban at the center) shares a fun camaraderie that drives the story, with clever combat and memorable quests along the way. If you want to play just one Yakuza with no strings attached, Ichiban Kasuga is your man."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["perfect", "entry", "dragon", "man", "kiryu", "point", "series", "players", "ichiban", "way", "yakuza", "combat", "playing"], "pubDate": "2020-11-27T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}