{"id": "b6c6c5e0-b344-30d3-ad15-2cd9f786fbe6", "title": "GA SecState Brad Raffensperger Defends Georgia’s Elections, Urges Georgians To Vote Republican In Upcoming Runoff", "url": "https://radio.foxnews.com/2020/12/10/ga-secstate-brad-raffensperger-defends-georgias-elections-urges-georgians-to-vote-republican-in-upcoming-runoff/", "summary": "Saying,\"Well, what I will say is that signature match is a subjective versus objective measure.\nThe only strength in a signature match is actually something that we did this year.\nRaffensperger urged Georgians to vote in the upcoming senate runoff elections.\nRaffensperger also explained why he still plans on voting for senators Perdue and Loeffler in the upcoming runoff elections, Despite their calls to resign over the handling of the 2020 election vote.\nThat's that's me.", "paragraphs": ["Brad Raffensperger, Georgia Secretary of State spoke with Fox News Radio's Guy Benson about the security of the 2020 election in Georgia and the state's upcoming senate runoff elections on January 5th. Raffensperger defended his office's handling of the 2020 election amid concerns of election security. The Sectary Of State commented on calls for 'Signature Matching' on ballots. Saying,", "\"Well, what I will say is that signature match is a subjective versus objective measure. I'm an engineer, so I like objectivity versus subjectivity. that said, nothing has been changed in Georgia since 2005. It was signed into law by Governor Sonny Perdue. And then state GOP Chairman David Schafer was a state senator at the time and he voted for it. Nothing has been changed. The only strength in a signature match is actually something that we did this year. And we did two main things. One is that if you wanted to get an application online, you used our online portal, which connects you to our Department of Driver Services, which is photo I.D. and it's also a real I.D. So we had over 400,000 voters use that. So we know those are truly those voters. Also, if you send in a paper application, it was signatured match and then when you send your ballot, it was signature matched.\"", "Raffensperger urged Georgians to vote in the upcoming senate runoff elections. Saying,", "\"I think I couldn't stress it more. Important to exercise your right to vote. I will be voting. I encourage everyone else to vote. I think everyone, regardless of their party affiliation, needs to understand. Our job is to make sure that we are honest and fair election, that every legal vote is counted, every illegal vote will not be counted.\"", "Raffensperger also explained why he still plans on voting for senators Perdue and Loeffler in the upcoming runoff elections, Despite their calls to resign over the handling of the 2020 election vote. Saying", "\"I've been a Republican all my life and I believe in the vision that was laid out by Ronald Reagan. And so I'll be there to vote for, you know, my Republicans. Look at what I've done when I was in the statehouse, when I even was on city council, never voted for a tax increase. I always support small business. I'm a pro-life conservative. That's that's me. That's my wheelhouse. And I support my team, which is the Republican Party.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["ga", "georgias", "vote", "runoff", "state", "georgians", "signature", "secstate", "republican", "raffensperger", "georgia", "elections", "thats", "election", "match", "upcoming", "urges"], "pubDate": "2020-12-10T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}