{"paragraphs": ["For this zone, the team was trying to tackle the question of: “What would WoW Translyvania look like?” It takes the form of a gigantic gothic castle sprawling over a misty forest and a curious pit. Carriages, floating vampiric aristocracy, gargoyles, and little Igor-style gravedigger minions called dredgers mill about. The zone is colossal, so my guided tour through the realm of sinners – who can still be redeemed in some form – took me through each of the castle’s five wards.", "The entryway itself is suffering disrepair, as are the buildings and structures across the castle grounds. This is a problem that many of the Shadowlands zones have, as no new souls are coming in due to everyone being routed to the Maw. The castle proper looms over the zone like an oppressive titan, towering over the Village Ward where players enter and can get the lay of the land. Sin stones, gravestones with the soul’s crimes listed upon it, litter each pathway. Souls sent here can etch these sins off their stones over time as they prepare for the afterlife, but the Venthyr’s methods are often horrific and torturous. While the Venthyr may have an important purpose in the Shadowlands, with their task of preparing tainted souls for the afterlife, you can’t help but think these vampiric, bickering aristocrats have a serious streak of sadism.", "The souls that show up here under normal circumstances are “bad guys,” prideful, and perhaps having justified terrible things, and have a chance at redemption over eons of suffering in the Shadowlands. A famous character from Warcraft that ended up here is Kael’thas Sunstrider. Carriages are a frequent sight throughout the castle grounds, and beyond being a cool aesthetic addition, players can hop on and off at will to help speed up travel or get through pockets of aggressive enemies. The Village Ward is mostly exterior environments, various dilapidated buildings, and a view of the fog-filled forest where the Venthyr schedule hunts on tortured souls, sending them out with a false sense of security and hope they run away, then track them down and “humble” them.", "The next stop on the carriage-ride is the Cathedral Ward. It’s a mix of interior and exterior space and significantly higher class than the village below. One of the major dungeons of the expansion, Revendreth Cathedral, is located here. Elevators are scattered everywhere, allowing players to move from ward to ward and explore the vertical space of the zone. Along the way in this area, we spot someone who looks decidedly out of place, a sort of Ethereal-looking merchant that’s part of an organization known as the Brokers.", "The Brokers are a faction separate from the Covenants and the Maw, sort of soul-traders, that can move freely around the Shadowlands. In the wake of the recent calamities, the Brokers have taken this chance to capitalize on new opportunities for profit and perhaps more. They are similar in appearance to the Ethereal faction from multiple expansions, and the team’s comments lead me to believe they’ll be just as shady and manipulative throughout this expansion as our old friends.", "The Ember Ward is a stark contrast to the rest of the space. This is the only spot in Revendreth where the light has actually broken through, and hence is the worst nightmare for our light-vulnerable friends. This area is destroyed, and the unfortunate Venthyr that have been sent here as punishment are either dead, driven insane by the light, or battling each other for the scant pockets of shadow that dot the ward. The ruling class of Venthyr can’t torture each other like they would other souls, but they have the Ember Ward to handle dissidents and rabble-rousers. Outside of being burned to death by the light, the exposure also slowly turns Venthyr insane. This isn’t a fun place, but it’s thematically awesome – the Venthyr have even turned their torturous pursuits to utilizing mirrors as weapons with the stray light.", "The Venthyr’s massive gargoyle army is housed in the Military Ward, but this area and the gargoyle forces are both in disrepair due to the soul drought. We spot a dredger being created out of a giant pit here – they’re just made from muck. The dredgers keep attempting to rebuild and keep the wards active, but it’s a battle they’re losing. The Military Ward is an endgame centric area featuring catacombs, hostile enemies, and cool animated weapons and items that the Venthyr have shoved souls into.", "A quick jaunt around the Castle Ward highlights multiple points of interest. Various districts make up the Castle Ward, designed for those who curry favor with the countess, a place for old money, dark favors, decadent delights, and grisly parties. This is also the first chance I get to look at the area below the castle, a spooky place known as Endmire. Endmire is where creatures end up that have moved from realm to realm in the Shadowlands, twisted and misshapen as a result of the anima ending up in the wrong place. The stuff down here isn’t necessarily the creepy Bloodborne-vibe of the parapets above, instead, it’s a different blend of strange, an unnerving warped reality composed of creatures that defy sense and explanation, with a wide assortment of aberrations and colors flitting about in an unchecked bog. Under normal circumstances, the gargoyles would keep these manifestations under control, but now they’re simply tossing these creatures down. Creatures with two heads. Creatures with no heads. Energy spiders. The denizens down there are super weird, and kind of awesome, like a Princess Mononoke/Spirited Away bestiary gone wrong.", "My tour of Revendreth left me a bit awestruck. It’s rare that I can’t wait to get in and begin what will inevitably just be distilled down to grabbing a bunch of quests and doing them most efficiently to level up, but I’m more excited for the prospect of what happens after. Once players complete their trial period in each of the four core realms, they’re given a choice at a level cap that starts a post-level campaign, full of quests and adventures that players selecting the other options won’t get to do. These choices flesh out the zones and cultures even more while bringing the player into the fold of that covenant and their particular challenges and stories. It’s difficult to say right now, but I think Revendreth has a good shot at ousting Karazhan as my favorite WoW environment of all time.", "Click the banner below for more on World of Warcraft: Shadowlands, Overwatch 2, and Diablo IV!", "This article originally appeared in the December 2019 issue of Game Informer."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Pc Editor", "Daniel Enjoys Poker", "West Highland White Terriers", "A Good Cat Gif."], "title": "An Exclusive Tour Of World of Warcraft: Shadowlands' Revendreth", "id": "b6cdda9c-8baa-3fe1-be0f-d1f9d55a0d78", "keywords": ["players", "creatures", "revendreth", "zone", "shadowlands", "venthyr", "exclusive", "world", "ward", "tour", "souls", "castle", "place", "area", "warcraft"], "summary": "This is a problem that many of the Shadowlands zones have, as no new souls are coming in due to everyone being routed to the Maw.\nElevators are scattered everywhere, allowing players to move from ward to ward and explore the vertical space of the zone.\nA quick jaunt around the Castle Ward highlights multiple points of interest.\nVarious districts make up the Castle Ward, designed for those who curry favor with the countess, a place for old money, dark favors, decadent delights, and grisly parties.\nClick the banner below for more on World of Warcraft: Shadowlands, Overwatch 2, and Diablo IV!", "pubDate": null, "url": "https://www.gameinformer.com/feature/2019/11/18/an-exclusive-tour-of-world-of-warcraft-shadowlands-revendreth"}