{"id": "b6cfc193-b4a2-3898-9f9e-71ecf23f23da", "title": "Returning Home In Animal Crossing: New Horizons Is Difficult", "url": "https://www.gameinformer.com/2020/12/28/returning-home-in-animal-crossing-new-horizons-is-difficult", "summary": "Animal Crossing: New Horizons delivered a diversion when I needed it most during the pandemic.\nMy emotions bounced all over the place like a chaotic game of life pinball, but Animal Crossing: New Horizons helped me keep my fears and uncertainty in check.\nI've always loved the Animal Crossing series, but this entry holds more of a unique charge than its brethren, and it isn't because of how it's different.\nI had fallen off of it just like I had every other Animal Crossing before it.\nAnimal Crossing is brilliant because it doesn't hold your hand, give you extensive mission logs, or a breadcrumb trail to follow.", "paragraphs": ["Animal Crossing: New Horizons delivered a diversion when I needed it most during the pandemic. The real world was bubbling with stress and anxiety, but that wasn't the case on an island governed by raccoons. While I questioned their money making schemes, those little critters put my mind at ease with escapism that hit like a warming ray of light.", "In the opening moments of the pandemic, my mind would shift from dreadful COVID-19 news stories to determining what shade of blue I wanted my walls to be in my beautiful home on my beautiful island. My emotions bounced all over the place like a chaotic game of life pinball, but Animal Crossing: New Horizons helped me keep my fears and uncertainty in check. It either took my mind off of the pandemic, or gave me time to cool down and not freak out about it so intensely.", "I've always loved the Animal Crossing series, but this entry holds more of a unique charge than its brethren, and it isn't because of how it's different. I hold it closer to my heart because of the circumstances to which it was played. Building a different life with animals as neighbors was exactly what I needed at the right time. Hearing a hamster wish me well is something I probably wouldn't have thought much of at all in any other Animal Crossing game, but with a virus sweeping across the world and my future and health tied to it, his words actually carried some weight. I dug the hell out of that little guy. He always knew what to say.", "I visited my home away from home almost every day until the swimming update arrived. I was away for a week or two here and there (especially during the Easter egg hunt), but did my best to stay on top of my chores and routines. I worked hard to pay off my mortgages and create my ideal home.", "I scoured my island and others for every fossil and fish I could find for the museum, yet didn't much care for diving for new discoveries when that swimming update hit. I had fallen off of it just like I had every other Animal Crossing before it. This series holds my interest intently for a couple of months and then I move on.", "I want to have an Animal Crossing in my gaming rotation, but getting back into the swing of things has always been challenging for me. After being away for months, the virtual abode I lovingly put time and effort into no longer feels like my home. The villagers who used to love seeing me are now surprised I'm here or don't even know who I am. My home is filled with cockroaches, and it takes some serious detective work to determine exactly what I was saving up for or was planning to do next.", "Part of my disconnect comes from how I am wired and what knowledge of the game I retain, but a big part of it comes from how this particular game is designed. Animal Crossing is brilliant because it doesn't hold your hand, give you extensive mission logs, or a breadcrumb trail to follow. We connect with it in a much different way than most games, but once that connection is severed, not having those things creates a bit of confusion on a return trip.", "That bond I formed with New Horizons during the beginning of the pandemic is also no longer there, and could perhaps be a reason why I'm having such a hard time getting back into this particular installment. Nintendo did a better job of organizing goals through Nook Miles, but I still feel like a stranger in a strange land trying to figure out what I should be doing. The magic it held in that one particular moment of my life was huge, but is now just a memory.", "Going back to any game over time can be challenging. Animal Crossing is one of the hardest for me, and always has been. Unlike MMOs or competitive games, its hooks don't have the same staying power or pull. They dissolve for me after a couple of months and then I move on. I sometimes think about the homes I've had in these games, and fondly remember how I made them my own. They're more of vacation homes for me than the second homes for some people. I envy those of you who continually get something out of these games because I truly love their bright outlook on life, and, pandemic or not, could use a dose of it often."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["animal", "games", "mind", "game", "island", "life", "months", "returning", "particular", "difficult", "horizons", "pandemic", "crossing"], "pubDate": "2020-12-28T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}