{"id": "b6f44aaa-8f04-354f-8ea1-0d14f820201d", "title": "Violence erupts as Mexico’s deadly gangs aim to cement power in largest ever elections", "url": "https://www.theguardian.com/global-development/2021/apr/20/mexico-violence-gangs-cartels-criminal-elections", "summary": "The Jalisco cartel, Mexico’s fastest-expanding criminal network, considers Michoacán, rich in international trafficking routes and extortion markets, a key building block in its bid for national criminal hegemony.\nPhotograph: Enrique Castro/AFP via Getty ImagesGreater territorial control allows criminal groups to move blocs of votes, giving them leverage to negotiate deals with current and future officeholders.\nLópez Obrador has described the security forces as “incorruptible”.\nThe Jalisco cartel has a long record of attacking state forces.\n06:20 The Mexican women who kicked out the cartels – videoLocals say that Jalisco cartel forces reached the municipal capital, also called Aguililla, on 31 March.", "paragraphs": ["Violent clashes between rival Mexican criminal groups – and their alleged allies in the security forces – are escalating ahead of mid-term elections in June, triggering a string of political assassinations and the forced displacement of thousands.", "State and federal security forces have actively colluded with – and even fought alongside – the warring factions, according to local civilians, civil society activists and gunmen from various factions.", "But as well as engaging in pitched gun battles, criminal factions are also confronting each other on the electoral field.", "“All the [criminal] groups are trying to make gains right now,” said a Michoacán political consultant with first-hand knowledge of how arrangements are brokered between organized crime and political candidates.", "With more than 21,000 posts in local, state and national government up for election – including 15 state governorships – the 6 June polls are the largest in Mexico’s history, and criminal groups see the elections as an opportunity to further their interests.", "Much of the recent fighting has focused on the western state of Michoacán, where the Cartel Jalisco Nueva Generación (Jalisco New Generation cartel) has stepped up its conflict with an alliance of local groups calling themselves the United Cartels.", "The violence has forced more than a thousand people to flee the area, feeding the flow of migrants heading to the US to seek asylum, and adding to the current uptick of arrivals at the border that the Biden administration is struggling to manage.", "According to preliminary data by US Customs and Border Protection, Mexican nationals accounted for 42% of all apprehensions at the US southern border in March – up from 13% during last May’s peak in arrivals.", "“They are leaving because they get caught in the crossfire, because their homes have been destroyed, [and] because the main roads into [the area] have been carved up to stop the advance of the Jaliscos,” said Gregorio López, a Catholic priest who has sheltered refuges in the nearby city of Apatzingán.", "Amid the tumult, he said, local livelihoods have become unsustainable: “Basic goods aren’t getting through any more, there is no more fresh food, and everything has become very expensive, gasoline now costs three times as much as before.”", "Locals say that some people had been forced to run by a “cleansing” campaign against those with suspected ties to the United Cartels. Others have simply fled.", "The Jalisco cartel, Mexico’s fastest-expanding criminal network, considers Michoacán, rich in international trafficking routes and extortion markets, a key building block in its bid for national criminal hegemony. A source in the cartel said that gaining control over Michoacán was an “obsession” of the group’s leader, Nemesio Oseguera Cervantes, who was born in the state.", "But its decade-long attempt to take over the region has so far been frustrated by the local opponents’ deep political and social roots. With neither side able to impose its designs on the other or willing to back down, more than 15,500 homicides have been recorded here from January 2011 to February this year.", "The fighting goes hand-in-hand with the struggle for political power. Since campaign season officially began on 7 September last year, 69 politicians, including 22 candidates, have been assassinated across the country.", "Police vehicles torched by gunmen who also killed 14 police officers in an ambush in El Aguaje village, in the municipality of Aguililla. Photograph: Enrique Castro/AFP via Getty Images", "Greater territorial control allows criminal groups to move blocs of votes, giving them leverage to negotiate deals with current and future officeholders.", "“If there’s one rule all of them know, it’s that only those who have the protection of the state can grow,” said the political consultant. This can be achieved through illicit campaign financing, which can later provide perks such as being able to tap into state finances and influence the actions of state security institutions.", "One high-ranking lieutenant in a local faction that is currently non-aligned in the conflict said his group’s attempts to take on the United Cartels had failed because of the group’s powerful political connections.", "He said: “They have the state government on their side … and when we try to attack, they send helicopters and launch operations.”", "He hoped that his own group could balance things out by channeling votes from its area of control to a high-level candidate. He said: “The idea is that the next government will let us do our work … that there’ll be an alignment [with federal and state forces].”", "Much of the recent fighting has raged around the strategic rural municipality of Aguililla, not far from the border of Jalisco, the home state of the Jalisco cartel. The violence has produced a humanitarian crisis: in recent days more than one hundred families have fled Aguililla.", "The total number of people displaced by fighting is unknown: there is no official register, and those who have recently been displaced are not mirrored in the Mexican Commission for the Defence and Promotion of Human Rights’ nationwide count of at least 346,945 displaced persons – a figure that the NGO is yet to update for 2020 and 2021.", "Meanwhile, state and federal authorities have done little to protect the civilian population.", "Salvador Maldonado, an anthropologist specializing in the security situation in Michoacán, said this reflects a political calculation by the current administration of President Andrés Manuel López Obrador who came to power in 2018 offering “hugs not bullets”.", "Quick Guide Mexico's evolving war on drugs Show Calderón sends in the army Mexico’s “war on drugs” began in late 2006 when the president at the time, Felipe Calderón, ordered thousands of troops onto the streets in response to an explosion of horrific violence in his native state of Michoacán. Calderón hoped to smash the drug cartels with his heavily militarized onslaught but the approach was counter-productive and exacted a catastrophic human toll. As Mexico’s military went on the offensive, the body count sky-rocketed to new heights and tens of thousands were forced from their homes, disappeared or killed. Kingpin strategy Simultaneously Calderón also began pursuing the so-called “kingpin strategy” by which authorities sought to decapitate the cartels by targeting their leaders. That policy resulted in some high-profile scalps – notably Arturo Beltrán Leyva who was gunned down by Mexican marines in 2009 – but also did little to bring peace. In fact, many believe such tactics served only to pulverize the world of organized crime, creating even more violence as new, less predictable factions squabbled for their piece of the pie. Under Calderón’s successor, Enrique Peña Nieto, the government’s rhetoric on crime softened as Mexico sought to shed its reputation as the headquarters of some the world’s most murderous mafia groups. But Calderón’s policies largely survived, with authorities targeting prominent cartel leaders such as Sinaloa’s Joaquín “El Chapo” Guzmán. When “El Chapo” was arrested in early 2016, Mexico’s president bragged: “Mission accomplished”. But the violence went on. By the time Peña Nieto left office in 2018, Mexico had suffered another record year of murders, with nearly 36,000 people slain. \"Hugs not bullets\" The leftwing populist Andrés Manuel López Obrador took power in December, promising a dramatic change in tactics. López Obrador, or Amlo as most call him, vowed to attack the social roots of crime, offering vocational training to more than 2.3 million disadvantaged young people at risk of being ensnared by the cartels.", "“It will be virtually impossible to achieve peace without justice and [social] welfare,” Amlo said, promising to slash the murder rate from an average of 89 killings per day with his “hugs not bullets” doctrine. Amlo also pledged to chair daily 6am security meetings and create a 60,000 strong \"National Guard\". But those measures have yet to pay off, with the new security force used mostly to hunt Central American migrants. Mexico now suffers an average of about 96 murders per day, with nearly 29,000 people killed since Amlo took office.", "“He wants to avoid the high political costs past governments have suffered after they declared war against organized crime, so that he can achieve other priorities like structural reforms instead” such as in the energy sector, Maldonado said.", "“The president’s view of organised crime is one that focuses on [helping] young people without work, but he completely ignores the enormous institutional corruption and state capture at the local level.”", "Criminal operatives in various rival factions, local civilians and activists, agree that the problem of state complicity goes beyond simple inertia.", "Soldiers and police, they say, have drawn up alliances with those they are meant to fight.", "“The truth is,” one local said, “that the army and the national guard are allied with [United Cartels] … they are working together, they are doing operations together, some criminal leaders are even [embedded] with the army, riding in their helicopters and wearing their uniforms.”", "Opposing criminal groups collaborate with different factions of the state in different geographical areas, leveling out advantages and perpetuating deadly violence.", "“There are a lot of pacts [between state and crime],” said a white-collar broker providing services to the Jalisco cartel, “but only at the local and regional level. There is no one big pact.” This, he added, also helped to explain frequent attacks on the security forces by armed groups seeking to disrupt other factions’ arrangements.", "Commanders of Mexico’s armed forces have repeatedly denied all allegations of corruption, saying that “no deviations of any type are tolerated”. López Obrador has described the security forces as “incorruptible”.", "The Jalisco cartel has a long record of attacking state forces. An October 2019 ambush in El Aguaje – another town in Aguililla – left 13 state police dead. This April, it mobilised civilians to confront soldiers in Aguililla, leading to the temporary retreat of federal forces from the area, sources said.", "Afterwards, López Obrador told reporters said that the army had “acted very well [in Aguililla] … because it did not lend itself to a confrontation”, reiterating his stance that “fire cannot be put out with fire”.", "06:20 The Mexican women who kicked out the cartels – video", "Locals say that Jalisco cartel forces reached the municipal capital, also called Aguililla, on 31 March. Since then, its men have been “going door to door”.", "“They are making people choose sides … so that people protect them, tell them when [enemy operatives] enter” the area, offering small material benefits such as food parcels in exchange.", "Those who do not comply are driven out of town – or killed.", "“We don’t want to support any of those groups,” one local woman said, “but we might not have a choice.”"], "authors": ["Falko Ernst"], "keywords": ["political", "security", "gangs", "state", "cement", "deadly", "aim", "power", "local", "violence", "groups", "largest", "jalisco", "erupts", "cartel", "criminal", "forces", "elections", "mexicos"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}