{"id": "b72db868-6cb4-3a3a-ba78-7bcdf03fbf8e", "title": "Uber, but for Drag Queens", "url": "https://www.newyorker.com/magazine/2021/04/12/uber-but-for-drag-queens", "summary": "In the Before Times, throngs of maskless L.G.B.T.Q.+ patrons, most of them in their twenties and thirties, squeezed into the small bar for elaborate drag performances, dancing, and “RuPaul’s Drag Race” watch parties.\nOn a recent crisp Friday night, Troy Carson, a Rosemont co-owner (he also lives above the bar), and Magenta, one of the bar’s resident drag queens, hopped into a fog-gray Jeep parked outside, on Montrose Avenue.\n“Then she asked, ‘Oh, is it going to be Trixie Mattel?’ ‘RuPaul’s Drag Race’ is kind of a religion in this household.”Next stop: to meet a group of twentysomethings in Ridgewood, Queens.\nThey all get frequent Covid tests so that they can convene each Friday to watch “Drag Race” together indoors.\nA young man named Sam Rolfe, who has a bald head and wore a red bandanna as a mask, said, “If there’s anything I miss the most right now, it’s being in a bar seeing drag queens, surrounded by other queers.”Bennett nodded wistfully.", "paragraphs": ["The Rosemont is situated in the Williamsburg neighborhood of Brooklyn, across from a football field. In the Before Times, throngs of maskless L.G.B.T.Q.+ patrons, most of them in their twenties and thirties, squeezed into the small bar for elaborate drag performances, dancing, and “RuPaul’s Drag Race” watch parties.", "On a recent crisp Friday night, Troy Carson, a Rosemont co-owner (he also lives above the bar), and Magenta, one of the bar’s resident drag queens, hopped into a fog-gray Jeep parked outside, on Montrose Avenue. “Here we go,” Carson shouted, through his surgical mask. Magenta, who’d opted for a face shield in the interest of protecting her makeup, placed a Bluetooth speaker and a large paper bag with liquor, mixers, and biodegradable paper cups in the back seat. Although establishments like the Rosemont can now operate at fifty-per-cent capacity, many New Yorkers are hesitant to return to indoor restaurants and bars. A few months ago, Carson and Magenta decided to bring drag performances to their customers, who can place orders via text message or Instagram direct message. It’s like Seamless for drag.", "First stop: two dads in Ditmas Park. “Which house is it?” Carson asked, inching along a street near Ocean Parkway.", "“We’ve been here before!” Magenta said. “You don’t remember it? It looks like a gay dads’ house.” She peered at houses painted in tones of beige and taupe and grimaced. “These definitely belong to straight people.”", "Google Maps led the pair to a house with a jaunty teal façade. “See!” Magenta said. “It looks like ‘Pinocchio’!”", "Carson pulled into the driveway, and Magenta leaped out of the Jeep, her heels clicking on the pavement. She removed her coat, revealing a crop top, high-waisted cutoff shorts, and white stockings. The dads had invited an audience—their two young daughters, plus other kids and parents from the neighborhood—and the group sat on the porch, all in masks.", "Magenta shouted, “Yas-s-s-s-s! Hi, everybody!,” her Bronx accent ramped up. The crowd whooped. “I’m here with the Rosemont drag-delivery service,” she continued. She set down the Bluetooth speaker, and Carson hit Play on his iPhone. The opening chords of Dua Lipa’s “Don’t Start Now” blared out. “Give it up for . . . me!”", "Magenta, who is twenty-two, treated the dads and their guests to a dizzying sequence of high kicks, spins, finger wags, and hair flips, all while lip-synching. The children sat silent and wide-eyed. A few mouths were open.", "“Enjoy the rest of your night!” Magenta said after her performance, a big smile on her face. “Be good in school, kids!” She laughed at herself: “I’ve always wanted to say that to somebody and have it mean something!”", "Brian Rubin-Sowers, the father of Anna, five, and Joni, two (“like Joni Mitchell,” he said), and his husband, Toby, who works in advertising, have ordered drag delivery before, at a cost of seventy-one dollars, plus tip. “As much as I say that the kids are the perfect age to be surviving what we’re going through right now, Anna is still very aware,” Rubin-Sowers said. “She keeps asking, ‘When is the virus going to be over?’ So we keep trying to find experiences she can be excited about.”", "Anna, who has a YouTube channel featuring cooking videos (a banana-bread installment starred talking bananas, voiced by Anna), is a drag-queen aficionado. “When we told her there was going to be a drag queen tonight, she asked, ‘Is it going to be Shangela?’ ” Rubin-Sowers said. “Then she asked, ‘Oh, is it going to be Trixie Mattel?’ ‘RuPaul’s Drag Race’ is kind of a religion in this household.”", "Next stop: to meet a group of twentysomethings in Ridgewood, Queens. When Carson and Magenta pulled up, the youngsters stood huddled on the front steps of an apartment building, iPhones at the ready. On the sidewalk, Magenta did her thing, and the audience members held out cash tips and shouted “Yas-s-s-s!” and “Work!” A boy with green hair handed Carson a twenty and requested “Test Drive,” by Ariana Grande. Magenta grabbed a puffer jacket from the Jeep and wore it half slung off her body, like the ponytailed pop star.", "For this particular group, the Rosemont delivery service has been a lifesaver. They all get frequent Covid tests so that they can convene each Friday to watch “Drag Race” together indoors.", "“We’ve had to go underground with our social gatherings,” a regular named Nathan Bennett said. “We can’t post pictures of our gatherings anymore—”", "“—for fear of being cancelled,” Dallin Robinson, who held a beer can, finished, rolling his eyes.", "A young man named Sam Rolfe, who has a bald head and wore a red bandanna as a mask, said, “If there’s anything I miss the most right now, it’s being in a bar seeing drag queens, surrounded by other queers.”", "Bennett nodded wistfully. “You have to carve out queer spaces,” Bennett said. “So to have a reminder like tonight that all of that will come back? It’s amazing.” ♦", "An earlier version of this article used an incorrect pronoun when referring to Nathan Bennett."], "authors": ["André Wheeler", "André Wheele"], "keywords": ["queens", "dads", "magenta", "race", "drag", "rosemont", "rubinsowers", "uber", "going", "shouted", "carson"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}