{"id": "b73248ab-9776-34e6-a82c-7ec9bd14b045", "title": "US could have averted 40% of Covid deaths, says panel examining Trump's policies", "url": "https://www.theguardian.com/us-news/2021/feb/10/us-coronavirus-response-donald-trump-health-policy", "summary": "The US could have averted 40% of the deaths from Covid-19, had the country’s death rates corresponded with the rates in other high-income G7 countries, according to a Lancet commission tasked with assessing Donald Trump’s health policy record.\nBetween 2002 and 2019, US public health spending fell from 3.21% to 2.45% – approximately half the share of spending in Canada and the UK.\nThe Lancet commission on public policy and health in the Trump era, launched in April 2017 to catalogue Trump health policies, examines the driving forces of his 2016 election win and offers policy recommendations.\nThe 33 commissioners are from the US, UK and Canada and work in public health, law schools, medicine, unions, indigenous communities and other groups.\nThe report not only assesses health policy, but also includes lengthy sections on immigration, Puerto Rico, reproductive rights, racism and the environment.", "paragraphs": ["The US could have averted 40% of the deaths from Covid-19, had the country’s death rates corresponded with the rates in other high-income G7 countries, according to a Lancet commission tasked with assessing Donald Trump’s health policy record.", "Almost 470,000 Americans have died from the coronavirus so far, with the number widely expected to go above half a million in the next few weeks. At the same time some 27 million people in the US have been infected. Both figures are by far the highest in the world.", "In seeking to respond to the pandemic, Trump has been widely condemned for not taking the pandemic seriously enough soon enough, spreading conspiracy theories, not encouraging mask wearing and undermining scientists and others seeking to combat the virus’s spread.", "Dr Mary T Bassett, a commission member and director of Harvard University’s FXB Center for Health and Human Rights, told the Guardian: “The US has fared so badly with this pandemic, but the bungling can’t be attributed only to Mr Trump, it also has to do with these societal failures … That’s not going to be solved by a vaccine.”", "In a wide-ranging assessment published on Thursday, the commission said Trump “brought misfortune to the USA and the planet” during his four years in office. The stinging critique not only blamed Trump, but also tied his actions to the historical conditions which made his presidency possible.", "“He was sort of a crowning achievement of a certain period but he’s not the only architect,” said Bassett, “And so we decided it’s important to put him in context, not to minimize how destructive his policy agenda has been and his personal fanning the flames of white supremacy, but to put it in context.”", "The commission condemned Trump’s response to Covid, but emphasized that the country entered the pandemic with a degraded public health infrastructure. Between 2002 and 2019, US public health spending fell from 3.21% to 2.45% – approximately half the share of spending in Canada and the UK.", "To determine how many deaths from Covid the US could have avoided, the commission weighted the average death rate in the other G7 countries – Canada, France, Germany, Italy, Japan and the UK – and compared it with the US death rate.", "In another comparison, the commission found if US life expectancy was equivalent to the average in the other G7 countries, 461,000 fewer Americans would have died in 2018.", "The Lancet commission on public policy and health in the Trump era, launched in April 2017 to catalogue Trump health policies, examines the driving forces of his 2016 election win and offers policy recommendations. The 33 commissioners are from the US, UK and Canada and work in public health, law schools, medicine, unions, indigenous communities and other groups.", "The commission devotes as much time in the report to its namesake as it does to the conditions that made him possible.", "A line is drawn from neoliberal policies pushed in the past 40 years, such as those that intensified the drug war and resulted in mass incarceration, to health inequities Trump exacerbated while in office. Many of the connections date back even further, to the colonization of the Americas and the persistence of white supremacy in society.", "“I really think one of the accomplishments of the report is its historical truth-telling,” said Bassett, New York City’s health commissioner from 2014 to 2018.", "Trump’s response to documented health inequities and growing inequality was to attack programs and policies intended to make health insurance more affordable and accessible. In Trump’s first three years in office, there were 2.3 million more people without health insurance.", "Between 2017 and 2018, the health insurance coverage rate decreased by 1.6 percentage points for Latinos – roughly 1.5 million people – and by 2.8 percentage points for Native American and Alaska Native people, while remaining stable for the white population, according to the commission.", "The report not only assesses health policy, but also includes lengthy sections on immigration, Puerto Rico, reproductive rights, racism and the environment. Dr Adam Gaffney, a commission member and Harvard Medical School assistant professor, said: “To only focus on medical care would neglect the many other inequities and injustices that produce health and sickness.”", "The commission said evidence is growing that Trump’s regulatory rollbacks have increased death and disease. Between 2016 and 2019, the annual number of deaths from environmental and occupational factors increased by more than 22,000 after years of steady decline.", "The negative consequences of the rescinded regulations disproportionately affected the states which most supported Trump in 2016. These are also states most affected by rollbacks in health insurance coverage, according to the report.", "The commission did identify a positive in Trump’s domestic agenda: his support for the First Step Act, a prison and sentencing reform bill that reduced mandatory minimum sentences for a number of drug-related crimes among other things.", "The commission also noted that historical advances usually follow a period of conflict and struggle and included recommendations for healthcare workers to advance progress in the wake of Trump’s presidency.", "The report includes a list of policy recommendations to address the issues it raised, including providing compensation for descendants of enslaved Africans and indigenous people, raising taxes on the wealthy, reducing defense spending and adopting a single-payer, national healthcare system.", "Gaffney said: “I hope this report pushes those with power to pursue the necessary policies to make this a healthier and happier nation.”"], "authors": ["Amanda Holpuch"], "keywords": ["million", "commission", "trump", "deaths", "averted", "report", "public", "panel", "40", "policies", "covid", "health", "trumps", "policy", "examining", "pandemic"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}