{"id": "b73a7257-a4bd-376f-b5d1-049f40fbf20c", "title": "The Photographer Who Set Out to Watch Herself Age", "url": "https://www.newyorker.com/culture/photo-booth/the-photographer-who-set-out-to-watch-herself-age", "summary": "Floyd began the undertaking in 1982, at the age of twenty-five, as a recent graduate of the University of Texas at Austin.\nEach morning, she’d capture herself in a full-length shot, with her camera set up on a tripod in the corner of her room.\nHer aim, at the start, was to keep up the daily ritual for twenty years, in order to observe herself aging.\nBut, as the project continued, she ended up skipping weeks, entire months, a good chunk of the nineties.\nOver the years, she moved the tripod around, from room to room, from house to house, outdoors, and around the world; she included family members and pets in her pictures.", "paragraphs": ["Floyd began the undertaking in 1982, at the age of twenty-five, as a recent graduate of the University of Texas at Austin. Each morning, she’d capture herself in a full-length shot, with her camera set up on a tripod in the corner of her room. Her aim, at the start, was to keep up the daily ritual for twenty years, in order to observe herself aging. At first, on days when she skipped taking a photo, she advanced the film in her camera, leaving a blank when she processed the roll. But, as the project continued, she ended up skipping weeks, entire months, a good chunk of the nineties. Over the years, she moved the tripod around, from room to room, from house to house, outdoors, and around the world; she included family members and pets in her pictures. The metamorphosis or decline of her own body turned out to be, it seems, less interesting than—or inextricable from—the major events, changing backdrops, and interdependent relationships that made up her life."], "authors": ["Johanna Fateman", "Johanna Fatema"], "keywords": ["turned", "undertaking", "watch", "weeks", "world", "university", "camera", "house", "age", "set", "twentyfive", "tripod", "photographer", "room"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}