{"id": "b74b1608-bdca-3faf-8939-c39925a8d218", "title": "Photo series shows why African hair braiding is about more than just aesthetics", "url": "https://edition.cnn.com/style/article/hair-braiding-carlos-idun-tawiah-obaasima-spc/index.html", "summary": "Written by Michelle Cohan, CNNGhanaian photojournalist and filmmaker Carlos Idun-Tawiah is not a fan of labels.\nGhanaian Photographer captures the cultural roots of hair braidingMost recently, he has focused his lens on the cultural roots of African hair braiding and threading.\nAfter reading a publication referring to hair braiding as a \"coronavirus hairstyle,\" Idun-Tawiah said he felt compelled to rectify the narrative.\nEarlier this year, he collaborated with creative director Josef Adamu to conceptualize a sequel to Adamu's 2018 production, \" The Hair Appointment \" -- a photo series on hair braiding within the Black community in Brooklyn, New York.\n\"I felt the need to continue that story in Africa to bring out the history, the real reason why people braid their hair,\" Idun-Tawiah said.", "paragraphs": ["Written by Michelle Cohan, CNN", "Ghanaian photojournalist and filmmaker Carlos Idun-Tawiah is not a fan of labels. But if he had to pick one for himself, he'd go with \"editorial photographer.\"", "The 23-year-old's fashion photos have graced the pages of Vogue, Essence and InStyle, showing off his vibrant yet composed style.", "Between the beauty shoots and the fancy car adverts, Idun-Tawiah uses his camera to dispel misconceptions about African heritage.", "\"I just love to document stories that matter, that are important, that go beyond the colors or the framing,\" he told CNN.", "Ghanaian Photographer captures the cultural roots of hair braiding", "Most recently, he has focused his lens on the cultural roots of African hair braiding and threading. After reading a publication referring to hair braiding as a \"coronavirus hairstyle,\" Idun-Tawiah said he felt compelled to rectify the narrative.", "Earlier this year, he collaborated with creative director Josef Adamu to conceptualize a sequel to Adamu's 2018 production, \" The Hair Appointment \" -- a photo series on hair braiding within the Black community in Brooklyn, New York.", "\"(Adamu) saw the need to really put out the essence of Black hair, of why we do (different types of) braids,\" Idun-Tawiah told CNN.", "The series was shot in Accra, Ghana's capital, at a famous salon, Ebony and Ivory. Credit: Carlos Idun-Tawiah", "After months of research and preparation, he and a team of five Ghanaians came together to create the second installment, titled \" Obaasima ,\" which in the Twi language translates to \"woman of substance.\"", "\"I felt the need to continue that story in Africa to bring out the history, the real reason why people braid their hair,\" Idun-Tawiah said. \"It's not just for the beauty or aesthetic.\"", "The style can be traced back some 5,000 years in African culture, according to Ntombomzi Lekgoro, a hairstylist in South Africa. She told CNN that both women and men used to braid their hair -- and it was and still is a big source of pride.", "The braids serve as a a protective style to help with hair growth. Credit: Carlos Idun-Tawiah", "\"There are different reasons why we braid our hair; when I was a kid my mom braided my hair to keep it neat for school, then as a teen I started braiding it for growth purposes and also for trends. ... Now that I'm a mom I braid my daughter's hair for growth purposes,\" she said.", "The braiding itself doesn't yield growth; instead, it's the protective nature of the braids that allows for it -- even though the process of getting there involves a lot of tugging and pulling.", "Because the salon appointments last several hours, they are social events in and of themselves, an element Idun-Tawiah wanted to capture in his series.", "The photo essay has three parts: picking out a style, the process of the braiding and the ensuing fashion shoot to model off the new look. Credit: Carlos Idun-Tawiah", "\"Obaasima\" has three parts, he told CNN. \"(The photos) moved from the process of what you wanted to do with your hair, to the process of getting your hair done -- the experience of being in the salon with the hair braiders -- to the runway phase, capturing the fun of being a woman,\" he said.", "\"It was important for us to create this story in Ghana in an effort to remain authentic to style, inspiration, and also to pay homage to hair braiding origins,\" Idun-Tawiah added.", "Christel Kattenstroth poses with her finished hairstyle inside an orange car with a matching outfit. Credit: Carlos Idun-Tawiah", "As for the future, he said he's always looking for the next story that needs its truth told.", "\"I definitely look forward to having more exhibitions, correcting various misconceptions and the world being educated through my work,\" he said. \"That to me is more than enough.\""], "authors": ["Michelle Cohan"], "keywords": ["iduntawiah", "hair", "growth", "carlos", "braid", "series", "shows", "credit", "told", "aesthetics", "process", "style", "african", "braiding"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}