{"keywords": ["richer", "worlds", "brac", "work", "aid", "money", "charity", "s", "bangladesh", "state", "charities", "biggest", "schools"], "url": "https://www.economist.com/international/2019/09/05/how-brac-the-worlds-biggest-charity-made-bangladesh-richer", "summary": "BRAC ’s employees are problem-solvers rather than intellectuals, and they communicate well—the organisation constantly tweaks its programmes in response to data and criticisms from local staff.\nBRAC ’s single largest source of grants, a “strategic partnership” with the governments of Australia and Britain, ends in 2021.\n“Most NGO s are scaling down—they didn’t see it coming,” says Asif Saleh, BRAC ’s executive director.\nIf aid money will not come to Bangladesh, perhaps BRAC can go where the aid money is.\nA recent evaluation by the World Bank of BRAC ’s ultra-poor programme in Afghanistan found a big boost to incomes and women’s employment.", "title": "How BRAC, the world’s biggest charity, made Bangladesh richer", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "b751ba00-bc93-34b1-8b76-4f22e6670852", "paragraphs": ["N INE YEARS ago Selina Akter was in a sorry state. She had eloped and gone to live with her husband in Charmotto, a village west of Dhaka in Bangladesh. But he was able to find only poorly paying casual work, and, because of the elopement, her family had disowned her. The couple had entered the ranks of the “ultra-poor”—the most indigent group of all who are barely able to feed themselves.", "Ms Akter came to the attention of BRAC , a charity so ubiquitous in Bangladesh that in some rural areas you see one of its pink-and-white signs every few miles. BRAC made her an offer she could hardly refuse. It would give her a cow and visit once a week to teach her about animal husbandry as well as the importance of saving money and the evils of child marriage. To ensure she got enough to eat, the charity would give her lentils and a small cash stipend.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "By rural Bangladeshi standards, Ms Akter is no longer poor. She lives in a house with cement steps, a pitched corrugated-iron roof and a refrigerator. Among other animals, she owns two cows, which lounge in her courtyard under an electric fan. Thanks in part to her earnings, her husband has been able to buy an auto-rickshaw. He has plenty of customers. The government has built good roads around Charmotto, and the district is growing wealthier as Dhaka sprawls towards it. Ms Akter’s story is a tribute to BRAC . She also hints at why this enormous, unusual charity has a problem.", "BRAC was founded in 1972 by Sir Fazle Abed, an accountant who was horrified by the state of his country. (The four letters of its name have stood for various things over the years, but today no longer stand for anything.) It has grown into one of the world’s biggest non-governmental organisations—the only outfit from a poor country to push its way into the top rank. BRAC has about 100,000 full-time staff, 8,000 of whom work outside Bangladesh. In 2018 it lent money to almost 8m people and educated more than 1m children across Bangladesh and ten other countries. It has a hand in a university, a bank, a seed company, an artificial-insemination outfit, a chicken concern, a driving school and a chain of 21 fashion boutiques—among other things.", "It is also one of the world’s best charities. NGO Advisor, which tries to keep score, has put it top of the heap for the past four years. Its corporate culture is a little like an old-fashioned engineering firm. BRAC ’s employees are problem-solvers rather than intellectuals, and they communicate well—the organisation constantly tweaks its programmes in response to data and criticisms from local staff. Some of its innovations have spread around the world. The anti-poverty programme it created, which involves giving assets and training to indigent women, has been copied by other charities and has been shown to work in countries as diverse as Ethiopia, Honduras and India.", "But BRAC now has problems that it may not be able to solve. Thanks largely to remittances and the garment industry, annual GDP growth in Bangladesh has been above 5% for each of the past 15 years—a record better than those of India or Pakistan. Bangladesh is already a lower-middle-income country. It will soon be too rich to be eligible for the World Bank’s International Development Assistance loans.", "Bangladesh has never been awash with foreign aid. It is not strategically vital and it is very populous. (Aid per head is usually higher in small countries.) Between the early 1980s and 2016, overall aid fell from more than 5% of Bangladesh’s gross national income ( GNI ) to just 1.1%. The following year the Rohingya refugees arrived from Myanmar, and aid rose to 1.4% of GNI . But the slide will probably continue. BRAC ’s single largest source of grants, a “strategic partnership” with the governments of Australia and Britain, ends in 2021.", "Meanwhile, the state has more money than ever. Between 2000 and 2018 annual government spending more than tripled. That is a challenge. Large charities took root in Bangladesh because of government weakness. A catastrophic cyclone in 1970 and a famine in 1974 had shown the state to be incapable of providing public services, so it allowed others to do so. Around the time Sir Fazle created BRAC, a university professor named Muhammad Yunus started experimenting with lending small sums of money to women; he went on to create Grameen Bank, a microfinance organisation. These days, though, Sheikh Hasina’s government has plans aplenty—for digital education, conditional cash transfers and much more besides.", "As Bangladesh grows wealthier and its government reaches into new corners, the country’s charities are being squeezed. “Most NGO s are scaling down—they didn’t see it coming,” says Asif Saleh, BRAC ’s executive director. They might simply be swept aside. Victorian and Edwardian Britain had mighty charities, often linked to churches, which ran schools and hospitals and built houses for the poor. Few were still mighty after the creation of the welfare state. But Mr Saleh reckons BRAC can avoid that fate.", "If aid money will not come to Bangladesh, perhaps BRAC can go where the aid money is. It first ventured abroad in 2002, opening an office in Afghanistan. It now operates in five Asian countries and six African ones. Some of the programmes that it developed in Bangladesh, and tested on people like Ms Akter, work well overseas. A recent evaluation by the World Bank of BRAC ’s ultra-poor programme in Afghanistan found a big boost to incomes and women’s employment. In Uganda, its after-school clubs seem to cut teenage pregnancy rates and encourage girls to start working.", "But the charity is still a minnow outside Bangladesh. It is less prominent than Western aid agencies, multilateral outfits like UNICEF or other big international charities. One reason is that a lot of aid money goes to humanitarian projects, which are not BRAC ’s main strength, although it has learned from working in the Rohingya refugee camps that have sprung up in eastern Bangladesh in the past two years. BRAC is good at proving that its programmes work and good at keeping its costs down (it pays staff less than other international NGO s). But donors care less about these things than one might hope.", "At home, the charity is responding to the squeeze differently. If Bangladesh has fewer desperately needy people, why not take advantage of that? BRAC is already a hybrid of charitable programmes and businesses. It uses some moneymaking activities to subsidise the rest—15% of the profits from its microfinance arm go into its core budget. The aim now is to shift the balance further from philanthropy to commerce, and quickly.", "In Gazipur district, north of the capital, 30 children in one of BRAC ’s schools sing songs, chant the names of countries (they tend to know the ones that are good at football) and run through the Bengali spellings of “waves”, “innovation” and “researcher”. This school, which used to be free, now charges 350 taka ($4) a month. The teacher, Shahida Akhter, says things have improved as a result. She used to have to cajole children to come to school. Now their parents pay, they make sure the kids turn up.", "brac to school", "Since 2016 the charity has created or converted some 8,700 primary schools—many of them one-room outfits—into fee-paying schools. The change has been wrenching. Safiqul Islam, who runs the education programme, says that BRAC schools had been free for so long that some parents thought the teachers were corrupt. Now that they are paying, parents expect tables, chairs and electric fans; they also want qualified teachers rather than the trained local women BRAC usually employs. Higher expectations are good, points out Mr Islam. But fulfilling them is expensive. The fee-paying schools currently cover only about a quarter of their costs.", "The fees will surely go up. In January the charity created BRAC Academy, which charges three times as much as the school in Gazipur. If that proves popular, others will open. And the search is on for other opportunities to get people to pay for its services. BRAC has introduced small fees in its medical clinics, and charges to check the paperwork of Bangladeshis who go abroad—usually to the Gulf states—to work.", "Mo money, fewer problems", "Its efforts to rescue people from deep poverty have changed, too. The lentils and cash stipends that women like Selina Akter received are no more: internal research suggests that almost nobody in Bangladesh now struggles to afford food. The charity divides the roughly 100,000 working-age poor it deals with each year into two groups. The most indigent are expected to pay back 20% of the value of the asset (often a cow or bull) that they receive. The somewhat less indigent are asked to pay back between 30% and 70%. Partly as a result, the average cost of helping one person has fallen from $530 to $430.", "Independent research on the original ultra-poor programme, which gave people animals and other assets for nothing, has shown that it works extremely well in Bangladesh and elsewhere. It is not yet clear whether the new one does. One worry is that the neediest people will refuse help because they fear borrowing money. When the loan component was introduced in 2017, the refusal rate shot up from less than 2% to 27%. It has since come down, partly because BRAC has altered the balance between grants and loans. But a group of recipients in Borobaroil, near Charmotto, say the loans made them nervous—and that one woman refused help altogether.", "A combination of foreign expansion, fees and cost-cutting will probably not be quite enough to escape the squeeze. If BRAC is to remain potent in Bangladesh and beyond, it will probably have to do something more radical. Rather than providing the services that governments fail to, it will have to teach them how to do the work. The charity has deep experience in many areas. It began opening pre-primary schools in Bangladesh in 1985; the government followed only in 2012. It has learned how to identify the poorest people in a village—much harder than it sounds. Mr Saleh points out that the government of Kenya, which is weaving a social safety-net, has hired BRAC to assess whether it is targeting the right people. Bangladesh’s government could do something similar.", "Getting involved with politics is a tricky business, though—especially in Bangladesh. Even by the dismal standards of the trade, Bangladesh’s politicians are a brutal, vindictive bunch. In 2007, soon after being awarded the Nobel peace prize for his microfinance work, Mr Yunus tried to set up a political party. Four years later the political establishment struck back, forcing him out as leader of Grameen Bank."], "pubDate": null}