{"id": "b759397b-e43f-3540-afac-54e369f968c0", "title": "How map makers will win the 2020 US election", "url": "https://www.ft.com/video/7dc7edeb-817a-4b08-ac65-78961e6082fc", "summary": "Where this gets really interesting is when someone actually has control of where to put our voting boundaries, our election boundaries.\nThe thing that's really odd about all of these examples is they have such a long perimeter given the overall area.\nProbably an area that's come up most recently in that space has been North Carolina, which has come up with some new boundaries for the 2020 House of Representatives election.\nLegal pressures have forced the governing legislature to redraw these boundaries because they wanted to have a new set of boundaries that's more representative and less biased.\nSo it's not in anyone's interest to change the boundaries if it's going to affect their election results.", "paragraphs": ["You can enable subtitles (captions) in the video player", "We're going to look at how elections can be won and lost based on the decisions of some of the most important people in politics - the map-makers that draw the electoral boundaries. We'll explore some examples from America's past and its present to understand more about the power of these election maps. Let's start by looking at just some of the basic principles involved.", "We've got these Tiddlywinks here to help us see what some of those problems are. So when we're talking about election maps, people don't normally think of it in terms of points. But that's what we're actually visualising, isn't it, is information about individuals and how they voted.", "Exactly.", "And one of the big challenges of not just election maps but maps in general is how we take information from individuals who voted, in this case, and convert that into information about areas. Now, that's something that geographers call the modifiable aerial unit problem.", "If we modify our aerial unit, which is essentially the areas that we're going to group people into - in this case it's these chips here that we're going to pool together - if we group them together in different ways, we're going to get a different answer to the question that we're asking. And actually, fundamentally, there isn't a perfect answer to this. So we're going to keep moving stuff around all the time.", "So we're going to have a look now at these imaginary voters that we have here who have all voted for different political parties. And the first thing about this problem is that there is a problem of scale. So as you change the size of the area, you know, the colour with the most counters changes as you're sizing the area. You can see that on the summary results here, we're changing who's the overall winner simply by varying the size of the area.", "And this actually is also a function a bit of the density of the points as well. So it may be that in a rural area you could get away with a very big area for our constituency or district, but not many people live in it. If you did the same thing in an urban area, you're going to be exacerbating potential issues in a way that you wouldn't be in the rural because, you know, people are much more tightly packed. There's much more variety and diversity in the way that people are voting.", "As these areas get bigger, we can see quite clearly - from yellow to red to blue - it's easy to see how the area size can completely change a view of whether an area is affiliated to one particular political organisation or another. So what we're going to do now is take all of these counters back off the screen and just go focus down to four imaginary voters.", "So if we take this fictitious voting area here - so we've got an imaginary area that we're going to populate with four voters - just four voters to keep this nice and simple. And we want to divide this area just into two summary areas. Where we draw the line makes a big difference. If we draw the line width ways across the screen, we've got a perfect balance of two in each area.", "Because people aren't dispersed evenly, if we just change the orientation of this line and divide it the other way, we end up with 1 and 3. So we've changed the number of voters in each area just based on where the lines being drawn. That's okay when everybody's voting yellow. The issue starts when we take two of these yellows away and say, well, actually, they're voting red. And now what happens is that the line makes a big difference to the outcome of our imaginary election, even just with four voters.", "With the line oriented this way, this side is 100 per cent yellow, and over here it's two thirds red, one third yellow. What's going to happen when we change our line? We've actually completely reversed the scenario. This zone out on the left-hand side is now 100 per cent red, and this zone over here is now two-thirds yellow and one-third red. So this is an example of the zoning problem.", "And the reason why this is so significant when we're thinking about social characteristics like how people vote - people with similar characteristics tend to live closer together. But what we're actually dealing with here in the kind of real world examples is how people with similar views tend to cluster together. You hear this all the time about target seats and so on in elections. That's important, because then it makes it much more significant where these lines get drawn.", "That's something that the Electoral Reform Society looked at recently. They produced a really interesting animation of this. Just by rotating the zones, you can change completely the outcome of the winner in each of the zones. And this is starting to look more like a real world example now here.", "As you say, people tend to live closer to other groups. So we can see patterns - kind of spatial patterns - in the layout of the voters, but they may not always be reflected in the eventual outcome.", "No, exactly.", "So far, we have been more or less randomly rotating the geometry. Where this gets really interesting is when someone actually has control of where to put our voting boundaries, our election boundaries. And that's something that's particularly associated with the US because of the way that the districting system works in the US.", "So in the US, this isn't a new thing. This is Elbridge Gerry. He was a founding father but also initiated a whole new genre of political manipulation with what he did with voting boundaries. He was organising the Massachusetts voting boundaries, and he did something fairly unusual which produced a map that the local newspaper satirised. Can you explain what's going on here, James?", "I suppose it's brilliant in the context of ensuring the result would go his way - was to realise that if he created a district that consolidated the power of his particular party by ensuring that everyone who votes for him are in the same district and then those in districts where maybe there are a greater variety of voting intentions - some people may go one way or the other - if he puts all the people that support him in the same area, he will secure victory. And the strange effect of doing this, of course, is that you end up with very oddly shaped areas as he tries to contort the map to fit his means.", "And in this case, the cartoonist said it looked like a fictional mythical creature - a salamander. And that's why we end up with the phrase, gerrymander - as in gerrymandering, which is the word we use to refer to when people are manipulating election districts in this way.", "So I guess people might be surprised when they see that that was 200 years ago that that might have been something that was nipped in the bud. But we can see examples of this still all over the US electoral map here. We've got a map of the US here where we're going to pick up on maybe five of the very evocative names for some of these areas. One of my favourites here is the duck, which is Ohio's 4th congressional district - which obviously just looks like a duck. It's a really peculiar shape.", "Even more odd, in some ways, is this snake by the lake, as it's known, because that stretches from Toledo all the way over to Cleveland. It's actually much narrower than this, because most of this area is actually Lake Erie, and there really is just a very thin sliver of land going all this way across Ohio here. If we pan out over towards the East Coast, we've got a couple of really interesting ones. This one is Goofy kicking Donald Duck, which is in Pennsylvania. And you can see these areas are barely touching each other. It looks like two completely different areas.", "Exactly. And the strategy here is - just imagine on the map - go back to the counters we had on the screen at the beginning of this. They're just trying to draw a line without breaking it around the counters of the colour that represent their particular party.", "Okay. And then just south of this fantastic one is probably my favourite name of the lot, I think, the broken-winged pterodactyl of Baltimore, which is Maryland's 3rd congressional district, I believe. The thing that's really odd about all of these examples is they have such a long perimeter given the overall area. They're so windy, just like with Gerry's original example.", "From a geographer's perspective, what we really love is very compact areas. So squares or circles would be the ideal, but, of course, the world is much more complicated than that, and so you get oddly-shaped areas. But these are just incredibly hard to justify. They just look completely unnatural from a social perspective. And really the only justification is they're trying to maximise their voter share in this particular district.", "The people responsible for delineating these boundaries is the governing state legislature. So if, for example, a Republican state has got a responsibility to redraw the boundaries, it's much more likely that you're going to see boundaries that reflect a better potential outcome for the incumbent party.", "This is where, actually, politics kind of overlaps with the independence of statistical authority and things like that. In the US, they've got a census coming up. Knowing where people are is actually an important basis for where you can draw these boundaries and how many boundaries you get. And you end up with this kind of tit for tat thing going on where if they manage to beat this and change party representing the area, the boundaries would be redrawn again.", "There is one word of caution with this, though, isn't there, because we've already seen that regular shapes might not be the best way of making sure that we're capturing appropriate community characteristics. And actually, if we zoom back out again and go over to Illinois, there's a very famous example in Chicago called the earmuffs, which is, again, on the face of it, this looks like another one of those really oddly-shaped gerrymandered districts. This one's a bit different, though, because this one was the result of a federal instruction to give Hispanics greater voting representation.", "And so these two areas here on the earmuffs are both majority Hispanic areas, which, in isolation, if these were split apart, probably would suffer from the symptoms of our counters earlier.", "I mean, one of the interesting differences between the US and, say, the UK, is that the US, because of the way the population spread across the US, it was starting from scratch in many ways drawing these boundaries and planning cities and so on. In a country like the UK, we've had 1,000-plus years of community groupings through things like parishes and things like that. So the UK system has grown a bit more organically in the sense that you might have had a parish, which is a relatively small group of people, that perhaps reflects people with similar interests in a very local area.", "Those parishes maybe get merged together to then create these larger electoral wards and constituencies and so on. So that's the difference between a bottom-up approach, which is just something that's emerged over time, and in the US's case, they've kind of allowed themselves to have this kind of top-down approach, which is to allow whoever's in charge to redraw the boundaries as much as they can.", "This still, I think, remains fairly untypical, because most of the examples are the ones where the governing legislature has made some decisions that, perhaps, swing it more in its favour than not.", "Probably an area that's come up most recently in that space has been North Carolina, which has come up with some new boundaries for the 2020 House of Representatives election. The really interesting thing with North Carolina - if you really want to see the impact of gerrymandering and what it does to election results, North Carolina is a great example. Because if we look at the results of the popular vote - so that's the total number of votes for either party in the 2018 House of Representatives election, this is a really tight race. There's less than 2 percentage - there's 2 percentage points in it, a very small majority for the Republicans.", "So if we had a fair electoral map, we would expect to see something very similar to this in terms of seat representation. But when we look at what the seat representation is based on that popular vote, this is an amazing picture, isn't it? So this is largely a result of gerrymandered boundaries. What does this look like on the map? Let's take the House seats and see.", "So this is Carolina's congressional district map, with each congressional district coloured in according to a seat. And so there's 10 seats for the Republicans, three for the Democrats. But there's some geographical patterns here. One thing you can't help but notice is that the blue areas-- the three blue areas, this one's an exception-- these two here are quite small. This one looks like it's really been gerrymandered, right? It has this very odd shape to it.", "And this has been an issue for some time in North Carolina, because there's the city of Asheville over here in North Carolina, if we just fade the map away a little bit to see it, you can see this boundary runs right through the middle, splitting it in two, which seems like a very odd thing to do.", "Well, urban areas tend to be where more liberal voters live, and rural areas tend to be more conservative. So a good sign of whether you're trying to split a liberal vote is if you're trying to split an urban area, and if you're trying to split the conservative vote, then you look for splits in more rural.", "One of my favourite stories that came out of Asheville was that some of the Democrat voters were so frustrated, effectively having their votes lost by this arrangement, that they organised their own gerrymander 5K run where they ran the route of the district boundary as it winds its way through the city. Legal pressures have forced the governing legislature to redraw these boundaries because they wanted to have a new set of boundaries that's more representative and less biased.", "So those boundaries have been proposed. These are the ones that were approved by the state court. We can see some big changes on here. So Asheville is no longer split. It's part of a bigger congressional district now over on the western side. It's not surprising that a map made by Republicans still tends to favour Republicans. So if we project what the 2020 results might look like on these new boundaries, we'll see that there are some changes, but not a huge number of changes. We go from 10 and three to eight and five. So we've got five Democrat areas now on here. But this still isn't particularly representative of our original Tiddlywinks - of the people who are actually voting in this area.", "If you listen to US election pundits and things, particularly those on the Democrat side, they often say it's a state with a tough map. It's a hard thing to break. It's like running uphill. They've got to not only get a majority, but they've got to get a really big majority to overcome some of these entrenched issues.", "So that would be a majority in terms of the popular vote - they've got to push through. 51 per cent won't cut it, they've got to really push through. There's also a scale issue at play here, isn't there, because this is just 13 congressional districts in quite a wide area. We can get a sense of how some of the characteristics of our voters are being lost. If we drill down a level to these smaller areas called counties and look at how the counties voted in the 2016 presidential election, and you can see we've got a slightly different map here, because suddenly what was previously entirely red, you can actually see we've got a significant Democrat enclave here. We can finally see the Democrat voters of Asheville over here. And again, even this is a victim of the scale problem, because if we were to drill down within individual counties, you'd still see different coloured Tiddlywinks.", "And I think that scale thing is what tends to get forgotten sometimes when we're talking about elections is that, actually, we are always showing the majority view on these maps. And so if you keep zooming in right back to the individual level, you are going to see variety, even within a family, you might vote different ways. It's always a case that these maps show the winners, potentially, but they are a crucial basis for kind of maximising your chances.", "So if I were a Democrat strategist coming into power, I would look at this map and I would redraw the boundaries again to capture this one and this one and maybe, as it happened here, split up some of these red areas that don't have the same number of Republican voters as the blue areas to ensure that Republicans still wins through any future election.", "We've just coloured these areas red or blue. But in reality, they'd all be varying shades of purple, just kind of a mixture of voters that might lean largely one way or another, or to varying degrees. Does that mean that gerrymandering is kind of particularly suited to the first past the post system?", "I think so, just because you're essentially creating one representative for one area. And it can be a relatively small area. So thinking about the scaling issue and the zooming out, if you imagine you had, hypothetically, say this is the whole area here we see. We say, well, actually, you're entitled to five representatives for the whole map. We're not too worried about where the boundaries are. We're just going to say for that state or whatever, you get five representatives. Those representatives can be based on the proportion of votes won.", "I think the argument against larger areas with proportional representation in it is often back to this thing about, well, am I representing my local population's needs and values? So if it's a big area that's quite heterogeneous - so there's a lot of extra people in it, lots of variety - is one of your five representatives going to be as invested in that as a representative that is for a smaller, more local population?", "Absolutely. And then talking about that local problem about knowing where to draw some of those local boundaries. That brings us back to this point about who's drawing the boundaries. So you might argue... because in the UK, there's a completely different system. There's an independent commission... there's four organisations, actually, that cover the whole of the UK. They are independent of the governing political party.", "Yeah. And so they essentially have a series of rules that they need to follow - so a certain number of people per parliamentary constituency, in this case. Certain areas there are exceptions to that - so some of the Scottish islands wouldn't make sense to kind of tag onto the mainland, so the number of people in their particular electorate is smaller than some of the mainland places.", "There is a maximum size in terms of geographic area that the places can be. But you can imagine how hard a job it is, because as soon as you start redrawing these things and shifting, you shift one thing one way, then it does mean another one has to shift as well. I mean, I wouldn't want the job, because no one's got to... it's not something that anyone will be completely happy with, and there'll always be claims and counterclaims about advantage and disadvantage one way or the other.", "But in the US, it's quite clear that gerrymandering is still very much rife, and part of that is because there is this lack of an independent body.", "Yes. Exactly.", "And it's governing the standards.", "And if I were in control of it, it's a good way of ensuring you keep your job, isn't it? So it's not in anyone's interest to change the boundaries if it's going to affect their election results.", "It's going to be interesting to see this, because I think they've been several attempts to bring a bill before the House of Representatives to actually introduce such a commission as part of electoral reform. But it's never been voted on before. There don't seem to be that many signs of it happening soon either.", "Yeah, and I suspect even if they get further with it, you are still going to get back to these fundamental questions of what is representation? And is an area best represented one way or another by a small population with someone who's very committed to them or a larger one? And there'll always be exceptions, and those exceptions then get used to maybe change some other areas that people might have been a bit happier with.", "ALAN SMITH: So no one's going to end up saying, thank you for such a wonderful, neutral map?", "JAMES CHESHIRE: No, I don't think that'll ever happen.", "ALAN SMITH: Thank you very much, James.", "JAMES CHESHIRE: No problem."], "authors": ["Produced Tom Hannen. Studio Filming Nicola Stansfield", "Rod Fitzgerald"], "keywords": ["way", "win", "area", "areas", "election", "map", "going", "actually", "really", "boundaries", "2020", "thing", "thats", "makers"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}