{"id": "b7605255-ab31-3101-b5ac-d096cb5d160c", "title": "Why we started an airline during a pandemic", "url": "https://edition.cnn.com/travel/article/flyr-new-norwegian-airline/index.html", "summary": "He also served on the board of Norwegian Air for several years and has recruited Tonje Wikstrøm Frislid, another Norwegian veteran, as Flyr's CEO.\nAccording to Braathen and Wikstrøm Frislid, founding an airline afresh will allow them to recalibrate the idea of what an airline should offer.\nRunning an airline, with the priorities of safety and punctuality and robustness, is quite complex,\" Wikstrøm Frislid tells CNN Travel.\nMayer adds that the lure of a cheap air ticket will always exist and customers do choose an airline based on low-cost.\nIt was chosen, explains Wikstrøm Frislid, because the airline wants to focus on simplicity.", "paragraphs": ["(CNN) — For many airlines, 2020 has been a precarious year -- with carriers navigating not just how to keep employees and passengers safe, but also how to avoid bankruptcy and layoffs as the pandemic grinds global air traffic to a halt.", "No one, you'd think, would risk starting up a new airline against this backdrop.", "But they have. Several new carriers have decided to take to the skies in what must be one of the most uncertain periods the aviation industry has ever experienced.", "Earlier this month, South African start-up LIFT Airline completed its maiden flight, signaling the start of regular domestic services just in time for the country's summer season.", "Meanwhile, Pacifika Air hopes to launch in June 2021 with direct services between the cities of Wellington and Christchurch in New Zealand to the Cook Islands, following the announcement of a travel bubble between the destinations.", "And over in Norway, even as the previous decade's low-cost success story Norwegian Air is facing serious financial troubles, a new airline, built from scratch, is about to take off.", "Norwegian aviation veteran Erik G. Braathen unveiled Flyr in October 2020, a carrier created to serve the popular domestic market in Norway, alongside select other destinations in Europe.", "The airline has yet to complete any flights -- Braathen is busy debating which planes to lease in time for launch in spring/summer 2021 -- but there are already 30 employees on the books.", "And while the short-term outlook for airlines might currently be bleak, Flyr's team believe they'll be poised to capitalize on a gap in the market as the roll out of vaccines begins to reopen the world.", "\"What if we start an airline based on a 2020 vintage, that is a low-cost operation based out of Norway, that is the right size for what we see the market is going to be forward?\" says Braathen.", "New vision", "New CEO Tonje Wikstrøm Frislid, pictured here, is heading up the venture on the ground. Courtesy Hans Fredrik Asbjørnsen", "Braathen is no stranger to managing airlines. In the 1990s he served as CEO of Braathens Airline, a Norwegian carrier that was founded back in the 1940s by his grandfather, and which later merged with SAS in 2004.", "He also served on the board of Norwegian Air for several years and has recruited Tonje Wikstrøm Frislid, another Norwegian veteran, as Flyr's CEO.", "According to Braathen and Wikstrøm Frislid, founding an airline afresh will allow them to recalibrate the idea of what an airline should offer.", "\"It's an absolutely unique situation to be able to build a totally new airline, with experienced personnel. Running an airline, with the priorities of safety and punctuality and robustness, is quite complex,\" Wikstrøm Frislid tells CNN Travel.", "Braathen adds that his vision is to create an airline founded on \"very sophisticated and integrated digital systems.\"", "Flyr wants to make it easy to book a ticket, easy to amend the ticket, and easy to track your flight and all associated details.", "Creating \"modern systems\" is key, says Wikstrøm Frislid, arguing that the ability to start from scratch was an advantage over legacy carriers. \"That's a huge investment for an old airline. And for us, it's just a possibility.\"", "The airline currently has investment for the planning stages, and is looking for further funding to launch next year.", "Risky venture", "Braathen acknowledges that founding an airline during a pandemic is an inherently risky venture.", "\"We struggled with the uncertainty,\" he admits. \"We are in a situation where we never experienced before, obviously.\"", "Norwegian Air recently filed for reconstruction under Norwegian law, with CEO Jacob Schram saying in a statement that the company is looking to reduce debt and the size of its aircraft fleet.", "Braathen says he's confident that in six months time, when Flyr is set to launch, the aviation landscape will be quite different.", "\"How passenger flow will look is obviously uncertain, but we are starting relatively modest,\" Braathen says. \"And then we plan to scale the airline as we go over the next two, three years.\"", "Pere Suau-Sanchez, senior lecturer in air transport management at Cranfield University, England and the Open University of Catalonia, Spain tells CNN Travel that Covid-19 has proven low-cost airlines to actually be some of the more resilient carriers.", "So far, we've seen demand for short-haul flights reignited faster than long haul, he points out, and in a country like Norway, there will be always be a demand for air travel.", "Due to Norway's size and landscape it relies heavily on air transport, there are over 50 airports scattered across the country.", "That said, Suau-Sanchez points out that right now it's difficult for any airline to predict the extent of future passenger demand, which makes planning tricky.", "His comments are echoed by Robert Mayer, also a senior lecturer in air transport management at the UK's Cranfield University, who says overall decreased passenger numbers could make it harder for Flyr to get off the ground.", "\"Even in normal times, basically it's very competitive, but with passenger numbers down, they're competing for a smaller part of the cake, which might be quite tricky,\" Mayer tells CNN Travel.", "Mayer adds that the lure of a cheap air ticket will always exist and customers do choose an airline based on low-cost. But he says actually offering competitively low prices can be tough, and the low-cost European market is already quite saturated.", "Mayer is also skeptical about how far a digital-first approach can take an airline, while acknowledging it's a good basis for a business and customer experience:", "\"At the end of the day, you need to have a physical product as well, that's the aircraft transporting a passenger from A to B,\" he says. \"You can't build a brand or a product purely by saying we're doing things digital completely, because that's not really possible.\"", "Related content The spoof airline that could actually predict the future of travel", "Flyr hopes to launch in Norway in the first half of 2021. Courtesy Hans Fredrik Asbjørnsen", "Right now Flyr is choosing which aircraft to lease -- Braathen says it's currently between the Boeing 737-800 or the A320.", "\"There's a lot of aircraft available,\" he says, adding that the pandemic has also driven the prices down.", "His team are also assessing what year the aircraft were built while making the decision.", "\"We need to make sure that the aircrafts are similar or very close to similar in specifications, because that's driving technical and operational costs,\" says Braathen.", "\"In terms of the age, obviously, if they're slightly older than they're less expensive. So we really have to play the age of the aircraft versus the cost of leasing the aircrafts.\"", "The plan is Flyr will only offer one class of ticket. On board amenities haven't been 100% confirmed yet, but Braathen says there will be \"a basic ticket fare.\"", "\"The passengers will have to pay for assigned seats, priority and baggage -- that you traditionally see with other low-cost operators.\"", "The name, Flyr, is a Norwegian word meaning \"flying.\" It was chosen, explains Wikstrøm Frislid, because the airline wants to focus on simplicity.", "On Flyr's mint-green hued website, there's a tab where you can register interest in recruitment. The airline is currently looking for Norwegian-based cabin crew and pilots, among other roles.", "Flyr has been inundated with interest, Braathen says. He's sure this is partly to do with job losses in aviation this year.", "Looking to the future, Braathen says his ultimate goal is to create \"a safe and reliable airline that connects well with our customers and becomes profitable.\"", "Wikstrøm Frislid adds that by establishing the airline on a small scale, she hopes it'll be easier for Flyr to eventually become profitable, as profitability will not be dependent on growth.", "She sees the concept as a \"huge possibility\" -- a leap into the unknown, but one she hopes will pay off."], "authors": ["Francesca Street"], "keywords": ["pandemic", "aircraft", "wikstrøm", "norwegian", "air", "ticket", "flyr", "braathen", "airline", "started", "frislid", "lowcost"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}