{"id": "b781a21c-e541-3a99-b6fd-fd1720428c93", "title": "Citizen journalist detained over Wuhan reporting 'restrained and fed by tube'", "url": "https://www.theguardian.com/world/2020/dec/10/citizen-journalist-detained-over-wuhan-reporting-restrained-and-fed-by-tube", "summary": "A citizen journalist detained for more than six months after reporting on the Wuhan coronavirus outbreak has had a feeding tube forcibly inserted and her arms restrained to stop her pulling it out, her lawyer has claimed.\nIn a blog post on Wednesday, Zhang’s lawyer, Zhang Keke, said he visited his client on Tuesday afternoon, and found her unwell and exhausted.\nZhang was previously detained on similar accusations by Chinese authorities in 2018, and again in 2019 for voicing support for Hong Kong activists.\nThe Chinese government’s crackdown on activists, dissidents, and human rights works appears to have worsened this year.\nPosting videos of some of the police action at the lawyers’ homes, CHRD accused authorities of turning “Human Rights Day into a field day for attacking human rights defenders”.", "paragraphs": ["A citizen journalist detained for more than six months after reporting on the Wuhan coronavirus outbreak has had a feeding tube forcibly inserted and her arms restrained to stop her pulling it out, her lawyer has claimed.", "Zhang Zhan, a 37-year-old former lawyer, has been on a hunger strike at a detention facility near Shanghai. Zhang was arrested in May and accused of “picking quarrels and stirring up trouble”, an accusation frequently used against critics and activists inside China, after reporting on social media and streaming accounts. Last month she was formally indicted on charges of spreading false information.", "In a blog post on Wednesday, Zhang’s lawyer, Zhang Keke, said he visited his client on Tuesday afternoon, and found her unwell and exhausted.", "“She was wearing thick pyjamas with a girdle around the waist, her left hand pinned in front and right hand pinned behind,” he wrote. “She said she had a stomach tube inserted recently and because she wanted to pull it out, she was restrained.”", "Zhang Keke said she was in “constant torment” from 24 hours a day of restraints, and needed assistance to go to the bathroom.", "“In addition to headache, dizziness and stomach pain, there was also pain in her mouth and throat. She said this may be inflammation due to the insertion of a gastric tube.”", "Zhang Keke said he told Zhang her family, friends, and lawyers had urged her to stop her hunger strike, but she refused. He said Zhang told him she had expected a court hearing in December, and now it appeared there were no plans to hold one, she didn’t know if she would survive.", "Zhang was previously detained on similar accusations by Chinese authorities in 2018, and again in 2019 for voicing support for Hong Kong activists. She denies the charge of falsifying information, telling her lawyer that all the information was gathered firsthand through interviews with Wuhan residents.", "Zhang is among several Chinese journalists to have been arrested this year after travelling to Wuhan to report on the virus outbreak and response.", "Chen Qiushi, a former lawyer turned journalist, was detained in January. Li Zehua, who travelled to Wuhan to report after Chen’s disappearance, went missing in early February but was released in April. Wuhan resident Fang Bin who reportedly posted footage of overwhelmed hospitals, and filmed police knocking on his door went missing at the same time but has not been seen since.", "The Chinese government’s crackdown on activists, dissidents, and human rights works appears to have worsened this year.", "On Thursday Chinese Human Rights Defenders (CHRD) said this week alone authorities had detained lawyer Tang Jitian, and placed under apparent house arrest lawyers Xie Yanyi, Li Heping and his family, Wang Quanzhang and his family, and the wife of lawyer Yu Wenshang. Posting videos of some of the police action at the lawyers’ homes, CHRD accused authorities of turning “Human Rights Day into a field day for attacking human rights defenders”.", "Additional reporting by Lillian Yang", ""], "authors": ["Helen Davidson"], "keywords": ["journalist", "rights", "wuhan", "citizen", "chinese", "lawyers", "tube", "reporting", "zhang", "human", "keke", "detained", "lawyer", "fed", "restrained"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}