{"id": "b79eaf41-3917-3805-a8b1-e5169113bb24", "title": "Colorado family leaves $2,021 tip for restaurant staff to split", "url": "https://www.foxnews.com/food-drink/colorado-family-2021-tip-restaurant-staff-split", "summary": "When a Colorado restaurant's staff received a generous tip last week, even the kitchen workers got to take some of it home.\nVin48, a restaurant in Avon, received a $2,021 tip last Sunday from a family who requested that the entire staff receive some of the money.\nCo-owner Collin Baugh told Vail Daily that the family of three left $1,100 for the kitchen staff and $900 for the wait staff and hosts.\nMINNESOTA BOYS DONATE EARNINGS TO RESTAURANT AFTER TIP THEFTAccording to Vail Daily, the $1,100 was split evenly among kitchen staff, so chefs and dishwashers received the same amount.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\"They were just a really nice family,\" Dierolf told the newspaper.", "paragraphs": ["When a Colorado restaurant's staff received a generous tip last week, even the kitchen workers got to take some of it home.", "Vin48, a restaurant in Avon, received a $2,021 tip last Sunday from a family who requested that the entire staff receive some of the money.", "Co-owner Collin Baugh told Vail Daily that the family of three left $1,100 for the kitchen staff and $900 for the wait staff and hosts.", "\"And they wrote, ‘Great vibe and great service. Happy New Year!’\" Baugh said.", "FLORIDA JUICE BAR RECEIVES $2,021 TIP ON NEW YEAR’S DAY FROM LOYAL CUSTOMER", "Carly Dierolf, the server who waited on the family, told the newspaper that the kitchen staff was happy to receive part of the generous tip.", "\"It was really nice especially for the kitchen to be recognized for all of their hard work, in creating all of those dishes,\" Dierolf said. \"We servers are constantly getting tipped for our service and the back of the house doesn’t get tipped for their hard work. It was great to see all the guys be so happy about it.\"", "MINNESOTA BOYS DONATE EARNINGS TO RESTAURANT AFTER TIP THEFT", "According to Vail Daily, the $1,100 was split evenly among kitchen staff, so chefs and dishwashers received the same amount. Similarly, the front of house staff also split their $900 evenly.", "CLICK HERE TO GET THE FOX NEWS APP", "The family -- who asked to remain anonymous -- left their generous tip on a $300 tab. Dierolf told Vail Daily that the family included two parents and their adult son who had never dined at Vin48 before, though they make a trip to the area every year after Christmas.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "\"They were just a really nice family,\" Dierolf told the newspaper. \"They seemed super down to earth. Even in the beginning of our conversation, they were interested in how we were doing because of the pandemic.\""], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["received", "great", "2021", "leaves", "split", "family", "happy", "colorado", "dierolf", "staff", "vail", "told", "kitchen", "tip", "restaurant"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}