{"id": "b7a827ef-4a7f-352b-a49a-63d4aef5df1d", "title": "Decomposing mink in Denmark 'may have contaminated groundwater'", "url": "https://www.theguardian.com/world/2020/dec/10/decomposing-mink-in-denmark-may-have-contaminated-groundwater", "summary": "Decomposing mink buried in mass graves in Denmark after being culled because of coronavirus fears may have contaminated the groundwater, a local radio has said, as the agriculture ministry admitted it had lost track of about 1.5 million bodies.\nDenmark, the world’s largest exporter of mink fur, announced early last month it would cull up to 15 million mink after discovering a mutated version of the virus that could have jeopardised the effectiveness of future vaccines.\n“It may seem wildly questionable when you hear it, but we cannot account for every mink,” agriculture minister Rasmus Prehn, said.\nAbout 2,300 tonnes have been incinerated or await incineration – leaving 4,700 tonnes, or 1.5 million bodies, unaccounted for.\n“The environmental impact is obviously different depending on how many tonnes of mink are buried in these graves.", "paragraphs": ["Decomposing mink buried in mass graves in Denmark after being culled because of coronavirus fears may have contaminated the groundwater, a local radio has said, as the agriculture ministry admitted it had lost track of about 1.5 million bodies.", "Denmark, the world’s largest exporter of mink fur, announced early last month it would cull up to 15 million mink after discovering a mutated version of the virus that could have jeopardised the effectiveness of future vaccines.", "Unable to incinerate such a large number of dead animals at once, authorities buried tens of thousands in shallow 2-metre pits in a military training area in West Jutland, from which some recently began emerging as their bodies filled with gases.", "Denmark’s Radio4 reported on Thursday that a study carried out for the Danish environmental protection agency had concluded groundwater in the area may already have become polluted and urged authorities to take rapid action.", "The agency said this week it did not expect the conclusions of a more wide-ranging survey of the environmental impact of the mass burials sites, which have been placed under 24-hour guard, to be ready before the new year.", "The ministry of food, agriculture and fisheries has also conceded it could not say with certainty where or how 4,700 tonnes – or about 1.5 million – dead mink had been disposed of, state broadcaster Danmarks Radio reported on Thursday.", "“It may seem wildly questionable when you hear it, but we cannot account for every mink,” agriculture minister Rasmus Prehn, said. “You can tear your hair out that it can be like that, but it is unfortunately the truth. It is not unlikely that more have been buried than thought, that is our best bet at present.”", "According to the ministry, the Danish veterinary and food administration has been charged with disposing of 31,000 tonnes of slaughtered mink, equating to roughly 11 million bodies.", "About 10,400 tonnes are in the two mass graves in Holstebro and Karup in western Denmark, while a further 14,000 tonnes have been processed at a plant normally used by the fur industry. About 2,300 tonnes have been incinerated or await incineration – leaving 4,700 tonnes, or 1.5 million bodies, unaccounted for.", "“It is problematic that the government can not account for where these mink are and how they have been processed,” an opposition Liberal party official, Ulla Tørnæs, told the broadcaster.", "“The environmental impact is obviously different depending on how many tonnes of mink are buried in these graves. Citizens who live close to the graves are entitled to know how many there are.”"], "authors": ["Jon Henley"], "keywords": ["decomposing", "contaminated", "environmental", "15", "tonnes", "million", "buried", "mass", "ministry", "mink", "graves", "groundwater", "agriculture", "denmark"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}