{"id": "b7ad284e-2d57-3cf2-9484-63f43d6ec154", "title": "Video Game Microwave That Only Cooks While I Play", "url": "https://www.wired.com/video/watch/video-game-microwave-that-only-cooks-while-i-play", "summary": "I think the solution here is obviously I'm going toditch the stupid timer.\nSo we want the microwave to only be on whileI'm playing a game and to be off at all other times.\nI'm pretty sure I'm going to have to use one of these.\nAnd it means that we are safe to go aheadand touch stuff, touch, touch, touch, touch, touch, touch.\nWe don't actually need to have any of this stuff anymorebecause we're going to make a gaming microwave.", "paragraphs": ["Transcript", "This is a microwave oven.", "It's like any other microwave you've seen, it's got a clock", "it's got a start and stop button.", "And even has one", "of those round glass plates that spins around real slow.", "But you know what the worst part of any microwave is.", "It's the timer.", "The 60 seconds that you have to wait", "for your hot pockets to heat up", "are the longest 60 seconds in your entire life.", "and that's a fact.", "On the other hand, I've put 60 hours", "into video games before and it felt like 60 seconds.", "I think the solution here is obviously I'm going to", "ditch the stupid timer.", "I'm going to put a game console in my microwave so", "that it heats up food for as long as I can survive a game", "of Tetris, what could possibly go wrong?", "Oh, the screen just broke.", "Oh, the cheese didn't melt.", "And I think the cheese kind of was keeping the", "whole thing together.", "Oh, there might be a couple of flaws with this.", "My name is Allen Pan.", "I'm an electrical engineer", "and I build ridiculous contraptions on YouTube all the time.", "And that's exactly what we're going to do today.", "[retro music]", "The challenge is going to be getting a", "retro game console communicating with a microwave oven.", "This is of course the venerable Qingshe fun", "for family friends, classic empire, retro portable player.", "One of the most anticipated console releases for 2020.", "Let's go ahead and turn this on.", "Okay. Some nice classic, a bit a title screen.", "The music actually turns off and we get a menu here.", "There are apparently 182 games on this thing.", "It feels very light, very cheap.", "Oh, I've actually, it looks", "like the screen just broke just now.", "So we want the microwave to only be on while", "I'm playing a game and to be off at all other times.", "So I need to figure", "out a way to tell when the game console is playing a game", "and when it's not, that sounds like it'd be pretty simple", "but I feel like it might be trickier", "than I think it is no matter what route I take.", "I'm pretty sure I'm going to have to use one of these.", "This is a microcontroller.", "It's basically a tiny computer that's easily programmable.", "This is probably going to be the brains of the operation.", "What I've noticed is when I'm playing a game", "on this game console, there's background music playing", "but when I'm at the selection menu to pick a game", "there's actually no music at all.", "I think that might be just good enough as an indicator", "of what state the console is in.", "So if I use the micro controller to listen in", "on the sound that's being played, I can just", "disconnect that speaker.", "If I plug that right into the microcontroller", "that should give us a rough idea when music is playing", "because that music is really just going to be", "like a electrical wave form.", "The microcontroller is not going to care if it's supposed to", "be music or if it's just a signal.", "So essentially we're just going to say that", "if there's music playing on this thing, we're playing a game", "and if there's no music, then we're not playing a game", "and that's just going to directly control", "the microwave button", "Boom, Microwave. Let's open it up and see what's inside.", "Something I want to point", "out is you should not be taken microwaves at home.", "And the way you know, that is that this microwave", "has these special security screws that are", "like star shaped screws with kind of a peg in the middle.", "So even if you have like star drivers", "those aren't even what will unlock these.", "This is a screwdriver that I've found.", "It's got a special bit.", "It's not the bit that was designed to", "unscrew these safety screws, but it definitely", "is the one that we're using for the job here.", "It is the brain and the muscle.", "And you gotta be really careful not to touch", "any of this stuff yet because it's still a", "there are parts that could be electrically active", "and they'll kill you pretty quick. Kill you pretty quick.", "This metal box here.", "This is the magnetron.", "This is the part of the microwave that actually", "generates the radio frequencies that heats up your food.", "It does contain a ceramic called beryllium oxide", "which if we dropped it or cracked it or broke", "it could generate a dust that could kill us.", "This transformer down here is this big block", "of metal is what converts the voltage from our wall outlets", "into the high voltage required for the magnetron.", "And it does that in conjunction", "with this part here called a capacitor", "and a capacitor stores electrical energy.", "And since we've used this microwave already", "there's a decent chance", "that this capacitor still could be charged.", "And if you touch that wrong, that can also kill you.", "If this capacitor is functioning correctly", "then it should have actually discharged itself over time.", "Then we can go ahead and not have to touch everything here", "with a plastic action figure. To be extra safe,", "we need to check the voltage on this capacitor.", "First with what's called a multimeter", "A multimeter can measure a lot of things.", "One of the things that can measure is the voltage", "of a power source.", "So we've got a double a battery here reading 1.6 volts", "which is normal for a new battery.", "If this capacitor is fully charged", "we can read like 4,000 volts.", "And what we're really hoping", "for right now is that I see zero. Look at that.", "It's perfectly zero volts. This capacitor is doing its job.", "It's discharged itself.", "And it means that we are safe to go ahead", "and touch stuff, touch, touch, touch, touch, touch, touch.", "So the microwave is open.", "We need to figure out how to connect our game console", "to the microwave via a microcontroller.", "[beep]", "In this part of the microwave.", "It's on the other side of the panel.", "That's got the clock and the start button, all that stuff.", "This is where the brains of the microwave are.", "There's a chip here and I'm betting that that's", "a microcontroller.", "That's got all the programming for the brains of this thing", "but I'm interested in are these two black boxes here", "and here.", "These look like relays to me and relays are", "electromechanical switches.", "So these relays are turning something on and off.", "And if we look at these wires, there are coming", "off the relays and where they lead to where our wires go", "into the lamp.", "The light in the microwave got wires going into the fan.", "The part of the microwave that cools the magnetron.", "We got wires coming from these relays down into the input of", "this transformer, I don't know if you can see all the way", "down there there's even wires go into the motor", "that turns the glass table thingy.", "What we're going to do is we're going to replace that", "relay with a metal shim, and we're just going to shove it", "in there.", "So it just acts like a wire.", "So it will be a closed circuit the entire time, instead", "of a relay switching those connections", "on or off, these are now permanently one", "Pro tip. You never want to run a microwave", "without something inside to heat.", "Oh, I didn't put the glass plate in there.", "Oh, it's gotta find it.", "It's got a seat correctly.", "Where's the thing.", "Oh my god.", "Here's a pro tip, you never want to run a microwave", "without something inside to heat because otherwise all", "of that radio energy is just going to bounce right back", "into the magnetron and fry your microwave.", "Trust me, I've known people.", "Who've done it.", "Setting their microwave's to use", "as a timer without anything inside.", "Don't do that.", "Just put a glass of water in there.", "I've got a power strip here.", "It's got an on and off button.", "So I'm going to plug", "in the microwave and nothing should happen.", "Okay. So theoretically, as soon as I hit this switch", "the microwave should start microwaving", "without me having to touch any", "of the buttons or put in any time or anything.", "If my theory is wrong, we might see some fireworks.", "So let's see three, two, one, Hey, it's microwaving.", "I can turn it off and it's off.", "Turn it on.", "It's on, off on that might not be good part.", "I'll go ahead and make that off.", "We can now control this entire device", "with one simple input output.", "And if we use an Arduino to control our own relay", "that's connected", "to the power supply that goes into the microwave.", "Then we have a really easy way of controlling this thing.", "So now all we have to do is figure", "out how to get the Ardwino to listen to the game console.", "This is where the power comes into the microwave.", "From the wall.", "We got a white wire, we got a black wire.", "What we're going to do is we're going to cut this black wire", "and we're going to attach a relay here", "which we know is an electromechanical switch.", "This can be controlled with a microcontroller", "and that's how we're going to turn the microwave on and off.", "So now we just need to put on three lead wires.", "There we go.", "This is going to go out", "to the Ardwino and they'll control the relay", "and that will control the microwave.", "Bobs Cool.", "Now I just got to drill a hole", "in the side of this microwave.", "[drilling noise]", "Ah perfect. Missed all of the vital organs.", "I don't know why everything I make ends", "up looking like a bomb.", "Not that I would ever make a bomb, but if I did", "I would just make the wires all the same color.", "Here's a pro tip.", "If you're going to be sending wires", "out of a hole of like a container", "or some kind of packaging for your product", "one easy thing to do is just tie a nice little knot.", "All that tension gets stopped here", "and it doesn't go into a unplugging, our wires", "Nice and secure.", "We don't actually need to have any of this stuff anymore", "because we're going to make a gaming microwave.", "So we can just go ahead and put the hardware on top", "of the buttons and display that we would normally use.", "We've got double-sided foam", "mounting tape for certain projects.", "You can really get away", "with using this to put like 90% of your stuff together.", "Breadboard comes with its own double-sided sided Mount", "on the back because they know you're just going to", "be slapping us on something.", "Yeah, that's secure", "We've got our relay connected to the wall voltage.", "We've got our bueno here and that's connected to the relay", "and we've got this tablet connected to the Ardwino.", "I'm going to go ahead and test it.", "So I'm going to tell our adwino to turn the relay", "on, Oh, wait, I need to actually stop this", "because there's no cup of water in there.", "Pro tip, I literally just did a pro tip about this.", "How did I?", "It doesn't matter.", "We now have total digital control over this microwave.", "So theoretically, anything that acts as an input", "to the microcontroller could be used to turn this on or off.", "I mean, it could be a tweet.", "It could be the stock market.", "Anything we could do terrible things to this microwave.", "Now, now we just need to have this thing somehow communicate", "to this thing.", "It looks like based off of the cable they provided", "we've got a video out and an audio out", "and we'll be able to plug the audio part of this", "into our microcontroller and tell when music is playing.", "Ughhhh", "So the first thing I tried to do once you not", "the screen broke very light, very cheap.", "Oh, it looks like the screen just broke does now.", "So I figured, you know what?", "I don't need the screen.", "Cause we'll have this monitor here and we can put this", "on the microwave and we don't even have to worry about that.", "But then I was trying to grab the audio", "from the RCA audio here.", "And it turns out", "that this piece of crap doesn't have clean sound.", "So what happens is there's like this crazy", "it's almost like a 60 Hertz hump.", "There's just electrical noise", "up the wahoo coming out this wire.", "And so the microcontroller can't tell the difference", "between that and just sound.", "I tried to make like a band pass filter and you know what?", "It's been a long time since I've been in college", "I haven't done that kind", "of math and electrical engineering in a while.", "So we don't actually need any of this.", "We don't need any of that.", "None of it, because we've got something much, much better", "I guess I'll show it to you now after seeing how", "fragile our first game console was, there wasn't a chance", "in heck I was going to risk breaking our second one.", "So I just Googled the thing wholesale to our microwave.", "The least invasive way of telling when a game is", "playing is to just Google microphone to the speaker hole.", "So that's what I did.", "The microphone talks to the microcontroller", "and I wrote some programming.", "Do you want to see the code?", "I guess I could show you the code.", "Only if you promise to look at it, there's a smoothing", "function so that it doesn't accidentally discharge", "a microwave.", "So it's not too slick, but that doesn't matter right now.", "What matters is I've been filming and I've been building", "and I have worked up an appetite and I walked hot pockets", "[upbeat music]", "For one of these two minutes, two minutes.", "That's an eternity, but not", "if we're playing a video game", "the sleeve makes sure it cooks evenly.", "God speed little hot pocket.", "Go ahead and turn on our game controller.", "Zero handicap.", "Come on.", "I'm not a baby.", "Oh geez.", "That's actually really fast.", "Boom. Oh yes.", "This is working.", "We're doing it.", "Oh no.", "I'm messing up now.", "I've made massive holes.", "So the game's over now.", "That means our microwave has done microwaving.", "It was about two minutes, don't you think?", "Let's see.", "Oh, that's warm.", "Oh no, wait.", "Oh, the middle's frozen.", "Oh, it's solid in the middle.", "Oh God.", "Cause it's got meatballs.", "In theory, I just need to be able to play longer.", "I just need to be a better gamer", "and then I'll be able to have better gamer food.", "Now I know it's some of your thinking.", "It's not safe to be playing video games", "in front of a microwave door for minutes on end.", "All right.", "Let's see how this works.", "This microwave door has a screen", "on the front and it's a mesh.", "The diameter of those holes determine what radio", "frequencies can pass through them.", "That means the microwave cannot actually get", "past the screen, even though it is full of holes.", "So it should be perfectly fine to spend a couple", "of minutes sitting in front of this microwave", "and playing our lives away.", "Now, popcorn is kind of interesting cause it has", "like recommendations for how long you're supposed", "to microwave it for, but it also says to like", "listen for pops more than anything.", "So this is sort of", "like the ideal gamer food for a gamer microwave.", "Cause the time doesn't matter.", "So I'm going to go a little bit easier on myself.", "Now I'm going to choose the lowest difficulty setting", "and that will give us a chance to actually cook this stuff.", "Hopefully. All right.", "And we're starting, here we go.", "I'll look at this.", "This is block game for babies.", "Oh yes.", "I just got it.", "Oh, easiest.", "So much easier than hard.", "So we are like peak peak popcorn right now.", "And this is normally when dumb suckers will be looking", "at the timer and pacing back and forth", "and wondering if it was going to be done.", "And here we are enjoying a nice game of falling block game.", "I can do this all day.", "It smells a little smokey, I guess.", "Now that I think about it,", "how long has the popcorn been in there?", "I need to lose this game of Tetris really quick.", "Game over let's", "Oh, that's not a good sign.", "Oh, Oh my.", "Oh, it's one solid.", "I've never seen this before.", "So pros of our microwave, it, it certainly does", "make you lose track of time.", "It's very, very hard to tell how long you're microwaving", "things for, which was the point the cons are that it turns", "out you actually do need to know how much time", "you're spending microwaving food.", "One Easter egg in our gamer microwave here", "because it's a microphone.", "Theoretically. It'll pick", "up any loud sound and I be able to do this", "[screams]", "Well, that was gamer microwave.", "It kind of worked.", "I did it so that you don't have to seriously.", "Don't try that at home.", "Don't open your microwave at home.", "I'll see you next time.", "Gamers. Hm.", "Still frozen.", "And you can cut right there."], "authors": ["Condé Nast"], "keywords": ["actually", "cooks", "thats", "need", "playing", "touch", "im", "game", "know", "play", "going", "video", "microwave"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}