{"id": "b7ada182-1995-3e87-b3af-74db860a6307", "title": "Manchester Arena attack: bomber's brother admits involvement", "url": "https://www.theguardian.com/uk-news/2020/dec/07/manchester-arena-attack-bomber-brother-admits-involvement-hashem-abedi", "summary": "The imprisoned terrorist Hashem Abedi, 23, has admitted for the first time his involvement in planning the Manchester Arena bombing that killed 22 people, a public inquiry has heard.\nAbedi, 23, the brother of the suicide bomber Salman Abedi, 22, made the admission in prison in October while being interviewed by two members of the inquiry’s legal team as part of the inquiry into the atrocity on 22 May 2017.\nAbedi pleaded not guilty earlier this year to 22 counts of murder, attempted murder and plotting to cause an explosion likely to endanger life.\nOn 22 October Abedi was interviewed in prison where he admitted he played “a full and knowing part”, the inquiry was told.\n“During that interview, Hashem Abedi admitted that he had played a full part and a knowing part in the preparation for the arena attack.”Barraclough said there had been “no doubt in my mind” that the prosecution of Abedi had been “entirely well found”.", "paragraphs": ["The imprisoned terrorist Hashem Abedi, 23, has admitted for the first time his involvement in planning the Manchester Arena bombing that killed 22 people, a public inquiry has heard.", "Abedi, 23, the brother of the suicide bomber Salman Abedi, 22, made the admission in prison in October while being interviewed by two members of the inquiry’s legal team as part of the inquiry into the atrocity on 22 May 2017.", "Abedi pleaded not guilty earlier this year to 22 counts of murder, attempted murder and plotting to cause an explosion likely to endanger life.", "He did not give evidence at the Old Bailey but provided a pre-prepared defence statement in which he denied involvement, claimed to have been “shocked” by what his brother had done, and said he did not hold extremist views.", "He was convicted by a jury of all the offences and was handed 24 life sentences in August with a minimum term of 55 years before he can be considered for parole.", "On 22 October Abedi was interviewed in prison where he admitted he played “a full and knowing part”, the inquiry was told.", "Questioning temporary DCS Simon Barraclough, who was the senior investigating officer for Operation Manteline, the criminal investigation into the attack, Paul Greaney QC said: “On the 22 October of this year in prison serving his sentence, Hashem Abedi was interviewed by members of the inquiry legal team.", "“During that interview, Hashem Abedi admitted that he had played a full part and a knowing part in the preparation for the arena attack.”", "Barraclough said there had been “no doubt in my mind” that the prosecution of Abedi had been “entirely well found”.", "Greaney added: “So the point you are making is that it didn’t need him to tell you that you had got it right?” Barraclough responded: “I think we had got there with the trial.”", "No other details of the prison interview were given."], "authors": ["Amy Walker"], "keywords": ["hashem", "admitted", "22", "arena", "members", "bombers", "interviewed", "played", "involvement", "murder", "manchester", "brother", "admits", "attack", "prison", "abedi", "inquiry"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}