{"id": "b7bbd765-afc0-3aa9-b31e-e295e029b5b5", "title": "Gordon Ramsay's line of hard seltzers are advertised as profanely as one might expect", "url": "https://www.foxnews.com/food-drink/gordon-ramsay-hard-seltzers-hells-kitchen", "summary": "Celebrity chef Gordon Ramsay is collaborating on his very own line of “Hell’s Kitchen”-branded hard seltzers, which are currently being advertised as “f---ing sensational” on their official website.\nGlobal Brews of London developed the beverages, per The Drinks Business.\n“Hell's Kitchen will never freeze over, but a cold Hell's Seltzer is a great start.”Hell’s Seltzers, which contain 5.5% alcohol by volume, will be sold in 12-packs upon its release.\nRetailers and “influencers” can currently request advance shipments of Hell’s Seltzers at the official “Drink Hells” website.\nAmong them, Global Brews has developed wines for such bands as Slayer, Iron Maiden, Motorhead, and several other groups which, too, were never afraid to use profanity to get their points across.", "paragraphs": ["Well isn’t this ¡@*%&# wonderful!", "Celebrity chef Gordon Ramsay is collaborating on his very own line of “Hell’s Kitchen”-branded hard seltzers, which are currently being advertised as “f---ing sensational” on their official website.", "Hell’s Seltzer, as the line is called, will debut in early 2021, in flavors including “Berry Inferno,” “Knicker Twist,” “Mean Green” and “That's Forked,” according to Brew Pipeline, a distribution platform said to be collaborating with Ramsay. Global Brews of London developed the beverages, per The Drinks Business.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“Yes, even I enjoy a hard seltzer after a long day, so I decided to toss the devil horns into the ring and heat things up!” reads a statement attributed to Ramsay. “Hell's Kitchen will never freeze over, but a cold Hell's Seltzer is a great start.”", "Hell’s Seltzers, which contain 5.5% alcohol by volume, will be sold in 12-packs upon its release. Retailers and “influencers” can currently request advance shipments of Hell’s Seltzers at the official “Drink Hells” website.", "CLICK HERE TO GET THE FOX NEWS APP", "Global Brews has previously collaborated with mostly rock and metal bands on their beer, wine and spirit offerings, according to its website. Among them, Global Brews has developed wines for such bands as Slayer, Iron Maiden, Motorhead, and several other groups which, too, were never afraid to use profanity to get their points across."], "authors": ["Michael Bartiromo"], "keywords": ["developed", "seltzer", "advertised", "gordon", "hard", "profanely", "ramsays", "ramsay", "official", "brews", "hells", "line", "global", "seltzers", "expect"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}