{"id": "b7dfedac-7cea-3bd1-9166-f3b4f2029804", "title": "White House Spokesman’s Message To Rep. Eric Swalwell: “Time To Look In The Mirror”", "url": "https://radio.foxnews.com/2020/12/09/white-house-spokesmans-message-to-rep-eric-swalwell-time-to-look-in-the-mirror/", "summary": "Press Secretary Brian Morgenstern responded to the story about Rep. Eric Swalwell and his past relationship with a woman suspected of acting as a Chinese spy.\n\"That is really a scary story and that's really unfortunate.\nWe found one spy embedded with Senator Feinstein and now another one with Congressman Swalwell.\nYou know, time to look in the mirror and look around you.\"\nSo I'm pretty sure Republicans and Democrats should agree that we need to address this.\"", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla on Fox News Radio, White House Dep. Press Secretary Brian Morgenstern responded to the story about Rep. Eric Swalwell and his past relationship with a woman suspected of acting as a Chinese spy.", "\"That is really a scary story and that's really unfortunate. And it comes on the heels of the DNI John Ratcliffe publishing for the nation his assessment that China is our number one threat and that everyone really needs to take this seriously. And included in his assessment was the fact that China, far, far more than any other foreign power, targets members of Congress for influence operations. We found one spy embedded with Senator Feinstein and now another one with Congressman Swalwell. It's a big problem. Especially for a guy who peddled the Russia hoax for years to find out that he was actually a victim of espionage from China. You know, time to look in the mirror and look around you.\"", "\"There once was a time where politics stopped at the water's edge and Republicans and Democrats could agree that we should unite against foreign threats. This needs to be one of those moments. It really does, because, I mean, you mentioned that kind of projection and we saw it with 2016 with the Democrats actually paying for the dossier and pushing the Russia hoax. Now we see this situation with Congress as Swalwell. Well, the bottom line is China is our number one threat. They are constantly doing influence campaigns. And it's not just Democrats falling for them. There are numerous accounts in the press where it's clearly Chinese propaganda and some American media outlets eats it up and reports it as fact. And that's a real problem. We need more scrutiny on issues specifically relating to China because they are trying to dominate the world. They're trying to replace the United States as a superpower. Remember, it's an authoritarian communist regime. So I'm pretty sure Republicans and Democrats should agree that we need to address this.\""], "authors": ["Jon Costantino"], "keywords": ["republicans", "spokesmans", "democrats", "rep", "really", "house", "thats", "white", "china", "eric", "swalwell", "trying", "russia", "problem", "mirror", "look", "threat", "message"], "pubDate": "2020-12-09T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}