{"id": "b7e9213f-f4ca-3488-b3e1-c4000ce36c53", "title": "Young people: how have you been affected by the pandemic?", "url": "https://www.theguardian.com/society/2021/apr/09/young-people-europe-affected-by-covid-pandemic", "summary": "We’d like to understand more about the impact of the pandemic on young people in Europe aged 16 to 25.\nThe Guardian, along with other members of the Europa media group which includes leading newspapers in France, Germany, Spain and Italy, is conducting a cross-European project to find out how the pandemic has reshaped the hopes, fears, dreams and expectations of the continent’s young people.\nAnd young adults have borne the brunt of job losses caused by lockdown in many countries.\nWe want to hear directly from 16 to 25 year olds about their hopes and dreams for the future.\nIf you’re under the age of 17, we will need to have your parent’s or guardian’s permission before we publish.", "paragraphs": ["We’d like to understand more about the impact of the pandemic on young people in Europe aged 16 to 25.", "The Guardian, along with other members of the Europa media group which includes leading newspapers in France, Germany, Spain and Italy, is conducting a cross-European project to find out how the pandemic has reshaped the hopes, fears, dreams and expectations of the continent’s young people.", "Covid-19 may have hit older people’s physical health harder, but teenagers have been caught up in the biggest disruption to education in history.", "And young adults have borne the brunt of job losses caused by lockdown in many countries. Some experts fear that a year of isolation and confinement could affect Generation Z for years to come.", "We want to hear directly from 16 to 25 year olds about their hopes and dreams for the future.", "If you’re under the age of 17, we will need to have your parent’s or guardian’s permission before we publish.", "Share your experiences", "You can get in touch by filling in the form below, anonymously if you wish or via WhatsApp by clicking here or adding the contact +44(0)7867825056. Your responses are secure as the form is encrypted and only the Guardian has access to your contributions.", "One of our journalists will be in contact before we publish, so please do leave contact details.", "If you’re having trouble using the form, click here. Read terms of service here."], "authors": ["Guardian Community Team"], "keywords": ["dreams", "guardian", "affected", "young", "contact", "pandemic", "16", "hopes", "z", "form", "youre"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}