{"id": "b7ffc63d-048e-30d3-a79f-ebf5e02cc275", "title": "The World in 2021 - Carmen Reinhart on the consequences of the pandemic", "url": "https://www.economist.com/the-world-ahead/2020/11/17/carmen-reinhart-on-the-consequences-of-the-pandemic", "summary": "THE COVID-19 crisis did not start as a financial crisis, but it is morphing into one—and a global one at that.\nBehind these disturbing trends a quieter financial balance-sheet crisis is gathering momentum across a broad swathe of countries.\nThe run-up to the credit crunch in 2021 does not fit the historical boom-bust pattern in many countries.\nAn extended credit crunch has been a major headwind to economic re­covery in the past.\nThere is little to suggest that it will be different in the post-pandemic landscape.■This article appeared in the Finance section of the print edition of The World in 2021 under the headline “The coming covid-19 credit crunch”", "paragraphs": ["THE COVID-19 crisis did not start as a financial crisis, but it is morphing into one—and a global one at that. The headlines of 2020 have been dominated by news of the pandemic’s spread, record-shattering falls in output, and surges in poverty and the newly unemployed. Behind these disturbing trends a quieter financial balance-sheet crisis is gathering momentum across a broad swathe of countries. The financial fallout from the pandemic does not respect differences by region or income status. Financial institutions are facing (and will face for some time) a marked rise in non-performing loans (NPLS).", "Historically, banking crises emerge after a lengthy expansion in economic activity. Growth is often fuelled by a credit boom and rising leverage. Under the motto of “this time is different”, asset-price bubbles emerge during the biblical “seven fat years” (whether in property, commodities, equity or bonds). As the economic expansion slows and turns into recession, loans made during the good times turn sour. Sometimes balance-sheet problems undermine confidence, and runs on banks and financial institutions turn the crisis into a fully fledged panic. Households and firms attempt to deleverage after the crisis, even as banks adopt tighter lending standards. If banks resist writing down bad loans in favour of “evergreening”, as was the case in Japan’s crisis in the early 1990s and in Europe after 2007-09, the resulting credit crunch may be longer and more severe, even surpassing the biblical “seven lean years”.", "But this time truly is different. The run-up to the credit crunch in 2021 does not fit the historical boom-bust pattern in many countries. It is not predicated on having experienced an economic expansion or an asset-price bubble. The common threads to the evolving balance-sheet crisis and the credit crunch that will follow are the historic magnitudes and likely persistence of the slump in economic activity. It is also a regressive crisis, disproportionally hitting low-income households and smaller firms that have fewer assets to avert insolvency.", "High leverage on the eve of the pandemic will amplify the balance-sheet problems of the financial sector. Companies in the world’s largest economies, America and China, are highly indebted and skewed towards high-risk borrowers. The IMF has repeatedly flagged concerns about the pre-pandemic rise in corporate leverage in many emerging markets, where much debt is denominated in dollars. Six months into the covid-19 crisis, S&P had downgraded or cut the outlook on almost 60% of the Latin American companies it rates. For the rest of the world the share is about 35-40%. Exposure to commercial property, as malls remain half-empty, is another source of concern in many parts of the world.", "Listen on: Apple Podcasts | Spotify | Google | TuneIn", "Australia and Canada, among others, have record levels of household debt. In Africa, where the NPL ratio was estimated at around 11% in 2019, microfinance institutions’ portfolios will come under stress, as much of their lending is to households with volatile income and no assets. India was already dealing with an NPL ratio of about 9% in the run-up to the pandemic, and new lending in recent years had already stalled as a result of efforts to clean up the balance-sheets of state banks.", "Since the onset of the pandemic, a range of policies has been introduced by governments across the world to provide liquidity to the many businesses that have been shuttered during the lockdowns and to support households hit by a sudden loss of income and employment. Grace periods in the repayment of existing loans have been granted. Re-contracting of loans in favour of longer maturities or lower interest rates has also been common. The hope is that because the health crisis is temporary, the financial distress of firms and households will be, too. However, even with a prompt resolution of the pandemic in the form of a globally available vaccine, significant damage has been inflicted on the global economy and the balance-sheets of financial institutions.", "Given the emergency, these policies have provided a valuable stimulus tool beyond the conventional scope of fiscal and monetary policy. But by 2021 grace periods will come to an end and it will become apparent whether the problem facing countless firms and households is insolvency rather than illiquidity. An extended credit crunch has been a major headwind to economic re­covery in the past. There is little to suggest that it will be different in the post-pandemic landscape.■", "This article appeared in the Finance section of the print edition of The World in 2021 under the headline “The coming covid-19 credit crunch”"], "authors": ["The Economist"], "keywords": ["crisis", "crunch", "carmen", "world", "pandemic", "reinhart", "economic", "financial", "balancesheet", "credit", "loans", "firms", "households", "consequences", "2021"], "pubDate": "2020-11-17T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}