{"id": "b81befa4-3b3d-3454-ade1-4fb0ec7ba56e", "title": "Video Game Remakes Are Better Than Film Remakes", "url": "https://www.gameinformer.com/opinion/2020/11/26/video-game-remakes-are-better-than-film-remakes", "summary": "It's a fascinating tale of two cities, but the remakes of 2019 are just a microcosm of a larger trend: Video game remakes are better than film remakes.\nThe video game industry (increasingly) does too.\nWhat makes video game remakes so exciting and film remakes so excruciating?\nHowever, unlike film, video games are also a technology.\nI’m aware this is all a little reductive, but I do believe that video game remakes are, by and large, better products than most film remakes.", "paragraphs": ["In 2019, Disney debuted four remakes of beloved cartoon classics: Aladdin, Dumbo, The Lion King, and Lady and The Tramp. Reviews for all four films were mixed, but largely ranged from “Meh, it’s okay” to “Why was this necessary?” That same year, Capcom remade one of the most beloved entries in its long-running survival horror series and got the opposite response. Resident Evil 2 reviews were effusive, and fans declared it one of the standout titles of the year. It's a fascinating tale of two cities, but the remakes of 2019 are just a microcosm of a larger trend: Video game remakes are better than film remakes.", "The movie industry loves to remake old properties. The video game industry (increasingly) does too. But there is a big difference between how the two entertainment fields manage their properties, because every time the movie industry announces a remake we collectively groan. When a video game developer announces a remake of a beloved classic, we’re ready to party.", "Don't get me wrong, sometimes Hollywood gets it right, but for every Invisible Man (2020), I feel like we get several films like Total Recall (2012), Point Break (2015), Ben-Hur (2016), and The Mummy (2017) which completely fall flat and fail to capture the magic that made their original films special. Why does this happen? What makes video game remakes so exciting and film remakes so excruciating?", "Each medium has its own inherent strengths and weaknesses, and these differences influence the development of their respective products. First, let’s look at the video game industry. Video games, like film, are an art form capable of telling powerful stories. However, unlike film, video games are also a technology. And technologies constantly evolve. This means that many game developers are actively trying to create brand-new experiences that would not have been possible just a few years earlier. The industry is built on the concept of continual iteration.", "I’m not trying to say that making a film is easy or that the form hasn’t evolved. I’m just saying that building a game is kind of like solving a series of logic problems. In order to make games, developers often have to think creatively and develop tools that didn’t previously exist. I’ve interviewed hundreds of game developers over the years, and they often say the same thing when reflecting on their creations; they had no idea how they were going to solve many of the problems they faced when they started the project. The video game industry is obsessed with building new things.", "Of course, not all games feel innovative, but developers want to be innovative and that’s the important element. When a developer like Capcom remakes an experience like Resident Evil 2, the team knows that they can’t rely on the same set of tricks that worked in 1998, because so much of the technology that worked in 1998 is outdated. You could say, in order to make a great game today, you have to anticipate what is going to be exciting to play tomorrow.", "Now, you might think I’m about to say that the film industry isn’t innovative, but that isn’t really true. Of course, films can be innovative. But movies aren’t a technology; they are a storytelling medium, and that’s a big difference. The storytelling techniques that work well today are many of the same techniques pioneered decades ago. Storytelling isn’t easy. It’s an art form, but in order to be good at that art form, you must be a student of the methods that worked well previously. You could say: In order to make a great film today, you must look at what was great yesterday. Indeed, some of the best filmmakers today are just remixing elements from beloved films of yesteryear, but it’s also easy to fall into a trap here. Hollywood has received a lot of criticism for relying too much on established properties and regurgitating the same stories over and over again. In fact, many big-budget film remakes are strikingly similar to their originals. The 1998 remake of Psycho was a shot-for-shot remake of the classic Alfred Hitchcock film and it was critically panned.", "Game developers can't do shot-for-shot remakes, because what's the point? They need to make something new. Even remakes such as the PS5 version of Demon's Souls, which are visual overalls that leave the gameplay untouched, still bring something new to the table. Demon's Souls is a great game and the new visuals add to the game's powerful sense of atmosphere.", "I’m aware this is all a little reductive, but I do believe that video game remakes are, by and large, better products than most film remakes. Just this year, we saw the release of several great remakes. Square Enix’s Final Fantasy VII Remake, which let us revisit a beloved fantasy world. Final Fantasy VII's redesigned active battle system was a lot of fun and kept the action engaging. Crowbar Collective’s Black Mesa, a fan remake of the first Half-Life, started as a simple visual upgrade to the 1998 shooter, but the team’s smart use of environmental storytelling expanded on the series' lore. Black Mesa’s last act is also completely new and full of so many exciting ideas that it almost feels like a miniature sequel. Even Capcom’s Resident Evil 3, which pales in comparison to last year’s Resident Evil 2, is still full of exciting action set pieces and tense monster encounters, which never would have been possible in the original game. These games all succeeded because they brought something new to the experience.", "It’s easy to be cynical and say that Hollywood’s real problem is that all it cares about is money, and that film studios are simply mining beloved franchises to further their bottom line, but I think the problem is more complicated than that. Remakes can be great works of art. The Magnificent Seven is a remake of Seven Samurai, and both movies are bulletproof classics. It is possible to remake a beloved film that doesn’t tarnish the original. Maybe filmmakers just need to think a little more like game developers in the future."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["beloved", "video", "film", "great", "say", "game", "better", "remake", "remakes", "industry", "games"], "pubDate": "2020-11-26T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}