{"id": "b8204f8e-40be-345f-899f-40fd5d76538f", "title": "NYC schools reopening with required COVID testing is continuation of making ‘dumbest’ moves: columnist", "url": "https://www.foxnews.com/health/nyc-schools-reopening-with-required-covid-testing-is-continuation-of-making-dumbest-moves-columnist", "summary": "New York City is allowing parents to send their kids back to school with consent to perform required COVID testing but New York Post columnist Karol Markowicz, a NYC school district parent, told Fox & Friends\" this is just another “ridiculous” protocol by the state.\nThe New York City Board of Health announced Saturday students who have not completed testing consent forms will be prohibited from returning to school.\n“This is just New York City doing the dumbest, most ridiculous thing possible,” she said.\nCLICK HERE TO GET THE FOX NEWS APP“If you’re so worried about kids spreading COVID, have parents produce a negative test every week,” she said.\n“But what they’re doing instead is testing these kids without their parents present and I just think that’s going to lead to problems for them.\"", "paragraphs": ["New York City is allowing parents to send their kids back to school with consent to perform required COVID testing but New York Post columnist Karol Markowicz, a NYC school district parent, told Fox & Friends\" this is just another “ridiculous” protocol by the state.", "The New York City Board of Health announced Saturday students who have not completed testing consent forms will be prohibited from returning to school. Students will be tested at random without parental supervision.", "“This is just New York City doing the dumbest, most ridiculous thing possible,” she said. “And that’s what they’ve done all along and it’s just a continuation of that.”", "HASKINS & TALGO: CORONAVIRUS SCHOOL CLOSINGS ARE HURTING STUDENTS -- IT'S TIME TO REOPEN", "Markowicz argued there are other ways to go about testing with parents present, as she believes should be authorized.", "“I can imagine a 5-year-old freaking out and not wanting to take the test and if that kid then has to switch to remote learning because they didn’t want some stranger sticking a stick up their nose, that’s going to have some issues,” she explained.", "Many parents are apparently hesitant to sign the consent form, Markowicz said, because it “just makes no sense” since it’s interruptive to the educative process and test results can take several days to come back. Meanwhile, she said, it’s been proven kids aren’t spreading the virus and are last in line to receive the vaccine.", "CLICK HERE TO GET THE FOX NEWS APP", "“If you’re so worried about kids spreading COVID, have parents produce a negative test every week,” she said. “But what they’re doing instead is testing these kids without their parents present and I just think that’s going to lead to problems for them.\""], "authors": ["Angelica Stabile"], "keywords": ["york", "kids", "thats", "students", "covid", "testing", "required", "schools", "parents", "nyc", "test", "moves", "reopening", "school", "city", "continuation", "consent", "making", "dumbest"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}