{"keywords": ["workplace", "companies", "postdigital", "leadership", "digital", "work", "capabilities", "link", "essential", "survey", "culture", "leaders", "innovation", "technology", "employees"], "url": "https://execed.economist.com/blog/industry-trends/four-essential-leadership-capabilities-post-digital-workplace", "summary": "A Randstad US report, “Workplace 2025: The Post-Digital Frontier,” reveals that just over half (52%) of companies are still in the early stages of digital transformation.\nThe one thing these successful companies all have in common is digital leadership.\nHere are the four top traits that the Randstad report identified as necessary for a leader’s success in the post-digital workplace.\nAnd while 45% consider their employers competent at keeping up, they don’t consider them digital or innovation leaders.\n“Define your desired work culture and define how you’ll make values (how people treat each other at work) as important as results, every day.”4.", "title": "Four essential leadership capabilities for the post-digital workplace", "authors": [], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "b82211b9-e9d0-345a-9792-216a33be1730", "paragraphs": ["To remain competitive, companies must embrace technology and stay ahead of digital disruption.", "A Randstad US report, “Workplace 2025: The Post-Digital Frontier,” reveals that just over half (52%) of companies are still in the early stages of digital transformation.", "The report also reveals that companies that have fully implemented automation, artificial intelligence and digital collaboration tools are experiencing numerous benefits—increased revenue, greater effectiveness in meeting objectives, more successful cost-saving efforts and positive ROI on technology investments—over companies with low levels of digital transformation, and are four times more adaptive to changes brought on by digital technologies.", "These companies with superior levels of digital transformation aren’t necessarily large organisations and only 19% are in the tech industry.", "The one thing these successful companies all have in common is digital leadership.", "Here are the four top traits that the Randstad report identified as necessary for a leader’s success in the post-digital workplace.", "1. The ability to keep people connected and engaged", "“To keep employees connected and engaged, leaders have to inspire them,” says Jim Link, CHRO at Randstad North America. But his company’s research shows that this isn’t happening. “Only 43% of employees strongly agree that their company has made the employee experience a priority; only 36% strongly agree that the overall digital vision has been communicated to them.”", "And it may require a different type of leader to take the helm in this type of environment.", "“Corporate America is full of leaders who can get the job done, but relationship-builders now rule the kingdom,” according to Mark Babbitt, president and senior partner of WorqIQ, and co-author of “A World Gone Social: How Companies Must Adapt to Survive.”", "Leaders need to articulate the organisation’s strategic vision, and develop both short-term and long-term goals, but they must also be able to express the vision and goals in a way that motivates employees. This extends to the digital vision, the pace at which new digital tools are implemented and how these tools can reduce redundant and repetitive tasks.", "“It is those leaders fully engaged in industry-related and innovation conversations most capable of pulling in the best people to co-create and execute high-profile projects,” Babbitt explains.", "S. Chris Edmonds, founder of The Purposeful Culture Group, and author of “The Culture Engine: A Framework for Driving Results, Inspiring Your Employees, and Transforming Your Workplace,” recommends that companies find a reliable way to measure employee engagement. Edmonds does not recommend using an in-house survey because it might not produce valid, reliable measures.", "“Gallup’s Q12 questions can help companies get a true reading of connectedness and engagement,” he says. “Conduct a connectedness and engagement survey at least twice a year to ensure you’re getting accurate perceptions from team members and team leaders.”", "Edmonds also recommends sharing the data with employees at all levels so they know the current “operating reality,” as well as plans to close the gaps.", "2. The ability to be more agile and digitally savvy", "According to the survey, 94% of employees say technological innovations are influencing what is required for a leader to be successful. But 27% of them believe their employers are three to five years behind the curve. And while 45% consider their employers competent at keeping up, they don’t consider them digital or innovation leaders.", "“We’re finding that, with younger sets of employees, the ability to utilise technology as a leader in engaging people and helping them do their work and understand the bigger business picture is important,” Link explains.", "Digitally-savvy leaders use data and employ new technologies when making decisions, and they align technology to business strategy.", "“They leverage automation, intelligence, internal effectiveness and competitive advantage,” Link says.", "From using cognitive technology in talent acquisition to using people analytics to improve employee engagement and retention, agile and digital-savvy leaders can effectively adapt to changes driven by digital technologies.", "In fact, Babbitt says digital savviness was listed as one of the top five leadership traits in his 2014 book, “A World Gone Social,” and five years later, he’s seeing the effects for leaders who have not adapted.", "“We’re already seeing leaders being selected over other well-qualified candidates exclusively due to two still relatively unique traits: 1) Their perceived level of digital savviness, and 2) The agility that seems to come with the informal education gained by being perpetually engaged.”", "3. The ability to drive a culture of innovation, learning and continuous improvement", "The Randstad survey also reveals that innovative leaders are more likely to demonstrate curiosity, lead courageously, seize opportunities and maintain strategic business perspectives.", "“It’s up to the leaders to establish a culture of innovation, learning and continuous improvement,” Link says. “Executives who are able to stimulate creativity and create an environment that fosters experimentation will be more likely to drive innovation,” he explains.", "And this trait may very well be the difference between success and failure.", "“In our increasingly competitive marketplace, one with disruptors ready to pounce on every stale company and vulnerable industry, innovation is critical to continued relevance,” Babbitt says. “Today’s best leaders encourage entire teams to understand their role as not just innovators, but instigators.”", "Analysing which aspects of an employee’s job can be replaced by automation is only part of the equation. It’s also necessary to re-train employees to use cognitive tools and realign their skills to work effectively and efficiently with artificial intelligence and robots while maximising their human skills.", "Companies must create a culture in which employees can not only embrace technology, but also feel empowered to think differently, speak out and share their views.", "“If you have a work culture where leaders and team members demean, dismiss and discount others’ ideas, efforts and accomplishments, you’ll never get to a place of innovation, learning and continuous improvement,” Edmonds warns.", "If employees don’t feel valued, he says they won’t be proactive in solving problems and they’ll never test out new solutions out of fear of being reprimanded or even fired.", "“Define your desired work culture and define how you’ll make values (how people treat each other at work) as important as results, every day.”", "4. The ability to be adept at risk-taking", "“People who are viewed as innovative score 25% higher in risk management,” Link says.", "Digital leadership leaves little room for fear of failure. The survey reveals that innovative leaders score lower in maintaining order and accuracy, but that’s to be expected in risk-takers.", "“The best leaders—rather than focus on number-crunching, conformity and compliance—are, in general, more entrepreneurial in nature; more specifically, they are willing to take well-considered risks,” Babbitt says. “Leaders who are risk-takers, especially those willing to learn and quickly move on from the inevitable failures, typically drive outcomes that result in organisational growth and progress.”", "Browse leadership courses for executives", "--", "Terri Williams is a freelance writer who covers leadership topics for The Economist Careers Network."], "pubDate": null}