{"id": "b82d2d6e-aed7-3c33-9731-5e3e2a728d92", "title": "Chinese divorce courts are places of peril for women", "url": "https://www.economist.com/china/2021/03/27/chinese-divorce-courts-are-places-of-peril-for-women", "summary": "In the real world, China’s family courts are places of peril for women like Ms Wang.\nThese studies show how sexism seeps into the work of Chinese divorce courts like a poison in the soil or a miasma in the air.\nIn a Chinese divorce “all women lose”, she adds.\nOfficials sometimes name three goals for the Chinese legal system: delivering justice and fairness, boosting the efficiency of courts and ensuring social stability.\nIn a Chinese divorce court that means denying women their rights.", "paragraphs": ["A CCORDING TO THE letter of the law, a Chinese family court should be a safe haven for Wang Fumei (not her real name), a 36-year-old battered wife and mother of two. In-store security cameras were rolling when her husband, a heavy-drinking gambler, came to the shop where she worked in southern China, and beat her without pity. The tape is now with the police. It gives Ms Wang grounds to invoke a law against domestic violence that took effect in 2016, allowing judges to punish abusive partners.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "If called as witnesses, the couple’s children would have little reason to defend their father. The 16-year-old son is a migrant labourer—his father refused to pay for vocational training that might have helped the boy into better work. The ten-year-old daughter is scared to hear her father’s name. Though safe in her mother’s home village, she cannot start middle school this September unless her father hands over the family’s household-registration book, or hukou, which is needed to enroll her. Even a screenshot would do, the school principal says. Alas, Ms Wang’s mother-in-law has told her grand-daughter by telephone: “Your schooling is not our business.” On paper, there are other reasons to trust in the law. Ms Wang’s meagre income should qualify her for legal aid from the state. The country’s supreme court has repeatedly told judges to pay more heed to equality for women.", "In the real world, China’s family courts are places of peril for women like Ms Wang. The details are laid out in two books by Chinese-born legal scholars. Between them they draw on thousands of hours of interviews with small-town judges, lawyers and ordinary folk seeking a divorce, many of them rural women whose views of marriage were transformed by their move to a big city. The first work, “Divorce in China: Institutional Constraints and Gendered Outcomes” by He Xin of Hong Kong University, was published in January. The second, “Marriage Unbound: Divorce Litigation, Power and Inequality in Contemporary China”, is by Li Ke of John Jay College of Criminal Justice at the City University of New York. It is due for publication in 2022.", "These studies show how sexism seeps into the work of Chinese divorce courts like a poison in the soil or a miasma in the air. The trouble starts before a judge has even opened a case file. Chinese judges earn promotions by handling cases quickly and for avoiding complaints and appeals. (A typical judge in a family court may hear 200 cases a year.) They are rewarded for pressing plaintiffs to withdraw divorce suits and try once more to patch up their marriages. That is one way to respond to Chinese leaders’ angst about soaring divorce rates. In 2019 4.15m couples parted ways. Just 9.47m got married, a record low in modern times.", "Judges routinely refuse first requests for divorce, obliging plaintiffs to come back after a cooling-off period of up to three months. The policy should exclude cases involving violence, but many judges are too scared to declare a husband an abuser. Some judges fear being assaulted themselves. Others worry about presiding over a case that leads to a family murder. Women reporting abuse pose no threat, so they are brushed aside. But men who threaten violence are sometimes bought off with property or even child custody, especially when a son is involved, judges tell Mr He.", "A woman who moves to her husband’s rural family home is especially vulnerable, Ms Li finds. Typically she would need to seek divorce in her husband’s local court. Often his relatives and neighbours, as well as police officers, decline to testify against a person they see as one of their own. Partly as a result, restraining orders against violent husbands remain vanishingly rare.", "Judges are quick to spot those who arrive in court desperate for a divorce or for custody of a child. They press such needy parties to give up property or make crippling cash payments to a spouse to “buy” their freedom. That dynamic hurts women, who initiate 70% of divorces. In other cases the parent with less money, usually the mother, is simply deemed too poor to keep a child. Judges do not want to spend time haggling over a child-support order, not least because in China such rulings are hard to enforce.", "Ms Wang is vulnerable in all those ways. Desperate to keep her daughter, she needs a court to help obtain their precious hukou papers. Worse, even if she were to secure legal aid, state stipends for lawyers are so low that many legal-aid counsel just “go through the motions”, says a family lawyer in Beijing.", "Holding up half the sky, thanklessly", "Stories of suffering abound. Ms Guo, a migrant worker from rural Hebei province, in northern China, watched a female colleague who endured a three-year divorce in court, only to lose both children and have to pay 70,000 yuan ($10,730) to her husband. In contrast, Ms Guo sought an uncontested divorce from a civil-affairs office. A clerk ended her marriage in 20 minutes because she sought no assets or compensation from her husband, who had found another woman. “I had a smooth divorce, at great economic and psychological cost,” she says over Coca-Colas near her factory in Shenzhen. In a Chinese divorce “all women lose”, she adds.", "That may seem paradoxical. Enough well-meaning laws have been passed to suggest that leaders do want a more female-friendly China. The solution to the puzzle lies in the Communist Party’s priorities. Officials sometimes name three goals for the Chinese legal system: delivering justice and fairness, boosting the efficiency of courts and ensuring social stability. But party bosses take a utilitarian, greatest-good-for-the-greatest-number view of human happiness. Thus judges who bully individuals and place efficiency above fairness are just doing their duty. As for maintaining social stability, that is an overriding obsession of party officials. And a reliable way to avoid social unrest is to side with the powerful against the weak. In a Chinese divorce court that means denying women their rights. In an autocratic regime, cruelty is not an accident, it is structural. ■"], "authors": ["The Economist"], "keywords": ["judges", "wang", "places", "divorce", "women", "peril", "court", "chinese", "ms", "legal", "family", "courts", "china"], "pubDate": "2021-03-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}