{"id": "b8372f16-cdcc-3868-b632-13af1e0286c4", "title": "1969 Mercury Cougar from James Bond 007 film ready to shake up the auction block", "url": "https://www.foxnews.com/auto/1969-mercury-cougar-james-bond-007", "summary": "When most people think “James Bond,” George Lazenby is likely the last actor who’s played the role to come to mind.\nSimilarly, the phrase “Bond car” probably doesn’t cause visions of a Mercury Cougar to dance in your head.\nBut if by chance you’re an outlier and have a few bucks to spare, we have good news.\nA 1969 Mercury Cougar XR7 used in “On Her Majesty’s Secret Service,” the only film to feature Lazenby as Bond, is coming up for auction at Bonhams.\nThe cougar is being offered -- appropriately -- at Bonham’s Bond Street event in London on December 16, but bids can be submitted remotely.", "paragraphs": ["When most people think “James Bond,” George Lazenby is likely the last actor who’s played the role to come to mind. Similarly, the phrase “Bond car” probably doesn’t cause visions of a Mercury Cougar to dance in your head.", "But if by chance you’re an outlier and have a few bucks to spare, we have good news.", "A 1969 Mercury Cougar XR7 used in “On Her Majesty’s Secret Service,” the only film to feature Lazenby as Bond, is coming up for auction at Bonhams.", "The red convertible wasn’t one of 007's gadget-filled rides from Q Branch, but the property of Diana Rigg’s Countess Tracy di Vicenzo, who would (SPOILER ALERT) go on to become Mrs. Bond and meet an untimely end before the credits roll.", "DIANA RIGG'S \"THE AVENGERS\" CHARACTER HELPED MAKE THE LOTUS ELAN FAMOUS", "Four cars were used during production, according to Bonhams, this one featured being driven in the snow during the memorable “barn scene.” The car has had more than eight owners since it was sold following the completion of the 1969 film, but has belonged to the same person since 1990 and was fully restored this year. Another Cougar was damaged during a car chase and later scrapped, while the other two are currently owned by the Ian Fleming Foundation and a private owner.", "It’s equipped with a 428-4V Cobra Jet Ram Air V-8 Engine with Ram Air induction, automatic transmission, screen-correct French temporary license plates and a trunk rack fitted with classic Kneissl skis.", "The cougar is being offered -- appropriately -- at Bonham’s Bond Street event in London on December 16, but bids can be submitted remotely. The pre-auction estimate for the car is $130,000 to $200,000.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["block", "film", "used", "shake", "james", "lazenby", "auction", "riggs", "ready", "car", "ram", "1969", "bonhams", "cougar", "bond", "mercury"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}