{"id": "b8482e8c-68a3-3787-a6f1-55a2b7047ff8", "title": "How do lateral-flow tests for covid-19 work?", "url": "https://www.economist.com/the-economist-explains/2021/04/08/how-do-lateral-flow-tests-for-covid-19-work", "summary": "LATERAL-FLOW TESTS, supposedly a cheap and fast way to identify covid-19, have got a bad rap.\nHow do lateral-flow tests work, and are they reliable?\nLateral-flow tests were already used widely before SARS-CoV-2, the virus that causes covid-19, came along.\nData collected through Britain’s test-and-trace system show that lateral-flow tests have a specificity of at least 99.9%.\nAnd lateral-flow tests are less sensitive than PCR tests.", "paragraphs": ["LATERAL-FLOW TESTS, supposedly a cheap and fast way to identify covid-19, have got a bad rap. In September the World Health Organisation said that “very few” had undergone “stringent” regulatory procedures. In a mass-testing pilot at the end of 2020 in Liverpool, in north-west England, antigen tests made by Innova Medical Group, an American company, missed 60% of asymptomatic cases—they were detected by more complicated polymerase-chain-reaction (PCR) tests instead. Subsequently some care homes in England refused to use the tests because of concerns over their accuracy. But lateral-flow tests remain at the heart of the British government’s strategy to stop the spread of the virus. From April 9th everyone in the country will be offered free testing kits twice a week. How do lateral-flow tests work, and are they reliable?", "Lateral-flow tests were already used widely before SARS-CoV-2, the virus that causes covid-19, came along. Their most common use is in pregnancy tests, where they detect a hormone present in pregnant women’s urine. They can analyse other body fluids such as blood and saliva, as well as other substances such as food. When it comes to detecting covid-19, a lateral-flow test takes a sample of mucus from a person’s nose or throat using a swab. This is dipped in a tube containing a solution to dilute the sample, and then placed at one end of a porous strip in a test cartridge. As the sample is pulled along the strip via capillary action it encounters a line of antibodies (proteins also found in the body’s immune system) designed to recognise SARS-CoV-2 antigens (specific proteins found only on the surface of the virus) and binds onto them. Much as in a positive pregnancy test, if a coloured band appears on the strip it indicates a covid-19 infection.", "Two big advantages of lateral-flow tests are their speed and simplicity. They provide results within ten to 30 minutes, and can be easily performed outside a laboratory, unlike PCR tests, which look for the virus’s entire genetic sequence rather than its antigens. They are also cheaper than PCR tests. According to an analysis by Which?, a consumer publication, a private PCR test in Britain costs on average £120 ($165), compared with around half that for a private lateral-flow test. But there are questions over lateral-flow tests’ accuracy. To judge this, scientists look at two elements: specificity (the proportion of tests that correctly return negative results for people who do not have covid-19) and sensitivity (the proportion of tests that correctly return positive results for people who do). Data collected through Britain’s test-and-trace system show that lateral-flow tests have a specificity of at least 99.9%. That is high, but still means that on average one of every 1,000 tests will give a false positive.", "And lateral-flow tests are less sensitive than PCR tests. If an infected person does not produce enough antigens, which is usually the case at the start or end of an infection, the test may give a false negative result. Another problem is that for the test to work properly the sample probe has to go sufficiently deep into the throat or the nose. Research carried out by the University of Oxford and Public Health England shows that the sensitivity of the tests, relative to PCR tests, fell from 79.2% in laboratory conditions to 57.5% when they were carried out by self-trained members of the public.", "Lateral-flow tests are best at identifying highly infectious individuals. This makes them useful in the fight against covid-19, even if they are not perfect. The quicker cases are detected, the greater the chances of reducing the spread of infections. But rapid testing alone is not sufficient to control the pandemic. It must go hand in hand with other testing methods and measures such as social distancing and vaccination.", "Dig deeper", "All our stories relating to the pandemic and the vaccines can be found on our coronavirus hub. You can also listen to The Jab, our new podcast on the race between injections and infections, and find trackers showing the global roll-out of vaccines, excess deaths by country and the virus’s spread across Europe and America."], "authors": ["The Economist"], "keywords": ["sample", "virus", "lateralflow", "strip", "covid19", "test", "testing", "spread", "work", "pcr", "tests"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}