{"id": "b8627e60-14aa-333b-addd-a29f5a41379a", "title": "Why Did Assassin’s Creed Valhalla Bring Back Those Awful Paper Chases?", "url": "https://www.gameinformer.com/2020/11/25/why-did-assassins-creed-valhalla-bring-back-those-awful-paper-chases", "summary": "In many ways, it’s like a greatest hits of the contemporary Assassin’s Creed games, pulling in elements that have worked in the past and scaling back on others.\nHowever, Ubisoft decided to surprise us by bringing back something terrible from past games.\nIt was bad when you were chasing pages of Poor Richard’s Almanac in Assassin’s Creed III, and when you were chasing lyrics to sea shanties in Assassin’s Creed Rogue.\nBack to Valhalla: The problem is amplified by the fact that these pieces of paper are usually perched in treetops or up high.\nAnd if you’ve played the latest game – or really any Assassin’s Creed games in the past – you know that climbing trees is not exactly a major part of assassin training.", "paragraphs": ["I’ve been playing a lot of Assassin’s Creed Valhalla over the past few weeks and have had a pretty good time tracking down targets, finding secrets in the vast open world, and calling over my friends to help me open chests of supplies because sometimes those lids are really heavy, okay!? In many ways, it’s like a greatest hits of the contemporary Assassin’s Creed games, pulling in elements that have worked in the past and scaling back on others. However, Ubisoft decided to surprise us by bringing back something terrible from past games. No, I don’t mean Layla – we knew she was returning. I’m talking about one of the worst objectives in all of gaming: chasing after something that’s trying to flee from you.", "This has never been fun. It was bad when you were chasing pages of Poor Richard’s Almanac in Assassin’s Creed III, and when you were chasing lyrics to sea shanties in Assassin’s Creed Rogue. Heck, it was bad when you had to chase down runaway orbs in Crackdown 2 or the egg thieves in Spyro. It’s an annoying activity in the best of circumstances, capturing the same feeling as when your hat blows off on a windy day and you have to run after it and all the neighborhood kids laugh and when you finally get it back you put it on angrily which is admittedly very silly looking and the kids laugh even harder. You know, video game stuff.", "Back to Valhalla: The problem is amplified by the fact that these pieces of paper are usually perched in treetops or up high. And if you’ve played the latest game – or really any Assassin’s Creed games in the past – you know that climbing trees is not exactly a major part of assassin training. Eivor does their best to fumble around the trees and leap from branch to branch, but it invariably devolves into inexplicably taking a nosedive out of nowhere or, just as frustrating, groping around the trunk and hugging it. Meanwhile, the paper continues to flit along, tantalizingly out of reach.", "And when you finally do manage to grab the blasted scrap? What’s your big prize? A tattoo design. A dumb tattoo design. “Hey, I found this drawing on a piece of trash I found, please stab it into my face.” OK, more importantly, it removes the mystery icon from your map, which is important if you’re a big weirdo like me. But for that amount of effort you should get a coupon for a free sword or something. Or, better yet, maybe it could unveil part of the fogged-up skill tree.", "On the bright side, as much as I absolutely hate these objectives, it could be worse: the paper could have a suspicion meter."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["games", "chases", "trees", "creed", "assassins", "really", "past", "paper", "awful", "valhalla", "bring", "chasing", "tattoo"], "pubDate": "2020-11-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}