{"id": "b8826ff8-6a16-394c-ae74-df9e50438a72", "title": "Test and trace needs radical overhaul to prevent further Covid surges in England – experts", "url": "https://www.theguardian.com/world/2021/jan/11/test-and-trace-needs-radical-overhaul-to-prevent-further-covid-surges-in-england-experts", "summary": "England’s test-and trace system will fail to prevent further surges of coronavirus without radical improvements by spring, experts have said, as concern increases about the use of inexperienced call-centre workers to carry out the role of clinically trained staff.\nPreviously, these call centre workers were responsible for the relatively straightforward role of telling close contacts of infected people to self-isolate.\nA Department of Health and Social Care spokesperson said the department was freeing up healthcare staff by increasing responsibilities for privately employed call handlers and that they were not giving out clinical advice.\nHe said that of 259 calls he made to Covid-19 cases in November and December, 56% (144) did not answer.\n“This needs to be done by people who not only skilled but trusted in the communities – it needs to be done locally,” she said.", "paragraphs": ["England’s test-and trace system will fail to prevent further surges of coronavirus without radical improvements by spring, experts have said, as concern increases about the use of inexperienced call-centre workers to carry out the role of clinically trained staff.", "The government’s £22bn programme is under increasing strain as it attempts to contact nearly triple the number of infected people and more than double the number of close contacts compared with a month ago.", "There is increasing concern among test-and-trace healthcare professionals about the use of outsourced call centre staff, often employed on minimum wage by telesales firms contracted by Serco, who have been drafted in to carry out detailed interviews with coronavirus patients.", "Previously, these call centre workers were responsible for the relatively straightforward role of telling close contacts of infected people to self-isolate. Since October, however, many have been drafted in to interview Covid-19 patients, detailing their movements and finding out whom they may have infected – complex work which was previously only carried out by qualified healthcare staff.", "England’s Covid test and trace relying on inexperienced and poorly trained staff Read more", "One clinical caseworker, who has worked for test and trace since its launch last May, said he was appalled by the use of completely unqualified junior staff to carry out such sensitive work with seriously ill and often vulnerable people. Call centre workers have previously said they felt ill-prepared for the role.", "In an email to Matt Hancock last week, the healthcare professional said he had reported call centre staff, termed tier 3 workers, numerous times to NHS Professionals, the organisation that recruits temporary staff for the NHS, because of “missing or inappropriate actions”. He said many of these cases had potentially serious outcomes.", "He wrote to the health secretary: “Life and death is an oft-used phrase, but in the case of dealing with Covid cases, it really is. As a matter of urgency I ask that all tier 3 [workers] be recalled from tier 2 clinical work.”", "The healthcare worker, who has more than 40 years of experience in communicable diseases and environmental health, said he had repeatedly raised concerns about junior call-handlers unnecessarily delaying calls to Covid-19 patients because they needed a translator, falsely claiming they have tried to call people, and rescheduling calls for 24 hours later claiming “the case was too busy to talk” or “the case was having dinner”.", "The government’s Scientific Advisory Group for Emergencies (Sage) has said that 80% of an infected person’s close contacts must be told to self-isolate within 48 to 72 hours for the national programme to be effective, so any delay risks allowing the disease to spread.", "The latest figures showed that the proportion of infected people being reached by test and trace fell to its lowest level since late October (84.9%) as demand on the system surged in December. The number of infected people reached within 24 hours fell to its lowest level since mid-November (73%).", "A Department of Health and Social Care spokesperson said the department was freeing up healthcare staff by increasing responsibilities for privately employed call handlers and that they were not giving out clinical advice.", "He said: “NHS test and trace – the biggest testing system in Europe – is doing everything possible to break chains of transmission and, to date, the service has told over 5.1 million people to self-isolate, including those testing positive and their close contacts.”", "But NHS sources said the new model was increasing the strain on experienced clinicians – those working in tier 1 on test and trace – whom they said were being inundated with queries from unqualified call handlers.", "There is also concern that the programme is worsening the staffing crisis in some hospitals by ordering medics to self-isolate unnecessarily when they have been in close contact with an infected person. “It takes people out of work when they don’t need to be and reduced staffing is by far the biggest risk for transmission,” said a senior hospital doctor.", "Experts said they were alarmed at the lack of a long-term strategy to bring Covid-19 under control once the 14 million most vulnerable people have been vaccinated by the government’s target of mid-February.", "One contact tracer said the government needed to provide further support to people who had to isolate, improving compliance with the rules. He said that of 259 calls he made to Covid-19 cases in November and December, 56% (144) did not answer.", "Research suggests fewer than 20% of those who should isolate do so fully. The self-reported ability to isolate is three times lower in those who earn less than £20,000 a year or have less than £100 in savings.", "Deepti Gurdasani, a senior lecturer in epidemiology and statistical genetics at Queen Mary University of London, said the government must set out a long-term strategy for containing Covid-19 beyond the spring, including an improved test, trace and isolate system.", "“I don’t really understand what the government’s plan is,” she said. “We were told we had a world beating test, trace and isolate system – that completely and utterly failed to contain the virus and we have the second surge and now the third surge.”", "Susan Michie, a member of the Scientific Pandemic Influenza Group on Behavioural Science, a Sage subcommittee: said: “Test, trace and isolate has been one of the big failures of this government over 2020.”", "Michie, a professor of health psychology at University College London, urged ministers to learn from successful test, trace and isolate systems overseas and build a detailed, locally led system staffed by healthcare professionals.", "“This needs to be done by people who not only skilled but trusted in the communities – it needs to be done locally,” she said."], "authors": ["Josh Halliday", "Natalie Grover"], "keywords": ["prevent", "trace", "isolate", "staff", "radical", "workers", "covid19", "experts", "healthcare", "overhaul", "england", "system", "close", "needs", "test", "surges", "covid", "infected"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}