{"id": "b89a8850-6cad-33d3-b6de-14e9c5ae4db9", "title": "The Intelligence - “It was clear that many companies actually benefited from lockdowns”—a capital-raising frenzy", "url": "https://www.economist.com/podcasts/2020/12/16/it-was-clear-that-many-companies-actually-benefited-from-lockdowns-a-capital-raising-frenzy", "summary": "Also on the daily podcast: the hidden, hard-working world of waste-pickers and megaphones get much more megaASTONISHINGLY, COMPANIES have raised more capital this year than ever before.\nWe ask how capital markets shook free amid the pandemic—and what will happen with all that cash now.\nOur correspondent finds just how dependent the world’s waste-management industry is on informal workers—whose hard jobs have been made far harder this year.\nAnd the technology making megaphones much more mega.\nRuntime: 22minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer", "paragraphs": ["Also on the daily podcast: the hidden, hard-working world of waste-pickers and megaphones get much more mega", "ASTONISHINGLY, COMPANIES have raised more capital this year than ever before. We ask how capital markets shook free amid the pandemic—and what will happen with all that cash now. Our correspondent finds just how dependent the world’s waste-management industry is on informal workers—whose hard jobs have been made far harder this year. And the technology making megaphones much more mega. Runtime: 22min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For full access to print, digital and audio editions of The Economist, subscribe here www.economist.com/intelligenceoffer"], "authors": ["The Economist"], "keywords": ["worlds", "wastepickers", "frenzy", "capital", "technology", "wwweconomistcomintelligenceoffer", "capitalraising", "tuneinfor", "workerswhose", "companies", "world", "wastemanagement", "lockdownsa", "benefited", "intelligence", "actually", "megaphones", "clear"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}