{"id": "b89ffa40-99fc-3729-b0f1-2b7f683d72f9", "title": "Watch 24/6: The Power of Unplugging One Day a Week | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/tiffany-shlain-and-ken-goldberg-in-conversation-with-vera-titunik", "summary": "So, and then, interestingly, we've found thatwe're much more productive on Sundayas a result of having a day off.\nAnd I don't think that's good.\nI don't think it's just like a Tech Shabbatbecause it's not like you turn off all your thingsand you can't see anything.\nYeah, 'cause she,well rarely, sometimes when I hang outshe's like I'm doing a Tech Shabbat, too,with my family, it's just so funny to think.\nOh and I'm gonna be doing a book signing.", "paragraphs": ["Transcript", "[poppy music]", "Good Morning, everyone.", "It is my pleasure, I'm Vera Titunik,", "I'm features editor for WIRED magazine,", "and it is my pleasure to introduce the", "Shlain Goldberg family today.", "This is a family that has really some technology", "credibility on this stage.", "Tiffany Schlain is a digital native,", "she's a filmmaker, she was a founder of the Webbie Awards.", "Ken Goldberg is a roboticist at UC Berkeley,", "he's a co-founder of the Berkeley AI research lab,", "and he has a lot of academic distinctions", "that are too numerous to name.", "Odessa, their oldest daughter is 16,", "and right before and I mean right before", "we came on the stage, she was teaching robotics", "to teenagers, and here,", "we have Bluma, and she is 10.", "And that means she has more tech savvy", "than just about anybody in this room.", "[laughing]", "So, but it's not their tech credibility", "that we're here to talk about today,", "or at least not in the way that we might think.", "Tiffany has talked a lot about technology", "and also has said the power of technology", "is that you can also turn it off,", "and that's what we're here to talk about today,", "because this family has accomplished something", "that I find kind of incredible, which is that", "for the past 10 years, for an entire decade,", "once a week for 24 hours, they unplug.", "There's no telephones, which we discovered", "just a few minutes ago", "when we were trying to figure out where these two were.", "There's no Netflix, there's no Instagram,", "there's no TikTok, and I didn't grow up with those", "kinda distractions, but I find it impossible", "to live without them for even a couple of hours,", "and I'm sure that some of you in your audience", "are feeling your phones and kind of wanting", "to grab them right now, and you understand that feeling, too", "but um, you managed to do it.", "And that's what we're gonna talk about today.", "And Tiffany has recently written a book,", "called 24/6, The Power of Unplugging One Day A Week,", "and this practice that you do as a family,", "you call Tech Shabbat, and we're gonna talk about that", "and about how you came to this practice,", "and the particulars of that, and there will be", "time for audience questions.", "We're gonna have about 10 minutes at the end of this", "so you can ask questions, and look,", "before we get into the specifics and how you actually", "make this happen, I wanted to ask you, Tiffany,", "just to explain a little bit about,", "first of all, why you'd call it Tech Shabbat", "and how you came to decide to do this practice", "and do it in your family.", "Yeah, we are Jewish, and", "but we're not religious, and actually,", "the only people that I really knew that did a full day", "of rest, which is really what Shabbat is about,", "were really Orthodox Jews,", "but about ten years ago, in a period of days,", "my father died and Bluma was born,", "and Ken and I really wanted to change", "the way that we were living, 'cause you never know, right?", "Life's short and everyone's staring at their phones", "all the time, and when I first met Ken,", "he did graduate school in Israel, which he can talk about", "where the whole country shuts down for Shabbat,", "and it made a real impression on him,", "so he did do that when we first met,", "but then the smartphone kind of blurred that line", "for everyone, so when my dad died and Bluma was born,", "we started, we're part of this organization called", "Reboot that did a national day of unplugging,", "and we did it, and we were like, we need to do this", "every week, it felt so good.", "So it's been, the best thing I think we've ever done,", "that's what I would say, on how much it's brought back", "into our lives, and we love technology, clearly.", "We're not anti-tech, but it's just been", "a great practice, weekly practice I'd say.", "So Ken, when this came up, you didn't object,", "you didn't have trouble turning off your phone,", "turning off your robots?", "It's still a little tricky, I have to say.", "The idea is, we're not orthodox in the sense of", "turning off all, like we don't touch technology.", "We drive, we use a landline, turn the lights on and off,", "but we don't, we just try and stay away from work,", "and to my mind, that was the biggest thing was", "just that I got a day without feeling guilty,", "that I had work to do, which was really,", "in grad school was constantly pressure.", "So, and then, interestingly, we've found that", "we're much more productive on Sunday", "as a result of having a day off.", "So, Tiffany's idea was to say, okay,", "let's tie it around technology and screens,", "which is really interesting because that's,", "that is actually today, so much of work is connected", "to that and also all this other, these obligations around", "social media and other things that constantly pull", "our attention, but if you let go of that", "for a day, it's just very refreshing, ultimately.", "And even, leisure starts to feel like work.", "I think, what you mentioned, Instagram,", "like posting and filters and copy,", "everything feels tied to stress in some way.", "So to bring it back to what does a day of rest", "mean in the 21st century, and for us,", "it means the screens, which are such a mixture of everything", "coming at you news, and FOMO, and work,", "and some good stuff, too, from friends,", "but you could easily just talk to them", "on the phone if you needed to,", "but really just take a day of off.", "But you talk about screens, why,", "I mean, I can imagine you can read a book on a screen,", "you can read a book as a book,", "you can do a crossword on paper.", "We allow, their Kindle.", "Kindles are allowed, the old kind of kindle,", "I mean, just like all you can do is read.", "Yeah, because I spend most of my day", "[Tiffany] on Saturdays usually reading. Same with Bluma.", "So it doesn't, let me ask you, you're 16.", "Are you unusual among your friends", "to take this?", "Most definitely, not spending, yeah Saturday I spend", "relaxing and recharging for the entire week.", "Especially my junior year of high school,", "it's really important to not do any homework", "or anything that involves thinking really hard", "during Saturday, and I don't feel any guilt", "for not doing an ounce of homework,", "all of Friday night to Saturday night.", "And you catch up on Sunday?", "Yes, I do homework Saturday night and Sunday, too.", "So you start doing it on Saturday night.", "Yeah, once the sun goes down.", "So, is what's good for you the not doing the homework,", "or miss being on, what do you do on social media, or?", "What do you enjoy about the digital world?", "I think it's a mix of, I enjoy being able to", "connect with people that I have met at various places,", "I have a lot of friends who live far away from me,", "and so connecting with them through social media", "is really powerful.", "I also enjoy all the news I can consume,", "and information, things to learn about,", "but also the pressure of being available to everyone", "on Saturday is a lot.", "I'm involved in a lot of", "clubs this year, and so not being able,", "not having to respond on Saturday is a really nice relief.", "Well it's interesting that, and this is a question", "for both you guys, you say not having to respond,", "but do you ever feel like you're missing things,", "or do your friends get mad, what's your?", "I mean, since we've been doing it for 10 years,", "it's kind of like a given that I will not", "be responding on Saturday, yeah.", "Is that for you too, Bluma?", "How do you feel about Tech Shabbat?", "Wait, well yeah. [laughter]", "Oh, sorry, that wasn't a very clear question.", "Do you not communicate with your friends on Saturday?", "Or do you see them in person?", "What is Tech Shabbat like for you and your friends.", "Well, I usually hang out with you guys", "on Tech Shabbat, and then on Sunday,", "you can hang out with them.", "Well Friday is very social for us,", "we always have Shabbat.", "So we have people over every Friday night.", "It's not a Shabbat if you don't have people over.", "Yeah, so we always have a really fun dinner,", "we make the same thing every week, so it's very simple,", "but Friday's very social, so Friday night,", "people come over, we have a big discussion around the table,", "and that's the social part, but Saturday is really", "it's family day.", "We're hanging out, and you know I tell people", "in the book if you don't have kids, just like,", "just a day to be by yourself.", "We're so not used to anymore just having some time", "to just be by ourselves and reflect, process,", "not be on and available to everyone is a really healthy", "practice, I mean every wisdom practice talks about", "space for silence, and I think with these devices,", "it's just put us in a state of being on all the time.", "Yeah, and we're able to do the things", "that you'd otherwise feel guilty about,", "'cause they take too much time and you could be doing", "other things, like we cook really elaborate meals", "on Saturdays, and spend just laying down on the couch,", "haphazardly, you know?", "We space out a lot on Saturdays, and people ask,", "I mean sometimes I'll say to people,", "think of all the things you wish you had more time to do,", "and fill your Tech Shabbat with that,", "so already by like Wednesday and Thursday,", "I'm putting the articles I don't have time to really read", "during the week, cookbooks, art supplies,", "the ukelele, whatever it is that I wish I had more time,", "a book that I really wanted to read deeply,", "'cause we're reading more than ever,", "but we're skimreading during the week,", "and I always put out the article that I wanna read more", "deeply on Saturday.", "How do you deal with", "do you ever notice that people feel resentful", "that you can't be, you can't be reached?", "My sister sometimes, is like, I need to,", "and I'm like well we have a land line,", "I think the people that are always wanting,", "you know, we're reachable so many ways,", "but I think, I think everyone right now", "is ready for some change", "around the technology all the time so.", "Yeah, like, well yesterday, well me and my friend", "wanted to hang out on Sunday but we didn't know,", "so then I was like, and then I will,", "now well like we hang out a lot on the weekends,", "now she just knows to call on the landline,", "and I'm like I probably won't be up until 11", "'cause I'll be sleeping, 'cause you can sleep.", "We sleep so well on tech shabbat,", "that's another thing we really do,", "all of us sleep, and I have problems sleeping", "so this is probably one of the biggest benefits is", "we have the deepest nights sleep without the phone near us.", "I mean, they don't have the phones near them", "the other days, but just knowing that there's no demands", "on you, we sleep really deeply.", "I have no alarm on.", "No alarm on, yeah.", "Has this, it seems like this practice", "brings you together as a family, is that?", "[Together] Yeah.", "We spend the most time together, I think,", "on Saturdays out of any other day.", "Yeah, naps, we just lay back, we go on a bike ride", "or a walk or something.", "I think that's the thing is", "there's a lot of negotiating during the rest of the week,", "between all of us, can you get off the screen,", "or put down the screen, get off,", "I mean I just feel like this one day a week", "we're all very with each other", "because we're all so distracted.", "I'm saying we as in the collective we,", "but I think everyone, you just feel like you're being", "binged and dinged and", "on this day, we're just together and I think we,", "it feels so nice to not have something distracting us.", "It's really our favorite day of the week.", "I mean, I would say, when I have,", "you know, there's a handful of times a year where", "Ken and I travel for work, or we have something,", "or Odessa's got Model UN or something,", "if you don't do it, you just feel off the rest of the week.", "Yeah, and I now, it's so integral", "to how I deal with stress, like next weekend", "I know I'm gonna be at Junior State of America,", "so I won't have my full Tech Shabbat,", "and so I have to prepare for not having that day", "to recharge 'cause it's become so", "yeah.", "Odessa, I assume you're gonna be", "going off to college in a couple of years.", "Do you think you'll continue this practice on your own?", "Yes.", "When we were talking with my college counselor", "of one of the factors, and I said that one of them", "is definitely being able to spend a whole day off of screens", "and not having that be an impediment to", "my getting around.", "Are you gonna cook Friday nights?", "[laughing]", "Yeah, just a big meal, I don't know.", "That might be a little much.", "With a little, like a hot plate in your dorm room.", "[laughing]", "Tiffany, I wanted to ask you,", "I saw a TEDTalk that you did back in 2011,", "and at that time you were also talking about", "Tech Shabbat.", "I think we had just started it for a few years.", "You were talking then about the internet and how", "it was a place where, that could bring people together.", "That it was a place where you could make connections", "and have that sense, in a way, a sense of community", "and togetherness, and I'm wondering how", "your view on that has changed, or not changed,", "over the past.", "It might be a little less optimistic now.", "I mean, I still love technology,", "but I think in the early days of the Webbie Awards", "and probably when I did that TEDTalk it was,", "the potential of the internet to connect", "people and ideas that couldn't have previously", "been connected, but what I never imagined", "is walking down the street today, or around tables", "and people are so disconnected from", "the people right in front of them.", "And the ideas that could happen in a conversation", "right in front of them but everyone's", "staring down at their screens, so I think", "one of the reasons, I didn't, I never knew", "we were gonna do it this long,", "but once we were getting towards the decade,", "and people were getting more and more crazy and obsessive", "with their screens I was like wow,", "we've been doing this thing that", "is thousands of years old,", "we're just kind of updating it for the 21st century.", "It's made things so much better that we have", "to share this, and people can't believe", "how much our kids love it, and it's like we all need it.", "I mean, in the book, there's so much research", "coming out now it is not healthy to be on 24/7,", "and I feel like we're living as if it's inevitable,", "that this is just the way it is,", "and I don't think it needs to be that way,", "and I think the pendulum has swung so far,", "that to just take a moment and go,", "when is technology making things better?", "When is having my phone not make it better,", "and when does it make it worse?", "And when should I put that phone away", "and when should I turn it off?", "'cause there's too many instances where", "it diminishes the experience of just being with someone.", "In my film studio now we have screens", "not on the desk, not off, not in your pocket,", "but in the bag and you check it when you go", "to the bathroom or take a break.", "'cause it was so distracting.", "And realizing how unessential it is,", "like there's so many things that I know now", "that I don't need to bring my phone to.", "It's easier 'cause you can just carry it", "and then if something happens, you have it,", "but there's a lot of things where I don't,", "I just don't bring it 'cause I don't need it.", "And I think that's the difference between", "seeing Bluma and Odessa and other,", "they are very comfortable to walk out of the house", "without, well she doesn't have one, but without anything.", "And I think, it's not oxygen and we should all remember,", "I mean we had the big power outages here,", "and it was really one of those reminders,", "most people said to me, it was like a Tech Shabbat.", "They were like it was really fun for the first day,", "and I'm like, well that's a Tech Shabbat,", "and then it wasn't so much fun", "when you didn't know how long it was gonna last,", "but I think we've forgotten how to live without it.", "And I don't think that's good.", "I think the power outage was kinda different,", "it was really fun the first day.", "What did we do on the first day?", "We played card games. By candlelight.", "And then we tried to cook all of our food.", "Yeah, it was super fun, but I think it's good to kind of.", "I don't think it's just like a Tech Shabbat", "because it's not like you turn off all your things", "and you can't see anything.", "Right, 'cause we have electricity on our.", "[laughing]", "I think now we could have some", "questions from the audience if anybody", "has a question, you wanna come to one of these mics", "at the front of the room, we can take some questions here.", "While we're waiting for that, one thing I also wanna", "mention is that there's some room,", "some margin for experimentation.", "We've talked about this as a sort of,", "it's not orthodoxy in the sense of rigidity,", "so you don't have to be afraid of it like it's,", "that there's no exception, or that it's extremely", "an orthodox religion.", "It's just a guilt free day, so there's no guilt", "to be doing any work, that is the key.", "That's the goal.", "Yes.", "[Female Audience Member] Hi, thank you for your work,", "I've followed you for a long time,", "Character Day and the Webbies are", "wonderful additions to our lives, so.", "Thank you.", "[Female Audience Member] I had a couple questions,", "and I'll let you pick which one you choose to answer.", "Because what you're constructing is wonderful,", "and also complex and complicated.", "So I heard work free, guilt free, and then I also heard", "days of preparation of things that you hadn't gotten to", "that you really wanted to read.", "That feels a lot like work to me,", "so that's one possible question,", "and the other is, it's Shabbat, and yet,", "you've constructed something that is areligious,", "and I'm wondering what conversations you have", "in your home around", "higher purpose, higher being, purpose, meaning,", "in conjunction with the way that you're", "sort of mindfully choosing to lead your family life.", "Thank you.", "That's great questions.", "I think I'll take the,", "I think one of the things that's most exciting to me", "is bringing Shabbat out further, 'cause I think it's just", "an incredible practice, and it was revolutionary", "at the time 'cause it created a space in time.", "Before, at work, you just went on and on,", "and the concept of Shabbat was time is gonna have a break,", "and there's a Jewish philosopher that calls it", "a palace in time, and I feel an incredible", "sense of meaning and purpose doing something", "the same day that people all over the world", "are doing something, so we're doing our own,", "you know Jews around the world do versions of Shabbat,", "and different religions they call it the Sabbath,", "but a day of rest as sacrosanct is very powerful,", "and it does make me feel connected to something", "larger than myself, and our Shabbat table conversations", "are big conversations, everyone goes around the table,", "I talk about this in the book, it's one conversation,", "it's not side conversation, and we have conversation cards.", "We have challa.", "And we have challa.", "But we talk about what's happening in the world,", "and what's happening with ourselves,", "so it has a lot of meaning in that.", "That dinner, I feel, like we don't eat dinner", "every night of the week like you're supposed to,", "because we both tag team a lot, but that night,", "every week, we have a meaningful conversation", "around the table with family and friends.", "And then the other question, to the other question", "you asked, the idea is putting aside something", "that you wanna sit down with a little bit more", "and not feel that pressure, so it's oftentimes", "an article or something that you,", "you actually wanna savor and kinda think about,", "but you don't wanna, it's not related to work per se.", "You're not obligated to read it.", "Yeah, it's more for the treats.", "I don't view Saturday reading.", "Like if you were saying, if you have this", "long list of books that you wanna read,", "it's not like this is the day that you have to read", "all those books.", "Right, it's more like the things", "that I wish I had more time to do.", "Like a cookbook, I'll like oh, lemme go through that,", "we'll cook or, we have a lot of books that", "are just kind of fun, inspiring little bits,", "it's much more like delightful reading and", "pleasure, it's all the things that I feel like", "during the week, I'm like oh, I don't have time for that.", "Or if I read, I'm distracted or I'm not focused,", "so it's like this luxurious way to experience something.", "I guess I would describe it.", "And actually another version of that,", "this sounds like work also, but cleaning out a closet", "or a drawer or something, which I don't do that much.", "[laughing]", "Something you never have time for.", "But on that day, because you have nothing else,", "you kinda say oh, well maybe I'll take that on.", "I like doing it.", "She loves it.", "Well I think it's the things that give you pleasure,", "it's the things that give you joy.", "But if you don't like doing that.", "Then don't do that. [laughing]", "The guilt free is an interesting idea", "that keeps coming up.", "Yeah, maybe we need to add a guilt free tech shabbat.", "Because if you're really Orthodox.", "It's a lot of guilt. Well a lot of guilt.", "Well we're Jewish. We're Jewish, we have guilt.", "But it's no work, it's no driving, no money, no electricity", "but if you think about what the rabbis talked about,", "again, from a non-, just an ethics point of view,", "it's like a day of rest, and in the 10 commandments,", "it's commandment number four, above do not commit", "murder is take a full day of rest.", "So in the ethics of living a good, meaningful life,", "having a complete day of rest, a full day,", "is almost more important than anything.", "So I think that's pretty interesting.", "Sorry, we have another question over here.", "You have an Orthodox, you come from a ..", "[Male Audience Member] Oh yeah, my father's a rabbi,", "Safardic Orthodox Kabbalist rabbi.", "What would he say to what we're saying?", "[Male Audience Member] You should've seen our Shabbats.", "[laughing]", "I actually, I have a question for Odessa and Bluma.", "So I feel like my understanding of young folks", "these days are that they're hyper-plugged in,", "you know, they're like TikToking with each other.", "She's a TikTokker.", "[Male Audience Member] Like all the time.", "Yeah, you may be TikToking right now for all I know,", "but I guess my question is how do you talk about", "tech Shabbat with your friends, and how do they", "receive that and how do they respond to you", "about it?", "Well, my friend. They started doing it now.", "Yeah, 'cause she,", "well rarely, sometimes when I hang out", "she's like I'm doing a Tech Shabbat, too,", "with my family, it's just so funny to think.", "They're doing it now.", "Well the book just came out, so a lot of people", "are trying it now, and a lot of people are loving it.", "I mean I think we just forgot what it's like", "to not be plugged in.", "I think for my friends it's not so much,", "I frame it as not about the screens, it's about the work", "and not having to do homework, 'cause I'm very clear", "that I'm not gonna be doing any homework on Saturdays", "and a lot of them would love that opportunity", "to have their family be like,", "my parents will not let me do homework on Saturdays.", "Framing it that way I think is a lot more", "relevant especially this year, than just the screens.", "'cause you're so tied up, 'cause I get notifications", "on Google Classroom for my teachers 24/7,", "that this has been graded, I check my grades online,", "so it's all tied up in my schoolwork.", "[Male Audience Member] Cool.", "Do you have to let your teachers know?", "Usually at the beginning of the year", "when you're filling out facts about me, I write it down.", "Usually it doesn't impede, I remember I had a teacher", "when I was in like 6th grade who said", "you're gonna have to stop doing this", "when you get to high school,", "because you're not gonna be able to handle the work.", "I found that has not held true, because it has been", "the only way I've been able to manage stress, I think.", "Right, yeah.", "[Male Audience Member] Thank you.", "Let me ask you, we have a few minutes left,", "but one thing that I was wondering about", "was for people, in some ways,", "it's a privilege to take a day off, right?", "If you have a job, or two jobs", "or you're a Lyft driver, you need your phone", "for whatever work, how do you address that?", "I'll tell you, I've thought a lot about that,", "because obviously at the beginning of the Webbie Awards", "the big question around the digital divide", "was who wasn't gonna be on technology and who was?", "But now the digital divide has flipped,", "because actually, you read about tech titans", "in Silicon Valley who pay people so their kids", "are never on their screens, or they send them to", "Waldorf Schools and what does that say?", "But, I had a great conversation with a film crew,", "and they were freelancers and they were listening", "to me talk about it and they were like I don't know", "if I can do that, I'm a freelancer,", "and I remember being a freelancer, and I said,", "you know, but don't you feel burnt out?", "And they're totally burnt out,", "and there's so many articles written about how", "burnt out everyone's feeling,", "and I said is there someone you could be on call to?", "Like one day a week, if you each,", "you're both cinematographers and you both said,", "we're gonna always be on call for the other person", "that one day a week and they're like, yes,", "we could try that, because we all need one day.", "This is going back to you need time off.", "And when you're a freelancer you never feel", "like you have time off, because you always", "have to be available and I'm gonna check back in with", "them on how it worked but if you,", "you know, my father was a doctor and he used to be", "on call to another doctor so that they could", "have a day off, even though he was a surgeon", "for trauma centers, so I think you just have to be,", "it takes a little bit more work.", "And then people that have two jobs, and they don't", "have weekends at all, I think that,", "and I write about this in the book,", "for whatever time you do get off,", "try to make some of it unplugged,", "because you will feel relaxed in a way", "that we've forgotten how to be.", "And it certainly doesn't have to be on a Saturday, right?", "Yeah, it could be any day.", "Right, so sometimes there will be,", "I'll have a conference, that I'll have to be at", "on a Saturday, so what you can do is shift it", "just to find another day, 'cause it doesn't,", "it's not about rigidity and that's the key.", "And I'm glad you brought that up 'cause I think it", "is a luxury and we have to be conscious", "that some people, for a variety of reasons,", "for example, you have kids somewhere,", "somebody's counting on you", "and you have to keep your phone on", "so you can get, you can be alerted for that,", "that's totally understandable.", "So there's all kinds of little exceptions that can happen.", "It's not about something scary and you go in,", "you come out Mormon, I mean Amish.", "When I was, like today, I need to keep my,", "I was volunteering in Robotics,", "I need to have my phone on me when I'm away", "from my parents, so I'm not checking it,", "it's just like, yeah.", "I've often thought about the flip phone,", "just a version, like a bat phone for that day.", "'cause the phone is such a channel to everything.", "Like a portable land line.", "Yeah, well we have a land line.", "That's not a cell phone.", "We should invent that, hey Bluma, we should invent that.", "That is brilliant.", "The portable land line, thank you Bluma.", "We will all go out and get one now.", "[laughing]", "Well I wanna thank you all for coming.", "What a great idea.", "And I wanna thank you all for being here", "and for sharing this with us, our time is up.", "Oh and I'm gonna be doing a book signing.", "Oh book signing", "Later, right after this I think.", "Thank you, Vera.", "Thank you.", "[applause]"], "authors": ["Condé Nast"], "keywords": ["day", "think", "246", "gonna", "dont", "wired", "feel", "lot", "cne", "watch", "week", "wiredcom", "unplugging", "doing", "tech", "im", "really", "power", "video"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}