{"id": "b8afd484-c168-3862-b962-4cf5ce4eb630", "title": "WIRED25 2020: Audrey Tang on How Taiwan Coded Its Way Out of a Pandemic", "url": "https://www.wired.com/video/watch/wired25-2020-audrey-tang-taiwan-covid-19-pandemic", "summary": "And there's also thermometers,that's portable ones that checks your temperaturewhen you enter the public buildings,and that's pretty much it.\nThe response that Taiwan was able to mount was fast,involved a lot of masks, involves dealing with peopleat airports, coming in and out.\nHow important was that national databaseand how important is the kind of open data,and people working with data,that you work on, connected to that?\nThe idea very early on, is that we need to reachthis kind of, physical vaccine availabilityof three quarters.\nAnd so, if even nightclubs could jointhis scientific team of pandemic fighting,their social trust would be much more easily helddue to pandemic prevention.", "paragraphs": ["Transcript", "Hi, I'm Adam Rogers.", "I'm a senior correspondent at WIRED.", "Thank you for being with us for WIRED25.", "We're really happy to have with us here,", "Audrey Tang, the digital minister of Taiwan.", "They're a global voice for open source technology,", "for digital democracy.", "The youngest cabinet minister in Taiwanese history.", "And they're also part of a government", "that has had a a tremendous success", "in dealing with the pandemic disease, COVID-19,", "partially for a lot of the work that they've done.", "So we're gonna talk a little bit about that too.", "Minister, thanks for taking the time for doing this.", "Sure, of course.", "Good local time, everyone.", "Before we do anything else", "I wanna ask you to be a little bit,", "of a WIRED correspondent, for me,", "because Taiwan has had 150 cases of COVID-19", "and seven deaths,", "that's 0.03 deaths per a hundred thousand people", "in the population compared to 66 deaths,", "per a hundred thousand in the United States, per the CDC.", "So I wanna ask you, what is it like there?", "Being there is everyone wearing masks?", "Are businesses closed or open?", "Or schools open, or people to transit?", "What is it like being in a place", "that isn't dealing with the pandemic,", "the way United States is?", "Yeah, we do have our masks handy,", "as you can see here.", "And people do wear it if they can't keep a physical distance", "especially in a more closed room.", "So, although there are of course, very large gatherings,", "such as, I don't know, tens of thousand people", "going to concerts, movies, baseball games, and so on,", "they do all wear masks.", "And there's also thermometers,", "that's portable ones that checks your temperature", "when you enter the public buildings,", "and that's pretty much it.", "That's the most visible changes you can see,", "but otherwise, life is normal.", "The response that Taiwan was able to mount was fast,", "involved a lot of masks, involves dealing with people", "at airports, coming in and out.", "My understanding is that, part of the thing", "that enabled all of that,", "was data, was a national medical records database.", "And you worked on attaching mask distribution, to that.", "How important was that national database", "and how important is the kind of open data,", "and people working with data,", "that you work on, connected to that?", "The idea very early on, is that we need to reach", "this kind of, physical vaccine availability", "of three quarters.", "That's a number, that literally,", "we're all striving for,", "since around January to finally reaching it,", "around early March,", "to get three-quarters of population,", "into the habit of wearing mask", "and hand sanitization.", "And so, because of that,", "instead of using any sort of, top down lockdown", "or take down mechanisms.", "We simply relied on the pharmacists,", "who already had experience dispensing,", "reccurring prescriptions for the elderly.", "And so, a very interesting system,", "where everybody has the IC card,", "called the National Health Insurance card.", "Which is by law only useful for public service", "and never for commercial purposes.", "And we've built the mask dispensing,", "[chuckles]", "so to speak, rationing system on top of that.", "And then we published, not only as open data,", "which would probably mean every one day,", "or every week update rates,", "but open API, which is every 30 seconds updates,", "on all the availability of all the pharmacists", "and all the masks.", "And so the end result is that, people queuing in line,", "can refresh on their phone,", "and see people queuing before them,", "actually purchased two or three, or nine nowadays", "or ten even for a child.", "And then keep this whole system honest and accountable,", "by participatory auditing, essentially.", "Instead of relying on a central database", "to do all the auditing,", "if they notice anything wrong, they would just call", "this toll free number, 1922", "and report to whatever they have seen on the ground,", "so it's also a co-creation system.", "Do people do something interesting,", "do anything interesting with the APIs was there-", "There's more than 140 applications.", "So it's not only the obvious visualization and chatbots", "and voice assistance and so on.", "But there's also analysis,", "like, whether it's even or uneven distribution.", "There was a legislator in Gov.", "Who worked as VP of data analytics at Foxconn.", "So she, she knows something about data.", "And so, she brings this open-street map-based analysis", "to her interpolation in the parliament,", "to the minister of health and welfare, Chen Shih-Chung.", "And said, while your map looks like evenly distributed,", "it's only on kind of, a map distance,", "but if you would take into account, the more rural areas,", "the time they spend on public transport,", "the actual supply and demand, actually looks very different,", "and it's actually not a even distribution.", "And then minister Chen simply said, legislator teach us.", "And then we started working with those community,", "and revised our distribution strategy, the very next day.", "And also introducing pre-ordering and 24 hours pickups", "on the convenience stores, to make it more even.", "And so of course, MP got very happy", "and posted on her social media, saying that,", "yesterday's interpolation, is tomorrow's upgrade,", "which is, I think a pretty good slogan.", "Is that the kind of participatory democracy", "that you have hoped for?", "You've been an advocate for this, long before the pandemic.", "That sounds like the ideal of what you've meant,", "there was this crisis,", "and then the access to the data allowed people", "to sort of, code their own solutions,", "in conjunction with the government.", "That sounds great.", "Yeah, of course, of course.", "And also I will add to it, in that", "it takes a lot of trust from the government,", "to the citizenry.", "If we do not publish data in such a radically transparent", "and real time fashion,", "it will be taken as kind of a distrust, right?", "We are the experts, the citizens know very little.", "And so, we shouldn't publish anything.", "But by publishing that data in real time,", "and by keep saying, essentially what legislators teach us,", "or is a great idea, or let's think about it together.", "And so, it's almost like a Pygmalion effect.", "Where the more citizens receive such kind of trust messages", "from the government,", "the government empowers beliefs in people", "then the more trustworthy actually, the people become.", "When you spoke to my colleague, Andrew Leonard,", "for the story that we did about you,", "you made a an analogy between,", "building the possibility for this kind of open data", "and digital democracy with Taoism.", "You talked about a poem,", "I think that said, the useful part of the pot", "is where there is no pot,", "and that you had created something similar.", "I wanna kind of, get you to talk about that some more,", "about how this kind of, relates to Taoist philosophy", "about what open data should be,", "and what democracy should look like.", "Does it relate to that?", "The full chapter, I think it's chapter 11.", "It's the use of, not.", "It goes like, 30 spokes meet in a hub,", "where the wheel isn't, is where it's useful.", "Hollowed out clay makes the pot,", "whereas the pot's not is where it's useful.", "Cut doors, cut windows to make a room,", "Where the room isn't, there's room for you.", "So the prophet in what is, is in the use of what isn't.", "Terms like NGO, nongovernmental organizations,", "NPO, nonprofit organizations.", "The use of what is,", "what is profit taking and what is government,", "is in the use of what isn't.", "It's in the NGOs and NPOs,", "or as in Taiwan, we call it, the social sector.", "If the social sector determined the use of what isn't, then,", "of the business sector", "and the public sector's infrastructures,", "then we're in a much better place,", "a much more resilient society because everybody can,", "instead of being data literate, they can be data competent.", "Instead of just receiving and understanding media,", "and messages and narratives,", "they can be producers of media and messages and narratives.", "And that's the idea of the use of, not.", "You worked in Silicon Valley for a while,", "do you think that that, has relevance", "to the kind of philosophical approach in Silicon Valley,", "of this sort of disruptive entrepreneurship,", "move fast and break things for profit motive.", "Does it relate to them?", "Can the people who think about things that way", "understand the structure for democracy", "that you're laying out?", "Can you imagine them changing toward that?", "Certainly, I mean, the core of the internet governance,", "if you followed how IETF works,", "which now, they also say that they're built for its users,", "which is a very political statement they seem to make.", "First of all, that's governance, it's actually politics.", "And it's good to see the idea of admitting,", "we're a governing entity.", "And also the idea of rough consensus and running code,", "is both of course, move fast and break things,", "because that's permission-less innovation.", "But there's also a sense of rough consensus in it,", "meaning that people need to feel that they can live with", "whichever innovation that's there.", "And so, I think there's a core in the IETF,", "in the internet engineering ideas,", "that as long as you publish very quickly your failures", "as well as your successes,", "then you're fine, because you're basically making", "the community learn from your failures.", "And our mask availability map,", "actually was a big failure for many pharmacists", "on the first day of launch, which is early February.", "Because they were handing out the cards,", "in exchange of those IC cards.", "And so they swipe the IC cards quite slowly,", "while making sure that they can hand out", "those allocated quarters very quickly.", "And so there's a discrepancy.", "And there's even some pharmacists that use such mechanisms,", "just very loudly announce on the front door,", "don't trust the app.", "[chuckles]", "So it's not like it's the topic, the very first time.", "So they take a number system,", "they limit it themselves.", "And so inventions by the pharmacy,", "could be seen as permission-less innovation,", "certainly not foretold by the CECC,", "by the Central Epidemic Command Center.", "But with such ideas, we work with the civic technologists", "we improve the automated process,", "And more importantly, we change the API every Thursday,", "to reflect what actually works in the ground.", "And so, we introduced time slots for the map builders,", "to actually show the pharmacist's only,", "and the time that they opened.", "We introduced a button that each pharmacist can press", "and disappear from the map and so on.", "And so this idea is that,", "when the government's willing to understand", "the needs of pharmacy to provide such additional space,", "for mutual participation,", "then we can compliment each other", "and win back more social trust.", "And that is how the so-called,", "pandemic fighting national teams,", "grow stronger and stronger.", "I guess I'm trying to figure out how to,", "what the architecture would be among, sort of,", "the governance of", "the specific technology government in general,", "the people who are building the technology,", "which in the United States, are very separate.", "And then the experience that so many citizens have", "of this kind of technology,", "which is in addition to peacefulness and also convenience,", "is one of trolling and harassment and disinformation,", "and the sort of politics of opposition.", "What made it possible to build that in Taiwan", "that would make it possible also in the United States,", "to have a system of that kind of trust and equalness.", "What works in Taiwan is basically a paradigm shift,", "that we see democracy as a set of technologies.", "And so, there's a lot of room for technologists", "to work with democracy.", "And we're not satisfied with only, say,", "uploading three bits per person every four years,", "which is called voting by the way.", "And we work on,", "[laughs loudly]", "increasing the best rate.", "[laughs]", "When we frame it like this, there's far more room", "for that technologist to work with the democracy proponents.", "and being a younger democracy.", "You broke my heart a little bit.", "Of course, we're more willing to experiment", "but there's nothing preventing the American experiment,", "the great American experiment,", "for experimenting with democracy again.", "That three bits,", "three bits a year just broke my heart.", "I don't know if you could see it on screen, but that's sure,", "that's the only time they ever hear from me.", "And when I go and say,", "well, that person or that person, I guess.", "That's an interesting phrase,", "that description of democracies and kind of technology.", "It's the technology for working the levers of government.", "Kind of like, of how do you actually make the government", "do what it's supposed to, and want more responsiveness.", "I hadn't thought of that structure.", "In the vein, we actually had a question from a viewer too,", "Donald Staton asks a question,", "how do we remove politics from science and technology?", "Thank you for that, Donald.", "Before I ask you to answer that,", "I wanna say it does sound like your proposing", "entirely the opposite of that.", "That what you were saying is that we should be", "injecting science and technology, into politics.", "And politics into science and technology.", "So should those be decoupled,", "or should they be more tightly coupled?", "Yeah, in Taiwan, before the sunflower occupied before 2014", "it's true that when people hear better sensing technology", "they mostly think about natural science,", "and apply industrial technologies,", "including digital technologies.", "On the other hand, social science, are a science too.", "And social technology, such as democracy,", "is a application of science,", "which means that it's technology.", "It's just bringing technology to where people are", "instead of asking people to conform to technology,", "which would be disruptive.", "And the whole idea of the Taiwan model is that we make sure", "that the technologies come to where people are,", "adapt to people's needs, and empower people", "closest to the pain to be technologists.", "In other words, build competence, not literacy.", "And that is the core, of the K to 12 curriculum.", "That's the core of the broadband,", "as human rights governing structure,", "and at the core also, of our response system of the CECC.", "Because you see, when CECC sees cases,", "and I'll use one example to illustrate this,", "where one nightclub employee, was diagnosed with COVID-19.", "And we can imagine that in special spaces such as those,", "those guests and employees are very sensitive to privacy,", "but in terms of pandemic prevention,", "like holding natural science.", "Or biological science in this case to hunt,", "failing to provide reliable information for contact tracing", "would lead to very significant vulnerability.", "So it looks like a trade off,", "but it's only a trade off if you do not innovate.", "So we innovated, the government did not invoke sanctions,", "or order nightclubs to close down, to quarantine it.", "Such measures could of course strengthen,", "probably health scientists,", "but it also strengthens the stigma,", "society already attached to nightclub workers.", "And that also causes then, the business to go underground.", "And that is what happened during", "the great prohibition in USA.", "And so most situations would only substantially", "make the public health situation even more unpredictable", "because there's no reliable data.", "And the reliable data is the foundation of trust.", "And so thanks to the fact that many experts", "at the CECC in Taiwan,", "already had extensive prior experience", "with HIV, U equals U and so on.", "And so these experts devise a practical system ,", "called the real contact, not real name.", "So as long as people could be effectively contacted", "in case of outbreak, there's no real name necessary.", "And we also explain the scientific crux,", "which is physical distancing must be maintained", "to prevent trouble and infections.", "And so we say,", "as long as the nightclubs have achieved this,", "local government could open them up.", "And so, as a result, the business do innovate,", "such as leaving code names, single use emails,", "prepare mobile numbers,", "wearing hats with this plastic shield", "to maintain physical distance, I can go on.", "And so, if even nightclubs could join", "this scientific team of pandemic fighting,", "their social trust would be much more easily held", "due to pandemic prevention.", "This is about empowering even nightclub workers,", "to be like an amateur epidemiologist", "and social innovator.", "It's such a fascinating structure", "because you already have people sort of,", "operating in a semi anonymous Demi- monde, in some ways.", "Where they're already working with anonymizing,", "because that's what they build trust with their clients,", "with their customers?", "Yes sir.", "That's fascinating.", "I am thinking about the range of people's", "knowledge and abilities in the U.S,", "with how they work with technology.", "And even with kids,", "who we would say are so great with operating their devices", "and stuff related to that.", "It does require giving people the structure to learn", "how to do this stuff.", "You're not necessarily teaching them how to code,", "but they have to learn", "what the devices are capable of doing, and in advance.", "Yeah, and also the security parameters.", "How to wield code responsibly, and so on,", "which is unlike the original technology, Codefire.", "And how we teach fire use, in the primary classes", "it's called cooking classes, by the way.", "User interface with fire,", "has to be very carefully invented.", "[laughs]", "That's right, exactly.", "I wanna bring that back around,", "especially to thinking about the relationship with COVID-19.", "Taiwan had seen coronavirus outbreak, once in a dance,", "it was prepared.", "There was some readiness to deal with it,", "as soon as it became clear,", "that this could potentially be another pandemic.", "Those structures have to be built in advance too, right?", "Like what you're describing is a commitment", "to an infrastructure that just waits,", "and is prepared for any kind of change.", "In a way that I find myself very jealous of.", "You have to have that stuff ready to deploy,", "before you know, you're going to need it.", "Well, yes and no.", "I mean, the structure, the societal trust structure,", "needs to be there first, obviously.", "And that's, as you said,", "what everybody above 30 years old.", "Anyway, remembering the SARS 1.0 initial release.", "Which helped.", "[laughs loudly]", "Because that really builds, like a very strong incentive", "to not go to the root of locking down.", "Because we did have a lockdown, after Hopking hospital", "announced there was no determined days to end the lockdown.", "It was very traumatic.", "And so people when hearing about,", "Oh, SARS 2.0's imminent release,", "we basically said, okay, we don't know the feature set,", "but we assume that it's the same as SARS 1.0.", "[laughs loudly]", "And in which case, we must strive", "to quarantine at the borders", "and with no lockdown, if we can help it.", "The idea of a societal response system", "that already trusts,", "for example, the usefulness of mask wearing and so on,", "that's of course, already the case.", "But the other system, the technological systems,", "the response systems and so on, were not in place.", "We basically built it in very short order, like within days.", "And we failed very publicly.", "[chuckles]", "And then when people called 1922, saying that,", "Hey, you're rationing masks, but my boy", "only had pink medical mask.", "He doesn't want to wear it to school.", "You're depriving him of education wise,", "or he'll be bullied, and so on.", "And as we remedied it very quickly.", "So 24 hours after,", "everybody in the CECC daily press conference", "wore pink medical mask in solidarity,", "and the administrator even said,", "Pink Panther was his childhood hero or something.", "And so that boy, had become, the most hit boy in the class.", "And that's gender mainstreaming for you.", "It's not to have this structure,", "the technological structure in place before any crisis.", "It's just co-evolving with the crisis,", "to make sure that people see,", "whichever new idea they have gets amplified", "in very short order, weeks or days or hours even.", "And then you will harness the energy", "that was originally directed, to the anxiety", "and fear and doubt, into co-creation.", "And co-creation is very joyful.", "So, the spokes talk, as in China,", "always publishes in a very cute manner,", "the physical distancing,", "going outdoors you have to maintain two sheep dogs away,", "[laughs loudly]", "indoor three dogs away.", "[laughs loudly]", "And so, once you laugh about it,", "you literally cannot feel outraged again,", "because it's two very different emotional outlets.", "And that's the core of the co-creation strategy code.", "Humor over humor.", "It's been an obvious success so far,", "I hope it continues.", "Minister Audrey Tang, digital minister of Taiwan.", "Thank you, so much for doing this,", "and for explaining this.", "It's actually quite helpfull.", "I hope we hope we figure out some of the same things", "that you have, in the U.S, thank you.", "Yeah, thank you.", "Live long, and prosper", "Prosperity, and long life."], "authors": ["Condé Nast"], "keywords": ["wired25", "actually", "open", "coded", "social", "thats", "idea", "pandemic", "kind", "2020", "taiwan", "work", "tang", "audrey", "think", "theres", "way", "data"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}