{"id": "b8b5b0b2-42a0-34c7-a9f7-ae1d09b72c39", "title": "GI Show - Star Wars Jedi: Fallen Order, Pokémon Sword & Shield, Game of the Year Chats", "url": "https://www.gameinformer.com/index.php/video-podcast/the-game-informer-show/2019/11/14/gi-show-star-wars-jedi-fallen-order-pokemon-sword", "summary": "But one thing is certain, the show starts with Andy Reiner and Matt Miller talking Star Wars Jedi: Fallen Order.\nA wild Ben Reeves, Alex Stadnik, and Brian Shea appear to talk about the upcoming Switch releases, Sword and Shield.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n2:12 - Star Wars Jedi: Fallen Order34:33 - Rainbow Six Siege: Shifting Tides40:22 - Red Dead Redemption 2 on PC51:52 - Grounded, Obsidian's new game1:02:50 - Pokémon Sword & Shield1:29:11 - Community Emails2:15:16 - Game of the Year Chats Pt.\n1 - Featuring Jeff Cork, Ben Reeves, and Dan \"The Jacket\" Tack", "paragraphs": ["On this week's episode of The Game Informer Show podcast, we shuffle the deck - literally - as we record the episode out of order and confuse the host (cause that's the level of production we aim for here at GI). But one thing is certain, the show starts with Andy Reiner and Matt Miller talking Star Wars Jedi: Fallen Order.", "Next up, Jeff Cork and I sit down to hear stories from Leo Vader and Ben Reeves about some recent travels to see Rainbow Six Siege and a new game Obsidian Entertainment called Grounded. While we have Leo on the show, we also talk a little about the recent release of Red Dead Redemption II to PC.", "You have heard of Pokémon right? A wild Ben Reeves, Alex Stadnik, and Brian Shea appear to talk about the upcoming Switch releases, Sword and Shield.", "In this week's community email segment Kim Wallace, Jeff Cork, and Ben Reeves answer questions about co-op, help build a video game Mount Rushmore, and we help a reader through a tough time.", "And finally, I sit down with Jeff Cork, Dan \"The Jacket\" Tack, and Ben Reeves to hear their thoughts on what games they think are in the running for their games of the year. This segment will run the rest of the year as we bring in new editors every week to talk about games that have impacted their year as we lead up to Game Informer's Top 50 in the new year.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "2:12 - Star Wars Jedi: Fallen Order", "34:33 - Rainbow Six Siege: Shifting Tides", "40:22 - Red Dead Redemption 2 on PC", "51:52 - Grounded, Obsidian's new game", "1:02:50 - Pokémon Sword & Shield", "1:29:11 - Community Emails", "2:15:16 - Game of the Year Chats Pt. 1 - Featuring Jeff Cork, Ben Reeves, and Dan \"The Jacket\" Tack"], "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "keywords": ["cork", "order", "talk", "episode", "sword", "wars", "star", "jeff", "jedi", "games", "gi", "game", "shield", "video", "ben", "pokémon", "fallen", "hear", "reeves"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}