{"id": "b8d048f6-e58e-3c14-9352-f4437c722d29", "title": "5 Indoor Activities That Don’t Involve Staring at a Screen", "url": "https://www.vogue.com/article/indoor-activities-that-dont-involve-a-screen", "summary": "Between lockdown orders, all-day Zoom marathons, and an endless progression of bone-chilling headlines, I’ve spent the vast majority of the past year cooped up in my apartment, sitting on my couch, glued to my screens.\nThere’s just something about the experience of reading a physical cookbook that the internet can’t replace.\nOttolenghi Flavor: A Cookbook by Yotam Ottolenghi $32 BOOKSHOP Shop Now Yamazaki Cookbook Stand $18 WEST ELM Shop Now3.\nAnna Karenina by Leo Tolstoy $9 BOOKSHOP Shop Now One Hundred Years of Solitude by Gabriel Garcia Marquez $16 BOOKSHOP Shop Now4.\nListening to VinylI know, I know, I’ve become what I always said I’d never be: a twenty something living in Brooklyn with a record player on her bookshelf.", "paragraphs": ["“Pandemic” may be Merriam Webster’s word of the year, but there’s an adjective that I think more accurately captures my 2020 experience: sedentary. Between lockdown orders, all-day Zoom marathons, and an endless progression of bone-chilling headlines, I’ve spent the vast majority of the past year cooped up in my apartment, sitting on my couch, glued to my screens.", "As election news reached a fever pitch in early November, I was clocking well over four hours a day on my phone. That’s sixty days a year spent scrolling Instagram, refreshing the New York Times homepage, and swiping aimlessly through old photos. Keep in mind that figure doesn’t include time spent using other devices like my TV or laptop.", "With the new year fast approaching and election season behind us, the time has come to address my technology addiction head on, meaning I’ve been on the hunt for more productive ways to spend time indoors this winter. I know myself too well to pretend I might take up some ambitious hobby, so instead, I’m channeling my inner victorian heroine by taking to my bed with a good book, managing my handwritten correspondence, and otherwise upping my repertoire of analogue activities.", "1. Letter Writing", "I don’t know if it’s the switch to remote work or the inability to see friends and family in person, but the volume of my digital correspondence has become completely untenable, to the extent that even personal communication is starting to feel like work. That doesn’t mean I’m about to exit the group chat, but I will be making more of an effort to send physical cards, stay on top of birthdays, and spend less time firing off incoherent texts.", "Cocktail Stationery Set $18 PAPER SOURCE Shop Now Lively Floral Assorted Card Set $20 RIFLE PAPER CO. Shop Now", "2. Culinary Risk-taking", "There was a moment early on when I thought quarantine might actually be good for my mental and physical health—a simpler routine, meal planning, homemade bread, that sort of thing. But after a few weeks spent aimlessly scrolling for recipes, I returned to my regularly scheduled delivery routine. There’s just something about the experience of reading a physical cookbook that the internet can’t replace. When a friend of mine sent me a copy of Ottolenghi Flavor, it proved to be the inspiration I needed to put my phone down and actually start cooking.", "Ottolenghi Flavor: A Cookbook by Yotam Ottolenghi $32 BOOKSHOP Shop Now Yamazaki Cookbook Stand $18 WEST ELM Shop Now", "3. Reading the Classics", "I often wonder why, as an undergraduate English major, I was so desperate to avoid reading the assigned texts. I might have done things differently had I known that the tradeoff for not doing my homework would be a decade spent waiting for whatever stray literary reference would inevitably expose me as an ignoramus. Now, I’m turning back the clock, covering my bases, and methodically making my way through the same course syllabus I once so diligently avoided.", "Anna Karenina by Leo Tolstoy $9 BOOKSHOP Shop Now One Hundred Years of Solitude by Gabriel Garcia Marquez $16 BOOKSHOP Shop Now", "4. Listening to Vinyl", "I know, I know, I’ve become what I always said I’d never be: a twenty something living in Brooklyn with a record player on her bookshelf. I’m not proud! But it’s true what they say: you can hear the difference, and there’s something soothing about listening to an album in its entirety.", "Pro-Ject T1 Phono SB Turntable $399 SONOS Shop Now Fleetwood Mac Rumours on vinyl $37 AMAZON Shop Now", "5. Doing Jigsaw Puzzles", "People who meditate love to ask if you’ve ever tried it. Did you know it helps with anxiety? Mindfulness? Clear skin? Gut health? I always feel vaguely guilty when I say that yes, I have tried it, and no, it’s just not for me. Puzzles, on the other hand, have proven themselves to be the meditative escape I needed in 2020."], "authors": ["Grace Stearns", "Grace Stearn"], "keywords": ["bookshop", "spent", "ive", "reading", "cookbook", "involve", "dont", "know", "shop", "indoor", "screen", "theres", "physical", "staring", "activities", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}