{"id": "b8d9eb22-3e40-39b2-bb44-84c6097ca800", "title": "Striking new underwater traffic circle opening in the Faroe Islands", "url": "https://cnn.com/travel/article/eysturoy-tunnel-roundabout-faroe-islands/index.html", "summary": "The soon to be opened Eysturoy tunnel network has already caused a splash, thanks to newly released photos of its center point -- a striking new underwater traffic circle: illuminated, turquoise-blue and some 187 meters under the sea.\nAnd for tourists, the dazzling traffic circle could become yet another reason to visit this Danish autonomous territory, already known for beautiful scenery and wildlife.\nSymbolic significanceThe traffic circle was designed by local artist Trondur Patursson, pictured.\nCourtesy faroephoto.comThe traffic circle, located at the center of the tunnel network, was designed by local artist Trondur Patursson.\nCourtesy faroephoto.comSamuelsen said that he believes the traffic circle to be the only one in existence under the North Atlantic Ocean.", "paragraphs": ["(CNN) — Underneath the North Atlantic Ocean lies a series of sub-aquatic tunnels, connecting the rugged islands that comprise the northerly Faroe Islands archipelago.", "The soon to be opened Eysturoy tunnel network has already caused a splash, thanks to newly released photos of its center point -- a striking new underwater traffic circle: illuminated, turquoise-blue and some 187 meters under the sea.", "The lights, colors and ethereal design makes the structure look otherworldly.", "The 11-kilometer-long tunnel will likely be a welcome development for locals, shortening the 64-minute drive from Tórshavn -- the capital of the Faroes -- on the isle Streymoy, to the hubs of Runavík and Strendur, on the isle of Eysturoy, to just 16 minutes.", "And for tourists, the dazzling traffic circle could become yet another reason to visit this Danish autonomous territory, already known for beautiful scenery and wildlife.", "Symbolic significance", "The traffic circle was designed by local artist Trondur Patursson, pictured. Courtesy faroephoto.com", "The traffic circle, located at the center of the tunnel network, was designed by local artist Trondur Patursson. It's made of natural rock, just like the wider tunnel network.", "The colors regularly change from blue, yellow and green and the lights dance, creating an dazzling effect.", "Teitur Samuelsen, the CEO of the company constructing the tunnels, told CNN Travel that, for Patursson, the illuminated structure symbolizes the moving from the darkness towards the light -- and also recalls the traditional Faroese chain dance, in which people hold hands and link up together in rings. This seems appropriate, given the tunnel network also serves as a means of connection.", "The striking structure has symbolic significance. Courtesy faroephoto.com", "Samuelsen said that he believes the traffic circle to be the only one in existence under the North Atlantic Ocean."], "authors": ["Francesca Street"], "keywords": ["tunnels", "tunnel", "striking", "circle", "structure", "ocean", "trondur", "underwater", "traffic", "islands", "opening", "network", "faroe", "patursson"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}