{"id": "b8e9f750-c1c9-3f52-8b76-4c416f951a40", "title": "LEGO won't make modern war machines, but others are picking up the pieces", "url": "https://edition.cnn.com/style/article/lego-military-sets-intl-hnk-dst/index.html", "summary": "The parts are almost all genuine, made with new-condition LEGO bricks.\n\"Ordinary LEGO bricks just used in a way they were never intended to be used.\"\nThe AC-130 Spooky II gunship model, made using LEGO bricks and other aftermarket parts, from Brickmania Toyworks in Minneapolis.\nIn 1955, Kristiansen's son Godtfred launched LEGO bricks as a system, embracing the idea that the more you have, the more things you can make.\nOne showed a futuristic olive green vision of an Osprey with orange highlights, created by builder Simon Liu, using LEGO bricks.", "paragraphs": ["Brad Lendon , CNN Written by", "This is a story about a multibillion-dollar international conglomerate, arms manufacturers, a German peace group and renegades who make miniaturized weapons systems out of small shops.", "Not that those tiny weapons could actually hurt anyone. Well, not unless you stepped on one.", "The conglomerate is LEGO, with worldwide revenues of $6.2 billion in 2019 from its toys, retail stores, theme parks and even movie rights. Its toy sets -- which are intended to \"inspire the builders of tomorrow,\" according to the company's mission statement -- run the gamut, from skyscrapers to boats, police stations to castles. There's even a kit to make Rome's famous Colosseum . Nothing from the real world, it seems, is off limits. That is, except for anything modeled on today's military.", "\"We have a long-standing policy of not creating sets which feature real military vehicles that are currently in use,\" Ryan Greenwood, a spokesman for the company, said in an email to CNN.", "But during the summer, the Danish company released a set for the V-22 Osprey, a tiltrotor aircraft manufactured by Boeing and Bell Helicopter Textron that is only used by the American and Japanese militaries.", "LEGO pulled its V-22 Osprey amid protests from a German anti-war group. Credit: LEGO", "The kit, set to launch under LEGO's vehicle-focused Technic brand, depicted a search and rescue version of the Osprey. But it drew a quick, harsh protest from the German Peace Society -- United War Resisters (DFG-VK in German), an almost 130-year-old anti-war group.", "The V-22 Osprey, the group said, has been involved in conflicts in Afghanistan, Iraq, Mali, Yemen and Syria. In a press release criticizing LEGO over the model, the DFG-VK then threw the toymaker's own words from a decade earlier right back at it:", "\"The basic aim is to avoid realistic weapons and military equipment that children may recognize from hot spots around the world and to refrain from showing violent or frightening situations when communicating about LEGO products. At the same time, the purpose is for the LEGO brand not to be associated with issues that glorify conflicts and unethical or harmful behavior,\" the peace group quoted from a 2010 LEGO report.", "LEGO quickly pulled the motorized aircraft model from its inventory in late July. The few sets that had already hit store shelves made their way into the hands LEGO enthusiasts and onto internet trading sites at prices as high as $1,000 for a set that would've retailed at around $120.", "US Air Force V-22 Ospreys take off from a base in New Mexico. Credit: U.S. Air Force/Staff Sgt. Markus Maier", "The V-22 Osprey LEGO set. Credit: LEGO", "Greenwood, the company spokesperson, refused to comment further on why LEGO changed its mind on the Osprey model or why it was produced in the first place.", "But LEGO canceling its Osprey set hasn't stopped fans from creating their own versions. In a video interview from Minneapolis, Minnesota, Dan Siskind pulled up a large model of the aircraft to the camera. Although built from LEGO pieces, this one is bigger and, arguably, even more elaborate and life-like. He spun its tiltrotor propellers in a hand-held simulated flight.", "Siskind is a former \"master builder,\" the top LEGO designers who assemble the models you find displayed in stores. He is now part of a subculture that unites adult fans of LEGO (or AFOLs as they are known) and military buffs.", "Through his company, Brickmania Toyworks , the 51-year-old takes the iconic bricks and turns them into custom military building kits spanning eras and multiple wars.", "An arms bazaar for AFOLs, his inventory includes a US F-16 fighter ($425), a Russian T-80BVM main battle tank ($340) and even a Phalanx close-in weapon system, the rapid-fire Gatling gun the US Navy puts on its warships to knock out incoming threats like missiles or speedboats ($175).", "There are also historical options, such as a Vietnam War-era Soviet MiG-21 fighter, a World War II Japanese A6M2 Zero or British Spitfire Mk I fighter plane, a US M4A3 Sherman or German Panzer IV Ausf G tank, or a World War I British biplane, all priced around $200.", "For those with lower budgets, micro military vehicle sets are sold for around $20.", "The parts are almost all genuine, made with new-condition LEGO bricks. But while the Danish company does not endorse its products being used for these purposes, it tolerates the practice, Siskind said.", "\"They've given us some guidelines -- here's how to stay out of trouble.\"", "He's nonetheless blunt in describing his job. \"It's just stuff we've taken that weren't supposed to be made into military things, (that) we've made into military things,\" Siskind explained. \"Ordinary LEGO bricks just used in a way they were never intended to be used.\"", "Because he isn't allowed to purchase bricks directly from LEGO for his military sets, sourcing is \"one big, continuous scavenger hunt\" that requires his staff to comb through Walmarts, Targets and toy stores for discounts on original sets. The company also uses the website Bricklink, a kind of eBay for LEGO parts, where specific bricks can be bought and sold.", "The AC-130 Spooky II gunship model, made using LEGO bricks and other aftermarket parts, from Brickmania Toyworks in Minneapolis. Credit: Courtesy Brickmania Toyworks", "All the parts are brought to Brickmania's Minneapolis headquarters, where they are broken down and reallocated to the new kits, including its most expensive design: a Lockheed Martin AC-130 \"Spooky II\" gunship that contains more than 5,200 pieces and sells for $3,755.", "In real life, an AC-130 gunship is one of the most terrifying aircraft imaginable. Armed with 40mm and 105mm cannons and a 25mm Gatling gun, it can devastate an area in seconds, earning it the nickname the \"Angel of Death\" in military circles.", "When the company made the first 25 models available, they sold out in five hours. A second batch then went in the same amount of time, Siskind said.", "\"We have more demand than we can keep up with.\"", "While Siskind will sell you a military kit, his company also encourages AFOLs to produce their own creations, sponsoring regular contests at Brickmania's flagship store in Minneapolis. Among the rules: They must be military or war-themed, bear no Nazi symbols, display no excessive gore and are not of the sci-fi or fantasy genres.", "Global community", "People entering the competitions should probably be thankful that Ralph Savelsberg lives thousands of miles away in the Netherlands -- because the 45-year-old Dutch builder's portfolio of LEGO-based military creations would likely be easy winners.", "There's a Vietnam-era US Navy patrol boat, a Cold War-era intercontinental ballistic missile (ICBM), an Iranian F-14 fighter, an M-21 reconnaissance jet and a massive and stunning recreation of a B-52 bomber, the mainstay of the US Air Force's bomber fleet for more than six decades.", "Dutch LEGO builder Ralph Savelsberg shows off a model he made of a US Air Force B-52 bomber with a 5-foot wingspan. Credit: Courtesy Ralph Savelsberg", "Savelsberg, a physicist and assistant professor, said he builds LEGO for love, not money.", "\"This is just a hobby. I do get a lot of requests, but I always disappoint them; I have no interest whatsoever in having to deal with customers.", "\"Furthermore, making plans or instructions is no fun, so I don't actually have any plans for most of my models,\" he said in an email.", "What he does enjoy is getting together with LEGO military builders from around the world at various conventions, where they share creations and even make custom ones to commemorate anniversaries.", "For this year's Brickfair Virginia, Savelsberg and a few dozen military builders planned a display themed on the Cold War, including his ICBM. The event was canceled due to the Covid-19 pandemic, but Savelsberg plans to return next year.", "LEGO-style military models on display at Brickfest Japan 2019 in Kobe. Credit: Courtesy The Brothers Brick / Edwinder Singh", "In 2019, he attended Japan Brickfest, Asia's largest AFOL gathering, which featured a section for military items by some of the 270 builders displaying their work.", "Those builders, who came from places like Hong Kong, Singapore and Taiwan as well as Japan, likely represent just a fraction of those pursuing the hobby, Savelsberg said.", "\"I suspect that the people who come to events represent the tip of the iceberg. For every builder who is willing and able to travel to events, there might be two dozen teenagers who rarely get out of their bedrooms and share their builds with a group of friends via social media,\" he said.", "Justin Chua, who runs LEGO aftermarket store Lioncity Mocs in Singapore, says this 1:100-scale model of a Singaporean littoral mission ship took him more than two months to plan, source parts and assemble. It has more than 2,000 pieces. Credit: Courtesy Justin Chua", "A company for kids", "In a way, Savelsberg, Siskind and the other builders of LEGO-based military models are doing what LEGO has always encouraged -- \"only the imagination sets the limit to what you can build,\" the company's profile says.", "\"There's nothing that stops me from using dark green elements I get from, say, a LEGO Mini Cooper for a US Navy patrol boat,\" like this one from the Vietnam era, Dutch builder Ralph Savelsberg said. Credit: Courtesy Ralph Savelsberg", "LEGO traces its roots back to Denmark in the 1930s, when carpenter Ole Kirk Kristiansen abbreviated the Danish words \"Leg Godt,\" meaning \"play well\" in English, to brand the wooden toys he was producing. It turned to plastic bricks in 1949.", "In 1955, Kristiansen's son Godtfred launched LEGO bricks as a system, embracing the idea that the more you have, the more things you can make. \"Our idea has been to create a toy that prepares the child for life -- appealing to its imagination and developing the creative urge and joy of creation that are the driving forces in every human being,\" he said.", "Over the years, wheels and human figures were introduced in 1962 and 1978 respectively. And in 1989, miniature human figures sporting more facial expressions than the usual slight smile also emerged.", "LEGO has also been determined to put smiles on the faces of children.", "\"As a family-owned company with a long-term mission, the LEGO Group is uniquely placed to deliver a positive impact on children, society and the planet,\" the company profile says. The 25-page company document mentions the words \"child\" or \"children\" nearly 100 times.", "Still, as LEGO grew over the years, so did the presence of weapons.", "A 2016 report analyzing the company's products, published on the peer-reviewed scientific investigation journal PLOS One , argues that LEGO sets \"are not as innocent as they used to be\" and have become increasingly violent over time. Since 1978, when the first weapon bricks -- a sword, a halberd and a lance -- were added to castle-themed LEGO sets, there the amount of weaponry has increased each year, according to the study. It found that by 2014, nearly 30% of sets contained at least one weapon brick.", "A LEGO James Bond Aston Martin set on the shelf of a Hong Kong store. Credit: Brad Lendon/CNN", "Some of this increase can be attributed to movie-themed sets. For example, the company's summer 2020 catalog features a model of the Aston Martin, the famous car driven by British spy James Bond. It comes complete with \"a wealth of sophisticated details and 007 gadgetry, including rotating license plates, ejector seat, tire scythes and front-wing machine guns.\"", "There's also \"Star Wars\" X-wing fighters and Imperial star destroyers, and sets depicting \"Minecraft\" battles, with axes, bludgeons and cases of TNT.", "When it comes to the LEGO's ethical red lines, Siskind sees a disconnect in the company's logic. Is there really a difference between the Death Star or the violence of a galaxy far, far away and the machines that kill people here on Earth?", "\"There's very direct historical connections between the 'Star Wars' world and World War II,\" he added.", "Following LEGO's rules", "From his office in Atlanta, Andrew Roberts, co-owner of Battle Brick Customs , another aftermarket retailer, expresses what he sees as the LEGO dilemma.", "\"LEGO has always kind of struggled with filling boys' desires for action and adventure (while) staying true to themselves (by) not doing realistic military things,\" he said.", "For a long time, the company even went so far as to avoid gray-colored bricks (the obvious color choice for building military weapons and vehicles), Roberts claimed, saying early castle sets were made from yellow ones. (Siskind, too, recalled some rather colorful medieval builds, saying: \"When I was a kid all my castles were red because I had the most of that color.\")", "LEGO's avoidance of modern military themes provided an opening, Roberts added. He turned his college pastime -- messing with his old LEGO sets -- into a full-time job, churning out best-sellers like World War II M4 Sherman tanks and modern Gulf War M1 Abrahms tanks.", "\"I don't think they like what I do but at the same time ... They tolerate me because I obey the rules.\"", "A US Special Forces team in LEGO-style figures from Battle Brick Customs. Credit: Courtesy Battle Brick Customs", "For instance, Roberts buys minifigures from LEGO, strips them of their paint and markings, and turns them into soldiers, sailors and airmen to stand watch in the military-themed sets he sells. He likens it to how a custom car shop takes a showroom model and turns it into a street racer.", "\"If you're a shop selling custom Ford Mustangs, you can do that -- people have to know that this is a Ford Mustang, but it's not an official Ford product,\" Roberts said. \"I took a Ford and I did a bunch of stuff to it.\"", "In the case of LEGO parts, he added, \"It's a genuine LEGO minifigure that has had a bunch of aftermarket stuff done to it. I bought it, and it's mine. And I'm customizing it, and I'm not pretending they did it.\"", "A figure stylized as a US soldier from Battle Brick Customs. Credit: Courtesy Battle Brick Customs", "For much of the fanatic LEGO-building community, the \"it's mine\" mentality -- a personal stake in what they make -- is what's fun and what fills them with pride. And they're not going to let the company's ethos get in the way of their creations.", "After the company pulled the Osprey in the summer, The Brothers Brick, an independent, reader-funded website for LEGO enthusiasts, carried several posts about the set's demise. One showed a futuristic olive green vision of an Osprey with orange highlights, created by builder Simon Liu, using LEGO bricks.", "Brothers Brick contributor, Lino -- a Washington state-based artist and humorist, according to his biography -- drew inspiration from Liu's creation.", "\"The point of showing you this is, while LEGO occasionally makes doofus decisions, they provide the pieces so that you can build anything you want. Who needs directions and an official set?\" Lino wrote.", "\"With LEGO bricks and a bit of imagination, the world is your oyster. Or Osprey.\"", "Top image caption: A figurine from Battle Brick Customs of a US soldier emerging from an armored personnel carrier."], "authors": ["Brad Lendon"], "keywords": ["osprey", "sets", "company", "pieces", "military", "picking", "credit", "wont", "modern", "machines", "bricks", "model", "lego", "world", "war", "brick"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}