{"id": "b8ea3516-ee4f-350d-8409-1b9d314a6844", "title": "America’s Best Bar Sets Up a Winter Wonderland in Aspen", "url": "https://www.vogue.com/article/dante-aspen-snow-lodge-opening", "summary": "The slopes in question are that of Aspen Mountain (or “Ajax,” as the locals call it).\nSo The Snow Lodge invested in bringing in a critically acclaimed culinary tour de force rather than leaving the space empty for the season.\nPaired with a smoked hot toddy or mulled cider, it’s the perfect way to warm up in an alpine atmosphere.\n(For early-bird skiers, they also serve quite the breakfast, offering homemade banana bread and a breakfast burrito with salsa verde.)\n“We’re keeping it safe,” says Pride, “but also delicious and jovial.”", "paragraphs": ["The slopes in question are that of Aspen Mountain (or “Ajax,” as the locals call it). In 2019, The Snow Lodge transformed a vacant space at the bottom of Silver Queen gondola into an après-ski hotspot: they had the Chainsmokers perform for the X-Games, and Diplo for Presidents’ Day weekend, among many buzzy musical performances. But in the COVID-19 age, crowded concerts are no longer. So The Snow Lodge invested in bringing in a critically acclaimed culinary tour de force rather than leaving the space empty for the season. The standard pandemic protocols are in place: socially-distant tables, temperature checks, a contract tracing log as well as contactless pickup and delivery. Most of their seating is outdoors—Colorado’s indoor dining is still at 25 percent. Yet, they still want to create a safe ambiance of joie de vivre: they are using the aforementioned winter greenery to create pod-friendly nooks on the deck, as well as gilded dividers embossed with playful sayings, like “I started with a coffee and ended with a martini.”", "They see their outside deck seating as an asset, thanks to Aspen’s many bluebird days. Come January, they will have domes on the deck. They’ll also offer pre-bottled cocktails to enjoy in case people would prefer to handle their own service or bring the drinks home instead. “We wanted to create a more sophisticated environment, where it’s not some big party,” says Pride. “It’s a place where you can enjoy an elegant cocktail and some excellent food, without it being too crowded.”", "Hot Mulled Apple Cider, one of the many cozy cocktails served by Dante at The Snow Lodge. Photo: Courtesy of Dante/By Giada Paoloni", "Speaking of food: Dante has plenty of it. They opted for the heavy and hearty: think pappardelle pasta with wild boar ragu, a flatbread with spicy lamb sausage, and chicken parmesan. Paired with a smoked hot toddy or mulled cider, it’s the perfect way to warm up in an alpine atmosphere. (For early-bird skiers, they also serve quite the breakfast, offering homemade banana bread and a breakfast burrito with salsa verde.) “We’re keeping it safe,” says Pride, “but also delicious and jovial.”"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["americas", "best", "sets", "space", "winter", "mulled", "seating", "create", "snow", "pride", "wonderland", "bar", "lodge", "deck", "place", "aspen", "safe"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}