{"id": "b8f366da-a332-32b0-9c44-fae6df8125de", "title": "Tucker Carlson: Disagree with AOC? You might want to start looking over your shoulder", "url": "http://www.foxnews.com/opinion/tucker-carlson-aoc-police-visit-ryan-wentz-twitter-big-tech", "summary": "In a moment like this, it’s not surprising that Alexandria Ocasio-Cortez feels deeply sorry for herself.\nAlexandria Ocasio-Cortez has one of the largest political megaphones on earth.\nTo disagree with Alexandria Ocasio-Cortez is to injure her.\n\"Centering people’s humanity,\" \"Protecting people’s rights,\" blah, blah, blah, blah.\nThis article is adapted from Tucker Carlson's opening monologue on the April 9, 2021 edition of \"Tucker Carlson Tonight.\"", "paragraphs": ["If you had to sum up this moment in American history, what would you call it? Maybe the \"Age of Fraud.\" We’re living in a time when the most powerful people in the world masquerade as the least powerful, a time when billionaires pose as helpless victims (don’t criticize Bill Gates!), when a women who literally identifies as \"the Duchess of Sussex\" tells Oprah she’s oppressed and Oprah nods in empathy, because Oprah’s oppressed, too.", "In a moment like this, it’s not surprising that Alexandria Ocasio-Cortez feels deeply sorry for herself. Ocasio-Cortez was elected to Congress a few years ago at the age of 29, beating a longtime incumbent in a race no one thought she could win. Her previous job, famously, had been waiting tables and tending bar at a taco place in Union Square. People made fun of that, but we haven’t. Say what you will about Ocasio-Cortez’s views, that’s a legitimately impressive achievement. If your daughter did that, you’d be proud.", "But Ocasio-Cortez doesn’t seem proud. She seems aggrieved.", "With every passing year, as her fame and power grew, she appeared angrier and more brittle. Within a month of arriving in Washington, Ocasio-Cortez had amassed a larger social media presence than any member of Congress. As of Friday, she has 12.6 million Twitter followers, nearly twice as many as Nancy Pelosi, who has been doing this for half a century. Alexandria Ocasio-Cortez has one of the largest political megaphones on earth. But she wants more.", "IS AOC ALL TALK, NO ACTION?", "Ocasio-Cortez now insists that not only should she be able to speak totally unfiltered to millions, but that no one should be allowed to disagree with what she says. In February, her office sent a mass email to supporters asking them to report anyone who criticizes her to the tech monopolies for punishment.", "\"Scan your social media to find posts with misleading information,\" the email read, \"use the built-in report feature to flag them for moderators.\"", "What is this? It’s pretty straightforward, really. Here you have one of the most powerful politicians in the country using the most powerful companies in the world to censor her political opponents.", "That sounds like authoritarianism. In fact, if it was happening in Ghana, that’s what you’d call it. But since it’s happening here, in 2021, we don’t call it that. We don’t even notice it. Alexandria Ocasio-Cortez isn’t a power-mad demagogue. No, she’s a vulnerable young woman just trying to protect herself from assault. To disagree with Alexandria Ocasio-Cortez is to injure her.", "STUDY FINDS AOC AMONG THE LEAST EFFECTIVE REPRESENTATIVES", "When the left-wing podcaster Jimmy Dore pushed her to fight for a higher minimum wage, Ocasio-Cortez accused him of a crime. \"That’s violence,\" she wrote.", "How do you protect yourself from violence? You use armed guards, and AOC has.", "Last week, Ocasio-Cortez sat for an interview on the Middle East. At 31, she’s a much sought-after voice on every possible topic, from economics to the way society is designed to the details of complex foreign policy questions. During this interview, which was streamed online, she was asked how to bring peace between the Palestinians and the Israelis. Here’s what she said:", "OCASIO-CORTEZ: You know, earlier, just now, you and I were talking about the \"what\" and the \"how.\" And I think that when we talk about peace, centering people’s humanity, protecting people’s rights – it’s not just about the \"what\" and the end goal, which often gets a lot of focus, but I actually think it’s much more about the \"how\", and the way we are coming together, and how we interpret that \"what\", and how we act in, you know, the actions we take to get to that \"what.\" ... We value Jewish and, rather, we value Israeli, uh, uh, uh, we value the safety and human rights of Israelis, we value the safety and human rights of Palestinians.", "It went on like that for a bit, but you get you the idea. \"Centering people’s humanity,\" \"Protecting people’s rights,\" blah, blah, blah, blah. It was vapor.", "If you were her mother, or a college roommate, or a close friend, you might give her a pass for this. \"Pretty brave of her to weigh in on a subject she knows nothing about,\" you might think to yourself, if you were being charitable. But if you were a sincere progressive, watching from home and hoping for a leader, you’d be deeply disappointed. This is Alexandria Ocasio-Cortez, after all, lioness of the left. Where was the full-throated defense of the Palestinians and their rights? Where was the truth to power?", "That was Ryan Wentz’s reaction. Wentz is a man of the left, an anti-war activist in California. He wasn’t impressed by what she said, and he said so.", "On Twitter, Wentz wrote this: \"Her response was incredibly underwhelming, to say the very least.\"", "A week later, the police showed up at his house. Two plainclothes officers from the California Highway Patrol arrived, calling his name. They explained they’d been sent by the U.S. Capitol Police in Washington to respond to a threat against a sitting member of Congress. Wentz hadn’t threatened Ocasio-Cortez or anyone else. He’d merely disapproved of her opinions.", "But the police seemed unconvinced. As he explained in an interview with The Grayzone, \"they just wouldn’t back down from this accusation that I threatened to kill her.\"", "But here’s the spookiest part: Ryan Wentz hadn’t included any personal information in his social media profile. Yet the police knew his name and exactly where he lived. How’d they find him? It seems likely that Twitter turned Wentz in to authorities on behalf of their friend Alexandria Ocasio-Cortez.", "It’s hard to believe this is happening in America, but it did. The California Highway Patrol confirmed it Friday. The Capitol Police told \"Tucker Carlson Tonight\" they referred Wentz’s name because he was mentioned in a \"threatening\" message. They denied that Ocasio-Cortez requested an investigation.", "PODCASTER RECEIVES POLICE VISIT OVER ALLEGED AOC THREAT - BUT THERE'S MORE TO THE STORY", "For her part, Ocasio-Cortez also denied direct involvement in any of it, but she didn’t seem especially upset that it happened. She certainly didn’t launch into an impassioned speech about civil liberties.", "Why would she? Threatening people for daring to criticize the powerful is normal now. It’s a trend that’s accelerated dramatically since Jan. 6, the day the hunt for domestic extremists began. Even at the time, we noticed that no one was defining the terms very clearly. What’s an \"extremist\"? How is that different from someone who disagrees with the people in charge?", "TUCKER, FEB. 4, 2021: Those people are domestic terrorists, we are told. They must be put down by force. The War on Terror has moved stateside. Extremists have breached our walls. They are inside our country. And in response, we must hunt them down ... None of these newly energized and highly empowered extremist hunters have told us exactly what an extremist is. So we're left to guess, we're left to look around nervously to see if we can spot one, hoping against hope the whole time they are not talking about us, are they?", "CLICK HERE TO GET THE FOX NEWS APP", "So, what is an extremist? A lot of people assume an extremist must be someone who voted for Donald Trump or reads forbidden websites.", "No. It turns out it’s someone who disagrees with Alexandria Ocasio-Cortez, from the right, or even the left.", "This article is adapted from Tucker Carlson's opening monologue on the April 9, 2021 edition of \"Tucker Carlson Tonight.\""], "authors": ["Tucker Carlson", "Tucker Carlson Currently Serves As The Host Of Fox News Channel S", "Fnc"], "keywords": ["looking", "wentz", "extremist", "value", "rights", "thats", "aoc", "alexandria", "ocasiocortez", "carlson", "left", "disagree", "shoulder", "start", "powerful", "tucker", "peoples"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}