{"id": "b9206632-32cb-39c2-b9d7-dfdc74e24c76", "title": "Taika Waititi Directs New Xbox Series X Video That Gives Us Meowster Chief", "url": "https://www.gameinformer.com/2020/12/07/taika-waititi-directs-new-xbox-series-x-video-that-gives-us-meowster-chief", "summary": "Last week's Xbox Series X trailer featured a heavy betrayal Master Chief faced from an adorable puppers, now with a new one directed by Taika Waititi, Master Chief is no more — instead, transforming into Meowster Chief.\nAs a huge cat person, seeing Master Chief as a cute kitty while, for some reason, being a DJ was just the amount of weirdness that struck a chord.\nAs someone that had a dream where I was somehow married to Master Chief and we were on the run with our child ÙÃ-1496 (what?)\nLuckily, this concept doesn't really need and critique; it's creative, it's cohesive, and it's a genuinely enjoyable video that doesn't take up too much of anyone's time.\nWhile Meowster Chief isn't a new Halo Infinite trailer or release date, it is a goofy way to commemorate a new generation.", "paragraphs": ["Last week's Xbox Series X trailer featured a heavy betrayal Master Chief faced from an adorable puppers, now with a new one directed by Taika Waititi, Master Chief is no more — instead, transforming into Meowster Chief. And you know what? I'm here for it.", "Called Lucid Odyssey, Waititi drew inspiration from YouTuber MoonLiteWolf's dreams to put this concept together, which explains the more \"out there\" concepts regarding the sci-fi nature of the latest commercial. As a huge cat person, seeing Master Chief as a cute kitty while, for some reason, being a DJ was just the amount of weirdness that struck a chord.", "As someone that had a dream where I was somehow married to Master Chief and we were on the run with our child ÙÃ-1496 (what?) from a horde of zombies with neural implants, I can't really criticize any concept. Luckily, this concept doesn't really need and critique; it's creative, it's cohesive, and it's a genuinely enjoyable video that doesn't take up too much of anyone's time.", "This won't be the last dream sequence either, Microsoft has confirmed that the series will continue with more dream-esque commercials with celebrities, content creators, and more.", "While Meowster Chief isn't a new Halo Infinite trailer or release date, it is a goofy way to commemorate a new generation. The oddness does beg the question, however: if you could craft your dream-inspired TV spot for any console, what would it be and how weird does it get? Don't be shy, out yourself as a massive weirdo like me in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["taika", "chief", "video", "trailer", "really", "directs", "concept", "dream", "waititi", "series", "doesnt", "master", "meowster", "xbox", "x", "gives"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}