{"id": "b92ac22b-039f-3aa5-9e19-7ef98ba24ff8", "title": "Holding Value: Inspired by the V&A’s New Exhibition, These Are the Bags to Invest in Now", "url": "https://www.vogue.com/article/v-and-a-new-exhibition-bags-inside-out", "summary": "Over the weekend, the Victoria and Albert Museum in London officially opened its doors after months of lockdown during the pandemic.\nAs Vogue’s accessories director, I have often been asked by fashion fans both inside and outside of the industry about the It bag: Do I believe in it?\nThe constraints of the pandemic have given us few reasons to carry a handbag outside of pure utilitarianism.\nWe carry our reusable totes for groceries or a wallet-like bag that attaches to keys or holds hand sanitizer.\nThis idea of value is at the core of the V&A’s new exhibit, which serves to show off just how long the life span of a good handbag can be.", "paragraphs": ["Over the weekend, the Victoria and Albert Museum in London officially opened its doors after months of lockdown during the pandemic. Saturday saw visitors returning to the cultural institution and the debut of a brand-new exhibition titled “Bags: Inside Out,” which highlights iconic bags throughout history, ranging from Margaret Thatcher’s favorite ladylike Asprey tote to the sparkly Fendi Baguette made real-life famous when it appeared on the arm of the fictional character, Carrie Bradshaw, in Sex and the City. And while this exhibition was originally slated for April, it’s hard to imagine a more apt time than now to bring the bag to the center of the fashion discussion.", "As Vogue’s accessories director, I have often been asked by fashion fans both inside and outside of the industry about the It bag: Do I believe in it? What is “It”? Is the It bag over, and if so, why? Could this bag be an It bag? Their curiosity makes sense. The phenomenon of the It bag has proven to be big business for major fashion houses over the years, but as an editor, I’ve watched the industry move away from the must-own bag and instead gravitate toward the cult of the personality purse.", "The constraints of the pandemic have given us few reasons to carry a handbag outside of pure utilitarianism. We carry our reusable totes for groceries or a wallet-like bag that attaches to keys or holds hand sanitizer. Carrying a proper purse, whether it be for a quick walk around the block or even just around your own house, is purely for the pleasure of doing so. A bag for the bag’s sake. Now, more than ever, owning handbags is about a personal and emotional connection, as well investment. I know if I’m going to buy a bag in 2020 or 2021, it needs to be something that, quite literally, holds its value, in addition to putting a smile on my face.", "This idea of value is at the core of the V&A’s new exhibit, which serves to show off just how long the life span of a good handbag can be. The show not only focuses on some of the designer bags we know to be heritage pieces, like Hermès’s infamous Kelly top handle but also more modern options, like Anya Hindmarch’s incredibly clever and sustainable “I Am Not a Plastic Bag” tote or Manu Atelier’s Pristine style that show the exemplary craftsmanship of a family-owned leather artisan workshop, sans a price tag that brings up thoughts of midsize cars or tuition payments."], "authors": ["Willow Lindley", "Willow Lindle"], "keywords": ["bags", "pandemic", "tote", "know", "exhibition", "inside", "inspired", "outside", "vas", "holding", "value", "bag", "industry", "invest", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}