{"id": "b95c43a8-d932-37b2-95a2-abc4c6e60f1b", "title": "Opinion | Republicans’ Fake War Against ‘Woke Capital’", "url": "https://www.nytimes.com/2021/04/09/opinion/republicans-fake-war-against-woke-capital.html", "summary": "If “woke capital” is a real problem, then it’s a labor issue as much as it is a cultural one.\nMcConnell might denounce actual corporate speech, but he is a major recipient of corporate dollars and a staunch defender of corporate spending in elections.\nEmployers already complain that they can’t find employees.”Republican “woke capital” critics are not actually interested in curbing corporate influence and putting power in the hands of workers.\n“Woke” capital also does not actually exist.\nCapital is capital, and, culture war agitation notwithstanding, the Republican Party is more than willing to back its interests when it matters most.", "paragraphs": ["Similarly, Republicans and conservatives could work to end “at will” employment, in which workers can be fired for any reason. If American corporations have been captured by activists eager to “cancel” dissenters, then workers need robust protections in the event they run afoul of an overzealous human resources department or some “woke” Walmart commissar.", "A higher federal minimum wage and a more robust social safety net would also work to strengthen employees vis-à-vis their employers. The less an individual worker needs to rely on market income to survive, the more he or she can pick and choose between jobs. The more corporations have to spend on recruiting and retaining workers, the less they can spend on influencing politics.", "If “woke capital” is a real problem, then it’s a labor issue as much as it is a cultural one. And there are many other policies — antitrust regulations against tech companies, “co-determination” to give workers a seat at the corporate table and strict limits on corporate political spending, to name just a few — that would curb the power of corporations to impose their values on both their employees and the broader public.", "We know, of course, that Republicans aren’t interested in any of this. McConnell might denounce actual corporate speech, but he is a major recipient of corporate dollars and a staunch defender of corporate spending in elections. (He has already backed off on his comments. “I didn’t say that very artfully,” he explained the next day.) Neither Rubio nor Hawley has ever met a corporate tax cut he couldn’t support, and the entire Republican Party is united in support of an anti-labor politics that puts ordinary workers at the mercy of capital.", "Recall Senator Mitt Romney’s critique of the White House’s relief package from February: “The Biden stimulus calls for checks of $400 a week in addition to state checks through September. At that level, the majority of the unemployed would make more by not working. Employers already complain that they can’t find employees.”", "Republican “woke capital” critics are not actually interested in curbing corporate influence and putting power in the hands of workers. They don’t have a problem with corporate speech as a matter of principle. They have a problem with corporate speech as a matter of politics. If the situation were reversed, and corporations were vocal supporters of “election integrity,” it’s hard to imagine that McConnell or his allies would have a problem.", "“Woke” capital also does not actually exist. A Black Lives Matter advertisement does not make up for the McDonald’s exploitative relationship to labor and the environment. Amazon might take a few items deemed offensive off its shelves, but it still relies on overworked and underpaid workers in its warehouses and delivery vehicles.", "Capital is capital, and, culture war agitation notwithstanding, the Republican Party is more than willing to back its interests when it matters most.", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram."], "authors": ["Jamelle Bouie"], "keywords": ["corporate", "workers", "corporations", "republicans", "war", "speech", "matter", "times", "opinion", "work", "capital", "problem", "fake", "woke"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}