{"summary": "Lisa Schiff has been a professional art adviser since 2002. Credit: SuttonShe's been a professional art adviser since 2002 and now runs her own company, SFA Advisory, based in New York.\nAfterwards, she jokingly texted Pace's CEO Marc Glimcher, one of the world's most powerful and knowledgeable art dealers, offering to become his art adviser.\nOne art adviser suggested that there may be as many as 100 in London alone.\nAs an art adviser, Pollen has bid £5 million ($6.1 million) for a Peter Doig painting at auction for a client, but she was narrowly outbid.\nAnother London-based art adviser, Beth Greenacre, worked with David Bowie for 16 years until his death in 2016.", "id": "b96f6f91-e7f4-3d39-afc5-22a1c80b0776", "pubDate": null, "url": "https://edition.cnn.com/style/article/art-advisers-inside-the-art-buying-world/index.html", "authors": ["Nick Glass"], "paragraphs": ["Written by Nick Glass, CNN", "\"I'm always flying by the seat of my pants,\" says Lisa Schiff with engaging and, I suspect, characteristic honesty. \"I never know what we're going to make each month -- five dollars or a million!\"", "She works mostly on commission.", "An art academic until the age of 30, Schiff's initial ambition was to be an art professor. But then, as she tells it, her parents cut her off and she had to make a living.", "Lisa Schiff has been a professional art adviser since 2002. Credit: Sutton", "She's been a professional art adviser since 2002 and now runs her own company, SFA Advisory, based in New York.", "\"It's what I love doing, all day, every day,\" she says. \"You want to be part of art history.\"", "On the line from New York, she is still buzzing with excitement from the previous night's opening at Pace Gallery's vast new flagship location in Chelsea. \"And 'The Who' played!\" Schiff exclaims.", "Afterwards, she jokingly texted Pace's CEO Marc Glimcher, one of the world's most powerful and knowledgeable art dealers, offering to become his art adviser.", "SFA Advisory's New York space features artworks by Tavares Strachan. Credit: Sylvain Gaboury/Patrick McMullan/Sylvain Gaboury/PMC", "So what precisely does an art adviser do? In simple terms, they advise a collector on what to buy and where to find it. They help negotiate deals, and bid on clients' behalf at auctions. But equally, they help manage collections, loans, exhibits and legacies, introducing collectors to galleries and artists.", "as relatively small. But it's become a huge business, with global art sales reaching an estimated Susannah Pollen, who has been an art adviser in London since 2004, still regards the art world -- even the international one --as relatively small. But it's become a huge business, with global art sales reaching an estimated $67.4 billion in 2018 , according to the annual report by Clare McAndrew of Arts Economics.", "Susie Pollen has been an art adviser in London since 2004. Credit: Tristan Fewings/Getty Images for Sotheby's", "As the American businessman and now adviser Steven Murphy puts it: Access to art has become \"as ubiquitous as music; the internet has changed the game.\" In the last 20 years, big art fairs have multiplied. The so-called mega dealers -- Gagosian, David Zwirner, Hauser & Wirth and Pace -- now have galleries spread across the world. As a result, a \"new breed\" of art advisers has proliferated. One art adviser suggested that there may be as many as 100 in London alone.", "How do art auctions really work?", "Schiff says that when she was starting there were hardly any art advisers. Now she meets new ones every day. And interestingly, it seems most of them are women, including approximately 80% of the Association of Professional Art Advisers' directory.", "Having an art history degree, auction house experience and, perhaps most critical of all, knowledge of where things can be found (like who owns this Picasso or that Francis Bacon triptych) clearly has increasing value.", "A watershed moment for the industry took place in 2016: Sotheby's acquired Art Agency, Partners , a small private advisory firm in New York. The agency had been founded just two years earlier by Amy Cappellazzo and Allan Schwartzmann, both admired for their knowledge and business savvy. Sotheby's paid an astounding price -- $50 million plus up to $35 million in performance incentives. Art Agency, Partners apparently had a client list to die for.", "Schiff remembers waking that morning to hear the news. \"F*** me! I want to be Amy Cappellazzo!", "\"What a f***ing move,\" she exults down the line. \"So art advisers are valuable. What huge endorsement -- $85 million!\" She promptly rang Cappellazzo to congratulate her.", "From left: Amy Cappellazzo, Allan Schwartzman and Adam Chinn of Art Agency, Partners in New York, January 2016. Credit: Alex Welsh/The New York Times/Redux", "Murphy, who served as Chief Executive of Christie's between 2010 and 2015, and now heads his own art advisory company, Murphy & Partners, says that you should take as much care choosing an art adviser as you do choosing \"your personal banker, attorney, physician or psychoanalyst.\" One of his clients refers to the agency as his \"art shrink.\"", "\"The art world has exploded and like any other endeavor, why wouldn't you have a trusted guide to help you?\" says Murphy, teasing out a metaphor. \"Would you go on safari on horseback in Botswana without somebody in front of you who not only has gone down that path before but loves it?\"", "\"So it's a jungle out there?\" I suggest. He nods smilingly.", "Steven Murphy at his office in London. Credit: David Bebber/David Bebber/David Bebber", "Murphy won't be drawn into talking about money. Well, not too much, anyway. The service \"really is bespoke\" and \"fees range enormously.\" One-third of his clients are American, with one-third European and one-third Asian. What's clear is that some of them have tens of millions of dollars to spend. \"Oh, yeah,\" Murphy says, \"we are blessed that some of our clients are collecting masterpieces.\"", "When I press him, he mentions negotiating the private sale of a $25-million Monet landscape to an Asian collector. And the quick-fire sale of a small Francis Bacon portrait, for $4 million, to another buyer. In the case of the Bacon, the client had wanted to sell \"very quickly for personal reasons.\"", "The deal was done within two weeks.", "The fact is, we rarely get to glimpse at the inner workings of the art market. Pollen, who has been art advising for longer than most, says it's \"a highly unregulated industry.\" She believes in greater transparency and a code of ethics.", "Pollen works freelance from her home in London's Notting Hill, mostly on annual retainers. Her current clientele is select -- fewer than 20, she says, declining to name them. \"Discretion is 100% paramount,\" she adds. But Pollen still manages to convey the thrill of the chase -- tracking down works of art and getting them for a good price.", "Pollen is \"at the beck and call\" of a small handful longstanding clients; \"there has to be a dialogue; they've got to love art.\" And critically for her, \"they have real commitment. They react!,\" she says emphatically. Also an important part of the job, she says, is to restrain clients from paying too much and advising them \"what not to buy.\"", "An early career highlight was the 1990 sale of \"The Crucifixion\" by Stanley Spencer for £1.3 million ($1.6 million) -- then a record for a modern British artist (although long since eclipsed by Lucian Freud, Pollen spent nearly 22 years at Sotheby's, rising to senior director of Sotheby's Europe and head of 20th century British Art.An early career highlight was the 1990 sale of \"The Crucifixion\" by Stanley Spencer for £1.3 million ($1.6 million) -- then a record for a modern British artist (although long since eclipsed by Lucian Freud, Francis Bacon and others).", "As an art adviser, Pollen has bid £5 million ($6.1 million) for a Peter Doig painting at auction for a client, but she was narrowly outbid. She won't name the painting but rather ruefully says that it's probably now worth £25 million ($31 million).", "Pollen is excited by one particular new project. She's just been given first access to an extraordinary private collection of British art from the 1930s to '50s, including works by English painter Ben Nicholson, sculptor Barbara Hepworth and others, some of which haven't been seen for 80 years or so. She estimates the value at £20 million ($25 million) and will advise the client on how best to sell it -- privately, through an auction house or by giving some works to the nation in return for a tax break.", "Jo Baring, an ex-Christie's director, also works from home in Notting Hill. She has been a freelance adviser since 2013, and also has \"a handful of long-term clients.\"", "\"They don't want 'yes' men, they want your opinion,\" she says, adding with certain English understatement: \"Serious collectors can be quite demanding.\"", "Jo Baring next to \"Fountain Figure\" (1959) by Bernard Meadows. Credit: Phil Adams", "Unusually for an art adviser, Baring is prepared to talk about one of her clients -- one she inherited from Pollen.", "She describes Chris Ingram, a leading British collector of modern British and contemporary art, as a canny businessman and a passionate, obsessive collector. \"He thought to begin with, it was fun,\" she says. \"He didn't realize that he was swimming with sharks.\"", "Ingram admitted to Baring that he got carried away bidding at auction. There was a \"passionate chase\" after \"Walking Madonna,\" a bronze masterpiece by Elizabeth Frink. He first bid for one (of the edition of three sculptures) at Christie's in 2002 but didn't get it; it went for £182,000. He was luckier the second time around, in 2006, but paid £377,000, rather more than he expected. Since then he has left the bidding to his art advisers.", "Baring always bids discreetly at auctions. \"I never do it in person in the room. I am in the room but on my phone, so no one can see I am bidding,\" she says. That way, she can see \"who else is there, who is bidding, get a flavor of the room and the sale.\" She can also protect her client and stay \"one step removed from the gossip.\"", "Baring stresses the need to do your homework. \"The dealers need to know that you are serious -- that you are not mucking around,\" she says. And as a rule of thumb, she believes that you should \"trust no one\" in the contemporary market. Sometimes dealers try to \"cut you out\" and go direct to the collector. Ingram, she says, always re-directs them to her.", "Both Pollen and Baring are concerned about how women art advisers are sometimes perceived -- as young arriviste arts graduates with Louboutins and big bags, eagerly roaming the aisles of art fairs.", "Pollen says that a lot of people think art advising is \"an easy, cool profession.\"", "\"But what training or deep knowledge do they (your adviser) have?\" she said. \"It is not enough to have a subscription to Artnet (the price data base) and a mobile phone.\"", "Another London-based art adviser, Beth Greenacre, worked with David Bowie for 16 years until his death in 2016. 'I learned so much,\" she says. \"David was amazing, passionate about everything. I don't think he ever slept, always collecting information.\"", "Bowie collected post war British modern art, including works by Peter Lanyon, Alan Davie and David Bomberg. He would bid in person at auctions. Greenacre says Bowie visited British artists -- including Eduardo Paolozzi and John Bellany -- in their studios, and was friends with Damien Hirst.", "Bowie had a huge art library at his home in New York, and would devour books omnivorously. \"He looked and looked,\" says Greenacre, who would regularly bid anonymously at auctions on his behalf.", "After Bowie's death, she helped prepare part of his art collection for sale at Sotheby's in London.", "One of the top lots was Frank Auerbach's 1965 painting \"Head of Gerda Boehm,\" which sold for almost £3.8 million ($4.7 million). Over mint tea in a women-only private members' club in London's Mayfair, Greenacre recounts Bowie's memorable words on the painting: \"I want to sound like that looks.\"", "London-based art advisor, Beth Greenacre, worked with David Bowie for 16 years until his death in 2016.", "Greenacre says she has witnessed dramatic changes in the art market since she started out 20 years ago. Back then it was \"incredibly different -- middle-aged white guys running things from Cork Street\" (an art gallery hub near London's Piccadilly). Things are shifting. Some artists are simply dispensing with having a gallery at all. The business model is changing, resulting in reduced footfall for the small and middle-sized dealerships squeezed out by the mega-galleries.", "\"Why are so many women working as art advisers?\" I ask Greenacre. She pauses for a moment and then answers: \"We listen. We're great with people. We collaborate. We dig deep. We're persistent.\" Then she laughs out loud.", "In a move that's aroused much interest in the art world, mega-dealer Larry Gagosian has just set up a separate new advisory arm in New York. It's being run by former Christie's executive, Laura Paulson. Her husband, Andrew Fabricant meanwhile oversees Gagosian's 17 exhibition spaces.", "But how precisely will Gagosian Art Advisory operate? Are lines being blurred between the roles of an independent art adviser, who is not supposed to hold any stock, and an art dealer or gallerist, who often hold a lot? The art market is curious to see how it will work.", "Schiff views the art market as \"a very fragile eco-system -- the good, the bad and the ugly -- the auction houses, the galleries, the museums, the artists. Everybody has to come together to make the magic happen.\" But \"some of the machinations behind the scenes are so disgusting,\" she declares without elaborating. She tries to protect her clients, \"to buffer them a bit,\" by sparing them the \"ugly side,\" the wheeler-dealer.", "Actor Leonardo DiCaprio attends the 2016 Frieze Art Fair: New York at Randall's Island on May 4, 2016 in New York City. Credit: Mireya Acierto/Getty Images", "Schiff sees her role as actively \"getting in the head of my clients, helping them find the best of what they love.\"", "Her most famous client to date was Leonardo DiCaprio. She no longer works with him. \"He was a bit different. He came with a collection,\" she says. But she is fulsome in her praise. \"He's got a great eye. He was always the best artist in the room. He just performed. A great story-teller. He taught me partnership.\"", "Down the line from New York, Schiff sounds almost star-struck. '\"I loved working with Leo. I miss Leo,\" she says plaintively.", "If you are reading this, Mr. DiCaprio, why not get in touch again?"], "keywords": ["york", "milliondollar", "pollen", "adviser", "clients", "million", "rich", "art", "credit", "small", "british", "works", "super", "making", "deals"], "title": "The people making million-dollar art deals for the super rich", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}