{"id": "b9c1a3c9-4f65-3931-afc3-593f343eb334", "title": "Spoiler Alert: There Will Be No Impartial Justice for Donald Trump", "url": "https://www.newyorker.com/news/letter-from-trumps-washington/spoiler-alert-there-will-be-no-impartial-justice-for-donald-trump-impeachment-trial", "summary": "Shortly after 2 P.M. on Thursday, ninety-nine of the hundred members of the United States Senate raised their hands and swore en masse to do “impartial justice” in the impeachment trial of President Donald J. Trump.\nAnd yet there is real suspense, in the way that the Trump Presidency has conditioned us to expect: Will there be wild new revelations?\nWe listeners will have plenty of time to contemplate the Senate itself and what it has become in the Trump era.\nThe suspense surrounding the trial, then, is not about the possibility that Republicans might suddenly change their minds about Donald Trump and his misdeeds.\nThe Senate that voted 100–0 on the rules governing the impeachment trial of Bill Clinton, twenty-one years ago, is a thing of the distant past.", "paragraphs": ["Shortly after 2 P.M. on Thursday, ninety-nine of the hundred members of the United States Senate raised their hands and swore en masse to do “impartial justice” in the impeachment trial of President Donald J. Trump. That, of course, is an impossibility in the political world they inhabit. Neither impartiality nor justice is on offer in this proceeding. Three years into Trump’s tenure, there is precisely no one in the U.S. Capitol who is undecided about the President, on the subject of his impeachment or any other. And yet there is real suspense, in the way that the Trump Presidency has conditioned us to expect: Will there be wild new revelations? (There already have been in the past twenty-four hours.) Will there be inappropriate tweeting by the defendant in the White House? (A given.) Will even a single senator break from the calcified partisan battle lines? (Who knows?)", "This Senate trial is only the third such proceeding in American history, and, despite what appears to be its preordained acquittal of the President by his fellow-Republicans, it is starting out with such great uncertainty that it’s still not even clear if there will be witnesses called and evidence submitted. How can it be a trial without them? The Democrat-controlled House voted to impeach Trump in a party-line vote in December, and yet key facts about the President’s aborted scheme to pressure Ukraine for his personal political benefit remain unknown (although they are very much knowable), owing to an executive-branch information blockade ordered by Trump. Will those facts come out before the Chief Justice of the United States bangs down the gavel on the trial’s seemingly inevitable outcome?", "In today’s brutally dysfunctional capital—in which institutions of government are controlled by feuding clans that communicate with each other almost exclusively via hostile tweets and cable-news sound bites—anything can turn into an exercise in raw power politics. Even the ministerial matter of transmitting the articles of impeachment from the House to the Senate and beginning the Senate trial became the subject of an entire holiday season of made-for-TV drama. For weeks, Speaker Nancy Pelosi refused to turn over the articles until she’d received assurances from Senate Majority Leader Mitch McConnell about what kind of trial he planned to run. No such assurances were forthcoming, although Pelosi arguably succeeded in one respect—turning the debate away from her side’s forthcoming defeat in the Senate to the matter of what would constitute a fair trial. Democrats have redefined victory to mean not necessarily winning the case but merely getting a proper hearing for it. For now, at least.", "On Wednesday, after Pelosi finally ended her hold on the articles of impeachment, she named seven members of the House as managers who will prosecute the case in the Senate. On Thursday, at the stroke of noon, the House managers marched across the Capitol and physically presented the articles to the Senate in a self-consciously anachronistic twenty-first-century enactment of a process dreamed up by our eighteenth-century founders. There was gravitas, solemnity, talk of “high crimes and misdemeanors.” There were “wherefore”s and “hear ye, hear ye”s. Chief Justice John Roberts was summoned over from the Supreme Court to administer the senatorial oath and take up his duties as the trial’s presiding officer. The Senate Minority Leader, Chuck Schumer, later said that, as Roberts entered the chamber, “I saw members on both sides of the aisle visibly gulp.” “The weight of history,” as Schumer put it, was visibly upon the Senate. “God bless you,” Senator Chuck Grassley, the Iowa Republican, who was sitting in the chair, told Roberts after he swore him in.", "But even now that the constitutional formalities have been dispensed with, McConnell has not revealed whether and how there will even be votes on requiring the testimony of new witnesses and the submission of documents that the White House refused to provide to the House, a stonewall more complete than any Administration’s in history. If such votes do happen, they are not likely to be until a week or more into the proceedings. Meanwhile, new revelations continue to spill out about Trump’s Ukraine machinations, including a series of sensational interviews this week by the indicted Trump contributor Lev Parnas, who said that Trump knew of Parnas’s efforts with Rudy Giuliani to pressure Ukraine into investigating former Vice-President Joe Biden. The suspense surrounding the trial mixes the dread certainty that today’s Senate is ill-equipped to handle its constitutionally dictated obligation with a lingering curiosity about whether a handful of Republican senators will force McConnell to hold a proceeding that is something other than a sham.", "“The Senate is on trial as well as the President,” Jerry Nadler, the chairman of the House Judiciary Committee, said at the press conference where Pelosi introduced him and six others as the impeachment managers. It was a seemingly self-evident observation that nonetheless bears much repeating. The Senate trial could take between three and six weeks, according to one estimate, though Trump’s advisers are pushing Republicans for a much more abbreviated proceeding. However long it lasts, the trial will essentially consist of a hundred senators sitting silently at their desks, stripped of their cell phones and laptops and all the other accoutrements of modern political life, listening to the presentation of evidence in a case about which they have presumably already made up their minds. We listeners will have plenty of time to contemplate the Senate itself and what it has become in the Trump era.", "“I understand that the politics of impeachment are difficult for many Senators,” Val Demings, one of the House managers, from Florida, tweeted soon after Pelosi appointed her to the job. “But I have not written off the Senate. Each Senator still has the power to do the right thing.” But this Senate is no closer to a real jury than the proceeding is to being a real trial. On Wednesday, Politico counted twenty-six Republican senators who had already put out statements or otherwise publicly indicated that they would vote against conviction and twenty-four more who probably would; Democrats were equally united around planned votes to convict. Republican sources have said that they don’t expect a single Republican defection on the final trial verdict, just as there was not a single Republican defection in the House on the impeachment itself.", "For the past three years, the Senate has been one of the main arenas in which it has become clear just how totally and completely Trump has taken over the Republican Party. He has not only vanquished doubters; he has dominated them. Skeptics have been purged. Senators have abased themselves again and again. Those who stood up to Trump inside his own party have been exiled, silenced, or flipped. The President is on trial for holding hundreds of millions of dollars in congressionally appropriated aid to Ukraine hostage for his own personal political ends, and, indeed, the Government Accountability Office, a nonpartisan government watchdog, announced on Thursday, as the trial began, that the aid holdup was an illegal abuse of executive power. But Republican senators who claim an interest in national security have been loath even to acknowledge that there might be anything wrong with Trump’s behavior, even as an abstract matter of principle.", "The suspense surrounding the trial, then, is not about the possibility that Republicans might suddenly change their minds about Donald Trump and his misdeeds. Lindsey Graham is not going to revert to his 2016 Trump-bashing self. Mitch McConnell and Chuck Schumer are not miraculously going to start talking and produce a plan for the trial that everyone can get behind. The Senate that voted 100–0 on the rules governing the impeachment trial of Bill Clinton, twenty-one years ago, is a thing of the distant past. Today’s uncertainty is about the nature, shape, and contours of the trial that will result from this more intemperate political moment. Mitt Romney, of Utah, and a few other so-called moderates—Lamar Alexander, of Tennessee; Susan Collins, of Maine; Lisa Murkowski, of Alaska—may yet force their colleagues to vote on bringing in Administration witnesses, such as Trump’s former national-security adviser John Bolton, whom the White House does not want to testify. But it is doubtful that even a single one of them will ultimately vote to convict. This is why the real uncertainty remains what it has been since the day Pelosi and the House embarked upon this impeachment course, last September: it is an uncertainty about what comes after the trial—after Democrats have taken their shot at Trump and, in all likelihood, failed.", "Soon after the day’s ceremonial start to the Senate trial had wrapped up, Trump appeared before the cameras to call the case against him a “big hoax,” “a witch-hunt hoax,” “a complete hoax,” and “a phony hoax.” What will he talk about when the trial is over and he is completely and totally vindicated in the greatest acquittal of all time? How will he govern then?"], "authors": ["Susan B. Glasser", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Elizabeth Flock", "Amy Davidson Sorkin"], "keywords": ["donald", "spoiler", "impartial", "alert", "republican", "trumps", "proceeding", "trump", "pelosi", "senate", "justice", "trial", "impeachment", "house", "senators"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}