{"id": "b9cdfdb5-9fbe-3c40-b6a5-bca24038d3bf", "title": "Teenage Mutant Ninja Turtles: Shredder's Revenge Rises Out Of The Ooze", "url": "https://www.gameinformer.com/2021/03/10/teenage-mutant-ninja-turtles-shredders-revenge-rises-out-of-the-ooze", "summary": "The Teenage Mutant Ninja Turtles are back in Shredder’s Revenge, a new co-op brawler that transports fans to the franchise's golden era in video games.\nSo that was the idea that started it.”Despite clearly going for nostalgia, Shredder’s Revenge will sport modern enhancements.\nThere’s no doubt Shredder’s Revenge will play smoother than the old games, and features such as new modes and other options are implied but not confirmed.\nImbert says his team knew from the start that Tribute Games was perfect for capturing the classic vibe it hoped to invoke with Shredder's Revenge.\nTeenage Mutant Ninja Turtles: Shredder’s Revenge is coming to unspecified consoles and PC.", "paragraphs": ["Cowabunga, dudes! The Teenage Mutant Ninja Turtles are back in Shredder’s Revenge, a new co-op brawler that transports fans to the franchise's golden era in video games. Developed by in partnership by two Turtles-loving studios, Dotemu (Streets of Rage 4, Windjammers 2) and Tribute Games (Panzer Paladin, Mercenary Kings), Shredder’s Revenge is an original adventure where up to four players defend the sewers and streets in a brawler inspired by TMNT’s arcade heyday, namely Turtles in Time.", "Like any TMNT game worth its salt, Shredder’s Revenge lets up to four friends team up both locally and online (cross-play to be determined) to beat the tar out of villains like the Foot Clan, Bebop, Rocksteady, and Shredder himself. The game draws inspiration from the iconic 1987 animated show, and if you’re somehow worried that the developers don’t understand the source material, jettison those doubts now. Both Dotemu and Tribute Games are staffed by old-school TMNT fans who, like many of us, were raised on the classic cartoon, collected its multitude of toys, and spent way too much money playing the arcade games. From the game’s character and art design to the remade version of that famous theme song (performed by Faith No More’s Mike Patton), Shredder’s Revenge is designed to be the ultimate love letter to TMNT’s glory years.", "“We wanted to bring back a game for the fans of the ‘87 animated series and also the old arcade games of the ‘90s,” says Tribute Games co-founder Jean-Francois Major. “Because we felt that people missed it. And including us, because, personally, I played those games a lot as a kid and I missed them a lot. So that was the idea that started it.”", "Despite clearly going for nostalgia, Shredder’s Revenge will sport modern enhancements. The teams aren’t ready to talk specifics; they are only offering hints by saying the classic games, fun as they were, hit a ceiling in terms of technical limitations, which are now a thing of the past. There’s no doubt Shredder’s Revenge will play smoother than the old games, and features such as new modes and other options are implied but not confirmed. Another element the teams are being coy about is the inclusion of playable characters besides the Turtles. After all, the trailer featured Master Splinter and April O’Neil kicking butt, and the developers wouldn’t comment on the noticeably absent Casey Jones.", "Shredder's Revenge was born from a happy coincidence between two TMNT-loving development teams who joined forces after discovering they each had a shared vision of making a new Turtles game. The project began when Nickelodeon, who holds the Turtles license, approached Dotemu to make a new game based on one of their IPs. The company was impressed by the studio’s past work on games like Wonder Boy: The Dragon’s Trap, and Dotemu jumped at the chance to tackle TMNT next. As Dotemu began mapping out ideas for the game, it caught word that Tribute Games was not only interested in doing the same but had been campaigning to Nickelodeon for permission to create a TMNT game since 2010. Unfortunately, the timing was never right, but Tribute kept in touch with Nickelodeon hoping that the stars would one day align.", "“We were always super persistent,” says Tribute Games co-founder Jonathan Lavigne. “Like, if we're gonna take on one of your IPs, we want it to be TMNT. Every time the topic was brought up about us taking on a project, I would always say, ‘Well, we really want to do TMNT.’ We grew up in the arcades and playing TMNT, so we really wanted to have a stab at it.”", "“So, I was at GDC and I managed to get [Tribute Games’] contact,” says Dotemu CEO Cyrille Imbert. “So, I said, ‘Hey guys, are you around? Should we talk?’ And so, we saw each other for the first time in San Francisco and it was a really nice first contact, and we basically had the same ideas and things we wanted to do in mind for this project.”", "Thus, a partnership was born, and the two studios began developing the game’s pitch to present to Nickelodeon. Imbert says his team knew from the start that Tribute Games was perfect for capturing the classic vibe it hoped to invoke with Shredder's Revenge. It also helps that Tribute has some ex-Ubisoft developers who worked on the 2007 game TMNT (based on the animated film of the same name) for consoles and Game Boy Advance, not to mention its experience on Scott Pilgrim vs The World: The Game. Major says that Tribute is ecstatic to apply its brawler expertise to a new Turtles game and to implement ideas the designers didn’t have time to flesh out in the movie tie-in game.", "Shredder’s Revenge looks like the TMNT brawler fans have been waiting for, which is why it’s agonizing that it currently has no concrete release window. Dotemu and Tribute Games understand the pressure to deliver an experience that satisfies TMNT fans of all ages is high; especially since it’s been a long time since the Turtles had a truly great video game. But with two teams who each have a knack for creating modernized retro style games, it sounds like our favorite pizza-eating martial artists are in pretty good hands.", "Teenage Mutant Ninja Turtles: Shredder’s Revenge is coming to unspecified consoles and PC. Be sure to also take a look at the gallery of screenshots below. For an idea of where the bar of quality currently sits for TMNT games, you can read our review of the last console title, Mutants in Manhattan, here."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["ooze", "dotemu", "revenge", "game", "tmnt", "teams", "mutant", "rises", "teenage", "games", "fans", "shredders", "tribute", "turtles", "ninja"], "pubDate": "2021-03-10T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}