{"summary": "I’m a 28-year California public school teacher who’s fought for education freedom for kids and teachers for over 30 years.\nWe sued CTA and the NEA to end forced unionism so we could empower great teachers and our students.\nThey’ve harshly bullied great teachers into silence for decades and are chasing many of the greatest teachers right out of the classroom.\nNo great teacher should ever be faced with the trauma of abandoning our profession or the students we love.\nCLICK HERE TO GET THE FOX NEWS APPFor the first time in my decade’s long career as a public school teacher, I have hope for America’s kids.", "keywords": ["veteran", "unions", "support", "great", "heres", "teachers", "president", "told", "im", "friedrichs", "kids", "trump", "public", "teacher", "rebecca", "education", "school"], "paragraphs": ["The Trump administration is gearing up for an unprecedented push in support of nationwide education freedom, i.e. school choice. Recently, I had the privilege of participating in a White House roundtable in support of the effort.", "I’m a 28-year California public school teacher who’s fought for education freedom for kids and teachers for over 30 years. That’s why I was invited, along with a few others, to share with the administration why teachers like me believe that school choice is essential for every child and for the health of our republic.", "Here’s what I told President Trump, Vice President Pence and Secretary of Education DeVos:", "TEACHER'S 'RIDICULOUS' POLICY SAYS KIDS WHO DON'T BRING FOOD TO CHRISTMAS PARTY DON'T GET TO EAT", "America’s great teachers support school choice because we must place the needs of children first.", "But self-serving unions infiltrated our profession and pour hundreds of millions of our dues money into defeating choice.", "Unions claim to speak for teachers, but they do not.", "The unions I was forced to pay dues to and fund did great damage to my students, my profession and my own sons. They’ve brought lasting harm to my precious niece Nicole.", "Nicole has a seizure disorder and even with special education support, she was earning all D’s and F’s in public school and was severely depressed.", "We found an amazing charter school for her where teachers and kids were empowered. Nicole’s grades soared to A’s and B’s — her self-worth skyrocketed too.", "But the anti-choice efforts of unions and others shuttered her high-performing school after its first year in operation.", "Now Nicole is back to report cards full of D’s and F’s, and this Christmas she’ll once again tell me that she’s dumb. She’ll use that nervous giggle to hide her embarrassment, and my blood will be boiling that unions – who claim to represent my loving colleagues and me have harmed her once again.", "I’ll throw my arms around her and try to convince her of the truth — that she’s brilliant and beautiful.", "Tragically, she won’t believe me because her report card and the unions will get the final word.", "America’s great teachers have had enough. These abuses and thousands more are why I served as lead plaintiff in the 2016 SCOTUS case Friedrichs v California Teachers’ Association. We sued CTA and the NEA to end forced unionism so we could empower great teachers and our students.", "The Obama administration and California politicians aligned themselves behind the unions and even sent lawyers to argue against us in the U.S. Supreme Court!", "The unions labeled us “Spawns of Satan.”", "But ten courageous teachers stood against the Goliath forces in defense of children and our beloved profession.", "We were poised to win with a 5-4 decision but the untimely death of Justice Antonin Scalia led to a tragic 4-4 deadlock in our case.", "Still, we blazed the trail for another case and thanks to President Trump’s appointment of Justice Neil Gorsuch, all teachers were freed from forced unionism in June 2018 — amazingly, on my birthday.", "But teacher unions still have a stronghold on our educational system.", "They’ve harshly bullied great teachers into silence for decades and are chasing many of the greatest teachers right out of the classroom.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "That’s why I’m so grateful to the Trump administration for inviting me to speak out on behalf of America’s great teachers. We’ve been silenced for too long.", "Finally, Americans can learn the truth that I’ve known for decades: America’s great teachers believe all barriers to education should be removed so parents and teachers can be empowered to work together again.", "We also believe all children should receive an outstanding education in a safe school of their family’s choice.", "No child — not one single child —- should have to suffer in a dangerous or underperforming school and neither should their teachers.", "No great teacher should ever be faced with the trauma of abandoning our profession or the students we love.", "Leaders on all sides have stated for decades that “Education is the civil rights issue of our day,” but most didn’t have the backbone to address the root cause of our problems — corrupt unions that put themselves above the needs of students.", "That’s why I also told President Trump this: Unions leaders, masquerading as teachers will fight brutally against our efforts, but America’s great teachers stand with you and Secretary DeVos for educational freedom for every student.", "CLICK HERE TO GET THE FOX NEWS APP", "For the first time in my decade’s long career as a public school teacher, I have hope for America’s kids.", "Thank you, Mr. President and Secretary DeVos for having the moral courage to stand up to the brutality of unions for the sake of our kids and the teachers who love them.", "CLICK HERE TO READ MORE FROM REBECCA FRIEDRICHS"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/opinion/veteran-public-school-teacher-trump-school-choice-rebecca-friedrichs", "authors": ["Rebecca Friedrichs", "Rebecca Friedrichs Is The Founder Of"], "id": "b9cfc685-c59c-33ed-aab2-108db214e706", "pubDate": null, "title": "Rebecca Friedrichs: I'm a veteran public school teacher, here's what I told Trump about school choice"}