{"id": "b9d20988-3e18-3517-9d35-37e603d97fdc", "title": "Hitman VR Gameplay Shows How Players Can Eliminate Targets Up Close And Personal", "url": "https://www.gameinformer.com/2021/01/07/hitman-vr-gameplay-shows-how-players-can-eliminate-targets-up-close-and-personal", "summary": "IO Interactive announced last August that Hitman 3, as well as the previous games in the World of Assassination trilogy, would be fully playable in PlayStation VR.\nA new gameplay trailer walks players through the various ways players can take out targets using their own hands, as well as demonstrating that the spirit of the series remains intact.\nHitman 1 and 2 are being ported to PlayStation VR while the soon-to-launch Hitman 3 was developed for the headset from the ground up.\nThe video shows that players still have the freedom to take out targets in any manner they see fit.\nHitman 3 launches January 20 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC.", "paragraphs": ["IO Interactive announced last August that Hitman 3, as well as the previous games in the World of Assassination trilogy, would be fully playable in PlayStation VR. A new gameplay trailer walks players through the various ways players can take out targets using their own hands, as well as demonstrating that the spirit of the series remains intact.", "Hitman 1 and 2 are being ported to PlayStation VR while the soon-to-launch Hitman 3 was developed for the headset from the ground up. The video shows that players still have the freedom to take out targets in any manner they see fit. Whether that involves dropping a hapless guard over a cliff or strutting a Paris runway, Hitman’s zany antics should feel even more absurd as the person actively doing it.", "We recently sat down with IO to discuss the process and reasoning behind bringing the Hitman to VR. The studio discussed how the experience brings out a player’s personality in ways standard Hitman does not, and adds a greater emotional impact to assassinations (especially against civilians). It’s a fascinating read for those interested in this new perspective for Agent 47.", "Hitman 3 launches January 20 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC. Hitman 3 is also our cover story for January, so be sure to head over to our coverage hub filled with exclusive content such as our humorous rapid-fire interview with IO and the developer’s thoughts on leaving the Hitman franchise behind."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["shows", "zany", "hitman", "close", "players", "xbox", "personal", "targets", "eliminate", "gameplay", "playstation", "vr", "ways", "series", "io"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}