{"id": "b9d5994e-67b4-3314-af71-0b3b2e239840", "title": "Beirut's cultural community was already at breaking point. Then the blast hit", "url": "https://edition.cnn.com/style/article/beirut-explosion-cultural-impact/index.html", "summary": "Painted glass is seen in Beirut's Sursock Museum in the Lebanese capital on October 5, 2015. Credit: Joseph Eid/AFP/Getty ImagesStained glass windows in the Sursock Museum were completely destroyed in the musuem due to the explosion.\nFiras Dahwish, who worked at Agial Art Gallery and Saleh Barakat Gallery in the west of the city, was severely injured.\nLast September, the 10th edition of the Beirut Art Fair attracted 36,000 visitors, signaling a decade of successful growth for Lebanon's art scene.\nSursock Palace, a private residence close to Sursock Museum, built in 1860, was painstakingly restored over 20 years after the civil war ended.\nBuchakjian believes it's too early to predict how the explosion will affect Beirut's culture scene in the long term.", "paragraphs": ["Already strained by a popular uprising, economic collapse and the global pandemic, Lebanon's cultural sector was blown apart by the devastating explosion last week. Can it be rebuilt?", "India Stoughton lived and covered the arts and culture scene in Beirut for eight years. She's currently based in London due to the pandemic.", "At the moment that one of the largest non-nuclear explosions in history blasted outwards from Beirut's port and swept across the city, Zeina Arida, the director of Sursock Museum, was standing outside her office with two colleagues. The force of the explosion, less than a mile away, threw them into the museum's stairwell, as all around them windows shattered and glass and debris rained down. \"We have escaped by a miracle,\" Arida said over the phone three days later. \"The museum is blown away, very simply... There is no door, no window, no glass left in the building.\"", "The force of the explosion also brought down parts of the ceilings and internal walls in the museum, housed in an ornate white mansion dating from 1912. Less than five years after it reopened in October 2015 -- following a seven-year renovation costing more than $10 million -- the museum is a wreck.", "Beirut's architectural heritage: What the city stands to lose Credit: Anwar Amro/AFP/Getty Images", "It had displayed a significant collection of Lebanese art from the late 1800s onwards and was known to host regular temporary exhibitions by both Lebanese and international artists.", "Many works from the institution's permanent collection were damaged but, according to Arida, the stained-glass windows that decorate the façade saved many more from destruction. \"The tinted glass is so thin that when we first went to look at the damage we were walking on a ground of colored powder,\" she said.", "Painted glass is seen in Beirut's Sursock Museum in the Lebanese capital on October 5, 2015. Credit: Joseph Eid/AFP/Getty Images", "Stained glass windows in the Sursock Museum were completely destroyed in the musuem due to the explosion. Credit: Anwar Amro/AFP/Getty Images", "The enormous explosion, reportedly caused by 2,750 metric tons of ammonium nitrate stored in a warehouse in Beirut's port, killed more than 170 people and injured over 6,000. More than 300,000 have been displaced from their homes. The explosion sent up a gigantic mushroom cloud and let loose a vast circle of destruction, damaging buildings miles away. \"I know so many people who were wounded, lost their houses. Some are dead... It's a living nightmare,\" said Arida.", "Streets filled with artists", "Beirut's tight-knit cultural sector is still in the throes of this crisis but it's clear that the explosion has had a devastating effect. Many of the city's art spaces were located in the cosmopolitan neighborhoods of Mar Mikhael and Gemmayzeh and in the industrial area of Karantina, all close to the epicenter of the blast. \"These streets were a hub for artists from many walks of life. [They] are filled with our friends, our colleagues,\" said playwright and filmmaker Lucien Bourjeily.", "A view from the roof of an apartment building overlooking the ravaged port of Lebanon's capital Beirut in the Mar Mikhael neighborhood. Credit: Patrick Baz/AFP/Getty Images", "Three days after the explosion, he and others on the theater scene had set up an online group to offer help and support to those who had lost their homes and studios. Bourjeily, who helped organize protests in 2015 when rubbish was left to rot on the streets of Beirut, says artists play a crucial role in leading a call for change after the blast because they are often freelancers who are not as embedded in Lebanon's system of sectarian political patronage.", "Galerie Tanit, located less than a kilometer (0.6 miles) from the explosion, was completely gutted by the blast, which destroyed all the windows and walls, leaving just concrete pillars behind. One employee was seriously injured and Jean-Marc Bonfils, the architect who designed the gallery and lived above it, was killed in the blast.", "Gaia Fodoulian, the young director of Letitia Gallery, which closed in February after months of economic hardship, was also killed. Firas Dahwish, who worked at Agial Art Gallery and Saleh Barakat Gallery in the west of the city, was severely injured. He died in hospital five days later.", "The Arab Image Foundation, which safeguards a significant collection of photographs documenting a century of life in the Middle East, was also badly damaged. Three staff and board members were injured.", "As they mourn the dead, the city's gallerists, artists and creatives are struggling to process the damage to many of the city's most important cultural spaces. \"The city is destroyed. It's beyond description... There is not a single person in Beirut who has not been damaged... It's an unbelievable apocalypse,\" said gallerist Saleh Barakat, who opened Agial Art Gallery, one of the oldest art spaces in the city, in 1990, just after the end of the 1975-1990 civil war.", "Lebanese volunteers clear the rubble in the devastated Gemmayzeh neighbourhood, on August 7. Credit: AFP/Getty Images", "The explosion is widely perceived to have occurred as a direct result of entrenched corruption and dysfunction among leaders who have clung onto power for more than three decades. \"Maybe we needed this for a wake up call. We are very, very angry. We are burying our dead and we are taking care of our injured but the anger is just growing and growing,\" he said.", "A slow road back to reopening", "The disaster comes at the end of a year of upheaval that had already taken a heavy toll on the local culture scene. Last September, the 10th edition of the Beirut Art Fair attracted 36,000 visitors, signaling a decade of successful growth for Lebanon's art scene. Over the past five years, new commercial and non-profit arts spaces have sprung up all across the city. Amid upheaval in the wake of the Arab Spring, artists from across the region moved to Beirut, and international curators and dealers regularly traveled to its most important exhibitions. But massive anti-government demonstrations, which began last October and continued for months, caused many of the city's art spaces to strike in solidarity with protesters, allowing staff to join the demonstrations.", "In March, Lebanon defaulted on some of its deb t as the lira went into free fall. People's life savings, tied up by the banks' discretionary capital controls, are largely believed to have been obliterated. Then the coronavirus pandemic came. It's estimated that 75% of Lebanon needs aid as a result of the pandemic.", "\"It is going to be very unlikely that things will go back to normal or the art scene can be functional again in less than six months,\" said Barakat. \"How can I open up again? I have no windows, I have no doors. I have nothing... I have seen a lot of very bad situations but there was hope every time... Now we were already broke. How are you going to do anything if you don't have any money?\"", "According to the gallerist, without an independent investigation into the causes of the explosion, no one has any hope that insurance will pay out. Money aside, he cannot fathom reopening while the same leaders many hold responsible for the explosion remain in power. \"We are not going to stop defending our cause, but there should be some changes before we can continue... We should dedicate our time and lives to changing the system, and then we'll see,\" he said.", "The front of Marfa' Projects before the blast. Credit: Courtesy Joumana Asseily", "The front of Marfa' Projects after the blast. Credit: Courtesy Joumana Asseily", "Marfa' Projects, an exhibition space located next to the customs house in the Lebanese port, was completely destroyed by the explosion. \"All that time we were working, exhibiting, 500 meters (0.3 miles) away from a kind of nuclear bomb,\" said owner Joumana Asseily.", "She had closed the gallery for a week due to lockdown. Anyone inside would have been killed. She said she no longer cares about the loss of her gallery. \"What is gone is gone. Even the artists don't care at this point. It's all material damages. What really enrages me is the people who lost their lives... The people who don't have houses, who don't have money to rebuild their houses.\"", "But she is determined to reopen -- although only once it's possible to rebuild at the port. \"The location was crucial for me,\" she said. \"You feel it is the heart of Beirut because everything passes there.\"", "For some, the challenge of rebuilding is simply too daunting. \"I don't think we're going to be able to pick ourselves up and move on... I am 55. I have reconstructed my life so many times, and this time it's just the last straw,\" said Antoine Haddad, whose gallery, Artlab, suffered extensive damage. He plans to emigrate to Canada, but will continue to run Artlab online. \"I owe the artists, morally. I'm engaged to provide for them.\"", "Andrée Sfeir-Semler, by contrast, is determined to reopen as soon as possible, even if she has to do it without any windows. \"Of course we want to go on... You need to nourish people with art and culture because that is what feeds their souls,\" she said. But Sfeir-Semler Gallery, located 1.7 kilometers (a little over a mile) from the explosion, is a wreck. \"The walls all broke down. The cinema imploded. We have a hole in the roof,\" she detailed, adding that a staff member who was at the galley when the explosion occurred only survived because she was in the bathroom.", "Beneath the anger and sadness, many are simply exhausted. \"The culture scene relies so much on private initiatives and very often on specific individuals that have been fighting for the past 25 years, if not more, and what is frightening is that we are already so exhausted, so discouraged,\" said Sursock Museum director Zeina Arida.", "A sad city", "\"We all have this feeling that what the state failed at building, they have just destroyed.\" What gives her hope, however, is the support from other institutions, both local and international, who have pledged to help with everything from restoring artworks to renovations.", "With the damage caused by the explosion estimated at up to $5 billion , concern is also growing about how to safeguard the city's architectural heritage . The areas closest to the blast contained some of the highest concentrations of Ottoman and Colonial-era architecture in Beirut. Many are worried that these buildings will now be torn down.", "An aerial view of Sursock Palace, damaged in the explosion on August 7. Credit: Haytham Al Achkar/Getty Images", "Gregory Buchakjian, an art historian and artist who spent 10 years documenting Beirut's abandoned buildings, described a long-running \"war\" between those who want to preserve the city's architectural heritage and the government, whose lax zoning laws and lack of formal protection for structures built after the 17th century leave Ottoman and French-mandate era buildings vulnerable to developers who want to tear them down and replace them with more lucrative skyscrapers. \"Many people were saying that the municipality will try to demolish buildings on the pretext that they are on the verge of collapsing,\" he said. \"It's definitely going to be a battle to preserve what can be preserved.\"", "He added: \"What is heartbreaking is that some of the buildings that were abandoned when I did my study were renovated, and now they are completely ruined.\"", "Sursock Palace, a private residence close to Sursock Museum, built in 1860, was painstakingly restored over 20 years after the civil war ended. The interior of the three-story mansion was torn apart by the blast. Ornate Ottoman painted wooden ceilings collapsed, leaving antique furnishings smashed and buried under wood, rubble and glass. Its owners say there is little point in trying to fix the damage while the same corrupt leaders remain in power.", "Buchakjian believes it's too early to predict how the explosion will affect Beirut's culture scene in the long term. \"People are still just cleaning the rubble, assessing the damage.\"", "A crooked painting hangs on the wall of the Sursock Palace, heavily damaged after the explosion. Credit: Felipe Dana/AP", "But some people are already looking ahead. \"There is this sense of solidarity... We really have the sense that we are all in trouble together,\" he said.", "Back at the Sursock Museum, Arida has gathered the shattered pieces of two ceramic sculptures by Lebanese artist Simone Fattal, part of the permanent collection, in case the artist wants to use them to create something new. She has also offered use of the museum's storage spaces to other institutions and artists.", "\"It's a very sad city now... It's going to take years and it's going to take a lot of work,\" Marfa' Projects' Joumana Asseily said, but \"all these institutions are so essential, so important... It's going to be very difficult. A lot of them won't survive. But the ones that make it are more important than ever. They must go on. I can't imagine how, but we need them.\"", "All interviews for this article were conducted over the phone. The top image is an interior shot of Sursock Palace."], "authors": ["India Stoughton"], "keywords": ["beirut", "sursock", "point", "explosion", "breaking", "credit", "community", "scene", "art", "blast", "cultural", "beiruts", "museum", "going", "city", "gallery", "hit"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}