{"id": "ba0380fc-caa9-3c26-bc55-e5cd003e5829", "title": "Real Madrid vs. Barcelona: Too Big to Fall", "url": "https://www.nytimes.com/2021/04/09/sports/soccer/real-madrid-barcelona-clasico.html", "summary": "Barcelona, restored and unbeaten since the turn of the year, supplants Diego Simeone’s team, reclaiming its crown.\nAt the same time, Real Madrid, the familiar scent of European glory in its nostrils, breezes past Liverpool and edges Chelsea to win a place in the Champions League final.\nReal Madrid would, by most measures, be the underdog in Istanbul.\nBut it is Real Madrid, and it is the Champions League, and these things do not necessarily conform to logic.\nIt and Barcelona, the twin, repelling poles of the Clásico, each may be no more than seven weeks from glory.", "paragraphs": ["It does not require a great leap of the imagination to envision the final few weeks of the season playing out like this:", "Atlético Madrid, shredded by nerves and running on fumes, surrenders its place at the summit of La Liga. Barcelona, restored and unbeaten since the turn of the year, supplants Diego Simeone’s team, reclaiming its crown.", "At the same time, Real Madrid, the familiar scent of European glory in its nostrils, breezes past Liverpool and edges Chelsea to win a place in the Champions League final. Real Madrid would, by most measures, be the underdog in Istanbul. Manchester City and Bayern Munich, certainly, are more coherent, more complete teams. Even Paris St.-Germain, its mission for revenge fueled by the brilliance of Kylian Mbappé, has more star power, more forward momentum, as it proved so thrillingly on Wednesday night in Munich.", "But it is Real Madrid, and it is the Champions League, and these things do not necessarily conform to logic. It and Barcelona, the twin, repelling poles of the Clásico, each may be no more than seven weeks from glory. Both have spent much of this campaign in what looked like free fall. It is hardly inconceivable that, in a few weeks, they will have come to rest, still at the pinnacle."], "authors": ["Rory Smith"], "keywords": ["madrid", "league", "final", "vs", "real", "fall", "big", "barcelona", "champions", "win", "glory", "place", "weeks"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}