{"id": "ba0e274d-ebd8-39a8-aa72-4d4ba56af01b", "title": "Brazil Coronavirus Map and Case Count", "url": "https://www.nytimes.com/interactive/2020/world/americas/brazil-coronavirus-cases.html", "summary": "There have been at least 7,040,600 cases of the coronavirus in Brazil, according to data from state governments.\nReported cases in Brazil Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map.\nSource: Ministério da Saúde (Ministry of Health) of Brazil; Wesley Cota (aggregated state data).\nAbout this data For total cases and deaths: The map shows the known locations of coronavirus cases by region.\nCases Deaths Totalcases Per 100,000 Totaldeaths Per 100,000 Daily avg.", "paragraphs": ["There have been at least 7,040,600 cases of the coronavirus in Brazil, according to data from state governments. As of Thursday morning, 183,735 people had died. President Jair Bolsonaro announced on July 7 that he had tested positive for the virus.", "Reported cases in Brazil Total cases Per capita Share of population with a reported case No cases reported Double-click to zoom into the map. Use two fingers to pan and zoom. Tap for details. Source: Ministério da Saúde (Ministry of Health) of Brazil; Wesley Cota (aggregated state data). Circles are sized by the number of people there who have tested positive, which may differ from where they contracted the illness. About this data For total cases and deaths: The map shows the known locations of coronavirus cases by region. Circles are sized by the number of people there who have tested positive or have a probable case of the virus, which may differ from where they contracted the illness.", "Here’s how the number of cases and deaths are growing in Brazil:", "The table below was recently changed to show the average number of cases per day in the last seven days instead of the total number of cases over the last seven days.", "Reported cases and deaths by state This table is sorted by places with the most cases per 100,000 residents in the last seven days. Select deaths or a different column header to sort by different data. Cases Deaths Total", "cases Per 100,000 Total", "deaths Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Daily avg.", "in last", "7 days Per 100,000 Santa Catarina 442,624 6,296 4,517 64 4,427.6 63 47.7 0.7 Paraná 359,892 3,183 7,117 63 6,573.1 58.1 72.7 0.6 Espírito Santo 220,540 5,584 4,661 118 1,977 50.1 25.4 0.6 Mato Grosso do Sul 116,612 4,268 1,978 72 1,151.9 42.2 15.4 0.6 Amapá 64,303 7,832 861 105 339.7 41.4 3.1 0.4 Rio Grande do Sul 388,704 3,439 7,862 70 4,165.7 36.9 67.7 0.6 Roraima 66,574 11,721 764 135 193.7 34.1 2.7 0.5 Sergipe 101,148 4,459 2,381 105 686 30.2 5 0.2 Rio Grande do Norte 106,095 3,062 2,828 82 893.4 25.8 9.9 0.3 Distrito Federal 241,400 8,179 4,107 139 725.4 24.6 10.7 0.4 Show all", "Brazil’s government in early June removed comprehensive numbers on coronavirus cases and deaths from the Health Ministry’s website, claiming without offering evidence that state officials had been reporting inflated figures to secure more federal funding. The numbers were later brought back after a Supreme Court justice ordered the government to stop suppressing the data.", "Here’s the latest on what you need to know about the coronavirus in Brazil.", "The New York Times is engaged in an effort to track details about cases and deaths around the world, collecting information from local governments and other sources around the clock. The numbers in this article are being updated several times a day based on the latest information our journalists have gathered.", "New reported cases by day 0 20,000 40,000 60,000 cases March April May June July Aug. Sept. Oct. Nov. Dec. New cases 7-day average Note: The seven-day average is the average of a day and the previous six days of data.", "New reported deaths by day 0 500 1,000 1,500 deaths March April May June July Aug. Sept. Oct. Nov. Dec. New deaths 7-day average Note: Scale for deaths chart is adjusted from cases chart to display trend.", "The New York Times has found that official tallies in the United States and in more than a dozen other countries have undercounted deaths during the coronavirus outbreak because of limited testing availability.", "About the data"], "authors": ["The New York Times"], "keywords": ["data", "deaths", "brazil", "coronavirus", "state", "days", "case", "number", "day", "average", "map", "cases", "count", "100000"], "pubDate": "2020-04-23T14:46:19Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}