{"id": "ba1b5976-050b-3507-89d6-ad1b30eec2c5", "title": "Rosamund Pike in \"I Care a Lot\" and six more recommendations if you love an antiheroine", "url": "https://edition.cnn.com/style/article/i-care-a-lot-antiheroines-culture-queue/index.html", "summary": "Rosamund Pike as the morally deficient professional carer Marla Grayson.\nCredit: Seacia Pavao/NETFLIXRosamund Pike just picked up a Golden Globe for her portrayal of the film's icy-cool yet charismatic main character, Marla Grayson, a legal guardian who preys on seniors.\nYet, as the film's screenwriter J Blakeson notes in a recorded interview for Netflix, she's \"smart and determined and focused and charismatic\" -- all the qualities we tend to strive for.\nEiza González as Fran and Rosamund Pike as Marla.\n\"I Care a Lot\" is available to watch on Netflix in the US and Amazon Prime in the UK.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Keeping you in the know, Culture Queue is an ongoing series of recommendations for timely books to read, films to watch and podcasts and music to listen to.", "Fictional male antiheroes like television's crime patriarchs Tony Soprano and Walter White have reigned for some time, but the antiheroine has only more recently had the opportunity to rise up -- and become the cause of her own downfall.", "And while a \"bad woman\" may once have meant a period-piece protagonist who prioritized herself over finding a husband, today's antiheroines are more complex, as the Netflix dark comedy \"I Care a Lot\" illustrates.", "Rosamund Pike as the morally deficient professional carer Marla Grayson. Credit: Seacia Pavao/NETFLIX", "Rosamund Pike just picked up a Golden Globe for her portrayal of the film's icy-cool yet charismatic main character, Marla Grayson, a legal guardian who preys on seniors. Grayson sets the audience straight in her first few minutes on screen.", "\"Playing fair is a joke invented by rich people to keep the rest of us poor,\" she declares.", "To avoid being exploited, Grayson exploits, building a company that places the eldery into her care while she drains their finances and cuts them off from their families. She does so with the help of an equally morally deficient doctor who feeds her new customers and a well-meaning, naive judge whose court orders are the strong arm in Grayson's elaborate system. She keeps portraits of her so-called \"cash cows\" tacked-up in her office, like the victims of a serial killer hung up on a detective's whiteboard.", "'(She's) allowed to do the things that men have always been allowed to do'", "Grayson is polished and ruthless and operates under her own code of feminism -- she can swindle people as much as any man -- to reign terror on people's lives. She is also willfully stubborn and refuses to back down when she messes with the wrong senior citizen, pulling her into a deadly set of circumstances that she believes she can blackmail her way out of.", "Yet, as the film's screenwriter J Blakeson notes in a recorded interview for Netflix, she's \"smart and determined and focused and charismatic\" -- all the qualities we tend to strive for.", "But while we may relate more to vulnerable, self-destructive female leads like Marvel's crime-fighting private eye Jessica Jones and assassin-hunting Eve Polastri of \"Killing Eve,\" or the brash dysfunction of the titular protagonist of \"Fleabag,\" Grayson is more impenetrable.", "Eiza González as Fran and Rosamund Pike as Marla. Credit: Netflix", "Among antiheroines, Grayson is a rarity: She is unequivocally irredeemable. She's given, perhaps intentionally, not much of a background story -- no children to justify her ill deeds, like Cersei Lannister does in \"Game of Thrones,\" and only a thin romantic storyline with her partner Fran, who's deep in it with her but slightly more shakeable. Grayson is the embodiment of the pitfalls of capitalism: She's greedy for greed's sake.", "And that, according to Pike, is perhaps why you should root for her.", "\"She was everything I've wanted to see in a woman on screen -- (she's) allowed to do the things that men have always been allowed to do: be ruthless, ambitious... strive for exactly what she wants, shamelessly and unambiguously,\" Pike said in a recorded interview for Netflix. \"She has no fear of not being liked. She's out to win; she wants to make money -- all the things that have not been considered feminine qualities, she has them in spades.\"", "Grayson serves as an archetype for a female antihero not driven by much except for her own ambition, and she's quite fine with that. \"She shocks you,\" Pike added in the interview. \"But you kind of love the shock.\"", "\"I Care a Lot\" is available to watch on Netflix in the US and Amazon Prime in the UK.", "Add to Queue: Bad, bad girls", "This forthcoming book reassess the female monsters of Greek mythology through a contemporary feminist lens. Zimmerman analyzes the traits of the venomous Medusa and bird-like Harpies, recasting them as heroes instead of villains.", "Stephen King debuted his prolific horror career with this tale of a teenage outcast with telekinetic powers in 1974. Sissy Spacek's breakthrough performance as the title character cemented her as the classic vengeful antiheroine.", "One of the avant-garde animated series of MTV's golden years, \"Aeon Flux\" imagines a leather-clad assassin set in a dystopian future. Her antagonist is totalitarian leader Trevor Goodchild, who she both sabotages and seduces. (Just skip the atrocious 2005 movie adaptation and go straight to the source.)", "Gay's essay for BuzzFeed examines female characters who are free from \"the burden of likability\" -- including Charlize Theron as mean-girl Mavis Gary in the criminally underrated dramedy \" Young Adult \" -- arguing in favor of antiheroines in fiction, and what we can learn from them IRL.", "This YA novel follows Alex, who pursues a murderous path after her sister is killed. Drawing comparisons to the serial killer antihero of \"Dexter\" -- if Dexter were a teenage girl -- McGinnis's book dives deep into rape culture and its harrowing impact.", "Top credit: Seacia Pavao / Netflix"], "authors": ["Jacqui Palumbo"], "keywords": ["things", "care", "female", "interview", "marla", "antiheroine", "shes", "lot", "allowed", "grayson", "love", "pike", "recommendations", "netflix", "films", "rosamund"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}