{"id": "ba3e6f1d-ffde-3417-90ad-50e5cba56ccc", "title": "Republicans Want In", "url": "https://radio.foxnews.com/2019/10/25/republicans-want-in/", "summary": "This week:While House Democrats were conducting a closed-door deposition with a senior Defense Department official, about two-dozen Republicans stormed in.\nRepublicans say the reason they took this dramatic step is because they feel the impeachment inquiry conducted by Democrats lacks transparency.\nJared and FOX's Senior Capitol Hill producer Chad Pergram break down all the drama from this week.\nSenate Republicans are stepping up their attacks on the Democratic held House's impeachment probe, as the prospect of a trial in the Senate grows more likely by the day.\nFOX's Washington Correspondent Rachel Sutherland spoke with FOX's National Security Correspondent Jennifer Griffin about the ongoing tensions in the Middle East.", "paragraphs": ["This week:", "While House Democrats were conducting a closed-door deposition with a senior Defense Department official, about two-dozen Republicans stormed in. Republicans say the reason they took this dramatic step is because they feel the impeachment inquiry conducted by Democrats lacks transparency. Jared and FOX's Senior Capitol Hill producer Chad Pergram break down all the drama from this week.", "Senate Republicans are stepping up their attacks on the Democratic held House's impeachment probe, as the prospect of a trial in the Senate grows more likely by the day. Jared and FOX's White House Correspondent Jon Decker discuss how President Trump plans to defend himself.", "President Trump announced the US would lift sanctions on Turkey because there will be a \"permanent\" ceasefire in the conflict between Turkey and the Kurds in northern Syria. The president has received a lot backlash for pulling US troops out of northern Syria. FOX's Washington Correspondent Rachel Sutherland spoke with FOX's National Security Correspondent Jennifer Griffin about the ongoing tensions in the Middle East.", "Rep. Tim Ryan (D-OH) is the latest Democratic presidential candidate who has dropped out of the race. Jared and Fox News Radio Political Analyst Josh Kraushaar discuss the very large, yet shrinking presidential field, and the possibility of Hillary Clinton throwing her name in again for 2020.", "Follow Jared on Twitter: @JaredHalpern", "Follow Rachel on Twitter: @SutherlandFox"], "authors": ["William Sanchez", "Siobhan Flattery", "Katherine Tague"], "keywords": ["republicans", "trump", "twitter", "jared", "syria", "foxs", "rachel", "correspondent", "turkey", "senior"], "pubDate": "2019-10-25T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}