{"id": "ba4cb046-1284-37d1-abee-b6397d4b19d3", "title": "Germany braces for a silent night this Christmas as 'soft lockdown' fails", "url": "https://www.theguardian.com/world/2020/dec/14/germany-braces-for-a-silent-night-this-christmas-as-soft-lockdown-fails", "summary": "When Germany entered a soft lockdown in early November, many politicians were optimistic they had found the formula to save Christmas without major disruption to the economy.\nBut it is now clear that this year’s festive season will be like no other, a German Christmas stripped of its famous traditions.\nThe economy minister has even urged the public to forego presents under the Christmas tree this year and to make do with vouchers instead.\nInstead, the country is bracing itself for a silent night more quiet than usual, by government decree.\n“In this crisis, federalism hasn’t shown its strengths but some fatal weaknesses.”Ordinary citizens, too, needed to question the role they played in bringing about the Christmas lockdown, Braun wrote.", "paragraphs": ["When Germany entered a soft lockdown in early November, many politicians were optimistic they had found the formula to save Christmas without major disruption to the economy. One health policy expert described it as a textbook strategy to subdue the second wave.", "But it is now clear that this year’s festive season will be like no other, a German Christmas stripped of its famous traditions. No mulled wine with colleagues at a Christmas market, no carols in packed churches on the afternoon of 24 December, and no large family reunions in the evening.", "The economy minister has even urged the public to forego presents under the Christmas tree this year and to make do with vouchers instead. On New Year’s Eve, there will be no collective unleashing of fireworks and crackers. Instead, the country is bracing itself for a silent night more quiet than usual, by government decree.", "Facebook Twitter Pinterest Signs in Munich ordering mask use and banning alcohol. Photograph: Sachelle Babbar/Zuma/Rex/Shutterstock", "Germany finds itself in this situation as a result of the “biggest political miscalculation of the year”, as the news weekly Der Spiegel put it.", "Not just politicians but also epidemiologists and media commentators spent much of the summer and autumn claiming they had learned lessons from the first wave that would result in more pinpoint pandemic management if infections were to rise again.", "“With the knowledge we have today, I’d say there won’t be another closure of hairdressers or of retailers,” said the health minister, Jens Spahn, in September. “Local rather than general anaesthetic” was the motto, according to the broadsheet Die Zeit.", "But the supposed precision lockdown failed to make a significant impact on the spread of the virus. On Sunday, the country’s disease control agency recorded 16,362 new Covid-19 infections and 188 new deaths, the highest figures reported for a Sunday in both categories.", "So Germany has had to reach again for the bluntest hammer in the toolbox. Not only hairdressers and non-essential shops but also schools and nurseries will close from Wednesday until 10 January. Family gatherings will be allowed between 24 and 26 December, but restricted to no more than four guests over the age of 14.", "The sale of fireworks and firecrackers in the run-up to New Year’s Eve will be banned, though firing off pyrotechnics is technically still allowed.", "Facebook Twitter Pinterest People queue in front of a shop in Frankfurt. Photograph: Frank Rumpenhorst/AP", "The economy minister, Peter Altmaier, has urged the public not to scramble to get their Christmas shopping done in the two days before the start of the national lockdown and to give vouchers as presents instead.", "“Missed celebrations can be made up for,” said Germany’s president, Frank-Walter Steinmeier, on Monday. “Presents will still give joy to friends and relatives at a later point. Our highest goal has to be to bring down infection rates as quickly as possible. That’s something that can only be achieved by radically reducing contacts and encounters.”", "The lockdown news, which came after a one-hour summit rather than the prolonged negotiations seen in recent months over local opt-outs, was met with a sigh of relief by some.", "“One had given up expecting this level of sanity from the state premiers in their wrestling match with the chancellor,” wrote the left-leaning broadsheet taz. “For weeks there has only been hesitation and quarrelling while coronavirus numbers rose and more and more people with lung problems on intensive care stations ran out of air to breathe. No one wanted to be the messenger of the bad news: lockdown over Christmas.”", "In a country as decentralised as Germany, where key pandemic policy areas such as health and education are within the remit of the 16 federal states rather than Berlin, the blame game is not easily played.", "Facebook Twitter Pinterest A mulled wine stand at a Christmas market in Berlin. Photograph: Fabrizio Bensch/Reuters", "Die Welt commented that the hard lockdown was also the result of scientific models that had failed to take into account the “prevention paradox”: a gut feeling created by the relative mild first wave, that Covid-19 posed less of a lethal threat than expected.", "“Currently, in the middle of a genuinely threatening outbreak where some hospitals have stopped taking in patients, the number of people who feel endangered is significantly lower than in March when the virus first came to Germany,” the newspaper said. “Even though the risk of being infected in public has increased about a hundredfold since March, most people perceive it to be as high as it was then.”", "The Munich-based broadsheet Süddeutsche Zeitung criticised Angela Merkel’s government for coming across as surprisingly unprepared for a second wave it had spent much of the year warning about. Local health authorities should have been boosted with additional staff and funding after the spring, wrote its Berlin correspondent, Stefan Braun.", "The leaders of the federal states, meanwhile, should have worked harder to overcome their differences and worked out a joint concepts for schools, he said. “In this crisis, federalism hasn’t shown its strengths but some fatal weaknesses.”", "Ordinary citizens, too, needed to question the role they played in bringing about the Christmas lockdown, Braun wrote. “Those who are honest with themselves all know these moments of defiance, ignorance and exhaustion that lead one to go on this or that Christmas shopping trip even though the shops were full. And we all know those little rebellious moments in which we decided to meet up with our friends one more time to enjoy a soup or a mulled wine because it felt like balm to the soul.”"], "authors": ["Philip Oltermann"], "keywords": ["germany", "night", "fails", "braces", "wave", "health", "twitter", "wrote", "lockdown", "silent", "public", "soft", "wine", "christmas", "result"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}