{"id": "ba4df8eb-22f7-3174-bf34-45fdebc3391e", "title": "Opinion | Want Vaccines Fast? Suspend Intellectual Property Rights", "url": "https://nytimes.com/2020/12/07/opinion/covid-vaccines-patents.html", "summary": "By several accounts, when Gilead Sciences obtained patents for sofosbuvir in early 2019, it hiked the price for Brazilian public agencies from $16 to $240 a capsule.\nWhat’s more, the crisis of access to affordable medicines also affects countries whose governments defend extensive intellectual property protections for companies: Insulin, for example, can be punishingly expensive in the United States.\nRemdesivir, a drug used to treat Covid-19 (with mixed results), is now in short supply in the United States and Europe.\nIn Britain last year, families of children with cystic fibrosis petitioned the government to suspend a company’s monopoly over Orkambi, the first significant treatment for the disease.\nThe United States, the European Union and Britain are expected to dig their heels in.", "paragraphs": ["In Brazil, Gilead Sciences, the monopoly owner of sofosbuvir, a breakthrough treatment for hepatitis C, has been in a deadlock with the government over expanding and cheapening access to the drug for Brazilians. By several accounts, when Gilead Sciences obtained patents for sofosbuvir in early 2019, it hiked the price for Brazilian public agencies from $16 to $240 a capsule. Yet that would drop to about $8 if the drug were produced locally under a compulsory licensing scheme that the TRIPs agreement already allows in some circumstances.", "Countries in which drugs are relatively cheap, such as India, face another kind of challenge: attempts to overturn the laws that make those drugs accessible there. Novartis, the Swiss pharmaceutical giant, fought a decade-long battle to secure monopoly control in India over its treatment for leukemia, and in the process tried to have a key provision of Indian patent law struck down as unconstitutional. (It failed on both fronts.)", "What’s more, the crisis of access to affordable medicines also affects countries whose governments defend extensive intellectual property protections for companies: Insulin, for example, can be punishingly expensive in the United States.", "Remdesivir, a drug used to treat Covid-19 (with mixed results), is now in short supply in the United States and Europe. Gilead Sciences, remdesivir’s manufacturer, has retained its monopoly over the drug in rich countries, but in May it signed licensing agreements with companies in 127 countries so that they could produce generic versions for sale there. The result? While there have been shortages of the drug in the West, it has been available in increasingly stable supplies in several poor countries, sometimes at one-tenth of the price.", "But the governments of rich countries can push back against Big Pharma, too, and sometimes have done so — despite the pharmaceutical industry’s sometimes colossal financial clout. (Campaign and lobbying contributions from drug makers to the U.S. federal government totaled some $4.7 billion between 1999 and 2018, according to one recent study.) In the aftermath of 9/11, the United States feared an anthrax attack and needed unusually large supplies of ciprofloxacin from Bayer; when the government threatened to bypass the company’s patent and buy generic alternatives, the company lowered the price of the antibiotic and increased supplies.", "In Britain last year, families of children with cystic fibrosis petitioned the government to suspend a company’s monopoly over Orkambi, the first significant treatment for the disease. After political parties threw their weight behind the petition, Vertex, the maker of Orkambi, agreed to sell the drug at a much lower price than it had been holding out for.", "As for coronavirus vaccines and Covid-19 treatments, another meeting of the TRIPs Council is scheduled for Dec. 10; on Dec. 16 and 17 the W.T.O.’s general council, one of the organization’s highest decision-making bodies, will meet. The United States, the European Union and Britain are expected to dig their heels in."], "authors": ["Achal Prabhala", "Arjun Jayadev", "Dean Baker"], "keywords": ["vaccines", "intellectual", "drug", "sciences", "opinion", "treatment", "price", "gilead", "trips", "rights", "united", "suspend", "property", "countries", "fast", "monopoly", "states"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}