{"id": "ba5954e3-c30b-31f2-b281-b2515a999d34", "title": "Google spars with Barry Diller’s IAC on marketing practices", "url": "https://www.foxbusiness.com/technology/google-spars-with-barry-dillers-iac-on-marketing-practices", "summary": "Continue Reading BelowGoogle, which determined that IAC misled users about its browser extensions, could go as far as banning those products from its Chrome browser.\nThe search company’s concern with IAC centers on browser extensions, which are external applications that run inside Google’s Chrome browser.\nGoogle earlier this year took down five IAC browser extensions, the documents show, but many more remain operational.\nGoogle both takes a share of that revenue and earns money on the ads that IAC buys on Google platforms to promote its browser extensions.\nThe concerns raised by Google’s enforcement staff center on whether IAC’s browser extensions and their marketing are misleading Chrome users.", "paragraphs": ["Google is deciding whether to impose severe penalties on the online conglomerate IAC/InterActive Corp. over what the search giant concluded were deceptive marketing practices, according to documents reviewed by The Wall Street Journal and people familiar with the matter.", "Continue Reading Below", "Google, which determined that IAC misled users about its browser extensions, could go as far as banning those products from its Chrome browser. IAC, under Chairman Barry Diller, is pushing back, saying such a move would devastate a key part of its business.", "The Alphabet Inc. unit so far hasn’t acted on the internal recommendation of its Chrome trust and safety team regarding IAC in part because the two are rivals in some categories and because the search giant’s executives, including Chief Legal Officer Kent Walker, are concerned that penalties could be viewed as anticompetitive, according to people familiar with the matter.", "Google was sued in October by federal prosecutors for allegedly operating an antitrust monopoly in search. State officials are wrapping up their own investigations, which may result in additional charges. Google has said it would contest any allegations in court.", "The search company’s concern with IAC centers on browser extensions, which are external applications that run inside Google’s Chrome browser. IAC-made browser extensions promise users quick access to content such as daily Bible quotations, power-tool manuals and government forms.", "Google’s investigators found that IAC’s browser extensions often promise functions they don’t deliver and steer users toward extra ads, according to documents reviewed by the Journal. The Google report said the behavior was egregious and recommended “immediate removal and deactivation” of IAC’s browser extensions from the search company’s web store, the documents show.", "The concern is a big one for IAC and Google, which collect hundreds of millions of dollars in revenue through deals with each other, the people familiar with the matter said. Google earlier this year took down five IAC browser extensions, the documents show, but many more remain operational.", "A Google spokesman, Scott Westover, said in a statement that the two companies remain in discussions. “We’re reviewing the remaining extensions and our enforcement options, and have not made a decision regarding IAC’s status on the store,” he said.", "An IAC spokeswoman, Valerie Combs, disputed that the extensions violate Google policies. “Google has taken hundreds of millions of dollars from us to advertise and distribute these products in the Chrome Store,” said Ms. Combs. “There’s nothing new here—Google has used their position to reduce our browser business to the last small corner of the internet, which they’re now seeking to quash.”", "Publicly traded IAC owns Angie’s List, Investopedia and more than 100 other online products. The company offers a search engine called MyWay that maintains a tiny fraction of the search business, using results and ads provided by Google.", "Google is by far the world’s largest online advertising brokerage. Researchers estimate about one of every three dollars in online ads are sold through the company.", "Mr. Diller’s company was once Google’s biggest advertiser, according to Kantar Media, and current and former Google employees said IAC remains one of Google’s larger advertising clients.", "IAC spends hundreds of millions of dollars a year on Google ads, according to people familiar with the matter, and its financial statements show Mr. Diller’s company received 27% of its total revenue last year from Google.", "IAC’s dozens of browser extensions, which Google documents show have been installed by Chrome users more than 150 million times, accounted for $291 million in IAC revenue last year. The extensions change users’ Chrome home pages to versions of MyWay, the IAC-owned search engine.", "IAC earns money from the Google-furnished ads served in MyWay’s search results. Google both takes a share of that revenue and earns money on the ads that IAC buys on Google platforms to promote its browser extensions. IAC’s profit from the browser-extension business has fallen 87% over the past three years, according to the company, and in the most recent quarter accounted for only 5% of overall revenue.", "The concerns raised by Google’s enforcement staff center on whether IAC’s browser extensions and their marketing are misleading Chrome users.", "The search giant this year performed a broad audit of IAC’s business practices on Google platforms.", "Many users of IAC extensions expressed agitation, the audit found. “Tricked into installing it and can’t delete it,” said one user in a review on the Google Chrome store, which the audit called representative. “DO NOT INSTALL” warned another.", "“IAC’s business model appears to rely almost exclusively on unintentional installs,” members of the Chrome safety team wrote in the audit.", "Of special concern in the audit were ads that IAC ran against search terms such as “how to vote,” “vote by mail” and “voter fraud.” Users who clicked on the ads didn’t get voting-related information, the audit found. Instead, their browser home pages were reset to MyWay, and the separate, IAC-owned Ask.com toolbar was installed on those users’ browsers, the audit found. The audit found that IAC continued to run such ads even after Google told the company to stop.", "The practice of changing a user’s browser settings without his or her full understanding and consent is known as “browser hijacking” and has been deemed unethical by antivirus companies.", "Ms. Combs, IAC’s spokeswoman, acknowledged that some of the ads cited by Google’s investigators were inappropriate and misleading. She blamed affiliate marketers that the company said it has since fired.", "But IAC bristled at the finding that its browser extensions were generally unwanted and duplicitous, adding that Google approved those extensions in its Chrome store for years as part of the companies’ partnership agreement. Emails reviewed by the Journal reflect Google’s involvement, with Google staff discussing the extensions’ marketing, down to the wording of disclosures and the sizing of fonts.", "“Google exercises significant control over what we do with these products,” Ms. Combs said."], "authors": [], "keywords": ["practices", "search", "chrome", "dillers", "browser", "spars", "marketing", "iac", "barry", "extensions", "audit", "iacs", "google", "users", "ads"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}