{"summary": "Miss Georgia Betty Maxwell became a celebrity overnight when she was crowned Miss America in 2015.\nMaxwell recently chronicled her journey in a memoir titled “Miss Unlikely: From Farm Girl to Miss America,” which also details behind-the-scene moments and previously untold stories.\nPeople don’t want to hear about Miss America complain about how she can’t talk about her boyfriend.\nThey really didn’t want anyone to know that Miss America had a boyfriend, which is one of the really outdated aspects of the Miss America contract.\nWe haven’t had a Miss Georgia win Miss America in over 63 years at that time.", "keywords": ["wasnt", "2016", "way", "things", "betty", "going", "youre", "faith", "met", "husband", "really", "plan", "miss", "tinder", "maxwell", "god", "america", "life"], "paragraphs": ["Miss Georgia Betty Maxwell became a celebrity overnight when she was crowned Miss America in 2015.", "While the now-25-year-old stood out among 51 other competitors in the nationally televised pageant, she couldn’t have predicted how challenging her life would become during her reign, along with the many lessons that awaited her along the way.", "Maxwell recently chronicled her journey in a memoir titled “Miss Unlikely: From Farm Girl to Miss America,” which also details behind-the-scene moments and previously untold stories.", "Maxwell spoke to Fox News about how faith carried her through tough times, the funny way she met her soulmate, as well as what really went through her mind on that fateful night.", "MISS USA 2019 EXPLAINS WHAT HAPPENED DURING THE SWIMSUIT COMPETITION, REACTS TO KIM KARDASHIAN STUDYING LAW", "MISS USA, MISS TEEN USA REVEAL WHAT MAKES THEM PROUD TO BE AMERICANS", "Fox News: You met your husband Spencer in the most modern way possible.", "Betty Maxwell: Yes (laugh). We met on Tinder… You never think you’re going to meet the love of your life, your soulmate on Tinder. But God has a plan. At that time in my life, there was no way I would have been able to meet someone out and about. It just wasn’t going to happen.", "I was too busy with school and getting ready for competing in pageants. I was completely not in the dating scene at that point in my life. Spencer was also working 12-hour shifts as a cop. So he certainly wasn’t able to go out and meet people. And at this point, I feel like everyone meets online in some way or whatever, whether it’s Facebook or Instagram. It may not be a dating app. But a lot of people meet their significant others online right now or just go on social media.", "Fox News: You were dating your now-husband Spencer when you were Miss America. However, you couldn’t speak about him publicly. How were you dealing with that?", "Maxwell: It was incredibly tough, honestly. People don’t want to hear about Miss America complain about how she can’t talk about her boyfriend.", "MISS AMERICA 2017 SAVVY SHIELDS MARRIES FIANCE NATE WOLFE", "MISS AMERICA 2017 SAVVY SHIELDS 'BLACKED OUT' AFTER WINNING THE CROWN", "But it wasn’t just “I’m in love so I need to talk about him.” It was a part of it, but really, I felt isolated and kept away from everyone. So all you want to do is talk about the things you can’t be around, that you can’t be with. You want to talk about the things that bring you joy, the things you miss. And I was missing the people I love so much. And it was really hard being taken away from that, especially when you grow up in such a close-knit family.", "I couldn’t post on social media that I had a boyfriend or post pictures of him. They really didn’t want anyone to know that Miss America had a boyfriend, which is one of the really outdated aspects of the Miss America contract. They just want you to be America’s sweetheart, this eligible bachelorette.", "But the reality is Miss America is usually a young 20-something and sometimes women of that age range do have a significant other in their lives. I just felt that it was unfair and outdated. I really wanted to speak out about it, but I couldn’t. Now I’m getting the chance to do so with my book… But it’s more about not being allowed to talk about my boyfriend. It really went a lot deeper than that.", "MISS UNIVERSE CATRIONA GRAY EXPLAINS WHY SHE DISAPPEARED AFTER WINNING, FEELING ‘NERVOUS’ WEARING A SWIMSUIT", "MISS USA SARAH ROSE SUMMERS RECALLS BACKLASH OVER MISS VIETNAM, MISS CAMBODIA COMMENTS: ‘IT REALLY BROKE ME’", "Fox News: How big of a role did faith play during your reign?", "Maxwell: My faith is honestly what got me through it all. There were days where I would wake up and not remember where I am. I would wake up in a hotel room and go, “Where am I? Where did we land yesterday?” And then I’m flying out the next day… There are days where you’re just so confused and your mind is in a million places. You’re wondering, “How am I going to do this for the next 11 months?”", "My faith is what got me through those days… Everyone has those days with their jobs when you just feel like you can’t do it today. And if you don’t look like Miss America every day, people will talk badly about you on school media and trash you. They’ll say, “You’re not good enough to be Miss America.”", "People hold you on such a high pedestal for the whole year. In order to stay grounded and get through all of that, I needed to have a strong faith. I wasn’t with my family or the people that loved and supported me. I was really on my own. All I really had was God. All I had was my faith. And that really kept me pushing and pushing through it all… And I think that made me stronger today.", "'GILLIGAN'S ISLAND' STAR TINA LOUISE GETS CANDID ON FAITH-BASED FILM 'TAPESTRY,' FAVORITE HOLLYWOOD MEMORIES", "GARTH BROOKS' EX-WIFE STUNS SINGER WITH REVELATIONS IN NEW TV DOCUMENTARY", "Fox News: How does faith play a role in your life today?", "Maxwell: Faith has continued to be a part of my everyday life. Just because I’m not Miss America anymore doesn’t mean I don’t need God’s help in every aspect of my life. Christ is the foundation of my marriage and my relationship with my husband. I start and end each day with God. I love to read my devotional. I need to start and end each day with a prayer. I feel it’s my way of taking care of myself when all other earthly things fail.", "I don’t know how people get through things without faith. Without my faith, I feel I have nothing. During the toughest of times, God is always there for me. My faith is always there for me, no matter what. That’s what keeps me going each day… There were so many times when I felt like a failure or things didn’t plan out the way I wanted. My faith keeps me pushing forward and eager to discover what’s next for me. And I never let those setbacks stop me. My faith is always right around the corner, along with bigger and better things.", "Fox News: Looking back, what compelled you to try out for Miss America?", "Maxwell: It’s a bit of a long story that I detail in the book (laughs) but it was really a whim. I decided to start competing for Miss America on a whim. My mom suggested [it] to me one day and my first knee jerk reaction was no.", "JANE SEYMOUR RECALLS BEING SINGLE IN HER 60S: ‘TINDER WASN’T GOING TO HAPPEN’", "‘HEATHERS’ STAR LISANNE FALK REFLECTS ON HER BOND WITH WINONA RYDER, WHY THE CULT FILM DOESN’T NEED A REBOOT", "I grew up on a farm. I wasn’t a pageant girl and I wasn’t about that life. I’ve never competed in my life. And most girls who do pageants have grown up with it. They’ve competed since they were five years out. I just felt it wasn’t my calling in life. But then my mother told me about the scholarship opportunities. And there was a talent competition.", "I grew up singing so that alone was a big temptation for me. I felt it was an opportunity for my talent to finally be validated. I always wanted to be a singer so I thought this would have been a great way to have my voice heard. So I just decided to try out and it turns out I was pretty good at it (laughs).", "Fox News: What was going through your mind when you realized you had won?", "Maxwell: Honestly, I have no idea what was going through my mind at that moment. Your mind just goes completely blank. It’s a moment of shock and disbelief. I completely lost control of my emotions.", "‘SEX AND THE CITY’ STAR CHRIS NOTH SAYS HE'S ‘MOVED ON’ FROM MR. BIG: 'I DON'T REALLY FEEL ANYTHING ABOUT HIM'", "SOPHIA LOREN RECALLS STRIPTEASE SCENE FROM ‘YESTERDAY, TODAY AND TOMORROW'", "I was already feeling a tremendous amount of pressure. We haven’t had a Miss Georgia win Miss America in over 63 years at that time. So Georgia had a lot of faith in me. I really wanted to break the cycle for my home state. So when I actually did, I just couldn’t believe it. I was so over the moon and excited. I couldn’t think about anything else except how thankful I was being the girl who was crowned Miss America.", "Fox News: What surprised you the most about the Miss America experience?", "Maxwell: It’s really not that glamorous. Wearing gowns and being beautiful all the time is really such a small percentage of what your year entails… I traveled 20,000 miles a month. It was non-stop. I was living in hotel rooms. I never got to go home or see my family. You’re just isolated and living in hotels and airports for an entire year of your life. There’s a lot of emotional things that you go through when you’re kept isolated like that.", "You don’t want to ever look ungrateful that you’re Miss America. You don’t want to complain because it’s the most incredible gift and so many young women would love to be in your shoes. So all you want to do is be thankful and so happy that you have this opportunity. But the reality of it is that there are some not-so-great sides to being Miss America.", "JOHN RICH ON GIVING BACK TO VETERANS, SAYS WE OWE ALL TO THE 'PEOPLE THAT LOVE THIS COUNTRY ENOUGH TO DIE FOR IT'", "‘KING KONG’ STAR FAY WRAY ENDURED PERSONAL TRAGEDIES, REMAINED DEVOTED TO FAMILY DESPITE FAME, DAUGHTER SAYS", "Fox News: What inspired you to write \"Miss Unlikely\" now?", "Maxwell: I feel I’ve learned so much in these last few years. And as a public figure, I felt it was my responsibility to use that information I’ve learned to help other young women who might be going through the same thing. I really wanted my book to not just be an autobiography where I get to tell my side of the story to the world, but really an opportunity to help change and mold young lives, young women who may be experiencing what I went through. I just hope my story makes their lives a little easier."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/miss-america-2016-betty-maxwell-husband-tinder-faith", "authors": ["Stephanie Nolasco"], "id": "ba6c9060-e1cc-3946-97e1-24722b8629a3", "pubDate": null, "title": "Miss America 2016 Betty Maxwell says she met her husband on Tinder: ‘God has a plan’"}