{"id": "ba7450e6-6247-311c-aded-9241c9de1d37", "title": "US designation of Yemeni Houthis as terrorists 'will worsen humanitarian crisis'", "url": "https://www.theguardian.com/world/2021/jan/11/us-designation-of-yemen-houthis-as-terrorists-will-worsen-humanitarian-crisis", "summary": "The Trump administration has made an 11th-hour decision to designate Yemen’s Houthi rebels as a foreign terrorist organisation in a move that is likely to severely worsen the war-torn country’s humanitarian crisis.\nThe arrival of Covid-19 and western aid cuts in 2020 have also driven what remains of Yemen’s healthcare system to the brink of collapse.\nAbout 70% of Yemenis live in areas controlled by the Houthis, making them especially vulnerable to the new US rules.\nPompeo said in a statement that the US “recognises concerns that these designations will have an impact on the humanitarian situation in Yemen”.\nMeasures such as the issuing of special licences by the US Treasury would allow US aid to continue to flow and for humanitarian organisations to continue to work there, he said.", "paragraphs": ["The Trump administration has made an 11th-hour decision to designate Yemen’s Houthi rebels as a foreign terrorist organisation in a move that is likely to severely worsen the war-torn country’s humanitarian crisis.", "The US secretary of state, Mike Pompeo, announced the decision late on Sunday, despite bipartisan opposition and months of warnings from UN officials and aid organisations that the designation – part of the White House’s “maximum pressure” campaign on Iran and its allies – will lead to shortages and delays for both aid and commercial shipments and undermine the peace process.", "Relief organisations greeted the news with dismay on Monday. In a statement, the Norwegian Refugee Council’s Yemen director, Mohamed Abdi, said it would “hamstring the ability of aid agencies to respond” to the already dire situation there.", "“Yemen’s faltering economy will be dealt a further devastating blow,” he said. “Getting food and medicine into Yemen – a country 80% dependent on imports – will become even more difficult.”", "Classifying Houthis as terrorists will worsen famine in Yemen, Trump is warned Read more", "The Houthis, officially known as Ansar Allah, stormed Yemen’s capital Sana’a in 2014, causing President Abd Rabbu Mansour Hadi to flee. The rebels receive support from Iran, while a Saudi- and Emirati-led coalition of Arab nations fighting to restore the internationally recognised government is aided by western arms sales, maintenance and training.", "The conflict has led to what the UN says is the world’s worst humanitarian crisis, killing more than 112,000 people and leaving most of the 30 million-strong population dependent on aid to survive.", "Malnutrition and outbreaks of disease such as cholera are rife. The arrival of Covid-19 and western aid cuts in 2020 have also driven what remains of Yemen’s healthcare system to the brink of collapse.", "In a statement posted to social media channels on Monday, the rebel leader Mohammed al-Houthi condemned the US decision, saying “American terrorism” was to blame for “killing and starving the children of Yemen”.", "About 70% of Yemenis live in areas controlled by the Houthis, making them especially vulnerable to the new US rules.", "Pompeo said in a statement that the US “recognises concerns that these designations will have an impact on the humanitarian situation in Yemen”. Measures such as the issuing of special licences by the US Treasury would allow US aid to continue to flow and for humanitarian organisations to continue to work there, he said.", "The Houthis could theoretically be unlisted again by Joe Biden, who takes office as US president on 20 January, but observers worry that lasting damage will already have been inflicted before the new administration gets around to the issue.", "Biden has promised voters he will end longstanding US support for Saudi Arabia’s role in Yemen’s war."], "authors": ["Bethan Mckernan"], "keywords": ["decision", "organisations", "yemen", "western", "yemeni", "terrorists", "houthis", "worsen", "statement", "aid", "yemens", "humanitarian", "designation", "crisis"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}