{"id": "ba966e1c-6f0c-372f-a3ac-576050566c3f", "title": "Think bigger: that's the message for Starmer from Biden's bold beginning", "url": "https://www.theguardian.com/commentisfree/2021/feb/11/keir-starmer-joe-biden-centrist-policies-us-president", "summary": "With that goal in mind, Starmer has said that Labour will echo the Biden campaign’s emphasis on “family, community and security”.\nThe implication was that the party’s change of direction under Starmer needs no discussion, and that people who already vote Labour have no alternatives.\nUnder Jeremy Corbyn, the party made politics bigger – ultimately too big, for many voters – by promising transformative change in countless areas of everyday life.\nBut under Starmer, Labour is thinking too small.\nIf he does, the last Washington-watchers in Britain to accept this may be those who are working for Starmer.", "paragraphs": ["If you’re on the British left, the last few months in American politics have provided some cheer during a grim period. Trump lost, despite the widespread fear that he would not. The Democrats captured the Senate, despite the system for electing it being biased against them. The American right, so influential around the world, seems in some disarray.", "More startling still, the American left appears to be exerting an influence on Joe Biden. Its two best-known figures, Bernie Sanders and Alexandria Ocasio-Cortez, are seeing some of their ideas, such as doubling the minimum wage and a Green New Deal, shape Biden’s presidential priorities and possibly his actual policies. Former Sanders advisers have been hired by the administration. And Ocasio-Cortez – who said last year that “in any other country, Joe Biden and I would not be in the same party” – said last month that she was “extraordinarily encouraged” by his government, for its “openness” to the views of radical climate activists.", "This could all end badly. For decades, Biden has had a reputation for bland moderation, and for longer still the US has been the western democracy most hostile to leftists. But it’s widely accepted that his presidency has, so far, been bolder than expected. An important experiment could be taking place in Washington: arguably for the first time anywhere, a centrist premier may have accepted that centrist policies are too small-scale and slow for today’s urgent medical, environmental and socioeconomic crises, and that some of the left’s more ambitious solutions are required instead.", "This risky experiment is only possible because the transatlantic left has revived in recent years as a source of promising policy ideas, and also because Biden’s presidential bid mobilised probably the widest coalition of support by class and age since Franklin Roosevelt’s campaigns in the 1930s. Biden’s 81.3m voters – almost a quarter more than Hillary Clinton’s less expansive campaign won in 2016 – included more young, old, wealthy and poor voters than the Democrats have ever previously attracted. Without this surge, Trump would have been re-elected.", "Keir Starmer also faces a charismatic populist with a large, loyal base. Labour says it is keen to learn from Biden’s win. Starmer acknowledged in November that “the Democrats’ path to victory” had been “paved by a broad coalition”. Yet Labour seems interested in only one part of that coalition: the socially conservative, working class, often older white voters, whom Biden took from Trump and whose British equivalents Starmer hopes to take back from Boris Johnson. With that goal in mind, Starmer has said that Labour will echo the Biden campaign’s emphasis on “family, community and security”.", "Over recent months this pragmatic Labour strategy seems to have hardened into something more ideological and careless – even contemptuous – towards many of the party’s existing supporters. Last September the shadow minister Bridget Phillipson said Labour should be focusing on “people who don’t already vote for us” rather than “discussing our politics with people who do”. The implication was that the party’s change of direction under Starmer needs no discussion, and that people who already vote Labour have no alternatives.", "This combination of top-down leadership and taking leftwing voters for granted is reminiscent of the party in the 80s and 90s under Neil Kinnock: another initially promising leader who at first had the approval of centrist and rightwing commentators but ultimately failed to make an electoral breakthrough because he couldn’t unite the anti-Tory vote.", "Starmer’s narrow electoral focus is also the opposite of Biden’s approach. So is Labour’s extreme reticence about its policies. Under Jeremy Corbyn, the party made politics bigger – ultimately too big, for many voters – by promising transformative change in countless areas of everyday life. There may be a warning in that for Biden, and especially for his leftwing recruits and allies. But under Starmer, Labour is thinking too small. As the US election showed, attacking a populist incumbent for incompetence is not enough. Despite Trump’s Covid-19 disasters, his vote rose.", "It’s not too late for Starmer to change his approach. He’s at an earlier stage of the electoral cycle than Biden. An MP for just six years, he’s probably not yet set in his political ways. And his generally cautious inner circle does contain some bolder advisers, such as his election strategist, Simon Fletcher, who helped assemble and hold together wide coalitions of voters for Ken Livingstone as mayor of London.", "If you comb through speeches by Starmer and his shadow cabinet very carefully, it’s possible to find hints that Labour’s current thinking on the economy, public services, and racial equality is more radical than his many critics on the left allow. But history suggests that once Labour is in a rightward phase, such ideas are squeezed out. And already there are signs that Starmer’s reined-in leadership style, however politically shrewd it seems to some, has had a cost. In less than a year under him, at least a tenth of Labour members have left the party.", "Over the next four years, Biden may demonstrate that centre-left governments can be daring and proactive when crises are bad enough. If he does, the last Washington-watchers in Britain to accept this may be those who are working for Starmer.", "Andy Beckett is a Guardian columnist", "", ""], "authors": ["Andy Beckett"], "keywords": ["bigger", "left", "thats", "vote", "trump", "starmer", "message", "bold", "bidens", "beginning", "voters", "politics", "labour", "biden", "promising", "think"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}