{"id": "ba9c5d3e-d755-3824-ae9a-b3efe1c47caa", "title": "These Colorful Coats Are the Key Ingredients to Flawless Winter Outfits", "url": "https://www.vogue.com/slideshow/colorful-jackets", "summary": "If you’re looking for an effortless way to style an eye-catching winter ensemble, then a colorful jacket or coat is really all you need.\nAnd in the months to come, we’ll need striking coats and colorful jackets to spice up our day-to-day wardrobes.\nEarlier this week, she stepped out in a striking red coat that certainly felt like a joyous, refreshing ode to traditional holiday dressing.\nAlso, practically speaking, we’re spending more time outside this winter, so why not think of a colorful jacket or coat as this season’s version of the going-out top?\nAhead, discover 15 prismatic coats to throw on and go.", "paragraphs": ["If you’re looking for an effortless way to style an eye-catching winter ensemble, then a colorful jacket or coat is really all you need. Think about it: Your outerwear is often the only part of your look that others actually see, especially these days when we aren’t getting all decked out for fancy holiday parties or large gatherings. And in the months to come, we’ll need striking coats and colorful jackets to spice up our day-to-day wardrobes. Vogue.com's Executive Fashion Director Rickie De Sole has been thinking about this a lot lately, especially as February fashion month is coming just around the corner. Typically, when she travels to sit front row at the shows in New York, London, Paris, and Milan, or when she’s putting together her usual holiday attire, statement coats have always been the backbone of her winter style repertoire. As she explains of her usual approach to fashion this time of year, “All I need is a good coat with black jeans and a shirt underneath, and I’m good to go.”", "A bold coat has been top of mind for Vogue’s Fashion Director Virginia Smith too, and despite the circumstances, she has been thinking about going the festive route this year. “Normally, I keep to fairly neutral colors but as the days get colder, I’m going to consider test-driving a more amped up palette,” Smith explains. “I’ve never actually owned a brightly colored coat, but if there was ever a time we needed to lift our spirits, it’s now.”", "Indeed, every fashion obsessive seems to be looking for a sartorial pick-me-up right now and there’s no denying that bold outerwear is in the air. As far as the cultural zeitgeist goes, for example, Nicole Kidman’s character in The Undoing gave us a ton of statement coat inspiration. I’m still dreaming about that beautiful green crushed velvet hooded trench she wore on-screen while strolling mysteriously through the Upper East Side of New York. On the other side of the fashion spectrum, Kylie Jenner, recently showed us her take on the over-the-top puffer trend in a head-turning leopard print and a matching jumpsuit. And the always classy Kate Middleton also seems to be on board with the flashy coat moment. Earlier this week, she stepped out in a striking red coat that certainly felt like a joyous, refreshing ode to traditional holiday dressing.", "Also, practically speaking, we’re spending more time outside this winter, so why not think of a colorful jacket or coat as this season’s version of the going-out top? It doesn’t matter if it’s an electric red hue by Givenchy or a playful yellow tone by Proenza Schouler, there are a plethora of vibrant outerwear choices that could easily brighten up your day and your winter wardrobe this holiday season, no matter how different it may be.", "Ahead, discover 15 prismatic coats to throw on and go."], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["coat", "outfits", "colorful", "outerwear", "key", "flawless", "ingredients", "coats", "need", "winter", "im", "york", "fashion", "holiday"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}