{"id": "baa1fffc-0c61-37b2-9708-b6ab63117a63", "title": "Georgia Voters Sigh in Relief as the Partisan Junk Mail Ends", "url": "https://www.newyorker.com/magazine/2021/01/18/georgia-voters-sigh-in-relief-as-the-partisan-junk-mail-ends", "summary": "A dozen cars were parked outside Adamson Middle School, a half hour south of downtown Atlanta, last Tuesday afternoon.\n“It was a Democrat who came to the door,” Joe, a logistics technician who wore shades and a grim expression, said.\n“A lot of times I get, like, ten to fifteen register-to-vote little things as well.”“I wasn’t going to vote,” Joe said, “because of election integrity.\n“I said, ‘I don’t think I’m going to vote.’ When he was going to leave, he said, ‘Let me take that off your door.’ That’s when everything went upside down.\nIt almost seemed like someone dropped them off.” He added, before departing, “Republicans came by, too.", "paragraphs": ["A dozen cars were parked outside Adamson Middle School, a half hour south of downtown Atlanta, last Tuesday afternoon. Bundled-up and masked Georgians, most of them Black, hustled in and out to vote in the state’s Senate runoffs, which one man referred to as “the run-ons.” An informal exit poll of emotions rendered a unanimous result: relief.", "Raphael Warnock and Jon Ossoff Illustration by João Fazenda", "Joe and Tina, a couple in their thirties, paused to describe low points from the past few weeks. “It was a Democrat who came to the door,” Joe, a logistics technician who wore shades and a grim expression, said. “I have Trump signs on my lawn and whatnot. He put a Warnock sign on my doorknob. I sent him running away. And no one ever came back.” Tina, an engineer with tattoos on her midriff, reached into their truck and pulled out “a barrage of stuff from today.” She pointed at a piece of mail, addressed to her using her maiden name. “I haven’t had that name in, like, fifteen years,” she said. She sifted through postcards from strangers and flyers from the campaigns and their PACs. “That’s a Perdue one,” she said. “And a Trump one.” One flyer claimed that the Democrats would ban hamburgers. “That’s the most I’ve gotten for Republicans,” she went on. “A lot of times I get, like, ten to fifteen register-to-vote little things as well.”", "“I wasn’t going to vote,” Joe said, “because of election integrity. I’m still grinding my teeth about what I just did.” He added, “There are things I feel need to be addressed. When you have dead voters voting—that right there is a proven fact.” He went on a while about things that he said “pissed me off,” concluding, “But I know there’s a lot of Americans counting on us Georgians to save the Republic, so I came to vote for the Republicans.” Tina tossed the mail into the truck, nodding.", "Joe returned to the doomed Democratic door knocker. “Let me tell you how I sent him off running,” he said. “I said, ‘I don’t think I’m going to vote.’ When he was going to leave, he said, ‘Let me take that off your door.’ That’s when everything went upside down. I said, ‘Why would you put this on my door? You see all this stuff in my yard and you’re going to put this on my effing door.’ I think I threw it at him and said, ‘Get the eff out of here.’ ”", "“That’s when they told you they were from Detroit,” Tina said.", "“Yeah,” Joe went on, “they weren’t even from here. It almost seemed like someone dropped them off.” He added, before departing, “Republicans came by, too. They were nice.”", "The next voter to appear was a sinewy owner of a small inflatables company, who introduced himself as Nick. “Bounce houses, waterslides,” he said, describing his company’s wares. It had been a rough year. “I wasn’t able to rent them out,” he said. “It’s nonessential. I lost half the season.” He blamed the Republicans in power, so voting for the Democrats had been an easy choice. “A lot of people need help.”", "Election Day had a “weird vibe,” Nick went on. “Nobody seems friendly right now.” Interminable advertisements, he thought, had much to do with it. “The phone calls, the text messages, the e-mails, then—coming down to the final week—people showing up to my house,” he said. “I don’t like that.” He had a video camera attached to his doorbell, which he used to address knockers. “The lady yesterday,” he said, shaking his head. “You have to realize that what you find appropriate, others may not. I said, ‘This is borderline harassment.’ She was, like, ‘That’s your personal feelings.’ I said, ‘I know what needs to be done!’ I’m cool with reminders. I’m not cool with the overaggressiveness.”", "An elderly woman named Aretha got into her car and turned on her radio. Another ad. “It’s time for a change,” she said, turning it off. “Oh, my God, I’m glad this day is over with.”", "A text came in from a Republican man in north Georgia, who’d voted for Trump in November—but for Warnock and Ossoff in the runoffs. He was annoyed by the ads, too. “Carpet bombing with simplicities,” the message read. “Lies, half-truths, fearmongering, all of it an affront to an honest political debate.” He added, referring to the party he’d supported most of his adult life, “Do not vote for a party that undermines democracy.” Once again, Georgia didn’t. ♦"], "authors": ["Charles Bethea", "Charles Bethe"], "keywords": ["sigh", "relief", "partisan", "vote", "thats", "door", "tina", "came", "georgia", "im", "voters", "ends", "mail", "going", "republicans", "junk", "warnock", "went"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}