{"id": "baaea63a-8bac-3620-9f64-315621914a99", "title": "The Best TikToks of 2020", "url": "https://wired.com/story/best-tiktoks-2020/", "summary": "This year, perhaps more than any other before it, social media served to both connect people and reflect society back onto itself.\nIn 2020, no platform did that better than TikTok.\nSure, people shared news and trolling on Twitter and Facebook, but it was TikTok that provided the best medium for the year’s discourse.\nThese, dear readers, are our favorite TikToks of this most tumultuous of years.\n—Jason KeheThis Is My Impression of Summer 2020, @jtfirstmanHonestly, picking a video by Jordan Firstman as a favorite of 2020 is cheating.", "paragraphs": ["This year, perhaps more than any other before it, social media served to both connect people and reflect society back onto itself. In 2020, no platform did that better than TikTok. Sure, people shared news and trolling on Twitter and Facebook, but it was TikTok that provided the best medium for the year’s discourse. Doctors and nurses used it to dispel Covid-19 myths. Witches used it to hex the election. Black Lives Matter supporters utilized it to share information about the movement. Teens used it to make memes for their preferred presidential candidate. Not that everything on the platform was perfect. President Trump used it as a pawn in a very confusing face-off with China. It became a haven of conspiracy theories, and also one for digital blackface. But all the while, there it was, showing people who they really are, one duet at a time. These, dear readers, are our favorite TikToks of this most tumultuous of years.", "Thank You, Mama, @greyandmama", "Look, I think it’s offensive when people say stuff like “That kid is so cute it made my ovaries tingle,” but the adorable chubby-cheeked toddler with unfailing table manners in this video is so cute that I’m actually a little surprised I didn’t spontaneously immaculately conceive. The concept of the video is simple: cherubic kid repeatedly expresses gratitude. The execution is flawless. Everyone involved deserves a treat. —Kate Knibbs", "The Ugliest Bonsai, @jewslovetrees", "The sheer number and brevity of TikToks makes it possible to find the exact right one that tickles your funny bone in that one weird exact and idiosyncratic way. I have no idea why I love @jewslovetrees this much. Is it the deadpan delivery? The culturally specific, hyperbolic self-deprecation? Being incredibly passionate about something that very few people actually care about? Or are bonsai just inherently funny? I have no idea. I’ve learned so much about pine cones and tree bark and then also died laughing. —Adrienne So", "Flamenco Ostriches, @kochs_corner", "TikTok is full of replicable dances, but none are quite as exquisite as this pair of ostriches flapping their feathers in a perfect flamenco. The footwork! The rhythm! The way their heads crest and fall, while shaking their flightless bodies to do the conga! Bars are closed, nightclubs shut down, but I’ll be fine as long as I have these dancing fowl on my For You page. —Arielle Pardes", "Whoa. Bullseye, @justinflom", "In @justinflom’s hands, a tube of M&M’s becomes the vehicle for the greatest TikTok prank of the year. It involves a hot dog, which fits so perfectly, so stealthily, inside the cylinder, and it requires real suavity to pull off. Watch the face of his victim. At the moment—unbelievably delayed—of contact, it registers the situational wrongness. Survival instincts are triggered; the throat constricts in self-protection. I’ve never seen betrayal this close up, this raw. —Jason Kehe", "This Is My Impression of Summer 2020, @jtfirstman", "Honestly, picking a video by Jordan Firstman as a favorite of 2020 is cheating. He’s already become a favorite of everyone from Ariana Grande to British Vogue. But I still remember the moment I saw my first installment of his “Impressions” series, one where he imitated what it must be like to be the summer of '20. (“I just feel like I don’t know who I am right now, and everyone is mad at me …”) It popped up in the middle of my own lockdown summer, and for those 30-ish seconds, not being able to go to Coney Island or float in and out of packed restaurants and beaches didn’t seem so bad. —Angela Watercutter", "About Y’all’s Favorite “Statistics,” @rynnstar"], "authors": ["Wired Staff", "Wired Staf"], "keywords": ["used", "tiktoks", "best", "2020", "video", "summer", "way", "right", "platform", "favorite", "tiktok"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}