{"id": "bae4fe3b-49a2-38c8-b828-c5361697e13c", "title": "Madrid hospital staff walk for hours to relieve colleagues after snow storm", "url": "https://www.theguardian.com/world/2021/jan/10/storm-filomena-madrid-hospital-staff-walk-in-snow-for-hours-to-relieve-colleagues", "summary": "Healthcare workers in Madrid have gone to extreme lengths – some walking for hours – to relieve their exhausted colleagues as Spain grapples with the double whammy of a deadly storm and the coronavirus pandemic.\nStorm Filomena hit Spain on Friday, blanketing large parts of the country in snow and bringing Madrid to a standstill as the city experienced its heaviest snowfall in 50 years.\nIn Madrid’s hospitals, already stretched by a coronavirus caseload that ranks among the highest in the country, weary staff scrambled to cope.\n“Morally I couldn’t stay at home,” he said, citing colleagues that had been working for more than 24 hours.\nThe trip took him two hours and 28 minutes, complicated by the many fallen trees and snow that at times was 40cm deep.", "paragraphs": ["Healthcare workers in Madrid have gone to extreme lengths – some walking for hours – to relieve their exhausted colleagues as Spain grapples with the double whammy of a deadly storm and the coronavirus pandemic.", "Storm Filomena hit Spain on Friday, blanketing large parts of the country in snow and bringing Madrid to a standstill as the city experienced its heaviest snowfall in 50 years. Across the country the storm claimed at least four lives, affected about 12,500 miles (20,000km) of roads and left thousands trapped in their cars for as many as 12 hours without food and water.", "In Madrid’s hospitals, already stretched by a coronavirus caseload that ranks among the highest in the country, weary staff scrambled to cope. Healthcare workers doubled and tripled their shifts to cover for colleagues who were unable to make it in, while one hospital turned its gym into a makeshift dormitory for workers who could not get home.", "With roads blocked and commuter trains cancelled, nursing assistant Raúl Alcojor walked 14km to make it to his shift at a hospital on the outskirts of the city. “Morally I couldn’t stay at home,” he said, citing colleagues that had been working for more than 24 hours.", "The trip took him two hours and 28 minutes, complicated by the many fallen trees and snow that at times was 40cm deep. “I told myself, ‘go for it,’” Alcojor told broadcaster Cadena Ser. “If I get there, I’m there. If I don’t make it, I’ll turn around.”", "Others had the same idea. One nurse shared her story as she made the 20km journey to her hospital on foot while a video posted on social media showed two nurses walking 22km to reach Madrid’s 12 de Octubre hospital.", "Dely (@maraquinta) Ellos Enfermeros Paco&Mónica, 22km caminando bajo la nieve para llegar al relevo en la #UCI del Hospital 12 de Octubre!!! Sois únicos. Gracias a todos los #sanitarios que hoy trabajáis sin descanso. #somosd12 #intensivos #gracias #NevadaEnMadrid #hospital pic.twitter.com/8HHVQhV7pN", "The story of a medical resident who travelled 17km to get to work – a journey he described as “sheer snow” – prompted praise from the country’s health minister on Sunday. “The commitment being shown by health workers is an example of solidarity and dedication,” tweeted Salvador Illa.", "Spain’s healthcare workers have for months relentlessly battled a coronavirus epidemic that ranks among the worst in Europe, with tens of thousands of them becoming infected along the way. Across Spain the virus has killed more than 51,000 people while the cumulative number of confirmed cases recently passed the 2m mark.", "On Sunday the country slowly shovelled its way out of the storm, with volunteers using everything from frying pans to brooms to clear streets and hospital entrances. The central government said it was working to organise police-escorted convoys to ensure the storm would not delay deliveries of the Covid-19 vaccine or lead to food shortages.", "Supermarkets experienced a repeat of the scenes of March, with shelves sitting empty as people stocked up on basic goods and toilet paper. About 90 workers and shoppers remained trapped in a shopping centre near Madrid, forced to spend the past two days there after the snowstorm buried their cars and curtailed transit options.", "Officials said the worst could be yet to come. “The danger is not over,” Spain’s interior minister, Fernando Grande-Marlaska, said on Sunday. “The state meteorological agency has warned that a week of intense cold is coming, which will transform all of this accumulated snow into ice, thereby multiplying the risk.”", "Grande-Marlaska urged people to stay off the roads. “The storm is bringing with it a cold wave that could push temperatures down to record levels.”", "On Saturday, even as officials implored people to stay indoors, many wandered out to take in the snow. Some glided through Madrid on skis, others had impromptu snowball fights or turned the city’s central plaza into a dance party.", "The storm was blamed for the deaths of four people across the country: a man and woman whose car was swept away by a flooded river near the town of Fuengirola, a 54-year-man in Madrid who was found buried in snow, and a homeless man who died of hypothermia in the northern city of Zaragoza."], "authors": ["Ashifa Kassam"], "keywords": ["snow", "stay", "staff", "spain", "workers", "colleagues", "madrid", "hours", "hospital", "country", "walk", "relieve", "roads", "storm"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}