{"title": "Some American carriers are installing cameras on their in-flight entertainment screens", "summary": "These stickers have appeared as the result of a public outcry in recent months over the unpublicised installation of video cameras on these screens on at least four airlines.\nOn some of their planes with newer entertainment systems, the fitters of the interiors had installed devices with an embedded camera.\nThat did nothing to quell public anxiety, which only grew with news reports later the same month that some screens on the big three American carriers, American Airlines, Delta Air Lines and United Airlines, also had cameras on-board.\nIn March two American senators demanded that eight American carriers disclose whether they were using cameras to monitor passengers and whether passengers were being informed.\nUnited and Delta recently began covering all the cameras on their entertainment systems.", "paragraphs": ["FLYERS TRAVELLING ON one of America’s major airlines may soon notice a mysterious item on the back of the set in front: a small sticker under the in-flight entertainment screen. These stickers have appeared as the result of a public outcry in recent months over the unpublicised installation of video cameras on these screens on at least four airlines. The fuss began in February on a Singapore Airlines flight, when a passenger noticed what appeared to be a camera lens by her video screen. Her husband, a cybersecurity expert, tweeted a photo of it. The airline confirmed that it was a camera. On some of their planes with newer entertainment systems, the fitters of the interiors had installed devices with an embedded camera. But Singapore Airlines said that the cameras had been “disabled” and they had no plans to use them.", "That did nothing to quell public anxiety, which only grew with news reports later the same month that some screens on the big three American carriers, American Airlines, Delta Air Lines and United Airlines, also had cameras on-board. In March two American senators demanded that eight American carriers disclose whether they were using cameras to monitor passengers and whether passengers were being informed. The airlines insisted that the cameras were not operational, but they scrambled to cover them up anyway. United and Delta recently began covering all the cameras on their entertainment systems. American has also announced plans to do the same.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "That ought to end the panic. But it also raises the question of why people were worried about these cameras in the first place. Of course it would be wrong for airlines to spy on their customers. But the threat to privacy from this is nothing compared to the greater threat of hackers gaining access to the webcams on laptops in people’s homes, or to virtual assistants such as Amazon’s Alexa. Aircraft, particularly in economy class, are not private places. Anything a passenger says or does can be witnessed by dozens of people. It is undeniably important for airlines to protect passengers’ privacy when it comes to their personal data—and a strict legal requirement in Europe with so-called GDPR rules. But a passenger’s behaviour while sitting in an aircraft seat—snoring, or watching a low-brow movie, or maybe picking one’s nose—is just not all that private to begin with, nor is it of much interest to companies or hackers.", "The bigger concern is what flyers would actually do with these cameras, if they became operational. The chief technology officer of Panasonic, one of the world’s biggest manufacturers of airline-entertainment systems, which recently rolled out a new generation of their devices containing cameras and microphones, told the New York Times that these devices were intended to eventually allow airlines to offer seat-to-seat or plane-to-ground video calls. Imagine a plane on which half the passengers are video-chatting to friends a few rows away or relatives back home, if you want to read a book or do some work quietly. That sounds far more disturbing than any hypothetical spying. So, on second thought, it might be a good idea to keep those cameras covered up."], "pubDate": null, "authors": ["A.W.", "Washington", "The Economist"], "keywords": ["screens", "systems", "camera", "installing", "entertainment", "american", "cameras", "devices", "passengers", "airlines", "united", "inflight", "video", "carriers"], "id": "bae53fcb-2b33-3cec-92fa-1a6424e35806", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/gulliver/2019/05/10/some-american-carriers-are-installing-cameras-on-their-in-flight-entertainment-screens"}