{"id": "bae7f55c-ece1-3a42-b5d9-3b02eb525a70", "title": "17 Republican Attorneys General Back Trump in Far-Fetched Election Lawsuit", "url": "https://nytimes.com/2020/12/09/us/politics/trump-texas-supreme-court-lawsuit.html", "summary": "Despite dozens of judges and courts rejecting challenges to the election, Republican attorneys general in 17 states on Wednesday backed President Trump in his increasingly desperate and audacious legal campaign to reverse the results.\nThe move is an effort to bolster a lawsuit filed on Tuesday by the pro-Trump attorney general in Texas that seeks to delay the certification of the presidential electors in four battleground states the president lost.\nMr. Trump has been holding out hope that the Supreme Court will hear the case and ultimately award him a second term.\nLate Tuesday, the president asked Senator Ted Cruz of Texas, a Republican, if he would be willing to argue the case, according to a person familiar with their conversation.\nAnd the president has filed a motion with the court to intervene, which would make him a party to the case.", "paragraphs": ["Despite dozens of judges and courts rejecting challenges to the election, Republican attorneys general in 17 states on Wednesday backed President Trump in his increasingly desperate and audacious legal campaign to reverse the results.", "The show of support, in a brief filed with the Supreme Court, represented the latest attempt by Trump loyalists to use the power of public office to come to his aid as he continues to deny the reality of his loss with baseless claims of voter fraud.", "The move is an effort to bolster a lawsuit filed on Tuesday by the pro-Trump attorney general in Texas that seeks to delay the certification of the presidential electors in four battleground states the president lost. Mr. Trump has been holding out hope that the Supreme Court will hear the case and ultimately award him a second term. Legal experts are skeptical, however, and have largely dismissed it as a publicity stunt.", "Late Tuesday, the president asked Senator Ted Cruz of Texas, a Republican, if he would be willing to argue the case, according to a person familiar with their conversation. Mr. Cruz agreed, this person said. And the president has filed a motion with the court to intervene, which would make him a party to the case."], "authors": ["Jeremy W. Peters", "Maggie Haberman"], "keywords": ["republican", "general", "texas", "lawsuit", "17", "filed", "court", "supreme", "trump", "farfetched", "case", "states", "election", "person", "attorneys", "president"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}