{"summary": "'BOY MEETS WORLD' STAR MAITLAND WARD SAYS PORN BRINGS NEW OPPORTUNITIES, PROMISES 'MORE TABOO STUFF TO COME'“When people say, ‘She had to turn to porn,’ I laugh, because this is a good thing and I’m making more now,” she says.\nAfter “Boy Meets World” ended in 2000, she booked a few bit parts in Hollywood before moving on to study theater and screenwriting in New York and Los Angeles.\n'BOY MEETS WORLD' STAR MAITLAND WARD DOING PORN: 'I FELT READY'“I had a publicist who was like, ‘Stop putting up sexy pictures.\nAt my age, to come in and become a porn star?” she says.\nI’m going to keep doing that.”But aside from the money, she’s glad to still have her “Boy Meets World” fans.", "keywords": ["boy", "doing", "making", "world", "shes", "star", "im", "maitland", "thing", "porn", "sex", "sexy", "meets", "ward"], "paragraphs": ["Porn pays better than Disney, a former actress-turned-porn star says.", "Maitland Ward, who rose to fame on ABC/Disney Channel’s “Boy Meets World,” says she makes more money in the adult entertainment industry and has even been nominated for awards — take that, Academy!", "The actress, 42, tells The Daily Beast she recently was nominated for two AVN Awards, a ceremony akin to the Academy Awards but for porn, for Best Three-Way Sex Scene and Best Supporting Actress.", "'BOY MEETS WORLD' STAR MAITLAND WARD SAYS PORN BRINGS NEW OPPORTUNITIES, PROMISES 'MORE TABOO STUFF TO COME'", "“When people say, ‘She had to turn to porn,’ I laugh, because this is a good thing and I’m making more now,” she says. “If you talked to my younger, more virginal soap-opera self, I never would have seen this coming out of me.”", "Ward, who played Rachel McGuire, the bombshell redhead obsession of both Eric (Will Friedle) and Jack (Matthew Lawrence), says her career transition to porn happened by chance. After “Boy Meets World” ended in 2000, she booked a few bit parts in Hollywood before moving on to study theater and screenwriting in New York and Los Angeles.", "But in 2013, as a 30-something actress, she says she got her big break at comic conventions while dressed up in sexy cosplay, which she posted on social media — much to her team’s chagrin.", "'BOY MEETS WORLD' STAR MAITLAND WARD DOING PORN: 'I FELT READY'", "“I had a publicist who was like, ‘Stop putting up sexy pictures. They will not hire you for anything if you do that. Once you get past 30, 35, they don’t hire you for doing sexy stuff. You should be auditioning to play Disney moms,’” she says. “He thought he was giving me good advice but it just wasn’t my thing. I was typecast. I was seen as a wholesome comedy star, and I was trying to fight against that. I didn’t want to play a Disney mom.”", "Soon after, she discovered that her millions of Instagram fans wanted more, so she began selling adult content — including nude photos — online through a Snapchat premium account, porn app OnlyFans and content service Patreon.", "“For 2018, I was the No. 1 adult-content creator for Patreon,” she says, “and it put the power back in my hands. Studios wouldn’t give me that.”", "JADA PINKETT SMITH REVEALS SHE ONCE 'HAD AN UNHEALTHY RELATIONSHIP TO PORN'", "Ward tells The Daily Beast she makes as much as five figures a month on OnlyFans alone, snagging $62,000 in her best month during 2018.", "Soon after, she started doing girl-on-girl sex scenes on her premium Snapchat account, something she calls “just another kind of performance,” which led to her first feature porn role in “Drive.” She first announced her role in the 3½-hour “erotic thriller” on Instagram, where she posts a slew of X-rated photos.", "Ward describes filming porn scenes as something that “feels natural.” Now that she’s the face of high-end XXX brand Deeper.com, she has no plans to slow down anytime soon, and has several other porn projects in the works.", "CLICK HERE TO GET THE FOX NEWS APP", "“It’s insane! At my age, to come in and become a porn star?” she says. “I don’t have a label either. I’m just this grown woman who loves sex. One thing I really like is to surprise people, to shock them and to get them stirred up. I’m going to keep doing that.”", "But aside from the money, she’s glad to still have her “Boy Meets World” fans.", "“They say, I’ve been masturbating to you all these years,” she says. “And you know, that’s a feat that I will be proud of.”", "This article originally appeared in the New York Post"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/boy-meets-world-star-maitland-ward-more-money-porn", "authors": [], "id": "bb0df650-e25c-3831-950a-6152a66a6fa2", "pubDate": null, "title": "‘Boy Meets World’ star Maitland Ward says she’s ‘making more now’ doing porn"}