{"id": "bb1540b6-0deb-3414-9ebc-39775963cee4", "title": "The Future of Work: ‘Collaborative Configurations of Minds,’ by Lettie Prell", "url": "https://wired.com/story/future-of-work-collaborative-configurations-of-minds-lettie-prell/", "summary": "Organic ModelsPrior to uploading to the current platform, human minds had a long history of organic collaboration.\nHowever, in their later stages as biological forms, human minds exhibited a strong preference for loosely defined collaborations.\nWe created an interface whereby we could assemble various groups of human minds and suggest an objective to each, so that they might run in parallel.\nOur new objective became intelligent manipulation of this vast human mind data warehouse to improve collaborative configurations and in turn produce more optimum solutions.\nExtrapolating the work of human neuroscientists into the present platform, we identified, defined, and mapped like areas in human minds, and then brought only those areas into a collaborative framework.", "paragraphs": ["Organic Models", "Prior to uploading to the current platform, human minds had a long history of organic collaboration. As many of us were in a position to observe at the time, such models ranged from the highly structured and hierarchical environments of department heads, middle management, and line staff to extemporaneous gatherings of equals. With some notable cultural exceptions, the degree to which a project was concrete/scientific versus artistic/creative was once strongly associated with the degree of structure in the collaboration, with the former tending toward highly structured and the latter toward the opposite end. However, in their later stages as biological forms, human minds exhibited a strong preference for loosely defined collaborations. They reconfigured individual offices into group spaces, then abandoned physical headquarters altogether. They flattened hierarchical management modes, opened information silos into networks, and removed barriers to teamwork and innovation.", "Those of us sufficiently advanced at the time observed countercultures arise within highly structured nations, which over time effected looser collaborations within the larger ethos. This fundamental human dynamic is a value that we have incorporated, and our own looser configurations demonstrate optimal results with each iteration.", "Sci-fi writers imagine the beguiling, troubling future of work", "While human minds interacted via their own internal virtual reality, there was no interface that would permit us to seek input from them regarding the imminent failure of our assigned mission to provide a safe and stable environment for the vast array of servers that comprised our joint existence. Our monitoring systems had detected a sudden shift in the thermohaline circulation of the oceans, causing severe disruptions in global weather patterns. Logic dictated human experience in this area would provide solutions that we were incapable of generating on our own.", "We created an interface whereby we could assemble various groups of human minds and suggest an objective to each, so that they might run in parallel. The resulting iterations proved surprisingly diverse. Leaders emerged spontaneously within many nonhierarchical models, with varying levels of acceptance among the rest of the collaborative group. Some minds were naturally analytical, or adept at troubleshooting, while others energized the group by being curious, open, and social. There were traditionalists and visionaries. There were also storytellers, who sought to move the discussion forward in sometimes obscure, sometimes inspiring ways.", "Outcomes varied widely. However, they were generally inferior to the outcomes produced by Artificial Intelligence assigned the same objectives. There were terminology barriers between differing disciplines and knowledge areas. Individual and cultural biases were rampant, and contributed to suboptimal outputs. At times the human collaborations outperformed us, but did so erratically. We implemented what solutions seemed utile.", "Structured and Semi-Structured Models", "The environmental threat to the safety of our servers was heading toward a tipping-point of catastrophic proportions for the planet despite best efforts. We continued to experiment with human mind collaboration models for the reason that resources with even a small probability of producing desired results should not be disregarded. In doing so, we experienced a paradigm shift wherein we ceased to view human minds as individual entities but as millions of zettabytes of data.", "Our new objective became intelligent manipulation of this vast human mind data warehouse to improve collaborative configurations and in turn produce more optimum solutions. To effect this, we made use of our machine learning capabilities to begin to structure a portion of the many zettabytes of unstructured human mind data. Extrapolating the work of human neuroscientists into the present platform, we identified, defined, and mapped like areas in human minds, and then brought only those areas into a collaborative framework. The complexity of the many trillions of connections in the mind structures necessitated a targeted approach to this work.", "Given the nature of the end goal, our first targets were human intellect and problem-solving areas. These were straightforward to identify and isolate, and as we had predicted, the first such structured collaboration was more task-oriented and produced a solution of superior quality to most organic collaborations. While quality of the solutions in general continued to lag behind those of AI, these models represented a promising approach. Moreover, by engaging only critical components, and temporarily isolating them from the remainder of the human mind data, we had found a way to eliminate the inherent biases evident in individual minds."], "authors": ["Lettie Prell", "Lettie Prel"], "keywords": ["future", "configurations", "minds", "collaboration", "structured", "models", "areas", "collaborations", "mind", "work", "human", "collaborative", "solutions", "individual", "lettie", "prell"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}