{"id": "bb166658-6f53-33d8-8821-6298f0524346", "title": "Beyoncé, Hailey Bieber, Zendaya and More of the Week's Best Dressed", "url": "https://www.vogue.com/slideshow/10-best-dressed-beyonce-zendaya-ella-hunt", "summary": "Spring has only just begun, but celebrities have already reached a consensus on the season’s essential silhouette.\nThe jewel-toned outfit was chic, but its best quality was the way it placed the focus on the statuesque Malcolm and Marie star’s impossibly long legs.\nHailey Bieber layered her cream, single-breasted Jil Sander jacket over Danielle Guizio’s satin mini-dress while heading out for date night with husband Justin.\nBridgerton scene-stealer Nicola Coughlan made the most of a black ruffled Miu Miu frock with gothic charm.\nLaura Harrier provided a 90s take on the silhouette while celebrating her 31st birthday in a candy-apple red dress from Versace’s spring/summer 2021 collection.", "paragraphs": ["Spring has only just begun, but celebrities have already reached a consensus on the season’s essential silhouette. The winner is a short hemline: Hot pants, mini-skirts, and jackets. At the Santa Barbara International Film Festival, Zendaya gave a crash course in the moment’s look by streaming into the virtual ceremony in Spanish label, Pertegaz’s emerald green blazer-dress and matching ribbed turtleneck. The jewel-toned outfit was chic, but its best quality was the way it placed the focus on the statuesque Malcolm and Marie star’s impossibly long legs.", "Statement blazers proved popular with young Hollywood. Hailey Bieber layered her cream, single-breasted Jil Sander jacket over Danielle Guizio’s satin mini-dress while heading out for date night with husband Justin. At the same time, Dickinson star Ella Hunt went for rockstar vibes in a thigh-skimming black crêpe Versace dress cut like a tuxedo.", "Elsewhere, the babydoll reigned supreme. Bridgerton scene-stealer Nicola Coughlan made the most of a black ruffled Miu Miu frock with gothic charm. Complemented by crystal necklaces and the Swarovski straps on Coughlan’s towering platform mary-janes, the dress was another unexpected choice from the period drama’s fashion breakout.", "Laura Harrier provided a 90s take on the silhouette while celebrating her 31st birthday in a candy-apple red dress from Versace’s spring/summer 2021 collection. The kind of sexy, lightweight look that Naomi Campbell and Kate Moss used to wear around town during their party-girl days, it was proof that everything is a little more fun once Donatella is involved.", "With everyone else showing off a little leg, Rihanna (naturally) went in the opposite direction, showing off her fashion-nerd side by digging up a pair of feathered Tom Ford-era Gucci jeans from the brand’s spring/summer 1999 collection. Ford dedicated that season’s show to “Las Vegas hippies” and a louche version of Bohemia inspired by Cher. Rihanna took the piece in a different direction, drawing inspiration from the simplicity of the runway styling on model Trish Goff, but adding a touch of viral irreverence via a custom faux fur dome hat by Benny Andallo. Spirited fun from head to toe, the outfit was impossible to resist."], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["springsummer", "rihanna", "look", "best", "went", "seasons", "miu", "zendaya", "dress", "outfit", "showing", "bieber", "hailey", "silhouette", "dressed", "beyoncé", "weeks"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}