{"id": "bb17a817-c6b0-394e-8d73-8ece85d34f51", "title": "Jessica Alba and Gwyneth Paltrow Were On Hand for Baby2Baby’s Charity Drive-Through Event", "url": "https://www.vogue.com/article/baby2baby-drive-thru-event-jessica-alba-gwyneth-paltrow", "summary": "This weekend’s event, aided by the presence of star power, was a clear success.\nHundreds of families drove by at yesterday’s event, says Alba, with rides provided by Lyft for families who don’t have cars.\nThough this time of year certainly puts extra financial pressure on families, Alba stresses that these services are needed throughout the entire year.\n“This is a year-round need for people, not just around the holiday season,” she says.\nWe just try to bring some delight to their life.”", "paragraphs": ["This weekend’s event, aided by the presence of star power, was a clear success. Hundreds of families drove by at yesterday’s event, says Alba, with rides provided by Lyft for families who don’t have cars. Though this time of year certainly puts extra financial pressure on families, Alba stresses that these services are needed throughout the entire year. “This is a year-round need for people, not just around the holiday season,” she says. “But especially during a pandemic and during the holiday season, you do feel that strain, and you feel you can really see the disparity between the haves and have-nots.” She adds that Baby2Baby has been hosting these drives monthly, because “there’s so many families that need these types of items.” In August, Baby2Baby also hosted a drive-through event with a surprise appearance from Meghan Markle and Prince Harry, in which they handed out school supplies to students in advance of the new school year.", "You can find more info on how to be a part of the organization or donate on Baby2Baby’s website, or “follow Baby2Baby on social media, share out events, or just spread the word on what we do,” says Alba. “These times can be so hard on people emotionally. We just try to bring some delight to their life.”"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["baby2babys", "holiday", "feel", "charity", "alba", "school", "need", "event", "families", "hand", "drivethrough", "jessica", "gwyneth", "baby2baby", "yesterdays", "season", "paltrow"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}