{"id": "bb1cca42-47d8-38ce-8820-eeb2f6928c40", "title": "SS United States: The mighty ship that broke all the records -- then was left to rust", "url": "https://edition.cnn.com/travel/article/ss-united-states/index.html", "summary": "The SS United States held -- and, incredibly, still holds today -- the fastest transatlantic speed record for a liner, and possessed a secret double identity.\n\"I remember that the whole thing was vast,\" Macaulay says of the SS United States.\nHe called the SS United States nearly every day she was at sea via a ship-to-shore telephone, asking after turbine revolutions and fuel consumption.\nThe SS United States was the crowning achievement of the age of glamorous ocean liners, and its last gasp.\nCourtesy RXR RealtyThe SS United States engenders a passion that has kept her afloat and out of the hands of scrappers.", "paragraphs": ["(CNN) — At the age of 10, David Macaulay immigrated to America from England in 1957 with his mother, brother, and sister aboard the SS United States -- a massive, gleaming ocean liner that had been in operation for just five years, and would remain in service only another 12.", "The family boarded in Southampton on England's southeast coast, where the passenger ship's six-story-tall funnels rose up over the docks like two huge fins, painted in blocks of red, white, and blue, their aerodynamic shape signaling the vessel's race-ready design.", "The SS United States held -- and, incredibly, still holds today -- the fastest transatlantic speed record for a liner, and possessed a secret double identity. Two-thirds of its $78 million construction costs had been subsidized by the US government so that the liner could be requisitioned by the military and converted to a troop transport ship with the capacity to carry 14,000 soldiers.", "With a stunning horsepower of 247,785, she was capable of exceeding 38 knots and could outrun most battleships.", "Despite her lightweight frame, she was engineered to be practically indestructible. \"You can't set her on fire, you can't sink her, and you can't catch her,\" the ship's designer, self-taught naval architect William Francis Gibbs, was known to say.", "Recalling the graceful lines of England's famous Queen Elizabeth and Queen Mary ocean liners but filled out with American muscle, she was a wolf in sheep's clothing, a product of the postwar era's heady mix of power and pride.", "Macaulay knew none of this when he boarded the ship as a boy. Later in life, he would become fascinated by the architecture and inner workings of majestic structures, authoring and illustrating well-known children's books like \"Cathedral\" and \"Castle.\"", "But his primary impressions on that five-day trip across the ocean had less to do with engineering than with space and time -- specifically, the yawning monotony of each while crossing the Atlantic by sea.", "\"I remember that the whole thing was vast,\" Macaulay says of the SS United States. \"It was very clean. The floors were highly polished, always spotless. The paint was fresh. There was a kind of chemical cleanness, and an anonymity of the decks, the long passages, similar doors.\"", "A porthole in his family's room looked out over an endless blue horizon, unbroken even by other ships -- an image and memory that helped inspire his illustrated book about the SS United States, \"Crossing on Time,\" released in 2019. One of the book's pictures situates the ship against the seemingly infinite backdrop of the North Atlantic.", "Related content 15 biggest cruise ships in the world", "'Lady in waiting'", "Susan Gibbs, executive director of the SS United States Conservancy, describes the vessel as a \"lady in waiting.\" Jewel Samad/AFP/Getty Images", "At nearly 1,000 feet in length, roughly the height of the Chrysler Building, the SS United States would be the 16th tallest skyscraper in New York City if stood upright. Yet against the stretch of ocean, it looks positively small.", "Growing up in the United States, Macaulay didn't think much about the vessel that had brought him there, until many years later he found himself in Philadelphia for a conference.", "While crossing the Walt Whitman Bridge, he looked down on the gently flowing Delaware River below and recognized the familiar, fleet form of the SS United States docked at Pier 82. \"I thought, my God, that's my ship.\"", "Since 1996, the ship has remained moored in Philadelphia, a city that is home to many old and forgotten things, where it appears like a mirage from the parking lot of a shopping center across the Christopher Columbus Boulevard -- spectacularly and surreally large.", "\"A lady in waiting\" is how Susan Gibbs, the executive director of the SS United States Conservancy and the granddaughter of the ship's designer, describes the liner.", "The size which so impressed Macaulay as a child remains a visceral reminder today of the hugeness of the undertaking to get from coast to coast in the days before air travel. The ship was built with the size and stoutness to traverse the punishing conditions of the North Atlantic in January and February.", "\"To experience one major arc of the surface of the planet leaves you with a sense of scale,\" says Macaulay. \"I mean, this is a big world. I don't think we think it's a big world anymore.", "To paraphrase a line from a fellow grande dame, Norma Desmond in Billy Wilder's classic film \"Sunset Boulevard,\" the SS United States remains big -- it's the world that got small.", "And like Desmond, a faded star of another era, she has been visited by the indignities of time. All along the exterior, paint peels away in huge chips, revealing sheets of metal now rusted red.", "Related content On board the world's biggest cruise ship", "Skeletal state", "The gigantic ship has been moored in Philadelphia since 1996. Jewel Samad/AFP/Getty Images", "The wide decks above once hosted passengers muffled in steamer coats, sipping bouillon as they looked out over white-crested waves. Here walked celebrities like Coco Chanel, Cary Grant, Marilyn Monroe and John Wayne, not to mention four US Presidents.", "Now, moss grows in patches on the deck floor and a breeze rolls unimpeded along empty walkways, making cobwebs shudder. A tattered American flag hanging from the radar mast ripples in the wind and seagulls stand shoulder to shoulder on guardrails.", "Inside, voices echo off yellowed walls, dead wires dangle from the ceiling, and paint comes off surfaces as if shredded by claws. The clubby, midcentury modern fittings and stylings, designed by ocean liner interior mavens Dorothy Marckwald and Anne Urquhart, were auctioned off in 1984.", "What remains are long, dim hallways, mostly devoid of distinguishing features, that open up unexpectedly into huge darkened rooms, the height of their ceilings revealed by flashlight -- a movie theater here, a first-class dining room there, a grand ballroom bandstand where a drunken Marlon Brando once asked to play the guitar.", "Other than lightbulbs strung along the ceiling, powered by a loudly humming generator, the only light is the ghostly illumination that sifts in through cloudy porthole windows.", "Yet her skeletal state, stripped of all cosmetic flourishes, also calls attention to her innate strength. Those porthole windows are 2.5 inches of tempered glass, so secure that even a blow from a 10-pound maul won't smash them.", "The tourist class bar remains firmly intact and riveted to the floor, a footrest winding along its foundation and squarish holes in place where the sinks would go. The military-grade steel throughout the liner has yielded surprisingly little to years of saltwater and salt air exposure that would have eaten away a lesser ship.", "\"Of course it's empty and dusty and with faded paint, but it is so evocative still of the grandeur and grace and beauty,\" says Susan Gibbs, the Conservancy's executive director. She's often seen visitors to the SS United States who have connections to its past shed tears on seeing the grand old liner again, overpowered by emotion.", "\"One sentiment is, the ship is still here. She has endured. Her lines, her form, her strength are all still apparent. There's a poignant sense that she's currently waiting to be illuminated again.\"", "Shroud of secrecy", "Launched in 1951, the ship was built with a secret double purpose as a troop carrier. Her maiden voyage took place in 1952. Hulton Archive/Getty Images", "The ship's staying power and structural integrity are a tribute to the obsessive vision of its creator, William Francis Gibbs -- a Philadelphia native and Harvard dropout whose life's passion was to build the world's greatest ocean liner. Despite having no formal training as a naval architect, his firm Gibbs & Cox is believed to have designed 70% of all navy vessels during World War II, including crafts used in the Normandy landing.", "His obituary in the New York Times noted: \"High-ranking Navy officers have credited him with contributing more than any other individual to the success of the United States Navy in World War II.\"", "Tall, gaunt, and lean, a self-professed curmudgeon and workaholic, he demanded only the best from those that worked for him, calling subordinates from the office early on Sunday mornings.", "He was so adamant that the SS United States be fireproof that the only wood he allowed in its outfitting were butcher blocks in the kitchen and pianos -- and even the latter was made of a special flame-resistant mahogany, a quality which Theodore Steinway proved by pouring gasoline over one and tossing on a lit match.", "Gibbs was so insistent that she avoid the fate of the Titanic that he used a double bottom extending up along the sides of her hull and included a dual engine room in case the primary one failed.", "The ship's architect, William Francis Gibbs, designed her to be indestructible. Jewel Samad/AFP/Getty Images", "Due to its hidden military objective (though the SS United States was never ultimately employed for wartime purposes), the construction of the ship was shrouded in secrecy. The ship was the first major liner to be built in a dry dock, away from prying eyes, and was unveiled to the public already in the water, ensuring its knife-like hull and propellers couldn't be studied by foreign enemies.", "Gibbs' affection for the ship was such that every time the ship came into New York, he rushed over in a chauffeured Cadillac to meet it. He called the SS United States nearly every day she was at sea via a ship-to-shore telephone, asking after turbine revolutions and fuel consumption. She returned the favor on the day after his death in 1967, sailing beneath his office in lower Manhattan and sounding a funeral blast.", "Not long after Gibbs passed away, his beloved flagship was taken out of service. The onset of faster, cheaper jet travel had demoted ocean liners as the primary form of transatlantic transportation, and the ship's speed made it something of a gas guzzler.", "The SS United States was the crowning achievement of the age of glamorous ocean liners, and its last gasp.", "Starting in the 1970s, she was handed off from owner to owner in a series of fruitless transactions, each plan to repurpose the ship fizzling out.", "When the Norwegian Cruise Line, which bought the vessel in 2003, set out to scrap the ship after failing to sell it, the Conservancy successfully rallied support, receiving a lifeline in the form of a grant from Philadelphia philanthropist H.F. \"Gerry\" Lenfest.", "The Conservancy is currently partnered with the commercial real estate firm RXR Realty to study the feasibility of revitalizing the vessel as a mixed-use development with various features, including a shipboard museum of innovation. While the Covid-19 pandemic has slowed the pace of progress, they're continuing to move forward.", "Related content Super Guppy: The huge weird airplane built to carry spacecraft", "Symbol of American identity", "A rendering of what the ship could look like if redeveloped. Courtesy RXR Realty", "The SS United States engenders a passion that has kept her afloat and out of the hands of scrappers. Those whose paths have crossed with hers refuse to believe that her last chapter has been written.", "Luminaries like Walter Cronkite, Jim Nantz, and President Bill Clinton have lent their names and support to the cause of the great ship. A current project involves gathering submissions of photographs, slides, and home videos, as well as oral memories, from people who have memories of the ocean liner or relatives who traveled on it.", "The SS United States was expressly designed to serve as an icon of American identity -- and so it is hard not to read something into the ocean liner's battered, rusted, hollowed-out form today. Her current conditions seems to reflect the prevailing mood in the country -- worn down, bedraggled, in search of a new mission -- just as she reflected US manufacturing might and confidence in the 1950s.", "And yet she persists, still with something to say to a country that has largely forgotten the spirit that made her.", "For people like Susan Gibbs and David Macaulay, therein lies the SS United States' strength.", "\"You don't know when the next opportunity to build something that physically imposing will come along, if ever,\" says Macaulay. \"To me, it's like holding onto cathedrals and castles.", "\"As we feel more and more alien and alienated in our own country, it's really important to be reminded what we've accomplished. Cutting ourselves off from that is a denial of history that can only hurt us.\"", "For Gibbs, the enduring appeal of the SS United States is as much personal as it is historical, still with the power to inspire 68 years after her debut."], "authors": ["Christopher Ross"], "keywords": ["records", "liner", "broke", "ships", "mighty", "macaulay", "ocean", "united", "rust", "states", "ship", "ss", "left", "world", "gibbs"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}