{"id": "bb205191-39a7-3dcd-a695-41357b6d36fd", "title": "Is neurotic parenting worse than bad parenting?", "url": "https://www.economist.com/1843/2021/03/22/is-neurotic-parenting-worse-than-bad-parenting", "summary": "But when it comes to parenting, it is far more charged with feelings of self-recrimination.\n(Another way of putting this is that every parenting solution ends up becoming a problem.)\nOld person worry: What if everything I do matters?” The anxiety of being a parent is the anxiety of everything mattering.\nYet I can’t help thinking that there might be a paradoxical structural flaw in this attitude to parenting.\nAnd we all know that’s not true either.■Mark O’Connell is 1843’s parenting columnist and the author of “Notes from an Apocalypse”ILLUSTRATIONS: KLAUS KREMMERZ", "paragraphs": ["Parenting is the project of not fucking up your kids. I already know that it’s doomed to partial failure, at least. You could argue that this is a bleak, defeatist view of the richness and complexity of raising children across the better part of two decades. I’d concede that it’s an oversimplification. But if you boil the job down to its barest essentials, that seems to be more or less it.", "The opening lines of the indelible Philip Larkin poem “This Be the Verse” amount to the bluntest formulation of this timeless principle: “They fuck you up, your mum and dad./ They may not mean to but they do.” But fucking up began in the Book of Genesis – garden, snake, fruit, banishment – and amounts to a foundational principle of Western civilisation. Everything is fucked up, including, perhaps especially, ourselves. And it’s all the fault of our parents.", "This principle is widely applicable. The existence of sickness and death in the world. Personal neuroses. Climate change. The sorry state of the economy. In one way or another, the blame lies with our parents.", "In my imagination I am a calm, level-headed, wholesomely fun father, sparingly authoritative", "I think about this most often in the moments when I notice the greatest shortfall between the kind of parent I want to be and the reality of my behaviour around my kids. This is not qualitatively different from the gap between ideals and realities in other areas of my life – work, marriage, friendships. But when it comes to parenting, it is far more charged with feelings of self-recrimination. In my imagination I am a calm, level-headed, wholesomely fun father, sparingly authoritative and always mentally present to my children. The reality is that I’m on my phone half the time, too easily irritated by meaningless provocations and pointlessly emotive in dealing with conflict or bad behaviour.", "On a recent morning I was trying to persuade my son to eat his breakfast and get dressed so we could walk to school. He was engaged in low-level teasing of his younger sister. There was some chasing and a certain amount of theatrical shrieking. At some point I told him to “knock it off”, in a tone that was incommensurably sharp, given the insignificant transgression.", "Midway through her third year, my daughter has developed a thuggish streak", "As soon as the words came out, I saw the chasm gape between the ideal and reality. My wife pointed out that I was being unnecessarily harsh and I apologised to my son straight away. I felt terrible about it all morning – not so much because I’d been short-tempered but because I felt I’d taught my son, in turn, to be short-tempered. One of the most challenging aspects of being a parent is the awareness that everything you say and do may have some lasting effect on your child. (Another way of putting this is that every parenting solution ends up becoming a problem.)", "Disconcerting behaviour in my children has also caused me to question myself. Midway through her third year, my daughter has developed a thuggish streak, seemingly out of nowhere. I’ve lost count of the number of times she has punched me in the eye in the past week, seemingly for no reason. Also, long after she’s been successfully potty trained, she’s taken to peeing on the floor for her own mysterious amusement. It pains me to have to point out that she didn’t pick this up from another family member. (We did get a puppy recently, so it may have something to do with that.)", "The problem here is not primarily the behaviour itself, though I’d be glad if she toned down the eye-punching and floor-peeing. She’s a toddler, so presumably we can wait for her to sort herself out, or at least evolve more refined forms of naughtiness. The more pressing concern is our response. Sometimes it’s hard not to laugh at this appalling behaviour – if not at the action itself, at least at her gleeful lack of remorse in its aftermath.", "The other night, for instance, she bit her brother. I strode off upstairs with the intention of having a stern word with her. She confirmed what she had done and fixed me with a look of extraordinary defiance. I had to leave the room so she didn’t see me laughing.", "This sort of scene is not uncommon. A few weeks ago, I asked her where her brother was. She told me that he was “gone”. When I asked her where, she said that he was cross with her.", "“Why?” I asked. “What did you do?”", "“Headbutted,” she said.", "“Headbutted? That’s not very nice,” I said.", "“It is nice,” she said, as though correcting a straightforward error.", "Should I have laughed at this? No. Did I laugh anyway? Obviously. The danger is that the laughter is seen as an endorsement of bad behaviour, which could lead to her doing terrible things just to get a reaction and that this might, over time, coalesce into a troubling personality trait.", "What if the neurosis you pass on is the neurosis about passing on neuroses?", "There’s a line in “Weather”, a novel by Jenny Offill, that I think of often: “Young person worry: What if nothing I do matters? Old person worry: What if everything I do matters?” The anxiety of being a parent is the anxiety of everything mattering. Every harsh word, every silly joke, every failure to show sufficient interest in a crayon drawing or Lego construction, every judgment either handed down sternly or slipped out accidentally. It all matters, at least potentially. It all goes in and there will be consequences.", "Yet I can’t help thinking that there might be a paradoxical structural flaw in this attitude to parenting. What if all the worrying about fucking up your kids is the thing that fucks them up the most? What if the neurosis you pass on is the neurosis about passing on neuroses? A deeper and more personal anxiety may lie beneath this fretting. Perhaps it is caused by my largely subconscious tendency to evade responsibility and to lay my own various dissatisfactions at the feet of my own parents.", "Thankfully, a child is not a blank slate, an automaton to be programmed with whatever values or neuroses, whatever understanding or misunderstanding of the world, that a parent inputs, deliberately or otherwise. I may still find the means to fuck up my kids. But my anxiety probably points the other way: towards the comforting delusion that parents can control and influence their children’s lives. And we all know that’s not true either.■", "Mark O’Connell is 1843’s parenting columnist and the author of “Notes from an Apocalypse”", "ILLUSTRATIONS: KLAUS KREMMERZ"], "authors": ["Mark O Connell"], "keywords": ["behaviour", "parenting", "son", "bad", "shes", "parent", "kids", "id", "worse", "anxiety", "neurosis", "way", "neurotic"], "pubDate": "2021-03-22T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}