{"id": "bb59a38d-092f-3aa7-8df0-295dcf82c0b4", "title": "Idea to Innovation Programme", "url": "https://execed.economist.com/imperial-college-business-school/idea-innovation-programme-2021-06-08", "summary": "Sankalp Chaturvedi is an Associate Professor (Organisational Behavior & Leadership) at the Imperial College Business School.\nHe holds a PhD from the NUS Business School, National University of Singapore.\nThe central focus of Sankalp’s research is in the areas of Leadership, Mindfulness, Organizational Citizenship Behavior (OCB) and Interpersonal Trust.\nBroadly, he is interested in the role of both psychological factors (motivational orientations ) and situational factors (e.g., leadership, trust).\nSpecifically, in leadership domain, Sankalp is interested in examining the “nature vs. nurture” debates with regard to behaviors in organizations.", "paragraphs": ["Sankalp Chaturvedi is an Associate Professor (Organisational Behavior & Leadership) at the Imperial College Business School. Currently, Sankalp is also leading the Gandhi Centre within the School. He holds a PhD from the NUS Business School, National University of Singapore. Prior to his PhD, he has a Masters in Human Resource Development and Management from the Indian Institute of Technology, Kharagpur (India) and a Bachelors in Engineering from RAU, Udaipur (India).", "The central focus of Sankalp’s research is in the areas of Leadership, Mindfulness, Organizational Citizenship Behavior (OCB) and Interpersonal Trust. Broadly, he is interested in the role of both psychological factors (motivational orientations ) and situational factors (e.g., leadership, trust). Specifically, in leadership domain, Sankalp is interested in examining the “nature vs. nurture” debates with regard to behaviors in organizations. He uses twin-sampling methodology to advance the understanding of the biological basis of behavior. He is also keen to study role of mindfulness in leadership spillover effects on follower stress, well being and performance .", "Sankalp has been an active participant and reviewer in several international conferences like the Academy of Management and the Society of Industrial and Organizational Psychology. His articles have been published/ accepted in the Journal of Applied Psychology, Organizational Behavior & Human Decision Processes, Strategic Management Journal, Leadership Quarterly, Journal of Management , Journal of Vocational Behavior, Entrepreneurship Theory & Practice, Journal of Business Ethics, Mindfulness, Energy Policy and Academy of Management Best Paper Proceedings, among others."], "authors": [], "keywords": ["programme", "journal", "business", "mindfulness", "sankalp", "school", "trust", "idea", "management", "innovation", "organizational", "behavior", "leadership"], "pubDate": "2021-06-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}