{"id": "bb77565e-6c5d-3aed-b046-99b6cd61f403", "title": "Orwell's Animal Farm Sticks a Bit Too Close to the Source Material", "url": "https://www.wired.com/story/orwells-animal-farm-review#intcid=_wired-most-popular-right-rail_3a2c6f3a-f198-4764-aa82-3a080905b943_popular4-1", "summary": "George Orwell’s Animal Farm: A Fairy Story is a well-loved parable set on a farm in England, where rebellious animals stand in as critique for the corruption and downfall of the Communist Revolution in Russia.\nIt is also a story that has often been made to serve different meanings for different groups of people.\nIn a letter sent out as part of the game’s press package, he reflects on his own upbringing in Communist Hungary: “George Orwell’s words spoke to me.\nThese self-interested interpretations largely spoiled my ability to appreciate the wit and cleverness of Orwell’s cautionary tale, nor its admirably sharp political analysis.\nFollowing Orwell’s death in 1950, as an example, Animal Farm and 1984 were adapted into films, both funded and significantly altered by the CIA.", "paragraphs": ["George Orwell’s Animal Farm: A Fairy Story is a well-loved parable set on a farm in England, where rebellious animals stand in as critique for the corruption and downfall of the Communist Revolution in Russia. It is also a story that has often been made to serve different meanings for different groups of people.", "In 1946, Orwell received a letter (documented in the book George Orwell: A Life in Letters) from a colleague, Dwight Macdonald, who reported that anti-Stalinists in his circle “claimed that the parable of Animal Farm meant that revolution always ended badly for the underdog, ‘hence to hell with it and hail the status quo.’” In his response, Orwell made sure to clarify his thoughts, writing: “If people think I am defending the status quo, that is, I think, because they have grown pessimistic and assume that there is no alternative except dictatorship or laissez-faire capitalism.” He emphasized that if there was one lesson behind his parable, it was “you can’t have a revolution unless you make it for yourself; there is no such thing as a benevolent dictatorship.”", "Imre Jele, cofounder of The Dairymen, the developers behind the video game Orwell’s Animal Farm, seems to share much of Orwell’s sentiments. In a letter sent out as part of the game’s press package, he reflects on his own upbringing in Communist Hungary: “George Orwell’s words spoke to me. Somehow I felt his fantastical tale of talking animals on Manor Farm reflected life under an authoritarian regime.” In light of his history, and in light of the contemporary world’s swing toward strongman, fascistic politics, Erle and the rest of his team felt the need to “bring Orwell’s study of inequity, control, and corrosive power to gamers.”", "My own experience reading Animal Farm and playing its video game adaptation is, naturally, colored by my personal history with Orwell’s story. I was taught the book in an American grade school in the 1990s, by teachers who had experienced America’s side of the Cold War, and who, like Macdonald’s colleagues, largely saw Animal Farm as a work in support of capitalism, Western democracy, and the status quo. Meanwhile, my own radical parents raised me with a healthy fear of the capitalist forces that made US markets boom at the same time as budgets were being cut from nearly every social program, including the schools where I was receiving my pro-capitalist education.", "Under these conditions it was difficult not to associate the book with the many institutions I despised (and which Orwell surely would have, as well): neoliberal, austerity-loving government, along with conservative teachers at underfunded public schools; one of whom rounded on me once during homeroom for not properly reciting the Pledge of Allegiance, as was required in every public school classroom in America. She brought me outside and sternly asked if I wouldn’t prefer starving in breadlines in Communist Russia, somehow still stuck in a personal paranoia of a place that, by the time I was in school, no longer even existed.", "These self-interested interpretations largely spoiled my ability to appreciate the wit and cleverness of Orwell’s cautionary tale, nor its admirably sharp political analysis. This, after all, is the weakness of all satire: It is made or unmade by the manner in which it is delivered and subsequently received. As successful as Orwell’s feat originally may have been, it also exists in a world and alongside an ever-shifting politics that is more than happy to twist and manipulate its narrative toward entirely different ends. Following Orwell’s death in 1950, as an example, Animal Farm and 1984 were adapted into films, both funded and significantly altered by the CIA.", "Considering the curious malleability of a work with such a seemingly straightforward message, I went into the video game adaptation curious about how the additional interactivity inherent to the medium would influence or alter the meaning behind Orwell’s original words. I was interested in seeing whether a story that had been taught to me as a lesson in why a better world was simply not possible could, instead, offer something more open-ended, and less prescriptive, as was Orwell’s original intention."], "authors": ["Yussef Cole", "Yussef Col"], "keywords": ["sticks", "school", "close", "farm", "quo", "material", "source", "video", "status", "parable", "revolution", "bit", "orwell", "orwells", "animal"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}