{"id": "bb7bac76-13fe-3fea-8ccd-0b164c18c4f8", "title": "End of an era for Zimbabwe", "url": "https://www.ft.com/video/04649856-a60e-49dc-8f4a-0eee2f4f75d0", "summary": "Zimbabwe's army has seized control of the country and confined President Robert Mugabe to his house, signalling that the end of his 40-year-long rule is in sight.\nDavid, what's the army saying about its reasons for seising control and what's happened to Mr. Mugabe?\nI think one could say with 90% assurance that this is the end of Robert Mugabe.\nNow, President Mugabe had previously said that he would lead the party into elections next year.\nIt was the manufacturing hub even under Robert Mugabe and, in fact, especially under Robert Mugabe.", "paragraphs": ["You can enable subtitles (captions) in the video player", "[MUSIC PLAYING]", "From the Financial Times in London, I'm Orla Ryan, and this is FT News.", "Zimbabwe's army has seized control of the country and confined President Robert Mugabe to his house, signalling that the end of his 40-year-long rule is in sight. The military action came a week after Mr. Mugabe sacked Emmerson Mnangagwa, his vice president and a veteran of Zimbabwe's liberation fight in a move that appeared to put Grace Mugabe on course to succeed her husband.", "Here with me to explain what's going on is David Pilling, the FT's Africa editor, and Andrew England, who knows Zimbabwe well as a former South Africa correspondent. David, what's the army saying about its reasons for seising control and what's happened to Mr. Mugabe?", "Mr. Mugabe appears to be under house arrest. The army-stated reason for taking over is that people close to Mr. Mnangagwa, who was ousted as the vice president last week, are being purged, that the party is in disarray, and that it needs to protect Mr. Mugabe from those people around him who are using the party, threatening the revolution, stealing, being criminals. These are the purported reasons for taking over.", "So what's the background to this dramatic course of events?", "Well, there's been increasing factional infighting within ZANU-PF, which has run Zimbabwe since 1980, when the country got independence from Britain. Robert Mugabe has been in control during all of that time. But he's now 93. He's increasingly frail. People can see the end coming. And so people have been manoeuvring around him.", "Mr. Mnangagwa, as vice president since 2014, appeared to be in pole position to take over. But then people around Grace Mugabe, who is Robert Mugabe's wife, formerly his secretary who he married 20 years ago-- she's 40 years his junior-- now, she is not a liberation fighter. She's far too young for that.", "But she has sort of clawed her way up in ZANU-PF and is now angling to be vice president. There were all sorts of accusations that Mr. Mnangagwa had been trying to kill her, that she had been trying to poison Mr. Mnangagwa. So viewed from the army's point of view, ZANU-PF was really tearing itself apart. And I think they thought enough was enough and they need to step in.", "Andrew, how's the public in Zimbabwe reacting to these events? And what's the atmosphere like in Harare? What have you heard?", "Tony Hawkins-- he's our correspondent in Harare-- said the only signs that there has been a coup is that there are military vehicles on the streets. And the streets are very quiet. And obviously, the military has taken over the state broadcasting, the state media.", "But there's no reports of violence. It sounds relatively calm considering what's happened. Zimbabweans have gone through a lot of turmoil in the last 20 years. So they're used to political turbulence. And actually, it's trying to stay away from the violence. It's not a country that's had a civil war. Elections have been violent in the past, particularly in 2008. But that was politically motivated violence. It was ZANU-PF actually carrying out the violence.", "So at the moment, it seems very calm. And it would suggest that the security forces seem to be together on this. There's no signs of fighting between various elements in the military. So I think people are probably just staying at home and watching to see what happens next.", "David, do you think we can definitely call this the end of Mr. Mugabe's regime, or is it a bit too early to say that?", "I think one could say with 90% assurance that this is the end of Robert Mugabe. General Constantine Chiwenga, the man who led the military intervention, is now in control. I think it would be very unlikely that he would hand back power to a 93-year-old man who has, in a sense, lost control of the party that all these people love.", "And in a sense, that's what this coup, although they're not calling it a coup, is about. It's about saving ZANU-PF. And in a sense, Mr. Mugabe is no longer seen as the man who can steer ZANU-PF through these troubled waters. And so that is the reason for this intervention. So I think it would be quite surprising if they suddenly brought Mr. Mugabe back.", "What about Grace? Presumably, her chances or hopes of succeeding Mr. Mugabe are now finished.", "I think one could also say that. One must stress that these are very uncertain times and that it's very hard to read these events. But if Mr. Mugabe is now being pushed to one side, then Mrs. Mugabe, Grace Mugabe, whose legitimacy, if that's what it was, really stemmed from her husband's power-- her position is now far, far weaker. And I think it would be even more amazing if she managed to stage a comeback.", "So Andrew, who's looking like the most likely successor now? And what kind of regime do people think is going to emerge from this sort of power struggle?", "A lot of attention now is on Emmerson Mnangagwa, the vice president who was sacked last week. There's talk about him returning. As David mentioned, he's from the literary movement. He's close to General Chiwenga. He's seen as someone representing the veterans and the liberation generation, if you like, which were so opposed to the rise of Grace Mugabe.", "So it would seem-- and as David said, it's very early days-- that he could be the man to come back as vice president, acting president. And ZANU-PF is holding a conference next month, anyway, where then they could formally elect a new leadership.", "Now, President Mugabe had previously said that he would lead the party into elections next year. That seems increasingly unlikely. So if the military is going to go back to civilian rule whilst maintaining ZANU-PF's hold on power, Mr. Mnangagwa would seem like the likely candidate. But we're still not quite sure where he is.", "He's in South Africa. He's rumoured to be in South Africa.", "He was rumoured to be in South Africa. I've also heard that he might be in Mozambique. And there's also been reports he's flying back. So it's a fluid situation, up in the air.", "He hasn't spoken since last week saying that he would challenge Mr. Mugabe's rule and accusing him of betraying ZANU-PF. So we're all waiting to see where he pops up next and what the next statement is from the military and from him.", "Right. What's been the regional reaction so far?", "Well, President Jacob Zuma, who's head of the regional bloc SADC, which is the Southern African regional political trade bloc, said he'd spoken to President Mugabe. And Mr. Mugabe said he was confined to his house. He said he was well. So that's the only kind of word we've had, even if it's secondhand, from Mr. Mugabe.", "Now, South Africa will be looking at trying to stabilise the situation because they've had the economic impact of hundreds of thousands of Zimbabweans fleeing into South Africa in the past. And so they'd be worried about any contagion. So I think there are South African ministers who are going to Zimbabwe. But the key for them will be keep the situation stable, no outbreak of violence, no further refugees, and try and contain the situation so there isn't spillover into the borders.", "And David?", "Well, I think the interesting thing is that this has not been vociferously condemned as a coup. I think the region has become increasingly fed up with Robert Mugabe. They weren't prepared to push him out. But they're not going to create a big fuss if elements within Zimbabwe, even military elements, are the ones that are doing the pushing out.", "So how big a moment is this for the region?", "I think this is huge. Robert Mugabe is the elder statesman of Africa. He, in a sense, symbolises the great hope that Africa had at independence and then the slow decline that certainly has taken place in Zimbabwe as the economy has really gone to ruin and as many of his proposed policies have really gone off the rails.", "He was seen as the real obstacle for Zimbabwe, picking up the pieces and fulfilling what is its great potential. It was the breadbasket of the region. It was the manufacturing hub even under Robert Mugabe and, in fact, especially under Robert Mugabe. It has had the most educated people in the region.", "This is a country with great potential. But that potential was never going to be fulfilled under Robert Mugabe. This is Zimbabwe's moment. And it is a big moment for Zimbabwe and a big moment for the region as a whole.", "Thank you very much. Thank you, David. Thank you, Andrew. For more on this story, please go to our website, FT.com/Africa. And thank you to our producer, Fiona Symon.", "[MUSIC PLAYING]"], "authors": ["Presented Orla Ryan", "Produced Fiona Symon"], "keywords": ["president", "hes", "mugabe", "zanupf", "end", "africa", "robert", "military", "era", "zimbabwe", "mr", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}