{"id": "bb8ee1f9-6af3-3efd-9399-18e7c51690c9", "title": "Reinventing Sri Lanka: As the country reopens to international travelers, the tourism industry ponders its future", "url": "https://edition.cnn.com/travel/article/sri-lanka-tourism-crisis-solutions/index.html", "summary": "However, for some Sri Lanka establishments, their troubles began well before Covid-19 forced the world's borders to close.\nFrom one crisis to anotherAs the global crisis began to unfold, Sri Lanka was only just starting to recover from a completely different tragedy .\nThey must pay for up to three PCR tests and have proof of a negative PCR test 96-hours before their arrival in Sri Lanka.\nOthers feel the pandemic and Easter bombings have shown that Sri Lanka has been too dependent on foreign tourists.\n\"I'm bringing a wildlife experience to people who have never visited Sri Lanka, who live thousands of miles away from the country.", "paragraphs": ["Colombo (CNN) — A year ago, Dinesh Perera and his friends owned and operated the only two LGBTQ-friendly accommodations in Colombo: Mahasen by Foozoo and Mahasen Terrace by Foozoo. Both hotels sat opposite each other on Mahasen Mawatha, a quiet road in a residential neighborhood in Colombo.", "Foreign and domestic visitors flocked to them, drawn to their cooking sessions and rooftop drinks, places where the clinking of the morning coffee cups, chit-chat and laughter filled the air, providing an escape from the busy metropolis.", "But those days are long gone.", "\"Our chapter in Mahasen Mawatha has come to an end,\" Perera tells CNN Travel, referring to their decision to shutter both their Colombo properties in December.", "They are not alone. Since the beginning of the pandemic, many tourist service providers around the island have had to close. However, for some Sri Lanka establishments, their troubles began well before Covid-19 forced the world's borders to close.", "From one crisis to another", "As the global crisis began to unfold, Sri Lanka was only just starting to recover from a completely different tragedy . Tourism in the country was hard-hit by the Easter bombings of April 2019, reducing tourist arrivals to just over 37,000 in May 2019 -- a 70% drop from the previous year.", "\"We were only beginning to get our usual bookings in November and December (of 2019) after the Easter attacks,\" Perera says, referring to their months-long recovery.", "Unlike other hotels that didn't fare so well, both Foozoo properties continued to have guests during the first wave of Covid-19.", "\"We had bookings during the first lockdown. Most foreigners stranded in the country decided to make Foozoo their long-staying home,\" Perera says.", "On March 19, 2020, Sri Lanka closed its borders to international tourists while imposing a police-mandated curfew to control the spread of Covid-19, which lasted for more than two months.", "As the restrictions eased after the first wave, Perera continued to receive domestic tourists.", "\"It was just enough to keep our business afloat,\" he says.", "Then came the second wave in October.", "Since then, Covid-19 numbers continued to rise. As of February 8, the country has recorded more than 68,000 cases and 351 deaths, according to the latest figures from Johns Hopkins University.", "\"I remember we had bookings for October, but with the news of the second wave, all of them got canceled. We didn't receive any guests after that. It wasn't sustainable to keep running on losses. So we had to take the hard decision to close,\" Perera says.", "Sri Lanka has reopened, but doubts remain", "As part of the reopening, the Sri Lanka Tourism Development Authority (SLTDA) implemented a plan to allow international travelers to return following a pilot project that invited 1,500 Ukrainian tourists to arrive in clusters and travel in a \"biosafety bubble.\"", "The plan comes with several restrictions. Tourists must stay in \"Level 1\" accommodations for 14 days. Guests are allowed to use facilities like pools, gyms, salons and restaurants and also leave the hotel during quarantine to go sightseeing, provided they travel with registered tour guides and drivers.", "They must pay for up to three PCR tests and have proof of a negative PCR test 96-hours before their arrival in Sri Lanka.", "Those who accompany the tourists, including guides and drivers, must quarantine for 14 days.", "The resumption of international tourism came too late for hotel Mahasen by Foozoo, which recently closed its doors. Courtesy Nathan Mahendra", "Though it's a step in the right direction, many feel it doesn't go far enough to assist the small businesses that are hardest hit.", "\"I don't think it can work,\" says Sean Mohammad, owner of now-shuttered White Peacock Hostel in Dikwella in the south of the country.", "\"It's hardly going to benefit those who actually need tourism. For most mid-range and small-scale accommodations, it's a rigorous process to get registered by SLTDA and get the 'Level 1' standards.\"", "For Level 1 recognition, hotels that are registered under the SLTDA have to acquire a \"safe & secure\" certification, a process that involves a lengthy audit. Several operators CNN spoke with complained of delays and misplaced applications.", "Once a hotel is certified, they can opt to be added to the list of Level 1 accommodations. These hotels are only permitted to accept foreign guests and cannot host functions.", "Sustainable travel for local tourists, too", "The hilly interior of Sri Lanka is best explored by the charming trains which climb through countryside covered with tea plantations.", "For those unable to get certified, the future remains bleak.", "Though some tourism businesses have made temporary arrangements to pay their employees, others aren't so lucky. Many Sri Lankans involved in tourism are now working as daily wage laborers after losing their jobs. Others have stepped into new ventures.", "Perera and his team, for instance, are pinning their hopes on Foozoo Kitchen , their vegan food delivery business.", "Others feel the pandemic and Easter bombings have shown that Sri Lanka has been too dependent on foreign tourists.", "\"(The SLTDA) always only focuses on a small niche market of seasonal, high-end travelers without any regard to what travelers look for,\" says Mohammad.", "Instead, he says, more needs to be done to promote tourism to domestic travelers.", "\"There's huge potential. Most Sri Lankans don't know what their country has to offer them. They often go abroad looking for places, sights and experiences that are widely abundant in Sri Lanka,\" says the former hotel owner, who has traveled extensively in the country.", "Related content 12 foods you should try in Sri Lanka -- from sour fish curry to coconut relish", "In line with global travel trends, a large number of foreign and domestic travelers in Sri Lanka now look for experiences that go beyond hotel and resort stays and include a mix of traditional cuisine, wellness, outdoor and cultural activities.", "\"We are working on it,\" says Dhammika Wijesinghe, director general of the SLTDA, referring to the organization's sustainable tourism model and efforts to promote the country's attractions to domestic tourists.", "As part of this, they plan to create long-term opportunities for local communities.", "\"We have conducted workshops to educate people about sustainable practices,\" says Wijesinghe, referring to two sessions in Kandy and Sigiriya in recent months. \"We followed a market-oriented approach. We focused on creating tourist markets in different countries, be it India, China, Germany or the UK.\"", "The director general says Covid-19 has prompted a new direction.", "\"We are finally thinking of creating a service or product-driven approach,\" she says. \"I think most travelers now look for wellness and adventure experiences.\"", "Positive models", "Professor Athula Gnanapala, an academic at Sabaragamuwa University of Sri Lanka, who holds a PhD in tourism management, says any plans to develop the country as a destination need to take into account the country's grassroots communities.", "\"Most of our tourist sites and establishments are located in rural regions, so people living in these areas should have the maximum benefit. Sustainability should focus on integrating local communities, but it doesn't happen in Sri Lanka,\" he says.", "Related content How Sri Lanka's mangrove forests can save lives", "About 90% of the tourism establishments, Gnanapala says, are run by small-scale and medium-scale entrepreneurs.", "He says the SLTDA needs to pay greater attention to the issues faced by these operators instead of focusing on promoting only popular landmarks and wildlife safaris to tourists.", "\"We have a lot of attractions. We can create different experiences focusing on wellness, birdwatching, waterfalls and, of course, our cuisine,\" he says, \"Why don't we develop rural tourism? It helps us incorporate grassroots communities so they benefit from it.\"", "Back of Beyond's property near Sigiriya features tree houses and eco-friendly cottages perched on boulders. Courtesy Back of Beyond", "Several independent establishments across the island have indeed been successful in creating such concepts. These include Back of Beyond , which offers stays and experiences for travelers in remote locations.", "\"Our first property began in 2007, targeting domestic travelers,\" says Mandi Daluwatte, Back of Beyond's communications and social media manager.", "\"We wanted to offer them a travel experience closer to nature while keeping our prices affordable. Over the years, the concept became so successful that not only locals, but foreigners visited us in large numbers.\"", "She says the company offers travelers beautiful locations close to nature, fresh local food prepared by village chefs and outdoor activities.", "Its most-visited property sits close to the UNESCO World Heritage Site of Sigiriya, bordering a serene stream running through the jungle, and hosts tree houses and eco-friendly cottages perched on boulders.", "Meanwhile, in the south of Sri Lanka near Yala National Park, Back of Beyond offers a glamping experience overlooking sprawling sand dunes and natural pools.", "\"Our concept is definitely sustainable. That is why we are operating for this long,\" Daluwatte says, referring to the bookings Back of Beyond continued to receive during the pandemic.", "\"Because of that, we could also pay our staff. They come from the community.\"", "Like Back of Beyond, Viraj Dias has created a campsite in the mountains in Haputale, 205 kilometers from Colombo. His business, Eco Lodge Haputale , hosts low-budget travelers looking for outdoor activities like guided hikes, privacy and seclusion in a scenic location.", "Dias also operated a homestay before the pandemic. Foreigners loved staying with his family, he says, but it offers little charm to domestic visitors.", "\"Our homestay didn't receive many domestic travelers, so it's temporarily closed now,\" says Dias. \"But we receive many groups in our campsite. People from Colombo come here for the weekend.\"", "Bringing Sri Lanka's wildlife to the world", "In response to the pandemic, Leopard Trails ranger Dhanula Jayasinghe created a virtual safari on Airbnb. Courtesy Leopard Trails", "Dhanula Jayasinghe, who works as a ranger at Leopard Trails, a bespoke wildlife experience provider, says that his company too is thankful for domestic travelers.", "\"It wasn't profitable, but it kept us afloat,\" he says.", "\"We offered a discounted rate during the pandemic, and our program became successful.\"", "Unlike traditional jeep safaris, Leopard Trails provides a luxury glamping experience with local cuisine, bonfires and a guided safari with information on wildlife behavior, habitats and identification of individual leopards in the national parks.", "\"We also organized junior ranger programs for children. Families with young kids loved it,\" says Jayasinghe.", "For those outside of Sri Lanka, Jayasinghe created a virtual safari on Airbnb with the support of his industry colleagues in April 2020 as a response to the pandemic.", "Related content The second coming of a paradise island: How Sri Lanka bounced back from crisis", "His leopard safari is the only virtual experience on Airbnb from Sri Lanka and has exceeded 250 bookings. While 10 people can join the tour, priced at $14 per person, users can opt for private bookings with up to 100 people.", "The virtual tour is a combination of pictures, videos and stories from the wild; one that soon gained popularity with over 250 five-star reviews.", "\"We get a mix of requests,\" Jayasinghe says.", "\"Sometimes it was families from across the world. They can't travel to meet each other. Sometimes we had work-from-home office buddies who needed something fun and interactive. We also had university groups. Our tour was their classroom lesson for the day.\"", "Jayasinghe is happy that the virtual tour also promotes Sri Lanka as a tourist destination while creating a new market for Leopard Trails.", "\"I'm bringing a wildlife experience to people who have never visited Sri Lanka, who live thousands of miles away from the country. They are inspired to visit us when the restrictions are relaxed."], "authors": ["Zinara Rathnayake"], "keywords": ["travelers", "foozoo", "industry", "reinventing", "lanka", "sltda", "sri", "domestic", "ponders", "reopens", "travel", "tourism", "perera", "international", "leopard", "future"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}