{"id": "bbc71e23-f672-39c1-8bf1-fb9951adf829", "title": "Scott Pilgrim vs The World: The Game - Complete Edition Has Physical Copies On The Way", "url": "https://www.gameinformer.com/2021/01/08/scott-pilgrim-vs-the-world-the-game-complete-edition-has-physical-copies-on-the-way", "summary": "Limited Run Games has announced a, well, limited run of physical copies for Scott Pilgrim vs the World: The Game - Complete Edition, answering the prayers of many fans clamoring for retail copies.\nLimited Run has said Xbox One copies will arrive at a later date.\nIt features reversible covers of its own as well as the following:Sticker sheet featuring art from the gamePhysical soundtrack CD featuring music by Anamanaguchi.\nHardcover Scott Pilgrim Vs.\nScott Pilgrim vs The World: The Game - Complete Edition is a re-release of the beloved 2010 beat 'em up based on the popular comic and film of the same name.", "paragraphs": ["Limited Run Games has announced a, well, limited run of physical copies for Scott Pilgrim vs the World: The Game - Complete Edition, answering the prayers of many fans clamoring for retail copies. Pre-orders begin January 15 at 10 a.m. ET and run for six weeks, ending February 28th at 11:59 a.m. ET.", "The standard boxed Switch/PS4 version retails for $34.99 and features a full-color instruction booklet and reversible cover art, one side of which is inspired by the cover art of Sonic Adventure. Limited Run has said Xbox One copies will arrive at a later date.", "A retro boxed variant of each (resembling Sega Genesis game cases) costs $54.99. It features reversible covers of its own as well as the following:", "Sticker sheet featuring art from the game", "Physical soundtrack CD featuring music by Anamanaguchi.", "The Clash at Demonhead commemorative concert ticket", "Overworld map", "For true rockstars, a $139.99 special K.O. Edition bundles the game with a premium hardshell roadie case which, upon opening it, contains pop-up figures of Scott and Sex Bob-omb in concert – complete with working lights and sounds including music by Anamanaguchi (the band who composed the game’s soundtrack). The K.O. Edition also features:", "The Clash at Demonhead commemorative concert ticket", "Deluxe Classic Edition clamshell case with reversible cover.", "Hardcover Scott Pilgrim Vs. The World: The Game guide book", "CD & Cassette Original Soundtrack from Anamanaguchi", "Full-size wooden drum sticks featuring game art", "Three Sex Bob-omb guitar picks (one each of light, medium, and heavy gauges)", "Scott Pilgrim loading screen enamel pin", "Premium high-gloss foil 7 Evil-Exes trading card set", "Two sticker sheets featuring art from the game", "You can visit Limited Run Games' website to learn more and bookmark the page for when the 15th rolls around.", "Scott Pilgrim vs The World: The Game - Complete Edition is a re-release of the beloved 2010 beat 'em up based on the popular comic and film of the same name. The game includes the base game as well as all of its DLC, such as the Knives Chau/Wallace Wells character packs and Dodgeball/Battle Royal modes. The game releases January 14 for PlayStation 4, Xbox One, Switch, Stadia, and PC. Check out our review of the game's original release here."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["scott", "copies", "vs", "games", "edition", "way", "game", "limited", "featuring", "complete", "art", "pilgrim", "physical", "world", "run"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}