{"id": "bbd738b6-0ee2-3301-8d40-08b67991e165", "title": "Final Fantasy-Inspired Edge Of Eternity Release Date Set For PC In June, Consoles Later This Year", "url": "https://www.gameinformer.com/2021/04/07/final-fantasy-inspired-edge-of-eternity-release-date-set-for-pc-in-june-consoles-later", "summary": "After a successful run in Steam Early Access, which lasted more than two years and garnered more than 1,600 reviews resulting in a \"Very Positive\" rating, the Final Fantasy-inspired Edge of Eternity finally has a full release date.\n\"We've poured our whole heard into making Edge of Eternity,\" founder of Midgar Studio Jeremy Zeler said in a press release.\nTo celebrate the release date announcement, PC players can pick up Edge of Eternity in Early Access for 33 percent off.\nEdge of Eternity receives its full release on PC on June 8, with the PlayStation 5, Xbox Series X/S, PlayStation 4, and Xbox One versions to follow in Q4 2021.\nFor Xbox players, the title will be available on the ever-growing Xbox Game Pass.", "paragraphs": ["After a successful run in Steam Early Access, which lasted more than two years and garnered more than 1,600 reviews resulting in a \"Very Positive\" rating, the Final Fantasy-inspired Edge of Eternity finally has a full release date. Players will finally be able to jump into the full version of this highly anticipated game on PC beginning June 8, while console players will unfortunately need to wait until late 2021.", "The launch update not only brings the long-awaited conclusion to the story players have been working towards since 2018, but also adds an additional 20 hours of gameplay. The title is a result of a successful Kickstarter campaign, in which more than 4,000 people contributed, enabling Midgar Studio to work with Yasunori Mitsuda, the composer of beloved games like Chrono Trigger and Xenoblade Chronicles.", "Edge of Eternity features grand narrative involving a war against a mysterious invader, a cataclysmic arms race, and a quest to save the world framed through the lens of personal sacrifice with a cast of memorable characters. The story promises its fair share of plot twists and heart-wrenching moments, and players can solve quests in multiple ways, making difficult choices and facing the consequences in the process. Battles play out in turn-based, tactical fashion, delivering layers of strategy as players can craft their own gear, flank enemies, and even use the environment to their advantage.", "\"We've poured our whole heard into making Edge of Eternity,\" founder of Midgar Studio Jeremy Zeler said in a press release. \"It's a story of epic existential battles and intimate personal dramas. I can't wait to show it off to the world.\"", "To celebrate the release date announcement, PC players can pick up Edge of Eternity in Early Access for 33 percent off. The Steam page says this is the final sale before the price goes up. Edge of Eternity receives its full release on PC on June 8, with the PlayStation 5, Xbox Series X/S, PlayStation 4, and Xbox One versions to follow in Q4 2021. For Xbox players, the title will be available on the ever-growing Xbox Game Pass."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["consoles", "release", "title", "eternity", "pc", "later", "final", "date", "fantasyinspired", "set", "players", "edge", "xbox", "wait", "successful", "studio"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}