{"id": "bbdacb0f-6945-31ba-b6f9-75e7f5ed5718", "title": "2020-21 NFL divisional round matchups, schedule and more", "url": "http://www.foxnews.com/sports/2020-21-nfl-divisional-round-matchups-schedule-and-more", "summary": "The NFL divisional playoff round will feature some familiar faces.\nCLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COMHere is how the schedule will look this weekend as the league nears the conference championship round.\nCleveland was last in the divisional round in 1995.\n(Saturday, 8:15 pm ET, NBC)**NFC DIVISIONAL ROUND(1) PACKERS VS. (6) RAMS: The Packers and MVP candidate Aaron Rodgers will welcome the Los Angeles Rams into the tundra.\n(Saturday, 4:35 pm ET, FOX)(4) SAINTS VS. (5) BUCCANEERS: It’s a matchup NFL fans wanted to see in the Super Bowl for so long, but they’ll get it in the divisional round.", "paragraphs": ["The NFL divisional playoff round will feature some familiar faces.", "The AFC side of the bracket will see some of the new kids on the block in Patrick Mahomes, Lamar Jackson and Josh Allen. The NFC bracket will feature some of the wily veterans in Aaron Rodgers, Tom Brady and Drew Brees along with a quarterback who has been to a Super Bowl in Jared Goff.", "It should be a fun weekend to watch football as the defending Super Bowl-champion Kansas City Chiefs and Green Bay Packers will be coming off bye weeks to meet their opponents.", "CLICK HERE FOR MORE NFL COVERAGE ON FOXNEWS.COM", "Here is how the schedule will look this weekend as the league nears the conference championship round.", "**", "AFC DIVISIONAL ROUND", "(1) CHIEFS VS. (6) BROWNS: The Chiefs will start their run back to the Super Bowl with a matchup against the Browns. Kansas City got a first-round bye in the playoffs because they had the best record in the AFC. The Browns upset the Steelers for their first playoff win in 25 years. Cleveland was last in the divisional round in 1995. (Sunday, 3:05 pm ET, CBS)", "(2) BILLS VS. (5) RAVENS: Since the Browns beat the Steelers, the Bills and Ravens will play to go to the conference title. The Bills beat the Colts in their wild-card playoff matchup and the Ravens beat the Titans in their game. Buffalo is looking to get back to the conference title game. They haven’t played in the game since 1994. Baltimore hasn’t played in the conference title game since 2013. (Saturday, 8:15 pm ET, NBC)", "**", "NFC DIVISIONAL ROUND", "(1) PACKERS VS. (6) RAMS: The Packers and MVP candidate Aaron Rodgers will welcome the Los Angeles Rams into the tundra. The Packers have meshed so well on offense this season, but the Rams’ defense has proved to be able to counter top-flight offenses. Los Angeles upset the Seattle Seahawks in the wild-card round thanks to the defense. Aaron Donald was hurt in that game and might not be able to play. His absence and whether the team starts Jared Goff will be key storylines going into the game. (Saturday, 4:35 pm ET, FOX)", "(4) SAINTS VS. (5) BUCCANEERS: It’s a matchup NFL fans wanted to see in the Super Bowl for so long, but they’ll get it in the divisional round. When Drew Brees and Tom Brady take the field, it will be the first matchup where the starting quarterbacks are at least 40 years old. The Saints beat the Buccaneers twice during the season, including a 38-3 beatdown on the road. New Orleans defeated the Chicago Bears in their wild-card matchup and the Buccaneers took down Washington in their game. This could be the final time we see these two quarterbacks play each other. It will definitely be a game to remember. (6:40 p.m. ET, Sunday, FOX)", "**", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["matchup", "202021", "matchups", "vs", "super", "conference", "et", "game", "nfl", "packers", "schedule", "round", "divisional", "browns"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}