{"id": "bbe02432-9d64-337f-be0a-4abb1c54b235", "title": "Sony World Photography Awards 2021: The best images revealed", "url": "https://edition.cnn.com/style/article/sony-world-photography-awards-2021-scli-intl/index.html", "summary": "Written by Jack Guy, CNNA photograph of a woman surrounded by drying fish in Vietnam and another showing lightning over a lavender field in Spain are among 10 category winners at the Sony World Photography Awards 2021 Open Competition , announced Thursday.\nArranged by the World Photography Organisation, the annual Open competition selects \"the best single images\" in categories such as travel, architecture and street photography.\nCredit: Khanh Phan/2021 Sony World Photography AwardsThe 10 category winners will now be considered for the overall title and a $5,000 prize.\nWinning and shortlisted work will be showcased in a virtual exhibition on the World Photography Organisation website.\nScroll through the gallery above to see the 10 category winners in the Sony World Photography Awards Open competition.", "paragraphs": ["Written by Jack Guy, CNN", "A photograph of a woman surrounded by drying fish in Vietnam and another showing lightning over a lavender field in Spain are among 10 category winners at the Sony World Photography Awards 2021 Open Competition , announced Thursday.", "Arranged by the World Photography Organisation, the annual Open competition selects \"the best single images\" in categories such as travel, architecture and street photography.", "Vietnamese photographer Khanh Phan won the travel category for the drying fish image, which was taken at Long Hai fish market in Ba Ria -Vung Tau, Vietnam.", "Spanish photographer Juan López Ruiz won the landscape category for capturing the moment lightning strikes over a field of lavender, with a solitary tree at the center.", "Spanish photographer Juan López Ruiz won the landscape category for this image. Credit: Juan López Ruiz/2021 Sony World Photography Awards", "German photographer Klaus Lenzen won the architecture category for his image of a set of stairs at the Hyatt hotel in Dusseldorf which look like they are floating in space.", "And F. Dilek Uyar, from Turkey, was named the winner of the street photography category for a photo of a municipal worker in Ankara, Turkey, disinfecting a train platform.", "Winners in the other six categories are as follows: Tamary Kudita, Zimbabwe, in the creative category; Mariano Belmar Torrecilla, Spain, lifestyle; Marijo Maduna, Croatia, motion; Cristo Pihlamäe, Estonia, natural world and wildlife; Kata Zih, Hungary, object; and Lyudmila Sabanina, Russian Federation, portraiture.", "Vietnamese photographer Khanh Phan won the travel category for this image. Credit: Khanh Phan/2021 Sony World Photography Awards", "The 10 category winners will now be considered for the overall title and a $5,000 prize. They also receive a selection of Sony digital imaging equipment. The overall winner of the Open competition will be announced on April 15.", "More than 100 photographers were shortlisted for the competition alongside the category winners. Winning and shortlisted work will be showcased in a virtual exhibition on the World Photography Organisation website.", "The 2021 competition was judged by Gastón Deleau, director of the FOLA (Fototeca Latinoamericana -- the Latin American Photo Library) gallery in Buenos Aires, Argentina.", "Scroll through the gallery above to see the 10 category winners in the Sony World Photography Awards Open competition."], "authors": ["Jack Guy"], "keywords": ["photography", "image", "photographer", "revealed", "sony", "best", "competition", "open", "2021", "winners", "won", "awards", "category", "images", "world"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}