{"id": "bbecd432-563d-3c88-997d-315b9fda3f24", "title": "Family says landlord moved into their backyard, is living in a tent", "url": "https://www.foxnews.com/real-estate/family-landlord-moved-backyard-in-a-tent", "summary": "A family in Australia is asking for help dealing with an unusual problem with their landlord, who has decided to move into the backyard of the home.\nShe is apparently now living in a tent behind the house that she indeed owns, confounding the renters.\nHubert then set up a tent in the backyard, and has been living there with her partner ever since.\nNicky and William spoke with \"A Current Affair,\" saying, \"Police and real estate don't know what to do.\nThe police are telling us that the real estate should be physically removing these people and the real estate are saying they can't do that.\"", "paragraphs": ["This situation probably wasn’t covered in the lease.", "A family in Australia is asking for help dealing with an unusual problem with their landlord, who has decided to move into the backyard of the home. She is apparently now living in a tent behind the house that she indeed owns, confounding the renters.", "A couple named Nicky and William had been living in the home in New South Wales for two months when they first received an unexpected message from their landlord Pascale Hubert, The Sun reports. As they explained to the outlet, the landlord was contacting them to let them know she was moving onto the property.", "5 SMART NEW YEAR'S RESOLUTIONS FOR HOMEOWNERS", "\"Dear Nicky and William,\" the message read, \"I am the owner. As of tonight, I will be occupying the rear yard.\" Hubert then set up a tent in the backyard, and has been living there with her partner ever since.", "Nicky and William spoke with \"A Current Affair,\" saying, \"Police and real estate don't know what to do. Our children are terrified, they keep asking, 'Who are they?' and we can't give them any answers. The police are telling us that the real estate should be physically removing these people and the real estate are saying they can't do that.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Hubert reportedly told reporters that she has the right to live in the backyard. The rental contract the family signed does not include the backyard, she claims, reasoning that she has the right to use it as she sees fit.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "An executive for the Tenants Union of New South Wales, however, said there may be something the couple can do: Depending on the language of the lease, the landlord and her partner may indeed be tresspassing when they use the property's driveway."], "authors": ["Michael Hollan"], "keywords": ["william", "tent", "family", "south", "saying", "real", "wales", "backyard", "estate", "landlord", "living", "moved"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}