{"id": "bbff29f1-22ad-3a46-a8a9-e0c45b94f197", "title": "This $40 Cast-Iron Pot Is the Secret to Baking a Perfect Loaf", "url": "https://www.wired.com/story/rave-lodge-3-quart-cast-iron-combo-cooker#intcid=_wired-most-popular-right-rail_ac06f781-6321-48b3-86ae-bd5957936ae7_popular4-1", "summary": "Thanks to that pot and a near-perfect recipe, I now make loaves of fantastic bread a couple times a week.\nPhotograph: Katrin Ray Shumakov/Getty ImagesThe Lodge 3.2-Quart Cast Iron Combo Cooker (aka “the LCC3”) is where the magic happens.\nBuy the Combo Cooker The Lodge Combo Cooker is almost always available from Lodge for its original price of $50.\nWhen Amazon is sold out, alternate sellers in the Amazon marketplace will swoop in an offer to sell you a Combo Cooker for nearly double that price.\nOne of my favorites is how, with dough in it, it becomes a steam oven, a fetish item among bakers and chefs.", "paragraphs": ["Scoring a tour of the Modernist Cuisine kitchens near Seattle is catnip for food writers like me. Not only do they have all the toys, they have industrial versions of all the toys: rotovap machines, blast freezers, steam ovens, you name it. But the thing I remember most about my tour a few years back was a plain-Jane Samsung home oven in the middle of it all. Modernist's head chef, Francisco Migoya, opened its door and pointed at a cast-iron pot in the middle of it that was so dark, it seemed not to reflect any light.", "Amid this nerd gadget treasure trove, he said something like: That forty-dollar pot? That's the best tool you can buy to make good bread at home.", "Thanks to that pot and a near-perfect recipe, I now make loaves of fantastic bread a couple times a week. This is not a brag. The bread I make takes almost no skill on my part. I just lucked into what turned out to be the apex of what you can get by combining culinary sloth and the right tool for the job. While the internet is full of folks who are obsessed with the sourdough loaves they slaved over (it's a whole process), you can make an outstanding loaf with a bit of time and almost zero effort.", "Photograph: Katrin Ray Shumakov/Getty Images", "The Lodge 3.2-Quart Cast Iron Combo Cooker (aka “the LCC3”) is where the magic happens. It is a curious animal. Taken apart, the “lid” is also a skillet, and the bottom is a big sauce pot. Put the former on top of the latter and you've got a Dutch oven that, with its two handles, looks a bit like a kid with a ball cap on sideways. Flip it so the skillet is underneath and you have an ideal vessel for baking bread. The loaves I make have a lovely dark crust and a beautiful, springy interior, which is known as the crumb. If I bought what I made at a fancy bakery, I would be 100 percent satisfied, every time. Priced below $50 and weighing 13 pounds, the Combo Cooker is so cheap that I occasionally give it as a gift, as long as the shipping is free.", "Buy the Combo Cooker The Lodge Combo Cooker is almost always available from Lodge for its original price of $50. However, it's frequently available for as little as $40 on Amazon, hence the “forty-dollar pot” nickname. When Amazon is sold out, alternate sellers in the Amazon marketplace will swoop in an offer to sell you a Combo Cooker for nearly double that price. Don't take their bait. Instead, try other retailers which frequently stock the pot, like REI ($50) and Target ($40).", "A huge part of why I like it so much is the recipe that makes it shine: Jim Lahey's no-knead bread, something that got a huge boost from a pair of Mark Bittman stories in The New York Times, then was forever enshrined in his own book and Modernist Bread. Instead of requiring lots of kneading or mixing, time does the grunt work. Combine flour, yeast, and salt, then add water and mix until it holds itself together in what's known as a “shaggy mass.” After that, stick it on the counter overnight. Shape it into a ball in the morning, let it rise again for a bit, then put it into the preheated Lodge and bake it. When I'm on my game, the manual labor takes all of about 10 minutes. By waiting it out with that overnight rise, you allow the gluten in the dough to strengthen and the flavors from the fermenting yeast to develop, a technique known both as autolyse and sleeping.", "There are still plenty of magic tricks left when you switch over to the pot. One of my favorites is how, with dough in it, it becomes a steam oven, a fetish item among bakers and chefs. With the pot's relatively tight seal, the steam released from the dough is trapped inside, helping make heat transfer to the dough particularly efficient. It's effectively a very stable little oven inside of your larger one, and keeping the steam inside allows the surface of the loaf to stretch during baking so the interior can rise as it cooks."], "authors": ["Joe Ray", "Joe Ra"], "keywords": ["baking", "dough", "perfect", "loaf", "40", "cooker", "pot", "secret", "steam", "oven", "loaves", "lodge", "combo", "bread", "rise", "castiron"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}