{"id": "bc13cf7c-b40e-3fc6-9093-b188e409da49", "title": "The Best Fashion Instagrams of the Week: Solange, Kendall Jenner, Rosalía, and More", "url": "https://www.vogue.com/article/best-fashion-instagrams-solange-kendall-jenner-rosalia", "summary": "If there’s one thing we learned this week, it’s that celebrating from home doesn’t mean you can’t still get dressed up to the nines.\nMeanwhile, at the other end of the weather spectrum, Kendall Jenner posted a selfie from her current snowy getaway in Aspen wearing a leather jacket by emerging Polish label The Mannei, featuring a waist-snatching corset detail and pannier-like pockets.\nFor other entertainers, getting dressed up this week was a matter of business as usual—but that didn’t mean they weren’t willing to have fun with it.\nEven some of the more casual looks posted this week proved surprisingly eye-catching: just take Kevin Abstract of Brockhampton in a dreamy ombré-dyed fleece by Holiday, the line launched in 2017 by his regular collaborator Nick Holiday.\nHere, find all the best fashion Instagrams of the week.", "paragraphs": ["If there’s one thing we learned this week, it’s that celebrating from home doesn’t mean you can’t still get dressed up to the nines. While the usual New Year’s festivities may have been put on hold due to the pandemic, that didn’t stop celebrities from showing off their best party-ready outfits on Instagram, wherever they might find themselves at the end of a year like no other.", "For Solange Knowles, this was somewhere sunny that also seemed to be providing ample creative inspiration: the musician shared a snap of herself in a knit bikini alongside a few pictures of her sketchbooks which featured a number of abstract pen drawings. Meanwhile, at the other end of the weather spectrum, Kendall Jenner posted a selfie from her current snowy getaway in Aspen wearing a leather jacket by emerging Polish label The Mannei, featuring a waist-snatching corset detail and pannier-like pockets.", "For other entertainers, getting dressed up this week was a matter of business as usual—but that didn’t mean they weren’t willing to have fun with it. Tessa Thompson is currently doing the promo rounds for her new film Sylvie’s Love over Zoom, but hasn’t been compromising on her taste for avant-garde fashions, sporting looks by the likes of Marine Serre, David Koma, and Kiko Kostadinov. Even some of the more casual looks posted this week proved surprisingly eye-catching: just take Kevin Abstract of Brockhampton in a dreamy ombré-dyed fleece by Holiday, the line launched in 2017 by his regular collaborator Nick Holiday.", "Oh, and if you’re looking for a dose of full-throttle glamour—with a side of delicious Cruella de Vil camp—hop on over to influencer and newly-minted TikTok star Bryanboy’s feed, where he can be found posing in the Nordic snow wearing thigh-high leather boots and a wonderfully swishy animal print cape. ’Tis the season to bring out our boldest looks, no?", "Here, find all the best fashion Instagrams of the week."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["best", "wearing", "posted", "week", "kendall", "fashion", "didnt", "mean", "solange", "leather", "instagrams", "jenner", "rosalía", "looks", "end", "dressed"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}