{"id": "bc254b75-9204-3add-a3b6-7198581a134a", "title": "Rice Advanced Management Program", "url": "https://execed.economist.com/jesse-h-jones-graduate-school-business/rice-advanced-management-program-2021-02-22", "summary": "Dr. Smith is currently Associate Dean of Executive Education and Associate Professor of Management and Psychology at Rice University.\nDr. Smith’s executive programs include Leading and Managing Change, Talent Development and Coaching, and Leading and Managing High Performance Teams.\nHis research has been published in the Journal of Applied Psychology, Personnel Psychology, Human Performance, Journal of Business Ethics, and Leadership Quarterly.\nIn addition, his current research focuses on individual differences in susceptibility to social influence and the personality correlates of justice perceptions.\nDr. Smith is a founding partner of Ingenium Consulting Group specializing in executive team development, corporate board evaluation, and merger and acquisition people due diligence and integration.", "paragraphs": ["Dr. Smith is currently Associate Dean of Executive Education and Associate Professor of Management and Psychology at Rice University. Prior to his current academic appointments, Dr. Smith was a member of the faculty at London Business School and Cornell University where he taught in the School of Industrial and Labor Relations and the Johnson Graduate School of Management. He has also taught for shorter periods at the University of California at Berkeley, Oxford University, and the Indian School of Business in Hyderabad and has conducted executive programs around the world for companies such as Shell, IBM, HSBC, Credit Suisse, Barclays, KPMG, ExxonMobil, BP, ADCO, Lufthansa, DeBeers, Schneider Electric, Microsoft, El Paso Energy, Veritas, Dynegy, ONGC, CGG Inc., Marathon Oil, Citibank, RedBull, Phillip Morris International, Swedbank, Ulster Bank, RBS, and Total. His teaching interests focus primarily on leadership and management development. Dr. Smith’s executive programs include Leading and Managing Change, Talent Development and Coaching, and Leading and Managing High Performance Teams. He received his M.A. and Ph.D. in Psychology from the University of Maryland at College Park.", "Dr. Smith has twice received the Scholarly Achievement Award from the Academy of Management (1998, 2004) and most recently received the Outstanding Publication in Organizational Behavior Award (2004) for his research on personality, organizational culture, and employee attitudes. His research has been published in the Journal of Applied Psychology, Personnel Psychology, Human Performance, Journal of Business Ethics, and Leadership Quarterly. He is a co-editor of the book Personality and Organizations and just completed editing a book entitled The People make the Place.", "Dr. Smith’s research interests focus broadly on personality issues in work organizations including response dynamics in personality measurement; the personality correlates of effective work performance and the relationship between personality and organizational climate/culture. In addition, his current research focuses on individual differences in susceptibility to social influence and the personality correlates of justice perceptions. Dr. Smith is a founding partner of Ingenium Consulting Group specializing in executive team development, corporate board evaluation, and merger and acquisition people due diligence and integration."], "authors": [], "keywords": ["dr", "received", "personality", "advanced", "smith", "research", "rice", "psychology", "university", "school", "executive", "management", "program"], "pubDate": "2021-02-22T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}