{"id": "bc4a14ef-35fc-39a5-95ed-744c0062f389", "title": "After fighting cancer, Tracey Emin returns to the art world with raw, emotional works", "url": "https://edition.cnn.com/style/article/tracey-emin-interview/index.html", "summary": "Tracey Emin returns to art after cancer treatmentFeaturing 19 oils and watercolors by him and some 25 works by her -- a mix of paintings, neon and sculpture -- both bodies of work explore profound grief and loss.\nEmin was responsible for selecting which Munch works to display alongside her own, and she chooses many of his canvases featuring women to accompany her own autobiographical works.\nIn it, Emin crouches naked on a pier by the sea and lets out a prolonged and nerve-jangling scream.\nOf course, Munch's most famous work is \"The Scream\" -- he painted a total of four versions between 1893 and 1910.\nAccording to Emin the bed was in the same state as it had been in her own bedroom while she was battling with depression.", "paragraphs": ["Written by Nick Glass, CNN", "Tracey Emin is utterly fearless. Just months after undergoing extensive surgery to treat an aggressive bladder cancer, the famed British artist, who has been remarkably candid about the entire ordeal, has two new shows in London. And in line with her highly personal -- and often controversial -- art practice, her dual exhibition with Expressionist painter Edvard Munch is one of naked bodies, gestural brushstrokes and raw emotions.", "Emin has been mad about Munch for 40 years. She and her artistic hero were born a century apart -- he in 1863, she in 1963 -- but their works appear together in \"The Loneliness of the Soul,\" at London's Royal Academy of Arts.", "Tracey Emin returns to art after cancer treatment", "Featuring 19 oils and watercolors by him and some 25 works by her -- a mix of paintings, neon and sculpture -- both bodies of work explore profound grief and loss. Emin was responsible for selecting which Munch works to display alongside her own, and she chooses many of his canvases featuring women to accompany her own autobiographical works.", "At the same time, Emin's second new show, at London's White Cube gallery, includes a short Super-8 film from 1998 in tribute to the Expressionist painter, titled \"Homage to Edvard Munch and All My Dead Children.\" In it, Emin crouches naked on a pier by the sea and lets out a prolonged and nerve-jangling scream. Of course, Munch's most famous work is \"The Scream\" -- he painted a total of four versions between 1893 and 1910. One sold at auction in 2012 for almost $120 million. Emin regards Munch as \"absolutely timeless,\" she said when I interviewed her, dealing with \"love, passion, jealousy, fear and death -- everything all of us have to live through.\"", "\"It was like something out of a really bad black-humored film.\"", "Emin has had a lot to live through these past few months. Over the summer, the brutal diagnosis she received was all too familiar -- squamous-cell bladder cancer was the same type that killed her mother in 2016.", "The artist was alone in her studio when the doctor phoned her with the result. \"I laughed. I laughed. I was shocked,\" she said of her initial reaction. \"There was a good chance I wasn't going to make it. It was all reliant on the surgery. I had a fantastic surgeon luckily enough,\" she said.", "Edvard Munch's \"The Scream\" is the Norwegian artist's most famous motif. Credit: Spencer Platt/Getty Images North America/Getty Images", "Emin underwent a six-and-a-half-hour operation in July. She has never been reticent about personal details: the team of 12 surgeons removed her bladder, urethra, uterus, fallopian tubes, ovaries, part of her colon and part of her vagina. But the crucial news was that the cancer hadn't spread to her lymph nodes. Her ordeal and her willingness to talk about it propelled her onto the front page of newspapers while cancer charities have praised her for talking so frankly about it all.", "\"I have had a lot of horrible things happen to me in my life and they have put me in good stead for this moment,\" she said. \"I have my sense of humor. I have my will to live and survive.\" She says without hesitation that she's not afraid of death, and then she cheerfully tells an anecdote about her new colostomy bag.", "Emin's work has always been deeply personal and spans paintings, sculpture, neon and video. Credit: David Parry", "Initially, she had fiercely resisted the idea. She asked her surgeon if there was another option. \"And he goes, 'Yeah,''' she recalled. \"And I went, 'What is it? I'll do that.' And he said: 'It's death!' And I went: ''I'll take the bag!'\" She laughed. \"I couldn't believe it. It was like something out of a really bad black-humored film.\" For the foreseeable future, Tracey will have scans every few months.", "Emin has always been a divisive figure, her art and persona prompting strong reactions. She feels that back in the 1990s, the critics were both unfair and sexist. \"I was just considered to be a loud-mouthed screaming girl, a woman with big tits and no brain,\" she told writer and curator Kenny Schachter in a video interview last month. But over time, her career has gone from strength to strength. Her best-known piece, \"My Bed\" from 1998 -- an installation of a box-framed bed with rumpled, stained sheets, discarded condoms, empty vodka bottles and cigarette packs -- sold at auction in 2014 for $3.77 million.", "\"(I have a) really hard time when my shows open because people aren't always that kind to me,\" she said. She's hoping that given \"the cancer thing,\" that this time, they won't \"pick on me so much.\"", "A whirlwind of emotion", "Emin's openness about her life has always been reflected in her artwork. In \"The Loneliness of the Soul,\" what is obviously shared between her and Munch is their common intensity and the confessional nature of their art.", "Munch's paintings like \"Consolation,\" and \"Weeping Women\" show the figures of women bent over with emotion in small, intimate compositions.", "Her paintings are bigger than his -- some 9 feet by 6 feet -- and her acrylic palate much sparer in red, pink, blue and black. She paints herself, nude, legs spread wide, sometimes bleeding. Lovers grapple during sex. Collectively, there is a sense of love and loss and abandonment.", "In Emin's \"My Bed\" (1998), empty alcohol bottles, cigarettes, stained sheets and worn underwear are scattered on and around the bed. According to Emin the bed was in the same state as it had been in her own bedroom while she was battling with depression. Credit: Courtesy of the Saatchi Gallery, London", "And as with Munch, her titles are important, like with \"I never Asked to Fall in Love - You made me Feel like This\" from 2018. The painting is made in splashes, flurries and drips of red and pink. In \"The Last of My Kind,\" from 2019, a naked female figure faces the viewer, face blurred, hemmed in by a scrawl of words. Part of it reads: \"I think I am trapped until I die. I am getting old now but not as old as my broken f*cked up vagina...I am the Last of my Kind.\"", "There is unquestionably a sense of exorcism in Emin's art. When she's painting, \"the emotion that comes out of me is like a whirlwind, like a tornado,'\" she described to Schachter.", "\"I am The Last of my Kind,\" (2019) and \"You Came,\" (2018) at the Royal Academy of Arts, London. Credit: David Parry", "I asked her to describe her process. \"If you were in my studio and I was about to paint, you'd probably see me procrastinating for about two or three hours, fall asleep, muck around, everything but painting,\" she said. \"But then you'd see me get up and throw myself at the canvas and just within two seconds, like shock you. I just do a big drawing. I'd throw lots of paint at it. I'd attack it like a sort of banshee, definitely out of control. I love it. It's like having the best sex in the world.\"", "Next summer, an expanded version of the Emin/Munch show will open at the new Munch Museum in Oslo. It will include \"My Bed,\" her Super-8 homage to Munch and a huge new bronze sculpture, \"The Mother\" of a naked female figure, cradling \"an absent form,\" according to White Cube.", "Emin is still convalescing and impatient for her energy to return, but is \"really looking forward to going crazy with a paint brush\" soon, she said. Munch died in Nazi-occupied Norway in 1944 at 80 years old. Emin says that she plans to live just as long, if not longer."], "authors": ["Nick Glass"], "keywords": ["paintings", "returns", "raw", "live", "really", "credit", "naked", "munch", "bed", "art", "love", "emin", "emotional", "world", "cancer", "tracey", "works", "fighting"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}