{"id": "bced4d56-cd9e-3018-bca5-00e019e59699", "title": "Brian Brenberg: All-Star Game Decision Shows How Little Respect Baseball Has For Its Fans", "url": "https://radio.foxnews.com/2021/04/06/brian-brenberg-all-star-game-decision-shows-how-little-respect-baseball-has-for-its-fans/", "summary": "On Fox Across America with Jimmy Failla, Fox News Contributor Brian Brenberg talks about what Major League Baseball must think about their fans after moving the All-Star Game from Georgia to Colorado.\n“I think what’s sad about this decision is that it shows how little respect Major League Baseball has for its fans.\nBaseball is a game where when you’re a real fan, you dig in, you’re the stats person, you know the history, you’re running the numbers.\nGuys who love baseball, love the story, the angle, they love the analysis.\nI think that’s especially hard for baseball fans who want something, they want to dig in.", "paragraphs": ["On Fox Across America with Jimmy Failla, Fox News Contributor Brian Brenberg talks about what Major League Baseball must think about their fans after moving the All-Star Game from Georgia to Colorado.", "“I think what’s sad about this decision is that it shows how little respect Major League Baseball has for its fans. Baseball is a game where when you’re a real fan, you dig in, you’re the stats person, you know the history, you’re running the numbers. That’s what makes baseball so much fun. Guys who love baseball, love the story, the angle, they love the analysis. So to make a decision like this without even bothering to try to justify on what grounds you’re making it. Like, what’s the argument here? Where’s the detail? Baseball just said we kind of put a finger in the air, we figured out which way the wind is blowing and we moved. I think that’s especially hard for baseball fans who want something, they want to dig in. And they got nothing from baseball other than we don’t trust you to think through the argument yourself, so we’re going to do it for you.”"], "authors": ["Jon Costantino"], "keywords": ["decision", "brenberg", "league", "brian", "little", "baseball", "whats", "shows", "thats", "game", "fans", "love", "major", "think", "respect", "allstar", "youre"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}