{"id": "bcf3893e-1189-37f5-bd1d-5ff8c566c764", "title": "Nile Gardiner: Prince Philip was an inspiration to the British people", "url": "https://www.foxnews.com/opinion/prince-philip-british-people-nile-gardiner", "summary": "The passing on Friday of His Royal Highness, Prince Philip, Duke of Edinburgh, at the age of 99, is a huge loss for Great Britain and the Royal Family.\nPrince Philip was a war hero who dedicated his life to protecting and serving the British people.\nHe served all through the Second World War, in the Indian Ocean, Mediterranean, North Atlantic and the Pacific.\nQUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATHThe Prince was married to Elizabeth II for 73 years.\nPrince Philip played a major part in ensuring the continuing success and vital role of the Royal Family.", "paragraphs": ["The passing on Friday of His Royal Highness, Prince Philip, Duke of Edinburgh, at the age of 99, is a huge loss for Great Britain and the Royal Family.", "Prince Philip was a war hero who dedicated his life to protecting and serving the British people. A man of unfailing courage and duty, he embodied the ideal of public service. He will be greatly missed on both sides of the Atlantic. The Duke’s funeral will take place next week at St. George’s Chapel, Windsor.", "During World War Two, the Duke was second in command of a Royal Navy ship, and served with great distinction at the Battle of Cape Matapan between Allied and Axis forces in March 1941, where he was mentioned in dispatches for bravery.", "He served all through the Second World War, in the Indian Ocean, Mediterranean, North Atlantic and the Pacific. This warrior prince epitomized the ethos of sacrifice, patriotism and love for country—virtues that enabled the great wartime generation to save the free world from the tyranny of Nazi Germany and Imperial Japan.", "QUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATH", "The Prince was married to Elizabeth II for 73 years. The longest-serving consort to a Monarch in British history, he was in many respects the steadfast rock at the heart of the Royal Family. He had been at the Queen’s side during the premierships of 14 British prime ministers, since Winston Churchill in 1952.", "As current British Prime Minister Boris Johnson noted in paying tribute, the Duke was the Queen’s \"strength and stay of more than 70 years.\" He was also a hugely popular figure with the British public, who admired his strength, selflessness, and relentless sense of duty, as well as his fun-loving spirit and willingness to speak his mind with his sharp wit and jovial manner.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Prince Philip supported over 800 charities during the course of his life, including the Duke of Edinburgh Awards scheme founded in 1956, which at any one time involves public service work by hundreds of thousands of young people across 144 countries. Even in his late 90s, in the autumn of his life, the Duke remained fully committed to ensuring that his charity work continued to better the lives of millions all over the world.", "In the words of Her Majesty the Queen at their Golden Wedding celebration in 1997, \"I, and his whole family, in this and many other countries, owe him a debt greater than he would ever claim or we shall ever know.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The British Monarchy today is in a position of great strength. It enjoys tremendous public support at home. (Pollsters found that the supposedly \"explosive\" Oprah interview with Prince Harry and Meghan Markle left the British people more sympathetic to the Royals than to the Duke and Duchess of Sussex.). Indeed, the monarchy continues to inspire not only the Brits, but also the more than 2.4 billion people across the 54 nations of the Commonwealth.", "Prince Philip played a major part in ensuring the continuing success and vital role of the Royal Family. His life of public service should be an inspiration to us all.", "CLICK HERE TO READ MORE FROM NILE GARDINER"], "authors": ["Nile Gardiner", "Nile Gardiner Is Director Of The Margaret Thatcher Center For Freedom At The Heritage Foundation", "A Former Aide To Margaret Thatcher. Follow Him On Twitter"], "keywords": ["duke", "prince", "great", "war", "british", "nile", "royal", "life", "public", "inspiration", "philip", "gardiner", "world"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}