{"id": "bcf7c9a6-23ad-37ce-9381-9aa7df9d1e7e", "title": "13 Pieces of Costume Jewelry Inspired by Netflix’s Bridgerton", "url": "https://www.vogue.com/slideshow/costume-jewelry-bridgerton", "summary": "The show captivated an audience very much in need of some fun-filled escapism, myself included.\nAfter all, it wouldn’t be a fantastical period drama without heaps of whimsical costume jewelry.\nBridgerton and all of its finery are totally over-the-top, like Gossip Girl meets the 2020 rendition of Emma, which is just the right kind of love story we all need right now.\nSo why not indulge further with some whimsical jewels inspired by the debutantes, court, and royalty of the Ton?\nBelow, 13 Bridgerton-inspired baubles to wear just for the fun of it and take your well-deserved escapist mindset to the next level.", "paragraphs": ["LIAM DANIEL/NETFLIX © 2020", "One can watch a lot of television in the long days between Christmas and New Years, and for many, the holiday break was all about binging Bridgerton, Shonda Rhimes’s new Regency-era drama series, that debuted on December 25th. The show captivated an audience very much in need of some fun-filled escapism, myself included. Based on Julia Quinn’s novel of the same name, the show revolves around a fictional high society (known as “the Ton”) in London’s Regency-era, the likes of which revel in ostentatious balls, sip tea in empire-waist gowns, and read gossip written by an anonymous columnist named by the local paper as Lady Whistledown. There is unrequited love, saucy sex scenes, and no shortage of extravagant costumes complete with royalty-worthy gems. After all, it wouldn’t be a fantastical period drama without heaps of whimsical costume jewelry. Bridgerton and all of its finery are totally over-the-top, like Gossip Girl meets the 2020 rendition of Emma, which is just the right kind of love story we all need right now.", "Bridgerton’s ladies don their extravagant, embellished gowns, corsetry, tiaras, and evening gloves to an overwhelming social calendar of soirees, balls, and formal outings on the promenade, topping off their lavish looks with delectable diamante collared necklaces, chandelier earrings, cocktail rings over silk gloves, and of course, many, many strands of pearls. Their dedication to decking out in accessories is awe-inspiring and certainly a delight to watch on screen, especially during a time where we have put most of our dressing up and formalwear on hold. So why not indulge further with some whimsical jewels inspired by the debutantes, court, and royalty of the Ton? It may not be the Regency era, but it is the Zoom era, and there’s nothing wrong with wearing, say, a pearl teardrop collar or crystal-encrusted earrings for your next virtual gathering.", "Below, 13 Bridgerton-inspired baubles to wear just for the fun of it and take your well-deserved escapist mindset to the next level."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["gossip", "ton", "pieces", "whimsical", "watch", "gloves", "bridgerton", "regencyera", "inspired", "need", "love", "right", "netflixs", "gowns", "costume", "jewelry", "13"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}