{"summary": "London, UK (CNN) — Who hasn't struggled to sleep on an airplane economy seat, forced to improvise a makeshift pillow out of a rolled up sweater or scarf?\nCourtesy Francesca Street/CNNInterspace is the brainchild of Luke Miles, New Territory's founder and chief creative officer.\nThe wings on the seat are designed to make it easier to sleep.\nCourtesy Francesca Street/CNNSitting on the seat with both wings up, I'm immediately struck by the privacy and am barely aware of my seat neighbor.\nRelated content How facial recognition is taking over airportsOther innovative seat designsOther airplane seat manufacturers have also been looking at ways of reimagining the traditional airplane seat prototype without sacrificing precious cabin space.", "id": "bd08a504-a85a-32d0-8cbb-a1fc72ee5391", "pubDate": null, "url": "https://edition.cnn.com/travel/article/interspace-new-airplane-seat/index.html", "authors": [], "paragraphs": ["London, UK (CNN) — Who hasn't struggled to sleep on an airplane economy seat, forced to improvise a makeshift pillow out of a rolled up sweater or scarf?", "A new seat design comes with an innovative solution to this inflight issue, using \"padded wings\" that fold out from behind both sides of the seat back -- allowing both for additional privacy and a cushioned spot to rest heads for some shut-eye.", "CNN Travel went along to find out more about what makes this seat different, and to test out just how comfy this concept really is.", "Fresh design", "CNN's Francesca Street tries out the new seat. Courtesy Francesca Street/CNN", "Interspace is the brainchild of Luke Miles, New Territory's founder and chief creative officer. He spent three years working as Head of Design at Virgin Atlantic, so he knows his aircraft interiors inside out.", "The designer tells CNN Travel he'd noticed how innovative airplane cabin designs usually focus on business or first class experiences and he wanted to come up with a way to make the cheap seats comfier.", "\"We're really keen as a business on trying to -- it sounds a bit cliche -- but trying to push some innovation back into the majority,\" says Miles.", "The wings on the seat are designed to make it easier to sleep. Courtesy Francesca Street/CNN", "The wings on Interspace fold manually in and out of the chair. This allows for a streamlined look, and easy access to move up and down the row.", "At the London launch, there were two seats on show, one depicting what it's like to recline and the other in an upright position. Both seats allow guests to play around with the wings' settings.", "One or both wings can be utilized, depending on passenger preference. New Territory stresses the wings are robust and sturdy.", "The designers are considering adding facial recognition technology to the design. Courtesy Francesca Street/CNN", "Sitting on the seat with both wings up, I'm immediately struck by the privacy and am barely aware of my seat neighbor.", "Leaning against one wing, as you would if you tried to sleep, is also surprisingly comfy.", "The flexibility is intriguing. While it does seem that a whole cabin of passengers unfurling the wings at once might be a bit chaotic, it'd be pretty great to have that ability to change things up during a long flight.", "It's all about \"the ability to actually develop your space,\" says Miles.", "The idea is the seat will give back agency to passengers. Courtesy Francesca Street/CNN", "Seat designs already in circulation have experimented with built in neck cushioning. Cathay Pacific's economy seats on its A350 aircraft , for example, allow fliers to move their headrest into six different positions.", "But Miles took the radical move of eradicating the headrest altogether, pointing out that chairs at home or in the office don't typically include them.", "Related content AirGo Galaxy claimed as most space-efficient business class seat design yet", "Retrofit option", "The seat prototype on show at the launch was a carbon fiber, lightweight design -- but the designer insists the wings could be fitted to most existing seats, whatever their material.", "Miles says he's in conversation with a few carriers that have shown an interest.", "New Territory hopes it will be easy to retrofit existing cabins with these designs. Courtesy New Territory/Universal Movement", "In fitting with the trend towards more personalized, data-driven flying experiences, New Territory is keen to add facial recognition technology to the mix too.", "The idea is that as the seat wing recognizes that you've fallen asleep, it'll automatically turn off the movie playing on your IFE.", "\"It's just about very subtle, technological enablers, to just make the whole thing feel a bit more empathetic to you,\" says Miles.", "Related content How facial recognition is taking over airports", "Other innovative seat designs", "Other airplane seat manufacturers have also been looking at ways of reimagining the traditional airplane seat prototype without sacrificing precious cabin space.", "At 2019's Aircraft Interiors Expo 2019 (AIX), CNN Travel tested out Airbus' couch-style airplane seating idea , which combines three economy seats into one, allowing traveling partners to lounge together like they would in their living room, or solo flyers to stretch out and get comfy.", "At the other end of the spectrum, the Skyrider, Aviointeriors infamous standing up seat , continues to turn heads -- for better or for worse.", "With a seat pitch of just 23 inches, this bicycle-style seat doesn't allow much room for movement at all.", "Most of us would probably rather sit on Interspace's comparatively-luxurious take on budget seating.", "It might not be quite as daring -- but the opportunity of a little bit more privacy and a little more comfort in coach class is always going to be appealing."], "keywords": ["wings", "sleep", "courtesy", "territory", "francesca", "design", "seat", "airplane", "easier", "travel", "economy", "seats", "bit"], "title": "New airplane seat design will make it easier to sleep in economy", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}