{"id": "bd227d35-90f8-33a6-b6ce-ebd7bffd893c", "title": "Kate Hudson hopes to reconnect with estranged father, siblings in 2021", "url": "http://www.foxnews.com/entertainment/kate-hudson-estranged-father-siblings-2021", "summary": "Kate Hudson is hoping to reconnect with her father and siblings in 2021.\nThe actress has been estranged from her father, Bill Hudson, for several years.\nBill was married to Kate’s mother, Goldie Hawn, but they divorced in the early 1980s after several years of marriage.\n\"I’ve been thinking about our sisters that we don’t spend any time with and our brother — brothers.\nThinking it’s important that we reach out with all of our siblings and maybe connect with them a little bit.\"", "paragraphs": ["Kate Hudson is hoping to reconnect with her father and siblings in 2021.", "The actress has been estranged from her father, Bill Hudson, for several years. Bill was married to Kate’s mother, Goldie Hawn, but they divorced in the early 1980s after several years of marriage. Bill went on to have two children with his new wife, Cindy Williams, as well as a third daughter named Lalania.", "Speaking on an episode of the \"Sibling Revelry\" podcast that she shares with her brother, Oliver Hudson, the 41-year-old actress revealed that she’s been rethinking letting her dad and his children into her life. According to People, the duo was discussing New Year’s resolutions, prompting Kate to note that, although she doesn’t have a specific resolution, she’s been rethinking her family connections.", "\"You know what I’ve been thinking about lately? Dad,\" Kate shared. \"I’ve been thinking about our sisters that we don’t spend any time with and our brother — brothers. We’ve got four siblings we don’t spend any time with,\" she said, in an apparent reference that includes Bill Hudson's three children and Wyatt, the son of Kurt Russell, longtime love of Kate's mom.", "KATE HUDSON SHARES GOLDIE HAWN TRIBUTE ON HER MOM’S 75TH BIRTHDAY: ‘I LOVE YOU TO INFINITY AND BEYOND’", "The star noted that her siblings are getting older and that she would now welcome having a little contact with them in her life.", "\"I was thinking about how everybody’s getting older,\" she continued. \"It would be nice to connect a little bit, especially with my sisters.\"", "She added: \"We’ve been talking so much about sibling relationships and distraught relationships or good relations — and we’re sitting here like we have the best family, we’re so great and yet we don’t ever acknowledge the fact that we have four other siblings. Four. So I’ve been thinking about the Hudsons. Thinking it’s important that we reach out with all of our siblings and maybe connect with them a little bit.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The actress told Howard Stern in 2016 that she’s forgiven her father for walking out on her mother, who later moved on to date Russell.", "CLICK HERE TO GET THE FOX NEWS APP", "\"I really do recognize whatever those issues are, it’s just something that he has to live with, and that must be painful for him. So I forgive him,\" she told the radio show host at the time."], "authors": ["Tyler Mccarthy"], "keywords": ["siblings", "reconnect", "2021", "bill", "little", "estranged", "dont", "thinking", "kate", "father", "hopes", "shes", "ive", "hudson"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}