{"id": "bd23edd9-1e5e-34d5-a85d-9ea45aebb1c3", "title": "Destiny 2 Gets Cross-Play In 2021", "url": "https://www.gameinformer.com/2020/12/08/destiny-2-gets-cross-play-in-2021", "summary": "Bungie confirmed yesterday that cross-play won’t arrive until 2021.\nAdditionally, Bungie is expanding Legendary and Master Lost Sector rotation to include Lost Sectors on the Moon along with three new pieces of Exotic armor.\nIn case you forgot, today also marks the launch of the PlayStation 5 and Xbox Series X/S versions of Destiny 2.\nNow that the game is on nearly every platform under the sun, cross-play looks more appealing than ever.\nIf you’re a new-gen player planning to take the dive with Destiny 2’s latest expansion, Beyond Light, check out our review of it here.", "paragraphs": ["Cross platform play has been an oft-requested feature for Destiny 2 but, unfortunately, 2020 won’t be the year that guardians on different platforms can squad up and knock out some raids. Bungie confirmed yesterday that cross-play won’t arrive until 2021.", "In a developer blog post, Bungie shared a list of planned updates for next year. Cross-play sits among them, but there’s no exact window on when players can expect it. We’ll just have to wait and hope that the feature arrives sooner than later.", "Other things to expect next year include the return of the Vault of Glass Raid, DDOS protection for all console players, and the Fallen S.A.B.E.R. and Devil’s Lair strikes. Additionally, Bungie is expanding Legendary and Master Lost Sector rotation to include Lost Sectors on the Moon along with three new pieces of Exotic armor.", "In case you forgot, today also marks the launch of the PlayStation 5 and Xbox Series X/S versions of Destiny 2. The free upgrade bumps the game up to 4K/60 fps (1080p on Series S). Now that the game is on nearly every platform under the sun, cross-play looks more appealing than ever. If you’re a new-gen player planning to take the dive with Destiny 2’s latest expansion, Beyond Light, check out our review of it here. You can also read about Liana Ruppert’s journey to get World’s First in Deep Stone Crypt raid."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["bungie", "crossplay", "destiny", "gets", "series", "wont", "raid", "players", "lost", "include", "platform", "2021"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}