{"id": "bd37ab0f-460f-3275-95f2-f9ed1297baee", "title": "Harold Evans remembered by Darren Mansell", "url": "https://www.theguardian.com/media/2020/dec/17/harold-evans-remembered-by-darren-mansell", "summary": "The first time I met Harry Evans – he never let us call him Sir Harold, that was a no-no – was in 2009.\nDistillers [which produced and marketed thalidomide in the UK] were offering 40% of a settlement that was already flawed.\nIt was like David and Goliath: if he believed in something, he went for it, no matter how daunting.\nHarry and David [Mason] took on Distillers along with five other sets of parents.\nWe’re all individuals in the thalidomide community, but collectively we’re a family – and Harry definitely became part of that family.", "paragraphs": ["The first time I met Harry Evans – he never let us call him Sir Harold, that was a no-no – was in 2009. My late wife, Louise [Medus-Mansell, a thalidomide survivor and lifelong campaigner who died in 2018] and I went to New York for our first wedding anniversary. Louise was desperate to give Harry a copy of a book she’d written. We’d found his address in New York but hadn’t been able to make contact. Just before we were about to leave, the phone goes off and it was his PA saying: “Harry’s really sorry that he hasn’t gotten back to you, but he just stepped off a cruise. Come around at four.”", "So we went to his apartment on the Upper East Side and as soon as we walked in, there were big hugs from Harry. Proper china teacups came out – he was a typical English gent – and we sat down and reminisced for an hour and a half. Louise had known Harry since she was very young: she was a focal point of the thalidomide campaign in the late 60s and early 70s and Harry went on telly with Louise’s dad, David Mason, to raise awareness. When we met in New York, Louise was having a bit of a feud with her dad, because of something she’d written in her book, and Harry said: “Never you mind, I’ve always got your back. I will never let you children down.”", "He had time for everyone in the thalidomide community. Any time he walked into a room and saw a thalidomider, his face would light up and his eyes would sparkle. Some of us have no arms or legs, but he wasn’t fazed by disability whatsoever. He’d make a point of either shaking your hand or touching your shoulder. I know it’s a cliche, but he was a superhero to us.", "He first encountered the thalidomide story was when he was editor of the Northern Echo in the 1960s and saw pictures of children affected by the drug [which was marketed as a non-addictive sedative and prescribed to pregnant mothers to treat morning sickness]. A few years later, after he became editor of the Sunday Times, one of his investigative journalists, Phillip Knightley, brought it to his attention again and Harry asked: “Has nothing been done about this?” The court cases against the manufacturers were in their infancy. Distillers [which produced and marketed thalidomide in the UK] were offering 40% of a settlement that was already flawed. Harry thought the offer was a pittance and that stirred him into action. He organised a moral campaign in the Sunday Times and took the company to court.", "What he did for us was one hell of an achievement. We are for ever indebted to him", "He was physically small but a giant of a man. It was like David and Goliath: if he believed in something, he went for it, no matter how daunting. He told us about a conversation he had with a lawyer at the paper during the thalidomide campaign. The lawyer said: “Harry, I don’t think you can publish this” and Harry said: “Stuff it, I’m going to do it anyway.” The paper reported on horror stories – about how social services weren’t helping the mothers, about how the kids [affected by thalidomide] were being shunned – and forced changes to happen.", "He really stuck his neck out. Harry and David [Mason] took on Distillers along with five other sets of parents. They organised a boycott of Distillers products – Johnnie Walker was probably the best known whisky in those days. David is famous for walking along the plane, following the drinks trolley, saying: “Do you really want to buy that?” The two of them helped to pull together the names of every single shareholder in Distillers and wrote to them saying: “Do you know what your company has caused?” As a result of that mass publicity, we got a much better compensation deal – £32.5m, compared to the original offer of £3.25m – though Harry never felt the compensation was enough.", "We met him a good few times after 2009. Whenever he was in England, Louise always managed to find out – she wasn’t a stalker, but not far off. When he appeared at Cheltenham literature festival, we got in touch and we all went out for a lovely meal. We went back to New York in 2015 and again he welcomed us into his house with open arms and we got to meet the real Evans family. He was always so generous with his time.", "When Louise decided to pull together all the various documents to do with thalidomide ahead of a big 50th-anniversary commemoration in 2012, Harry put in a word with his old boss Rupert Murdoch and lo and behold a letter arrived from Murdoch saying: “If you want to come and look at our archives, please do so.” Harry nudged open a lot of doors for thalidomiders and then we jumped in and put our big feet and wheels in the way.", "What he did for us was one hell of an achievement. We are for ever indebted to him. We’re all individuals in the thalidomide community, but collectively we’re a family – and Harry definitely became part of that family. He was a phenomenal man."], "authors": [], "keywords": ["darren", "really", "harry", "went", "mansell", "times", "harold", "saying", "louise", "thalidomide", "york", "evans", "distillers", "david", "remembered"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}