{"id": "bd93009e-0e90-3106-b1ee-9d43b49c5987", "title": "D.J. Spiker: Virginia's gun-control bills dangerous — this is how they fit into a nationwide effort", "url": "http://www.foxnews.com/opinion/spiker-nra-virginia-gun-control-capitol-rally", "summary": "Bloomberg is now demanding a return on his investment – in the form of a broad ban on commonly owned firearms, gun registration, and outright gun confiscations.\nOne measure he supports would ban law-abiding citizens from owning America’s most popular all-purpose rifle, the AR-15.\nInstead of seeking to punish law-abiding Americans for the acts of violent criminals, lawmakers should focus on expanding opportunities for honest, hard-working Americans to defend themselves.\nInstead of seeking to punish law-abiding Americans for the acts of violent criminals, lawmakers should focus on expanding opportunities for honest, hard-working Americans to defend themselves.\nBloomberg and Northam have gotten the attention of every law-abiding gun owner in Virginia, and indeed, the country.", "paragraphs": ["The eyes of the nation are on Richmond, Va., as lawmakers consider a package of authoritarian gun control bills unlike anything our country has ever seen.", "New York billionaire Michael Bloomberg, who poured millions of dollars into races across the commonwealth last year, bought a slim majority in the General Assembly. Bloomberg is now demanding a return on his investment – in the form of a broad ban on commonly owned firearms, gun registration, and outright gun confiscations.", "None of these measures would do anything to make Americans safer or curb violent crime. That is why the National Rifle Association opposes these measures.", "PATRICE ONWUKA: WOMEN'S MARCH SHOULD SUPPORT ALL WOMEN — NOT JUST OPPOSE ONE MAN", "Bloomberg’s ally in this effort is Gov. Ralph Northam — yes, THAT politician caught in the blackface scandal. Northam is pushing every single one of Bloomberg’s gun control schemes, including bans. One measure he supports would ban law-abiding citizens from owning America’s most popular all-purpose rifle, the AR-15. Virginians will soon have to turn in those firearms to the state, register them or face confiscation. We’re talking about a rifle that is owned by an estimated 17 million Americans and used for a variety of lawful purposes, including self-defense.", "Here are some facts. FBI data shows that four times as many individuals are killed with knives than with rifles of any kind. Data also shows that rifles were used in fewer homicides than blunt objects (clubs, hammers, etc.) or personal weapons such as hands, fists and feet.", "In addition, a federal ban on so-called assault weapons shows that it didn’t curb crime. A 1997 Department of Justice-funded study of the Clinton gun ban found, “At best, the assault weapons ban can have only a limited effect on total gun murders because the banned weapons and magazines were never involved in more than a modest fraction of all gun murders.” A follow-up study, also funded by the Justice Department, determined that “the ban’s effects on gun violence are likely to be small at best and perhaps too small for reliable measurement.”", "Presented with the overwhelming evidence of the ban’s inefficacy, Congress did not renew it. More recently, in 2018 a RAND Corporation study found no conclusive evidence that such bans have an effect on mass shootings or violent crime. Yet, Northam and Bloomberg want it.", "Instead of seeking to punish law-abiding Americans for the acts of violent criminals, lawmakers should focus on expanding opportunities for honest, hard-working Americans to defend themselves.", "Another Northam-backed measure – so-called universal background checks – would force law-abiding gun owners to pay government fees and comply with additional mandates simply to share a shotgun with a buddy on a hunting trip or lend a handgun to a friend in crisis who may need to borrow it to defend against someone who is threatening their life.", "So-called universal background checks won’t keep guns out of the hands of criminals because criminals don’t comply with the law. According to the Justice Department, 75 percent of criminals in state and federal prison who had possessed a firearm during their offense acquired it through theft, the black market or through a criminal associate. Researchers at the Bloomberg School of Public Health and the UC Davis School of Medicine found that “comprehensive background checks … were not associated with changes in firearm suicide or homicide.”", "Bloomberg claims that “92 percent of Americans” support criminalizing private firearms transfers. That’s 100 percent bogus. When citizens have voted on the issue – it’s either been rejected or voted into law with slim majorities. Washington State’s 2014 ballot initiative was approved by only 59 percent of the voters. Two years later, a majority of the voters in Maine rejected a background check measure. While in Nevada, a similar measure passed with the thinnest of margins, just 50.5 percent of the vote.", "Instead of seeking to punish law-abiding Americans for the acts of violent criminals, lawmakers should focus on expanding opportunities for honest, hard-working Americans to defend themselves. Americans use firearms for self-defense multiple times a day. Lives are saved.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Bloomberg’s Virginia plan is a template for what he wants to do in every state, and nationally if he is elected president. He will use his billions to take away our fundamental right to self-defense.", "Bloomberg and Northam have gotten the attention of every law-abiding gun owner in Virginia, and indeed, the country. All of us must stand united in fighting to protect our freedom and right to self-defense.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["D.J. Spiker", "D.J. Spiker Is A Virginia Native", "The Nra Institute For Legislative Action Virginia State Director. He Lives In Richmond."], "keywords": ["nationwide", "fit", "northam", "dangerous", "virginias", "bills", "gun", "effort", "dj", "violent", "criminals", "americans", "guncontrol", "ban", "weapons", "firearms", "spiker", "lawabiding", "measure"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}