{"keywords": ["sound", "tests", "ear", "bone", "york", "hearing", "city", "loss", "students", "hear", "told", "misses", "ears", "edison", "doing", "dehgan"], "paragraphs": ["In 2012, Nadine Dehgan noticed that her one-year-old daughter seemed developmentally delayed compared with her sister, who was a year and a half older. “She was missing all kinds of milestones, and she wasn’t speaking, wasn’t responding, wasn’t being social,” Dehgan, who was then a consultant in New York City who worked with nonprofits, told me. “She would just sit by herself in the corner and build towers and smash them down.” The younger child’s behavior and responses were within the range of normal, though only just, Dehgan said. If she and her husband, a mathematician, hadn’t reviewed videos of their other daughter at the same age, they might not have been as worried. Finally, when her younger daughter was eighteen months old, Dehgan shared her concerns with her pediatrician. “I came in saying, ‘I think there are issues,’ and they said, ‘O.K., we’ll get her tested.’ ” A New York State agency performed tests for learning disability, autism, cognitive issues, and speech delay. The testers concluded that Dehgan’s toddler was learning disabled and that she was far behind other children in her age cohort, with a developmental age somewhere around six months. The Dehgans had her retested by a third party, a private clinic in Tribeca. “They told us that she was autistic and that she needed immediate intervention.” Dehgan adjusted her work schedule in order to devote herself to accommodating her daughter’s needs. “I was sad to hear the diagnosis, but I was glad that we’d caught it early, because early intervention is the key with developmental issues,” she told me. “I started researching schools in Boston, because I had heard that that was the best place. And we took her to intense therapy.” Because Dehgan was preoccupied with those activities, she was several months late in taking her daughter back to her pediatrician for her two-year checkup. “When I finally did, they gave her a hearing test—which she failed,” Dehgan continued. The cause of her developmental delays wasn’t autism; it was conductive hearing loss. “The pediatrician hadn’t thought to give her a hearing test when I brought her in initially. And neither the state nor the third party had tested her hearing, either.” All newborns in New York State are supposed to be given a hearing test immediately after birth. Dehgan’s daughter had passed hers, and, presumably for that reason, no one, including her parents and the Department of Health, had thought of deafness as a possible diagnosis. “I consider myself an involved and somewhat educated parent, and so is my husband—yet we both missed it,” Dehgan said. “And I even had a younger brother with hearing loss. Which gives me pause.” The pediatrician’s failure to consider hearing loss as an explanation is harder to understand, because the child had had ear problems almost since birth. “Her ear canals are oddly shaped, it turns out, and she had so many ear infections when she was a baby that her eardrums would rupture, and gunk you don’t need to know about was coming out,” Dehgan said. Her daughter’s problem was a form of conductive hearing loss, so called because it occurs when an obstruction or physical deformity prevents sound from being conducted all the way to the inner ear. Scar tissue from repeated severe infections had hardened her eardrums and filled her ear canals, so that virtually no vibrations were reaching her (undamaged) cochlea. Luckily, hearing loss of this type is almost always treatable. A surgeon operated on the child several times, to remove scar tissue and other blockages, and inserted tubes through her eardrums to drain her middle ears. “Right now, she doesn’t have perfect hearing, but she is managing without hearing aids,” Dehgan said. “She’s a social, happy kid, and you wouldn’t guess that there was a problem. Once sound was allowed into her ears, she was able to make up for lost time, because we really worked with her. And it was caught early, so she was one of the lucky ones.” Her hearing is affected by colds and ear infections, but her teachers learned to move her to the front of the classroom and make other accommodations. Dehgan’s brother was less fortunate. “His hearing problem was detected when he was a child, but not a young child,” she said. “He had made it through elementary school with limited hearing and kind of just overcompensated. He stuck to sports and places where he was comfortable, and then once his hearing loss had been diagnosed my mom made sure that he would at least leave home with his hearing aids.” She said that there could possibly be a genetic connection between her brother’s problem and her daughter’s, but that they hadn’t been tested for that.", "Thomas Edison, famously, became increasingly deaf, beginning in childhood. He attributed his deficit to an incident that occurred when he was twelve and working on a train. He said that the train’s baggage master, to punish him for accidentally starting a fire with some chemistry equipment, “boxed my ears so severely that I got somewhat deaf thereafter.” Later in his life, Edison told a different version of the train story, in which the problem began when a conductor grabbed him by the ears to pull him into a moving boxcar. “I felt something snap inside my head, and my deafness started from that time and has ever since progressed,” he wrote. Both of those incidents made a huge impression on me, more than fifty years ago, when I watched Mickey Rooney reënact them in the movie “Young Tom Edison.” It’s not certain that either one really occurred—or, if they did, that they contributed to Edison’s difficulties. His deafness most likely had a genetic origin. The near consensus nowadays is that the Edison’s hearing problems were primarily conductive, and that the likely principal cause was either otosclerosis, which impedes the movement of the tiny bones in the middle ear, or mastoiditis, a bacterial infection of the mastoid bone, a part of the skull. Mastoiditis is typically caused by severe middle-ear infections that spread beyond the middle ear; in some cases, it can harm the auditory system and even spread to the brain, causing meningitis. The damage to Edison’s hearing may have been aggravated by scarlet fever. “I haven’t heard a bird sing since I was twelve years old,” he wrote in 1885. Edison didn’t always view his loss as a loss. “Throughout his life Edison would claim that his poor hearing was an advantage; that it reduced distractions by enabling him to concentrate,” Paul Israel, the director of the Thomas A. Edison Papers, at Rutgers, wrote, in “Edison: A Life of Invention,” published in 1998. Edison heard reasonably well when he was a young man; later, he said, his deafness allowed him to ignore “the babble of ordinary conversation.” When his loss had become severe and he needed to hear something—as he did when he auditioned musicians for early phonograph recordings—he bit down on a wooden sound board attached to the phonograph. Some of the vibrations passed through the wood, through his jaw, through his temporal bone, and into his cochlea, bypassing his eardrum and middle ear. This form of sound transmission is known as bone conduction. People with normal hearing rely on it, too; it’s part of the way we hear our own voices. (Bone conduction makes us think our voices are lower in pitch and more resonant than they sound to others, and that’s the main reason we cringe the first time we hear ourselves speak on a recording.) Bone-conduction devices work only when the inner ear has at least some function. There are bone-conduction hearing aids, intended mainly for people whose principal hearing defects are in their middle ears or external ear canals; the most effective ones are physically anchored to the skull. There are also bone-conduction headphones for people who have normal hearing but want be able to (for example) listen to music or communicate with other people without interfering with their ability to hear ambient sounds. The Navy SEALs who killed Osama bin Laden, in 2011, spoke to each other during the raid with “bone phones,” which left their ears uncovered. There are also versions intended for runners, who need to be able to hear cars approaching from behind, and scuba divers. A man who was recently accused of cheating at the poker game Texas hold ’em was thought to have a bone phone concealed in his hat. Edison sometimes argued that his form of deafness had made his inner ears more sensitive than other people’s, by protecting them from “the millions of noises that dim the hearing of ears that hear everything.” Still, he spent several months trying to invent a hearing aid, believing that the market would be huge. Israel quotes a longtime private secretary’s recollection that Edison “felt the loss of his hearing very much when he had visitors, and if they told funny stories among themselves and laughed hilariously, a wistful look came over his face, for he was very fond of humorous stories.” If, as a child, he’d had access to modern interventions for the type of hearing loss he probably had, he likely would have been able to hear them."], "url": "https://www.newyorker.com/science/elements/what-new-york-city-misses-by-not-doing-hearing-tests-on-students", "id": "bd97f6f0-4277-35a2-bfca-136c2a8bfa73", "title": "What New York City Misses by Not Doing Hearing Tests on Students", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["David Owen", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino"], "summary": "The cause of her developmental delays wasn’t autism; it was conductive hearing loss.\n“And I even had a younger brother with hearing loss.\nWhich gives me pause.” The pediatrician’s failure to consider hearing loss as an explanation is harder to understand, because the child had had ear problems almost since birth.\nLuckily, hearing loss of this type is almost always treatable.\n“Right now, she doesn’t have perfect hearing, but she is managing without hearing aids,” Dehgan said.", "pubDate": null}