{"id": "bdb7975c-0ad6-3834-808f-876b6969b990", "title": "Holiday shopping - Black Friday isn’t what it used to be", "url": "https://www.economist.com/business/2020/11/28/black-friday-isnt-what-it-used-to-be", "summary": "Best Buy, a large American electronics retailer, recently declared that “Black Friday isn’t just one day this year—it’s months long.”The start of the pre-Christmas shopping season, which this year falls on November 27th, has long been a bonanza for American retailers.\nBlack Friday typically attracts more than twice the foot traffic of other annual shopping sprees in America.\nSo large retailers have, like Best Buy, stretched Black Friday from a frenzied 24 hours to several weeks.\nWalmart, Target and other big-box retailers announced discounts on holiday items as early as October 11th.\nNRF expects this year’s holiday retail sales to grow by as much as 5% compared with 2019, as friends and families use gifts to show long-distance appreciation.", "paragraphs": ["O XFORD-DICTIONARY lexicologists recently declared “blursday” a word of the year. Pandemic-induced date confusion extends beyond self-isolating households. Best Buy, a large American electronics retailer, recently declared that “Black Friday isn’t just one day this year—it’s months long.”", "The start of the pre-Christmas shopping season, which this year falls on November 27th, has long been a bonanza for American retailers. The term itself is often credited to Philadelphia’s policemen, who used it to describe the pandemonium caused by suburban shoppers and tourists thronging the city ahead of the annual Army-Navy American-football game on the Saturday after Thanksgiving. By the 1980s shops recognised the branding opportunity—and began marking the occasion with deep discounts and “doorbuster” deals to pull people from their turkey-laden tables to shopping aisles.", "These days retailers make one-fifth of their holiday revenue, defined as sales in November and December, in the five days from Thanksgiving to Cyber Monday, invented in 2005 by the National Retail Federation ( NRF ), a trade group, in recognition of an online sales bump on the first working day after the holiday weekend. Black Friday typically attracts more than twice the foot traffic of other annual shopping sprees in America.", "This year, though, covid-19 has made many shoppers reluctant to elbow their way to cut-price wedding gowns or TV sets. So large retailers have, like Best Buy, stretched Black Friday from a frenzied 24 hours to several weeks. Walmart, Target and other big-box retailers announced discounts on holiday items as early as October 11th. In lieu of mall Santas and mistletoe, they offered refurbished online interfaces, generous return policies and expanded options for kerbside pickup. Amid the pandemic-induced collapse of travel and other “experiential” spending, some of the unspent dosh is going on stuff instead, notes Jill Standish of Accenture, a consultancy. NRF expects this year’s holiday retail sales to grow by as much as 5% compared with 2019, as friends and families use gifts to show long-distance appreciation."], "authors": ["The Economist"], "keywords": ["retailers", "retail", "holiday", "used", "isnt", "shopping", "pandemicinduced", "thanksgiving", "recently", "black", "sales", "shoppers"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}