{"id": "bdbea63e-6e15-3ed0-a623-148929c9189a", "title": "Boeing 737 Max: How an Australian boneyard stores the aircraft", "url": "https://www.ft.com/video/be9a8cb5-e1a2-4378-a027-3c9261f27f43?playlist-name=editors-picks&playlist-offset=6", "summary": "Boeing 737 Max was taken out of service after crashes in Indonesia and Ethiopia killed 346 people.\n80 of them were brought here to Alice Springs, deep in the Australian outback.\nSo we've got teams of engineers that induct the aircraft into storage, maintain them whilst they're in storage, and then return them to service.\nTOM VINCENT: Coming back to Alice Springs to set up a facility has definitely been quite a journey.\nHe believes that when the Max does return to service, it will displace older aircraft, meaning more storage opportunities for his business.", "paragraphs": ["You can enable subtitles (captions) in the video player", "JAMIE SMYTH: Where do you store a grounded airliner? Boeing 737 Max was taken out of service after crashes in Indonesia and Ethiopia killed 346 people.", "There are about 400 737 Maxes in service around the world. 80 of them were brought here to Alice Springs, deep in the Australian outback.", "TOM VINCENT: It's low humidity, low rainfall. It's the ideal climate for asset preservation. So we've got teams of engineers that induct the aircraft into storage, maintain them whilst they're in storage, and then return them to service.", "JAMIE SMYTH: The former Deutsche Bank debt analyst came up with the idea for an aircraft boneyard while studying for his pilot's licence.", "TOM VINCENT: Coming back to Alice Springs to set up a facility has definitely been quite a journey. Very different than sitting behind a desk, but I've always wanted to be involved in building a business from scratch.", "JAMIE SMYTH: His main customer base are the Asia-Pacific based airlines. In the next 20 years, the aviation sector here is forecast to grow to become 40% of the global market.", "TOM VINCENT: I think the biggest challenge was that everyone said it couldn't be done from the word go. But we went through securing the tenement here at Alice Springs airport, designing the engineering pavement that the aircraft are positioned on, raising capital, and then all the regulatory approvals that we've gone through and obtained. And then finally, giving the industry the confidence of placing these valuable assets with us to maintain.", "JAMIE SMYTH: The Boeing crisis has cost the company billions of dollars. And analysts say they're unlikely to return to service until at least March 2020. So what happens to the aircraft in the meantime?", "TOM VINCENT: We preserve the oil and fuel systems. Desiccants placed inside the engine to absorb any moisture. The engines are then sealed up.", "We do full lubrication of the control surfaces. So the wing, the vertical fin, horizontal stabiliser. Closing windows, cargo holds, doors, protection of landing gear.", "Max reentry, we believe that's still a Q1 2020 event. Even once the aircraft's recertified by the regulators, a large amount of work will have to be done on getting the aircraft back into service.", "JAMIE SMYTH: Mr Vincent plans to expand storage capacity to 70 aircraft next year. He believes that when the Max does return to service, it will displace older aircraft, meaning more storage opportunities for his business."], "authors": ["Filmed Graham Jepson. Edited Tom Griggs"], "keywords": ["theyre", "vincent", "return", "alice", "smyth", "boneyard", "boeing", "storage", "aircraft", "springs", "stores", "737", "max", "australian", "service", "weve"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}