{"id": "bdf70070-e817-3057-bf92-18434c3ac512", "title": "Game Informer Live — World Of Warcraft: Shadowlands", "url": "https://www.gameinformer.com/gi-live/2020/11/25/game-informer-live-world-of-warcraft-shadowlands", "summary": "World of Warcraft: Shadowlands is here.\nWith the latest World of Warcraft expansion, players take on beautiful new environments and deadly new foes as they pass through to worlds full of spirits, past heroes, and fallen foes.\nCome join us as we explore some of the dungeons, zones, and systems in Shadowlands.\nWhile the big four realms all have an associated faction, there's also the Maw - a dangerous zone full of terrifying creatures and the Torghast tower.\nJoin Dan Tack as he heads deep into the Shadowlands, exploring for cool quests and hidden trinkets, finding majestic new pets, and taking on new challenges to loot up.", "paragraphs": ["World of Warcraft: Shadowlands is here. With the latest World of Warcraft expansion, players take on beautiful new environments and deadly new foes as they pass through to worlds full of spirits, past heroes, and fallen foes. Come join us as we explore some of the dungeons, zones, and systems in Shadowlands. Each covenant faction confers different benefits, players must decide who to ally with as they enter the endgame after navigating through a curated quest chain that shows off the nature of each realm.", "While the big four realms all have an associated faction, there's also the Maw - a dangerous zone full of terrifying creatures and the Torghast tower. Torghast attempts to realize one of the great MMORPG dreams by offering a different dungeon every time, incorporating procedural generation aspects and different powerups in each run. Does it succeed? Come explore with us, and be sure to check out the full review when the time comes!", "The leveling experience is chock full of story as you meet the holy warriors of Bastion, the primal fighters of Maldraxxus, druidic and fae beasts in Ardenweald, and the soul-sucking vampires of Revendreth. But as always, the leveling and questing portion of the experience is just the beginning. While Mythic dungeons and raids won't be around for a few more weeks, there's plenty to do in the endgame to start preparing for epic encounters. As we're in the afterlife, this opens up windows to see many of Warcraft's past characters and how they're spending their time since the days of Stormwind and Orgrimmar.", "Join Dan Tack as he heads deep into the Shadowlands, exploring for cool quests and hidden trinkets, finding majestic new pets, and taking on new challenges to loot up. The action starts at 10 AM CST!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["world", "theres", "different", "live", "past", "foes", "warcraft", "game", "torghast", "leveling", "informer", "players", "shadowlands"], "pubDate": "2020-11-25T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}