{"title": "Bagehot - Jeremy Corbyn’s crushing defeat", "summary": "More important, Corbynism as a philosophy is probably here to stay for some time to come; Labour’s ideas were “eternal”, Mr Corbyn said.\nMr McDonnell has inspired a generation of think-tankers to ask fundamental questions about the machinery of capitalism.\nThe combination of institutional power and ideological fashion means that the Labour Party is a killing field for moderate leadership candidates.\nMr Corbyn was toxified by his habit of praising left-wing dictatorships, palling around with terrorists and turning a blind eye to anti-Semitism.\nIt is a Labour Party that fashions a blue-collar philosophy which combines an activist government with a return to patriotism and traditional working-class values.", "paragraphs": ["THE CONSERVATIVE party did everything it could to hand an election victory to Labour. It gestated Brexit in its womb and then failed to deliver it. It presided over ten years of austerity that strained public services to breaking point. It promoted fanatics while expelling first-raters. Yet Labour has managed its fourth loss in a row and its second under Jeremy Corbyn, and not just any old loss. As we went to press Labour was set to win only around 200 seats, its worst performance since 1935.", "Under Michael Foot in 1983 Labour responded to a similar humiliation by moving to the centre. You might imagine that this would happen in double-quick time today, too—that Mr Corbyn and John McDonnell, his shadow chancellor and comrade in arms, would be marched out of Labour headquarters in sackcloth and ashes; and that Seamus Milne, chief strategist, and his fellow Marxists would be subjected to a suitably Stalinesque show trial. Having won three elections under a moderate leader, Tony Blair, Labour has now lost four as it has charged ever further to the left. Enough said, surely?", "Not in Britain’s looking-glass politics. In a graceless speech on being re-elected to his seat in Islingon North, Mr Corbyn attacked the press and said that, though he will not lead the party into the next election, he will stay on for an interim period while it sorts out its future, probably in alliance with John McDonnell, his shadow chancellor. More important, Corbynism as a philosophy is probably here to stay for some time to come; Labour’s ideas were “eternal”, Mr Corbyn said. Potential successors will blame the messenger rather than the message. Blairism will remain in the grave.", "One reason for this is that the Corbynites have been as successful in taking over the party as they have been unsuccessful in taking over the country. They dominate the National Executive Committee (NEC) which determines the rules of any leadership campaign. They have a 40,000-strong Praetorian guard in the form of Momentum, which has a unique ability to combine mass mobilisation with bureaucratic manoeuvring. In the most recent election to the NEC, eight of the nine successful candidates were Momentum-backed. The trade unions have also moved sharply to the left since Mr Blair’s day, in part because New Labour failed to cultivate the moderate unions and in part because a succession of mergers has shifted power to radical activists from the public sector. The party may have managed to elect about 200 MPs, but they are the most radical in decades.", "In any case, the party as a whole has little desire to return to the centre. Mr McDonnell responded to the exit poll by saying that this was a Brexit election but that Labour’s policies went down well on the doorstep. There is more than a grain of truth in this. The British Election Study shows that most voters take “left-wing” positions on questions such as whether society is rigged in favour of the rich. Britain’s one centrist party, the Liberal Democrats, had an even worse night than Labour. Moreover, Labour’s intellectual and emotional energy is still on the left. Mr McDonnell has inspired a generation of think-tankers to ask fundamental questions about the machinery of capitalism. Protest movements such as Extinction Rebellion continue to radicalise the young.", "Even so, how did a party created to represent the working-class manage to lose so many working-class voters in its heartland to an Old Etonian member of the metropolitan elite such as Mr Johnson? This, the biggest question the party now faces, more obviously elicits a left-wing reaction than a centrist one. Gloria De Piero, a former MP for Ashfield, argued in a pre-mortem on the election that if the “red wall” collapses Labour must resolve that these seats will never be vulnerable again. “They’re not just parliamentary seats. They are the seats of our soul...They are us”. The party will agonise whether it has let itself become so London-based that it has lost its roots in the North. It will also agonise whether its enthusiasm for a second referendum alienated its traditional voters.", "The combination of institutional power and ideological fashion means that the Labour Party is a killing field for moderate leadership candidates. Liz Kendall, who ran in 2015, was humiliated; Tristram Hunt decamped to run the Victoria and Albert Museum; Andy Burnham became mayor of Greater Manchester; and Chuka Umunna left to set up a new party. Tom Watson’s decision to give up both his job as deputy leader and his parliamentary seat to become a fitness instructor was born of despair. As champion of the party’s moderate wing, he crunched the numbers, which is his forte, and decided that the future was deepest red.", "Mr Watson is right. There will not be a Blairite dog in the coming leadership fight. The champions of the party’s moderate wing are Sir Keir Starmer and Emily Thornberry. The leading champions of the left are Rebecca Long-Bailey and Angela Rayner. Sir Keir is the leader-in-waiting according to the betting markets but may fall at the first hurdle because the party is desperate to elect a woman. Ms Thornberry may get a fillip from the sheer scale of the humiliation but she embodies Labour’s London problem. Ms Long-Bailey and Ms Rayner both tick all the right boxes. They are working-class northerners who have powerful institutional support—Ms Long-Bailey is a protégé of Mr McDonnell and Ms Rayner is a favourite daughter of Britain’s biggest union, Unison.", "Despite their shortcomings—Ms Long-Bailey is robotic in her delivery and Ms Rayner weak on policy details—both embody a powerful ideological formula: Corbynism without Corbyn and left-wing economic policies without his noxious foreign policy. Mr Corbyn was toxified by his habit of praising left-wing dictatorships, palling around with terrorists and turning a blind eye to anti-Semitism. But his broader views on the case for more public spending and unrigging Britain’s rigged economy won widespread support. Given their advance into Labour’s working-class fastness, the Tories’ worst nightmare is not a Labour Party that returns to the old centre as defined by Tony Blair. It is a Labour Party that fashions a blue-collar philosophy which combines an activist government with a return to patriotism and traditional working-class values.", "Correction (December 13th 2019): Labour has now lost four elections in a row, not three as this article originally suggested.", "Dig deeper:", "Our latest coverage of Britain’s election"], "pubDate": null, "authors": ["The Economist"], "keywords": ["moderate", "defeat", "bagehot", "left", "corbyn", "jeremy", "mr", "labour", "party", "election", "ms", "mcdonnell", "crushing", "corbyns", "workingclass"], "id": "be2bb296-46b9-3a3f-8435-29ab73854166", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/britain/2019/12/13/jeremy-corbyns-crushing-defeat"}