{"id": "be3956c8-e0b6-3973-9606-3a25306ad58e", "title": "The UK government has failed to handle Covid, but local councils give a ray of hope", "url": "https://www.theguardian.com/society/2020/dec/17/the-uk-government-has-failed-to-handle-covid-but-local-councils-give-a-ray-of-hope", "summary": "Councils don’t always enjoy a smooth relationship with their local communities.\nCouncil tax is seen as an overhead, alongside the gas and electricity bills.\nInstead, under-resourced but dedicated local public health teams proved that local insight and understanding of communities can make the difference.\nThe chancellor’s spending review combined a hesitance to raise national taxation with a willingness to let council tax rise.\nBut councils and communities are finding that working closer as allies together might just hold the key to future local resilience.", "paragraphs": ["Councils don’t always enjoy a smooth relationship with their local communities. But in 2020, the year a global pandemic anchored us all more firmly to where we live, local responses highlighted the possibility of a different, more egalitarian relationship between local authorities and the residents they serve.", "This year, UK central government’s command-and-control style has struggled to provide the pace and sophistication required to respond to a virus that manifests locally by definition, contrasting with the rise of mutual aid and the success of local public health teams.", "Most people only use a few council services and tend to think local government is just about bins and potholes – a view sometimes fomented by national politicians. Councils’ biggest role – the care of our most vulnerable – is hidden from most people until they need it.", "Council tax is seen as an overhead, alongside the gas and electricity bills. It forms part of an expectation by residents about what they get for their money rather than being seen as part of a wider contribution to society, as other forms of taxation are understood to be. And over the past 10 years, governments have heaped funding cuts on local government and have taken advantage of complex council financing to duck the political fallout when local services are, inevitably, reduced.", "But as Covid-19 has spread, there have been signs of the relationship improving between councils and citizens. At the same time as neighbours created WhatsApp groups to support people shielding and in need, council staff and volunteers set up food hubs and distribution networks. Relationships that had been procedural and governed by bureaucracy became more human. Bradford council delivered treat bags to young care leavers facing isolation, for instance, while Stockport council donated smart tablets to care homes for residents to keep in touch with loved ones.", "As weeks have turned into months, the government has continued to overpromise and underdeliver on testing and contact tracing. Huge sums of public money have been handed over to private sector contractors, to little public benefit. Instead, under-resourced but dedicated local public health teams proved that local insight and understanding of communities can make the difference.", "As an antidote to the reckless wanderings of Dominic Cummings, the pragmatic voices of local leaders and public health directors came through on our national media as never before. Even as the antics of national figures breached public trust, the actions of local government figures protecting their communities showed that holding both power and responsibility need not be mutually exclusive.", "Increasingly, communities and local government have joined forces against an overbearing national government. This played out dramatically in greater Manchester, quite fittingly as the birthplace of contemporary devolution. Mayor Andy Burnham, flanked by the conurbation’s council leaders, spoke out passionately as the voice of people locally enduring nationally imposed restrictions that were creating economic hardship but limited impact on the virus spread.", "And when the UK government ignored Marcus Rashford’s campaign to continue free school meals over the autumn half-term, councils stepped in to make sure children wouldn’t go hungry over the holidays.", "Despite this united local front, the UK central government still seeks to divide and rule. The chancellor’s spending review combined a hesitance to raise national taxation with a willingness to let council tax rise. By refusing to compensate councils for the full costs incurred from their Covid response and leaving the door open for council tax to increase by 5%, the government knows it can avoid tough decisions itself and let councils take any public backlash.", "Higher taxes, alongside increasingly strained services, threaten to undermine the relationships many councils have built with their residents. And yet there are examples of council and communities who are deepening their collaboration and whose work may be a counterweight to some of the effects of austerity", "", "In East Ayrshire in Scotland, for example, the council has turned over millions of pounds worth of public properties for communities to run themselves. In Sunderland, the council has asked residents to co-produce neighbourhood-level plans for each part of the city – with specific focus on addressing the health inequalities that have been highlighted by Covid. And 2021 will see Newham council in East London open the country’s first permanent citizens’ assembly.", "Next year is likely be tough going, with a chaotic EU withdrawal compounding the fallout of the pandemic. But councils and communities are finding that working closer as allies together might just hold the key to future local resilience."], "authors": [], "keywords": ["residents", "ray", "councils", "uk", "health", "handle", "failed", "communities", "local", "hope", "covid", "council", "tax", "public", "national"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}