{"id": "be45df63-31e8-37eb-9930-e2bf0e68613d", "title": "14 Boozy Gift Ideas for the Amateur Bartender", "url": "https://wired.com/gallery/gift-ideas-for-wine-and-beer-lovers-1/", "summary": "We all have that family member who seems impossible to buy for, but here's a tip: There's a good chance they drink.\nHere, we've focused on items that aren't novelties—everything below will help nerdy beverage enthusiasts in their journeys.\nBe sure to check out our many other guides, including Our Favorite Cocktail Subscription Kits and the Best Bar Accessories.\nUpdated December 2020: We've refreshed this guide for the year, adding new favorites like the Barsys, Dashdarts, and the Wintersmiths Fantom Mini.\nSpecial offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off).", "paragraphs": ["We all have that family member who seems impossible to buy for, but here's a tip: There's a good chance they drink. There are many ways to improve anyone's liquid happiness in the coming decade, from bottles that ensure alcoholic beverages stay fresh to the right beer glass. Here, we've focused on items that aren't novelties—everything below will help nerdy beverage enthusiasts in their journeys. These are our favorite drinking-related gifts of the year.", "Be sure to check out our many other guides, including Our Favorite Cocktail Subscription Kits and the Best Bar Accessories.", "Updated December 2020: We've refreshed this guide for the year, adding new favorites like the Barsys, Dashdarts, and the Wintersmiths Fantom Mini.", "Special offer for Gear readers: Get a 1-year subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day."], "authors": ["Parker Hall", "Parker Hal"], "keywords": ["favorite", "wiredcom", "weve", "subscription", "14", "bartender", "work", "wintersmiths", "gift", "help", "youd", "ideas", "boozy", "amateur", "yearbe", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}