{"id": "be6ef89e-52ef-39ac-8b2c-398621030263", "title": "Let's Explore Fortnite Season 5 — Game Informer Live", "url": "https://www.gameinformer.com/livestream/2020/12/02/lets-explore-fortnite-season-5-game-informer-live", "summary": "Join Alex Van Aken alongside special guests Zombaekillz and Ian Preschel as they explore Fortnite Season 5, which includes new map locations, quests and weapons, and an updated battle pass that features new skins like The Mandalorian.\nAfter a record-breaking number of players fought off Galactus and exposed the Zero Point in yesterday's live event, the newest season in Fortnite Chapter 2 is themed after the greatest hunters across the galaxy, which includes our friends Mando and Baby Yoda.\nWe'll begin streaming at 12:30 PM CT on the Game Informer YouTube channel, so watch, ask questions, and chat with us about Fortnite Chapter 2 Season 5.", "paragraphs": ["Join Alex Van Aken alongside special guests Zombaekillz and Ian Preschel as they explore Fortnite Season 5, which includes new map locations, quests and weapons, and an updated battle pass that features new skins like The Mandalorian. After a record-breaking number of players fought off Galactus and exposed the Zero Point in yesterday's live event, the newest season in Fortnite Chapter 2 is themed after the greatest hunters across the galaxy, which includes our friends Mando and Baby Yoda.", "We'll begin streaming at 12:30 PM CT on the Game Informer YouTube channel, so watch, ask questions, and chat with us about Fortnite Chapter 2 Season 5."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["youtube", "zombaekillz", "explore", "fortnite", "chapter", "zero", "informer", "weapons", "yodawell", "yesterdays", "season", "includes", "live", "lets", "game"], "pubDate": "2020-12-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}