{"id": "be782ee5-e778-3f69-ac26-50f15afb4b51", "title": "A Look Back at 150 Years of Hotel du Cap Eden Roc, the Glamorous South of France Hideaway", "url": "https://www.vogue.com/article/150-years-of-hotel-du-cap-eden-roc-france", "summary": "Photo: HDCER Archives / Courtesy of FlammarionAlso highlighted in the book are the inner workings of the hotel and its troupe of 500 employees that feel plucked from the set of The Grand Budapest Hotel.\nTogether, they service the 118 rooms and nine bars and eateries with an exacting, often militant eye.\nAmbassador to Britain, and where Zelda Fitzgerald liked to leap from the diving board at night wearing only her slip.\nCabanas at the Hotel du Cap-Eden-Roc, 2019.\nWith Mars emitting a “strange glow,” many suspected the red planet to be on a collision course with Earth.", "paragraphs": ["Gymnastics equipment suspended over the water, c. 1928. Photo: HDCER Archives / Courtesy of Flammarion", "Also highlighted in the book are the inner workings of the hotel and its troupe of 500 employees that feel plucked from the set of The Grand Budapest Hotel. Together, they service the 118 rooms and nine bars and eateries with an exacting, often militant eye. There’s Head Doorman, Michel Babin de Lignac, the team’s longest-serving member who has stood guard for a whopping 44 years, and General Manager Phillip Perd, known for his sixty-rule manifesto that includes, \"Service is a state of mind, a disposition to generosity and curiosity.” Concierge Eric Grac recounts a tale in which a lunch guest requested a \"tarte tropézienne” pastry, direct from the nearby St. Tropez. The logical solution was the charter a helicopter to fulfill this request, tout de suite!", "With clientele like this, it should come as no surprise that there is plenty of gossip peppered in too. Despite being tucked away on a quiet street, the hotel has often acted as a stage for the jet-set's foibles so much so that they often work in conjunction with the local marine and air police to protect high-profile guests from prying paparazzi. In decades past, sans technology, it’s where Dietrich began her affair with Joseph Kennedy, the then U.S. Ambassador to Britain, and where Zelda Fitzgerald liked to leap from the diving board at night wearing only her slip. In more recent memory, as former Vanity Fair editor-in-chief Graydon Carter reveals in the book’s foreword, it’s also where Harvey Weinstein had been so rude to the staff that he was promptly banned from future celebrations at the hotel.", "Cabanas at the Hotel du Cap-Eden-Roc, 2019. Photo: Courtesy of Bruno Ehrs / Flammarion", "But no morsel of Hotel du Cap's never ending fables seems so closely tied to present day, and the impending post-pandemic roar, than one evening in the summer of 1938. With Mars emitting a “strange glow,” many suspected the red planet to be on a collision course with Earth. Naturally, this prompted the hotel to throw a gala entitled “Fatal Night.” American mining heiress Evelyn Walsh McClean, owner of the “cursed” Hope Diamond, removed the 45-carat gem from the hotel vault for guests to handle, if they dared, while others \"consumed copious quantities of caviar and sought oblivion from impending global annihilation through Dom Pérignon, Taittinger and Veuve Clicquot.”", "Though it eventually came to light that there was no threat of impeding doom, revelers left the celebration with the sort of champagne wishes and caviar dreams we hope to possess ourselves in the coming months and years to fuel our grand plans, with all roads leading to Hotel du Cap."], "authors": ["Zachary Weiss", "Zachary Weis"], "keywords": ["glamorous", "look", "courtesy", "roc", "service", "du", "grand", "france", "cap", "hotel", "south", "eden", "night", "caviar", "hideaway", "impending", "hope", "guests"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}