{"id": "be7f74d4-c046-38e8-9154-8fee02cd55a0", "title": "US election: how markets are reacting to early results | Charts that Count", "url": "https://www.ft.com/video/ed14146b-3f3b-4936-b2fe-f303b39f0373?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=2", "summary": "The ride remains wild on Wednesday with both candidates seeing a path to election as the final votes are tallied.\nThis means that the most popular market narrative leading up to this election is not going to play out.\nThis was the so-called 'blue wave' reflation trade.\nWith Democratic control of all three branches of government there would be huge fiscal spending, higher inflation, higher interest rates, and finally higher stocks.\nBut despite the 'blue wave' scenario not playing out, stocks rose nicely on Wednesday morning.", "paragraphs": ["You can enable subtitles (captions) in the video player", "It was a wild night in America on Tuesday with big swings in the vote tallies in big states. The atmosphere of excitement and uncertainty is captured nicely in the roller coaster in Nasdaq index futures as the evening wore on. The ride remains wild on Wednesday with both candidates seeing a path to election as the final votes are tallied. The outcome is going to depend on absentee ballots cast in just a few swing states, such as Pennsylvania.", "But just because the presidency still hangs in the balance it does not mean that we have not learned anything at all. One thing is becoming increasingly clear. The Democrats' hopes of adding to their majority in the House of Representatives and flipping the Senate look likely to be dashed. This means that the most popular market narrative leading up to this election is not going to play out.", "This was the so-called 'blue wave' reflation trade. The story went like this. With Democratic control of all three branches of government there would be huge fiscal spending, higher inflation, higher interest rates, and finally higher stocks. But despite the 'blue wave' scenario not playing out, stocks rose nicely on Wednesday morning.", "Was the reflation trade narrative just a convenient post hoc justification for a market that was determined to rise anyway? Perhaps not. If you look at 10-year Treasury yields on Wednesday morning, they did fall just as the failure of the 'blue wave' scenario would have predicted beforehand. As a result, cyclical stocks and most prominently banks, the most cyclical of all, are getting hammered, which is exactly what the failure of the 'blue wave' thesis would have predicted beforehand.", "So why then is the market as a whole doing so well? Well, look at who is leading the market up. It's technology and specifically the biggest tech stocks. Once again, the so-called FANG stocks are leading the market, which is a return to the status quo of the last few years. And given a very mixed election result, what else would you expect? Some days, even when the world is going mad, markets make good sense.", "[MUSIC PLAYING]"], "authors": ["Produced Gregory Bobillot"], "keywords": ["look", "market", "leading", "blue", "stocks", "markets", "reacting", "charts", "election", "going", "wave", "higher", "wild", "results", "early", "count"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}