{"id": "be908c0f-81af-3882-b22c-44b8252a7c96", "title": "GI Spooktacular – Amnesia: Rebirth Review And The Best Horror Games Of The Generation", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/10/22/gi-spooktacular-amnesia-rebirth-review-and-the-best", "summary": "In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Amnesia: Rebirth, NHL 21, and COD: Warzone's The Haunting of Verdansk event.\nThen we get really spooky and try to pick the five scariest games of this generation.\nSo please join Blake Hester, Kim Wallace, Dan Tack, Liana Ruppert, Marcus Stewart, Alex Stadnik, and myself for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.\nIntro: 00:00:00Amnesia: Rebirth: 00:03:00Call of Duty: Warzone: The Haunting of Verdansk Event: 00:09:53Dragon Quest Tact: 00:15:01NHL 21: 00:16:33Introducing Marcus Stewart, GI's Newest Editor: 00:20:45The Best Horror Games Of The Generation: 00:23:30Community Emails: 00:57:51Yakuza: Like A Dragon Interview: 01:44:04", "paragraphs": ["In this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently, including: Amnesia: Rebirth, NHL 21, and COD: Warzone's The Haunting of Verdansk event. Then we get really spooky and try to pick the five scariest games of this generation. Next, we put together another fantastic round of community emails. Finally, we close the show with an interview with Yakuza: Like a Dragon's senior localization producer Scott Strichart, who gets us excited for the next entry in the famed Yakuza series. So please join Blake Hester, Kim Wallace, Dan Tack, Liana Ruppert, Marcus Stewart, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Amnesia: Rebirth: 00:03:00", "Call of Duty: Warzone: The Haunting of Verdansk Event: 00:09:53", "Dragon Quest Tact: 00:15:01", "NHL 21: 00:16:33", "Introducing Marcus Stewart, GI's Newest Editor: 00:20:45", "The Best Horror Games Of The Generation: 00:23:30", "Community Emails: 00:57:51", "Yakuza: Like A Dragon Interview: 01:44:04"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["games", "marcus", "stewart", "spooktacular", "generation", "horror", "interview", "verdansk", "informer", "sure", "gi", "yakuza", "review", "rebirth", "best", "amnesia", "listen"], "pubDate": "2020-10-22T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}