{"id": "beb2dce3-c52d-3b4d-ad91-ba60dd34a0c6", "title": "Gears Tactics Review – Impressive Battles In A Quagmire War", "url": "https://www.gameinformer.com/review/gears-tactics/gears-tactics-review-impressive-battles-in-a-quagmire-war", "summary": "With its cover-based shooting, varied enemy types, and bombastic tone, the Gears franchise is a great fit for the tactics genre.\nWith a focus on characters and story, plus a sense of speed and flexibility in battle, Gears Tactics manage to outstrip most competitors in the genre.\nGears Tactics jumps its storyline back to the beginning of the conflict between humans and the Locust Horde.\nStilted pacing blunts some of the aggressive joy in Gears Tactics, but I still walked away impressed.\nAt the heart of any engaging tactics games is the sense of emergent moments, where careful skill usage and planning leads to clutch wins.", "paragraphs": ["With its cover-based shooting, varied enemy types, and bombastic tone, the Gears franchise is a great fit for the tactics genre. The world and the feel of combat both remain intact in this transition to turn-based warfare. With a focus on characters and story, plus a sense of speed and flexibility in battle, Gears Tactics manage to outstrip most competitors in the genre. Despite some pacing issues that leave the content feeling stretched thin over too many hours, this is a challenging and rewarding experience.", "Gears Tactics jumps its storyline back to the beginning of the conflict between humans and the Locust Horde. The plot remains thankfully manageable and contained, following a ragtag team of soldiers and their quest to take down one particularly nasty baddie. Within that framework, the slightly cliched characters and events are given life through attractive cinematics and emotionally engaged vocal leads. The narrative feels self-contained for newcomers, but adds important new wrinkles to the lore for longtime fans.", "Battles play out as objective-focused affairs, in which one to four squadmates square off against a frequently overwhelming number of monstrous enemies, while also aiming to meet one or more goals. In many ways, this new twist on Gears takes its cues from the modern-day XCOM games, but with some meaningful twists. With three actions, characters can flexibly move, attack, and use abilities in any combination, all in one turn, giving any one soldier tremendous utility. Overwatch, where a character can set remaining actions to guard a line-of-sight area, plays a huge role in success, encouraging the focus on defensive cover play that characterizes the broader franchise. It also results in satisfying moments, like setting up devastating kill-boxes as the hordes charge into the grinder. In addition, an engaging mechanic allows players to execute downed enemies to give everyone on the team an extra action, which becomes an enormously fun risk/reward dynamic.", "The fully rotating 3D battlefields are intelligently designed, demanding careful observation and positioning. Verticality and degrading cover add more complexity and depth. Even in this new isometric view, the characters and backgrounds maintain much of the detail and “ruined beauty” aesthetic of the franchise, and that visual crispness helps aid tactical decision-making. I only rarely encountered skewed views or perspectives that resulted in a deployment mistake.", "Between missions, the gradual squad leveling, cosmetic customization, and equipment modding lend an almost RPG quality to progression. I enjoyed the class variety, and how even within familiar roles like sniper or support, I had plenty of room to make each hero stand apart. I also like the weapon and armor modding, but the task of managing all the acquired pieces eventually starts to feel like a chore.", "In the early hours, I consistently enjoyed the mix of deadly combat and character improvement. However, the lengthy campaign increasingly rubbed me the wrong way. The introduction of required side missions needlessly extends the game’s length and ultimately halts any sense of momentum or pacing within the story. These side missions, which are drawn from just a few different objective pools, feel repetitive and stale. And strangely, several of them offer dramatic bumps in difficulty, far outstripping the story missions in the same section.", "That sense of unnecessary time dilation begins to present itself in all the missions, with drawn-out battles that slip away from the series’ trademark burst of adrenaline. Nowhere is that truer than the three act-ending boss fights. While each offers initially fearsome encounters against mammoth creatures, the high hit-point totals and endless waves of spawning minions are exhausting. That’s especially true in a gruelingly long final boss fight, which is a tiring endurance bout rather than a satisfying challenge that puts your skills to the test.", "Stilted pacing blunts some of the aggressive joy in Gears Tactics, but I still walked away impressed. At the heart of any engaging tactics games is the sense of emergent moments, where careful skill usage and planning leads to clutch wins. Taking control of a squad of COG soldiers in this adventure, I repeatedly encountered those moments, along with the thrill of a narrow victory. This is a solid new front in the Gears theater of war, and one worthy of additional opportunities to grow."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["quagmire", "gears", "pacing", "games", "feel", "franchise", "battles", "sense", "war", "tactics", "impressive", "characters", "moments", "missions", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}