{"id": "bedc2ddf-8755-3b67-98af-f41fa6edfc5b", "title": "Kingdom Hearts HD 2.5 Remix Review – Lock Yourself Away For The Winter", "url": "https://www.gameinformer.com/games/kingdom_hearts_hd_25_remix/b/ps3/archive/2014/12/01/kingdom-hearts-hd-2-5-remix-review-game-informer.aspx", "summary": "If you loved last year’s Kingdom Hearts HD 1.5 Remix, you’re in for even more of a treat this time around.\nFor the 2.5 Remix, you get two top games in Kingdom Hearts II and Birth By Sleep and another bad movie.\nKingdom Hearts II serves as the centerpiece of the collection.\nLike the first Kingdom Hearts, the plodding Roxas intro serves more as something to bust through than relish.\nKingdom Hearts II and Birth By Sleep offer an incredible amount of quality gameplay.", "paragraphs": ["If you loved last year’s Kingdom Hearts HD 1.5 Remix, you’re in for even more of a treat this time around. In that package you got the excellent original game alongside the less thrilling Chain of Memories and a movie version of 358/2 Days. For the 2.5 Remix, you get two top games in Kingdom Hearts II and Birth By Sleep and another bad movie.", "Kingdom Hearts II serves as the centerpiece of the collection. Like the first Kingdom Hearts, the plodding Roxas intro serves more as something to bust through than relish. I enjoyed approaching it from a new perspective, however, knowing what I do now about his past. When this originally released, the mystery of what’s going on pulled you through, but after 358/2 Days it takes on a bittersweet tone. Once Sora’s back at the helm, the fun combat and Disney interactions take over, and the experience measures up to my memories of the original.", "The improved base gameplay and visuals from the first game make KH II feel closer to a modern title. The Gummi ship levels are better, and creation can be as simple as tapping a blueprint for those lacking creativity or interest. Visual upgrades and the addition of Final Mix content freshen up the experience even for veterans, with new cutscenes, bosses, weapons, items, and tweaks to certain sequences that weren’t possible in the pre-patch era.", "The previously PSP-only Birth By Sleep looks great with the visual upgrades, and gameplay is improved by full controller support. The story structure involves three characters running through the same worlds from different perspectives with different gameplay, so by the time the last run comes around it loses some luster. Compared to KH II, I prefer BBS’s battle system due to more versatile access to special moves and separate cooldowns for powers. Final Mix adds in new bosses and gear along with a cool, challenging level at the end of the game.", "The Re:coded movie (based on a DS game born from a mobile game) is the worst combination of mind-numbing and long, clocking in at around three hours. At least 358/2 Days sheds light on the story of Roxas and Organization XIII. This just takes place in a throwaway computer universe. The only interesting stuff happens at the very end. Despite this weak link, it’s there for completionists and easy to ignore for everyone else.", "Kingdom Hearts II and Birth By Sleep offer an incredible amount of quality gameplay. If you’re feeling nostalgic or running through for the first time, there’s a ton of meat to sink your teeth into that can easily last well into the new year."], "authors": [], "keywords": ["lock", "hd", "ii", "25", "gameplay", "remix", "game", "hearts", "away", "sleep", "kingdom", "days", "3582", "review", "birth", "winter", "youre"], "pubDate": "2014-12-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}