{"id": "befaec12-a2ae-38a1-86cb-dc2f387705a2", "title": "Manchester United need a structure to break the blame-and-burn cycle | Jonathan Liew", "url": "https://www.theguardian.com/football/2020/dec/10/manchester-united-need-a-structure-to-break-the-blame-and-burn-cycle", "summary": "So let’s blame Maguire.\nSo let’s blame him too.\nBut he has underperformed at United, and besides he looks casual when he runs, has a dislikable agent and cost £90m, so let’s blame him too.\nSo let’s blame him too.\nThe need to build an entire structure to replace Alex Ferguson, not simply a revolving door of pricey messiahs, was urgent then and remains urgent now.", "paragraphs": ["There are certain clubs that seem to be built on chagrin: where the urge to fulminate and pontificate and point the finger after a big defeat almost soothes the pain of the defeat itself. At the moment, Manchester United feel like one of those clubs. Elimination from the Champions League on Tuesday night was many things: a shame for the club’s fans, a big blow to the balance sheet, an enormous missed opportunity after the opening-day win in Paris. But it was also an unmissable chance to dish out some well-deserved blame.", "As ever, Harry Maguire was first to partake in the ritual blood-letting. Over the past few months, it has become something of a staple to see United’s captain “fronting up” to BT Sport after a defeat. And here he was again, looking fittingly contrite and remorseful, like a naughty sea cadet who had wandered into the missile room looking for his jelly babies and accidentally fired a torpedo at Taiwan.", "Solskjær retains strong Manchester United backing before derby with City Read more", "Maguire seemed keen to take his share of the blame, and in fairness he works hard on the pitch to ensure he deserves it. It was probably his responsibility to clear the cross from which Justin Kluivert scored the decisive third Leipzig goal, his responsibility to organise and marshal a defence that has conceded 27 goals in 16 games in the Premier League and Champions League.", "So let’s blame Maguire. But then you have to answer for David de Gea, who was slow to challenge Kluivert for the ball and who has become increasingly error-prone in the past two or three years. Proactive teams demand a proactive goalkeeper, and for all his shot-stopping ability De Gea feels increasingly like a man commanding his goal but not the spaces beyond. So let’s blame him too.", "Then, of course, you have Paul Pogba: the “troublesome” midfielder who coincidentally seemed to cause very little trouble when he was at Juventus. But he has underperformed at United, and besides he looks casual when he runs, has a dislikable agent and cost £90m, so let’s blame him too. And let’s also blame Aaron Wan-Bissaka, a defender who is excellent at dealing with danger but – as Leipzig’s first goal demonstrated – less good at foreseeing it.", "While we’re at it let’s also blame Mason Greenwood and Marcus Rashford for not converting their chances, Luke Shaw and Alex Telles for failing to track Amadou Haidara for the second Leipzig goal, Victor Lindelöf for being Victor Lindelöf, Nemanja Matic for being Nemanja Matic, Scott McTominay for never playing a forward pass when a sideways pass will do nicely.", "Strange, isn’t it, how one squad seems to have chanced upon so many underperforming players. And yet as the manager, Ole Gunnar Solskjær, was eager to get across, it’s “the manager’s responsibility to get everyone ready”, which conceding a goal after 109 seconds suggests they probably weren’t. Not to mention the fact United have gone behind in seven of their past nine matches.", "Of course Solskjær changed the game, just as he did as a player. He made all five of his substitutions. Once again United stormed back into contention, scoring two late goals and very nearly stealing a point – and qualification – in the dying minutes. But throwing on £130m worth of midfielders doesn’t make you an alchemist. Once again his tactics were exposed, his starting XI pecked to shreds, his powers of motivation badly lacking. So let’s blame him too.", "But who appointed Solskjær? And who continues to keep him in place? Who decides to sign Telles and then not let Brandon Williams go on loan? Who spends most of the transfer window pursuing Jadon Sancho and not signing cover at centre-half? Whose fault is it that Marcos Rojo, Jesse Lingard, Odion Ighalo, Phil Jones, Juan Mata and Eric Bailly are all still around the place, not playing football? Whose idea was it to sign Alexis Sánchez?", "Facebook Twitter Pinterest Ed Woodward has presided over drift at Old Trafford in the seven years since Alex Ferguson’s departure. Photograph: Martin Rickett/PA", "Certainly not the sporting director that United seem to have spent most of the past decade browsing without ever actually hiring. And in many ways most of the above decisions are actually non-decisions, the path of least resistance, the result of bureaucratic stasis and corporate apathy, of a Glazer regime that keeps the club at arm’s length and a chief executive in Ed Woodward who seems to keep reality at arm’s length.", "In many ways the problem here is that United got too big, too rich, too successful, too quickly. By 2013 they were a global hyperbrand essentially run on the whim of one genius coach and his ticking mind. The need to build an entire structure to replace Alex Ferguson, not simply a revolving door of pricey messiahs, was urgent then and remains urgent now.", "Every club make mistakes. Every business makes mistakes. But a proper apparatus, a cogent identity, a few more brains in the room, some bravery and strategy, might not only have minimised United’s mistakes but learned from them. It might have given their squad a leaner, more logical shape. It might have helped establish a playing style that works with more than 40% possession. It might have foreseen the dangers in appointing a souvenir DVD as the manager of one of the world’s biggest clubs. It might have snapped them out of their toxic cycle of blame-and-burn.", "In a way, you wonder if United’s fans are their last hope here. In the past decade 110 Premier League managers have left their jobs. So far in 2020, there has been only a single departure: Nigel Pearson at Watford. Doubtless this is on many levels a good thing. And yet you wonder too whether empty stadiums are a factor. Here in these quiet fortified castles, the outside world – with its feverish flights of fancy and bellowed hierarchy of demands – can feel somehow less pressing, less urgent, more abstract.", "The Fiver: sign up and get our daily football email.", "You are reminded of the old maxim that managers are ultimately given their marching orders by the fans. A heaving, seething Old Trafford would at least have given a voice and a focal point to the dissent, the frustration, the anger, the sheer boredom. It would certainly not have stayed silent while United were getting thrashed 6-1 by Tottenham.", "The present is not yet lost. The Champions League pipe dream is over for another season, but the Premier League remains alive, even if the numbers and the eyes suggest this too is a pretty illusion. In the medium term another change of manager, another strategy pivot, feels inevitable sooner or later. The present is not yet lost, but the battle for Manchester United’s future may already have begun."], "authors": ["Jonathan Liew"], "keywords": ["blameandburn", "uniteds", "united", "past", "cycle", "clubs", "lets", "league", "need", "break", "manchester", "structure", "jonathan", "urgent", "solskjær", "liew", "goal", "blame"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}