{"id": "bf262088-0560-390e-b45f-4f5d28a9e893", "title": "24 Gifts We Love From BIPOC-Owned Businesses", "url": "https://www.wired.com/gallery/gifts-from-bipoc-owned-business#intcid=_wired-most-popular-right-rail_3a2c6f3a-f198-4764-aa82-3a080905b943_popular4-1", "summary": "It's always important to support BIPOC (Black, Indigenous, and people of color), and it's at the forefront of many peoples' thoughts this year due to the many conspicuous instances of police brutality brought to public attention.\nOne of the easiest ways to support people of color is by purchasing from companies they own.\nBelow, we've rounded up some of our favorite gear from BIPOC businesses.\nDue to high demand, some of these gifts have shipping delays—but that's a good thing, and we're sure your recipient will understand.\nWIRED staffers Pia Ceres, Kimberly Chua, Samantha Cooper, Alan Henry, and Phuc Pham also contributed to this piece.", "paragraphs": ["It's always important to support BIPOC (Black, Indigenous, and people of color), and it's at the forefront of many peoples' thoughts this year due to the many conspicuous instances of police brutality brought to public attention. Systemic racism and racial injustice is nothing new—but 2020 sparked a wave of unrest across the United States.", "One of the easiest ways to support people of color is by purchasing from companies they own. Below, we've rounded up some of our favorite gear from BIPOC businesses. Due to high demand, some of these gifts have shipping delays—but that's a good thing, and we're sure your recipient will understand.", "Special offer for Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day.", "WIRED staffers Pia Ceres, Kimberly Chua, Samantha Cooper, Alan Henry, and Phuc Pham also contributed to this piece."], "authors": ["Louryn Strampe", "Louryn Stramp", "Wired Staf"], "keywords": ["youd", "work", "gifts", "bipocowned", "support", "color", "wiredcom", "wired", "ways", "24", "gear", "weve", "love", "bipoc", "businesses"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}