{"id": "bf335cb4-738d-3b0a-909a-eb698145affc", "title": "Vladimir Putin Has a Message: “Hey, Joe, Are You Listening?”", "url": "https://www.newyorker.com/news/letter-from-bidens-washington/vladimir-putin-has-a-message-hey-joe-are-you-listening", "summary": "Inside Russia, Putin this week signed legislation allowing him to be leader for life—or at least until 2036, when he will be eighty-three years old.\nBut there’s no question in my mind that the Biden team smells a trap.\nThe last thing they want is another four years of “Russia, Russia, Russia,” of endless rounds of new sanctions and cable-news coverage of the latest sniping between Biden and the tough guy in the Kremlin.\n“Swagger” was the mantra of the Trump team, and the former President spent four years praising adversaries and trashing allies.\nIt might finally be the moment, Milov said, to move toward “full-scale containment.”The Biden Administration is not there yet.", "paragraphs": ["Vladimir Putin would like a word. All of the talk in Washington these days is about China, or our crazy dysfunctional politics, or the pandemic and its consequences. Putin seems determined to push Russia back onto the agenda, too. Since an offhanded remark by President Joe Biden, in a recent interview, agreeing that Putin was a “killer,” Russia’s strongman has sent an alarming buildup of troops and weaponry to the front lines with Ukraine—an escalation that threatens the renewal of a hot war in Europe, with America and Russia on opposing sides. Inside Russia, Putin this week signed legislation allowing him to be leader for life—or at least until 2036, when he will be eighty-three years old. Putin’s leading political rival, the jailed dissident Alexey Navalny, meanwhile, is on a hunger strike, suffering a health crisis so severe that his doctors warn he may die unless Putin orders his jailers to relent. Navalny’s supporters are begging the Biden Administration to intervene, and on Thursday, I spoke with Vladimir Milov, a Navalny adviser who has been pushing the new White House team for a tougher response to the dissident’s “clearly deteriorating” condition. Milov told me sanctions that Biden issued last month, after Navalny’s imprisonment, had “essentially no consequences,” and that new measures punishing Putin and his inner circle of oligarchs are a “necessary second step.”", "In Washington, Kremlinologists are convinced that these provocative actions constitute a deliberate effort by Putin to test America’s new President. We know what Donald Trump would do in this situation: nothing. That is exactly what he did when Putin’s agents poisoned Navalny last year, with the banned chemical agent Novichok, and carried out the sweeping SolarWinds hack in the United States. In no foreign-policy area is the rhetorical contrast between the last U.S. President, who openly fawned over Putin, and the current one, who disdains him, more significant. But will Biden prove different in his actions? On Thursday, I spoke with a senior Administration official who promised an unspecified “range of other actions” against Russia for its 2020 outrages; confirmed that more Navalny-related sanctions are also being considered; and warned of “meaningful costs and consequences” if Russia actually undertakes new military action against Ukraine.", "But there’s no question in my mind that the Biden team smells a trap. The last thing they want is another four years of “Russia, Russia, Russia,” of endless rounds of new sanctions and cable-news coverage of the latest sniping between Biden and the tough guy in the Kremlin. The truth is that, even after intervening in two successive U.S. elections on behalf of Trump, Russia has so far hardly figured at the top of the new Biden Administration’s priority list. For its first seventy-five days, Biden’s Presidency has been understandably focussed on domestic crises—from the pandemic and the economy to gun violence and a racial reckoning. Where geopolitics are concerned, Biden’s senior advisers have said that countering China is their top priority—and the U.S’s primary challenge this century.", "In a practical sense, the Administration’s international achievements so far have been in its most pressing project: undoing what Trump wrought. Just this week, the State Department announced that it was restoring hundreds of millions of dollars in aid to Palestine which Trump had cut off. In Vienna, U.S. and Iranian diplomats have gathered to begin hashing out the terms by which the United States can reënter the nuclear deal that Trump exited, in 2018. Biden has already recommitted to the Paris climate accord, from which Trump pulled out, rejoined the World Health Organization, which Trump quit in a snit over its handling of the coronavirus; and begun revitalizing alliances and international organizations weakened by Trump’s rejection.", "Less tangibly, but perhaps as significantly, the new Administration has radically changed the surround sound of American diplomacy. “Swagger” was the mantra of the Trump team, and the former President spent four years praising adversaries and trashing allies. The Biden approach is best summed up, for me, by an exchange that I had with former Secretary of State John Kerry, who is now Biden’s special climate envoy. On the day, in February, that the U.S. officially rejoined the Paris accord, I interviewed Kerry, at an event in Washington hosted by the Italian Ambassador. When I asked what Kerry was seeking from his European counterparts, after four years of American self-segregation, he replied, “Forgiveness.” The return to the agreement, he added, “won’t be done just with words—it has to be done with actions. We can’t talk our way back into legitimacy.”", "But, while Biden’s new foreign-policy team—led by the national-security adviser, Jake Sullivan, and Secretary of State Antony Blinken, two longtime Biden aides from the Obama Administration—has been busy figuring out how to re-legitimize America in the eyes of the world, Putin has once again proved adept at forcing himself into the center of Washington’s attention. I spoke with several leading Russia experts, and all of them agreed that Putin’s provocations are both worrisome and designed, at least in part, to test Biden’s resolve. Whether or not Putin likes being called a killer, he surely likes being ignored even less. He is also a savvy adversary of the United States, after more than two decades in power. Biden is his fifth American President, and Putin has challenged every single one at some point. “The Russians want to be a top priority for the United States,” Alina Polyakova, a Russia scholar who runs the Center for European Policy Analysis, told me. “It’s a desire to make themselves known at a time when they are not being noticed.” And also a chance to tweak Biden, she added, “to make it clear it doesn’t matter who the U.S. President is—the U.S. is still feckless, not a lot of action behind those words.”", "No matter how much of a drama Putin manufactures—and his recent actions have me thinking of Kim Jong Un and the North Koreans’ attention-seeking nuclear-missile tests—it’s hard to envision a major Biden ramp-up against Russia beyond more sanctions, more tough words, and a much more coördinated approach with European allies. When Russia’s military moves in Ukraine became apparent, last week, it did not go unnoticed that pushback came in a single, choreographed day, both from top U.S. officials—who all called their Kremlin counterparts to protest—and from European leaders. On Capitol Hill, the Republican senator Ted Cruz has placed a hold on Biden nominees for key posts, in hopes of forcing the Administration to push more aggressively to stop Russia building the Nord Stream 2 energy pipeline to Germany; Cruz is currently blocking the nomination of Wendy Sherman for State Department deputy over the issue. But the pipeline is more than ninety-per-cent complete, and the Biden team seems disinclined to blow up relations with Germany over a project that is likely to be completed anyway.", "My conversation with the senior Administration official suggested that there is zero desire from the Biden team to find itself consumed by recent years’ familiar cycles of Russian outrages followed by American reactions. When I asked how the Administration views Russia, the official called it “a serious and significant threat to the United States that needs to be managed in a way that gets us onto a path of stability.” This does not sound like an Administration that is ready for more escalation following the promised retaliations for Russia’s 2020 provocations. “We want to execute that response. We want to stand up and defend American interests and sovereignty, and we will do so. And then we want to communicate a clear view that it is in the United States’ interests to find a way to deal with the challenges we have with Russia without it overtaking or overwhelming the rest of our agenda,” the official said.", "But Putin gets a vote here, too. These are Obama veterans, after all, and they well remember when their “reset” policy with Putin was blown up, when Russia illegally annexed the Crimean Peninsula, in 2014, from Ukraine. “It’s not like we’re sitting around saying, ‘Oh, Russia, who cares? Let’s just try to shelve it,’ ” the official said. “Vladimir Putin has made clear, and a lesson we learned from the Obama Administration is: do not discount Russia’s capacity for significant disruption, and for its direct assault on core American interests.” The Biden team may not want to get “trapped,” but an actual Russian attack in eastern Ukraine, would be another matter entirely.", "New Administrations in Washington always face a clamor to act—now!—on both the pressing crises of the moment and the inherited disasters of their predecessors. Savvy world leaders have long since learned to understand and play the Washington clock—whether in pushing, as Putin is right now, early in a new Administration or scheduling invasions late in a lame-duck Presidency. (See Putin’s war in Georgia in the summer of 2008, and the Israeli leader Benjamin Netanyahu’s war in the Gaza Strip in early 2009.) The Biden team is dealing with Putin’s provocations at a moment when it has virtually no confirmed State Department officials besides the Secretary of State himself, no senior director for Russia at the National Security Council, and no Biden-appointed Assistant Secretary of State overseeing the region.", "But I keep coming back to something that Milov, the Navalny adviser, said. What Biden and other leaders lack right now on Russia is not so much a sanctions list that hits the right Putin allies, or a round of tough phone calls; it’s a strategy for a changing world. Just as with China, the old American approach of carrots and sticks—the one that has lasted more or less since the end of the Cold War—is no longer working. Putin has declared himself a “full-scale enemy,” Milov said, and should at last be treated as such. “The West really lacks a coherent approach to Russia at this moment,” he argued. Violations by Putin’s government are still treated as one-offs: the jailing of a dissident, the hacking of U.S. government agencies, election interference or the use of banned chemical weapons or armed incursions against its neighbors. Right now, the crisis is Navalny and Ukraine. Tomorrow, it will likely be something else. “We are going to keep bouncing back to the question of what we do about Russia’s actions next time,” Milov said. It might finally be the moment, Milov said, to move toward “full-scale containment.”", "The Biden Administration is not there yet. And, even if it was, theirs is a world on fire, at home and abroad. Will Putin’s latest outrages force their way onto the top of Biden’s priority list? Milov understands that the odds are low. “The Biden Administration has so much to repair,” he acknowledged. Then he added, with a laugh, “If we were the only problem in the room. . . .”"], "authors": ["Susan B. Glasser", "Susan B. Glasse"], "keywords": ["putin", "biden", "putins", "vladimir", "hey", "team", "milov", "state", "listening", "administration", "american", "message", "joe", "trump", "russia"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}