{"id": "bf3dd23f-9615-364f-8247-60468007ccb5", "title": "Nevada police using 'ghosted' patrol cars in DUI blitz", "url": "http://www.foxnews.com/auto/nevada-police-ghosted-patrol-cars-dui", "summary": "The Nevada Highway Patrol has launched a holiday DUI blitz in the Las Vegas area using “ghosted” cop cars.\nThe Ford Interceptor Utilities aren’t quite undercover, but feature darker badging than the patrol’s usual vehicles.\nBut if you're arrested for a DUI, it will follow you home,\" Nevada State Trooper Travis Smaka told the Detroit Free Press.\nAmong the suspected DUI violators arrested this past Saturday night was one found with an open bottle of Jack Daniels and an AR-15 rifle in their car.\nAlong with its traditional dark blue vehicles, the Silver State has recently started introducing a new silver paint scheme for its cars that’s quite a bit easier to spot during the day.", "paragraphs": ["The Nevada Highway Patrol has launched a holiday DUI blitz in the Las Vegas area using “ghosted” cop cars.", "The Ford Interceptor Utilities aren’t quite undercover, but feature darker badging than the patrol’s usual vehicles.", "The Explorer-based SUVs also have police lighting hidden at the top of the windshield, instead of mounted on the roof, which is a feature that Ford offers to its customers for applications like this.", "“We’ll see you before you see us,” the department warned in a Twitter post that included a video of what scofflaws might see in their rearview mirror if they bother to look.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We're a major destination city where people come to have a good time — from California, Texas, Michigan. Whatever happens in Vegas, stays in Vegas. But if you're arrested for a DUI, it will follow you home,\" Nevada State Trooper Travis Smaka told the Detroit Free Press.", "Among the suspected DUI violators arrested this past Saturday night was one found with an open bottle of Jack Daniels and an AR-15 rifle in their car.", "Along with its traditional dark blue vehicles, the Silver State has recently started introducing a new silver paint scheme for its cars that’s quite a bit easier to spot during the day."], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["cars", "vegas", "state", "feature", "blitz", "quite", "using", "dui", "silver", "youre", "patrol", "ghosted", "nevada", "arrested", "ford"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}