{"id": "bf4bb661-ee3a-3ed6-8589-a0dad74a13ef", "title": "Exclusive Look At The 1960s-Inspired Character Designs Of Deathloop", "url": "https://www.gameinformer.com/exclusive-video/2021/03/18/exclusive-look-at-the-1960s-inspired-character-designs-of-deathloop", "summary": "As part of our month of exclusive coverage, we're showing off the 1960s-inspired character designs of Deathloop.\nArkane Studio's lead character artist, Jean-Baptiste Ferder, walks us through the process of how the team designed 3D character models of the game's main characters Colt and Juliana.\nWe hope you enjoy this exclusive look at the character designs of Deathloop.\nIf you're interested in learning more about the main characters, be sure to read our feature that dives into more of Arkane's character design inspirations.\nWhile Colt has his signature look, his mood is often shown through his wardrobe as well as his personality.", "paragraphs": ["As part of our month of exclusive coverage, we're showing off the 1960s-inspired character designs of Deathloop. Arkane Studio's lead character artist, Jean-Baptiste Ferder, walks us through the process of how the team designed 3D character models of the game's main characters Colt and Juliana. Later in the video, he also speaks to the costume design process for several of the visionaries that you have to assassinate in Bethesda's upcoming action title. As you can see, many of the antagonists feature clothing, accessories, and weapons that are strongly reminiscent of the cultural decade of the Sixties.", "We really appreciate being able to see behind-the-scenes footage of the individual characters - especially Colt and Julianna - in a gray box environment since smaller character details can sometimes be lost in the frenetic moment-to-moment gameplay of first-person shooters. Also mentioned is the interesting tidbit that Colt Vahn, the protagonist of Deathloop, wears a belt buckle that was originally forged in a blacksmithing workshop owned by one of the studio's lead concept artists before it was sculpted into a 3D game asset.", "We hope you enjoy this exclusive look at the character designs of Deathloop. If you're interested in learning more about the main characters, be sure to read our feature that dives into more of Arkane's character design inspirations. Here's a quick excerpt:", "The visual design of each character reflects their personalities. For Mitton, the main references for Colt's design were actor Lee Marvin as he appeared in the 1967 film Point Blank, and Kurt Russell in The Thing and Escape from New York, with a twist of Tarantino inspiration for good measure.", "Despite his assumed military background, Colt sports a leather jacket that's more retro military-inspired than ripped straight from the ranks of any branch of the armed forces. His jacket crackles and reflects light as you move through the world, and he sports gloves that recall Mitton's days as a Harley Davidson rider. While Colt has his signature look, his mood is often shown through his wardrobe as well as his personality.", "Please note that the Deathloop gameplay shown off in this video is not final and might be subject to change, as the game is still in active development. Want to know more before Arkane's shooter launches on PS5 and PC later this year? Check out our exclusive coverage hub here."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["look", "studios", "exclusive", "design", "1960sinspired", "shown", "deathloop", "characters", "main", "video", "designs", "colt", "character"], "pubDate": "2021-03-18T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}