{"id": "bf57800d-f5d9-345a-a320-1bd6a9d6b0ce", "title": "‘Rectify this wrong’: the immigrants in Greece who can’t book Covid jabs", "url": "https://www.theguardian.com/world/2021/apr/20/the-system-isnt-working-the-expats-in-greece-who-cant-book-covid-jabs", "summary": "On Hydra, the Greek isle long famous for an artistic community that once included Leonard Cohen, immigrants are not having a good pandemic.\nWe’re not complainers, we love Greece but for most foreigners here, at least, the system isn’t working.”Hydra is far from alone.\nThe law applies to permanent residents and those who have elected to see out the pandemic in Greece.\nFrom her home on the Pelion peninsula, Lieb has become a leading voice in the vociferous campaign to “rectify this wrong”.\nNeither the regional health department nor the regional education department could account for the apparent oversight.", "paragraphs": ["On Hydra, the Greek isle long famous for an artistic community that once included Leonard Cohen, immigrants are not having a good pandemic.", "Roger Green, a British writer who has lived on the island since the early 90s, says some are afraid to leave their homes.", "“The vaccination process has passed us by,” he said. “I know people like me who are in their 80s and are afraid to go out at all. We’re not complainers, we love Greece but for most foreigners here, at least, the system isn’t working.”", "Hydra is far from alone. In a country that has linked its inoculation drive to ownership of a social security (AMKA) number, countless overseas residents have reported being in the same predicament. Although desperate to have the jab, many say that, without the number, they’ve been unable even to get to the stage where they can book a vaccine appointment.", "An attempt by the Greek government to resolve the oversight – passing legislation this month that allows foreigners to obtain temporary AMKA registration – has failed to address the problem. The law applies to permanent residents and those who have elected to see out the pandemic in Greece.", "“Almost no AMKA numbers granted in the 2021 calendar year actually work on the vaccine website,” said Rebecca Lieb, who moved to Greece from New York under the golden visa scheme offering residence in return for real estate investments to non-EU nationals.", "From her home on the Pelion peninsula, Lieb has become a leading voice in the vociferous campaign to “rectify this wrong”.", "In the four months since Athens’ centre-right administration launched its online vaccine site, she has petitioned officials and contacted the EU ombudsman – but all have made it clear that individual member states “have the discretion” to roll out vaccines as they see fit.", "“Because of my activism and big mouth, my husband and I got a call offering us temporary AMKA numbers and vaccines,” said the digital media analyst. “As we were in the eligible age group we accepted, with the proviso that this privilege would not silence me.”", "Foreigners living on Aegean islands that have been the focus of mass vaccination programmes, and those registered with Greece’s social security system, have reported vastly different experiences.", "On islands such as Antiparos, municipal authorities have encouraged “uninsured foreigners” to turn up at the local health clinic with passports or identity cards to get the shot.", "But Greek retirees who have spent their working lives abroad – and others who left the country more recently but have returned to be closer to relatives during the public health crisis – say they too have slipped through the net.", "“For more than 20 years I’ve worked in the UK and so am not on the social security system here,” said Tally Hatzakis, a consultant who has been able to work online for the British company she is employed with. “The NHS is pestering me to go get my shot but that not only involves a flight but paying for quarantine, twice. I’m in a bind.”", "Increasingly EU nationals are flying home to get the jab. With the country’s pro-business government keen to lure thousands of foreign pensioners and non-EU students, Lieb notes the number of those affected is not statistically insignificant. “There are 70,000 residents here under the golden visa scheme alone, let alone retirees,” she said.", "“To obtain residency permits we’ve had to get private health insurance but that has been the condition, never AMKA.”", "Hydra’s mayor, Giorgos Koukoudakis, acknowledges there were problems but insists the system is now working.", "“It’s a question of safety. Everyone should be immunised and I say that as someone who has experienced Covid,” he said on Tuesday. “We are trying to accelerate the process and make daily announcements. Foreigners who live here, and there are a lot, are ‘fellow citizens’. The AMKA system is finally up and running.”", "But the prospect of Greece reopening for tourism in May still frightens Roger Green, the British writer – and many others who, if lucky, will have received only the first shot of the vaccine by then.", "As of this week the Greek government has dropped quarantine rules for citizens flying in from the EU and five other countries, including the UK.", "“The idea of tourists arriving en masse when we haven’t been vaccinated ourselves is frankly terrifying,” said Green. “There’s a whole network of people like me across Greece. Whatever the faults of myself and others who are not on the system, we’re in a pandemic and this needs to be properly addressed.”", "In Spain, where regional governments have so far administered more than 12m vaccine shots to the country’s 47 million people, some foreign residents also fear they are being left behind.", "Non-Spanish staff at half a dozen British, bilingual or international schools in the Madrid region say they have yet to be called in for their jabs even though their Spanish colleagues have already been vaccinated.", "“People are becoming increasingly concerned – especially those of us that work with the under-sixes, who aren’t required to wear masks,” said one British teacher.", "She said school staff from the UK, Ireland and elsewhere appeared to have been forgotten about despite being legally resident – and despite their employers sending the required information to the regional government.", "Neither the regional health department nor the regional education department could account for the apparent oversight.", "“Obviously we don’t make any distinctions because of nationality,” said a spokesperson for the Madrid education department, adding that it had recently sent out a reminder asking schools in the region to make sure they had provided the names, identity card numbers, dates of birth and contact details of all staff so they could be vaccinated.", "A spokesperson for the British embassy in Madrid said: “The Spanish government has been clear that vaccinations will be offered to all British people living in Spain on public health grounds, regardless of nationality or where they live.”", "The Guardian understands that at least one UK teacher has contacted the embassy over the issue, and that the embassy has sought to clarify vaccine access with the Madrid authorities.", "A spokesperson for Ireland’s department of foreign affairs said it did not comment on contacts with individuals, but added: “While the rollout of the vaccination through the public health system in Spain is a matter for the Spanish authorities, the embassy stands ready to assist any Irish citizen who requires advice on registering for, or ensuring their access to, healthcare entitlements in Spain.”"], "authors": ["Helena Smith", "Sam Jones"], "keywords": ["vaccine", "health", "say", "greece", "book", "regional", "rectify", "spain", "covid", "immigrants", "system", "jabs", "cant", "madrid", "residents", "wrong", "british", "amka"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}