{"id": "bf956925-c4fe-327f-a50d-106accdce0ca", "title": "'It's a ghost town': Can America's oldest Chinatown survive Covid-19?", "url": "https://www.theguardian.com/us-news/2020/dec/10/san-francisco-chinatown-covid-19-businesses", "summary": "“It’s bad, isn’t it?” said Betty Louie, the adviser to the San Francisco Chinatown Merchants Association.\nA pedestrian crosses Grant Street behind the Dragon Gate, an entrance to Chinatown in San Francisco.\n“You would go to Chinatown on weekends and there would be all these events, and everybody would be so happy.\nSan Francisco was among the first American cities to impose a stay-at-home order.\nBut from a business perspective, it’s clear what Chinatown will need to do to survive, Louie said.", "paragraphs": ["Iron gates and metal doors appeared to shutter the fronts of every other shop, their once-bustling entrances overflowing with brightly colored knickknacks now quiet and tightly contained. Some art stores still had ornate sculptures visible, collecting dust in the dark behind the gates. Others were completely empty, cavernous and blank.", "The calm along the main stretch of San Francisco’s Chinatown on a recent afternoon revealed the havoc wreaked by the pandemic on small businesses across America. But the largest and oldest Chinatown in the country has felt the impact even deeper than most, due to the neighborhood’s heavy reliance on tourism and foot traffic for profit.", "“It’s bad, isn’t it?” said Betty Louie, the adviser to the San Francisco Chinatown Merchants Association. “It’s like a ghost town.”", "Nine months into the pandemic, a number of the stores are boarded up. Some closed shops have signs announcing they were now open only on weekends; others are shuttered even though their store hours state otherwise. Louie estimates the area has suffered a 85% to 90% drop in business. “There are places that, I think, are never going to come back,” she said.", "A pedestrian crosses Grant Street behind the Dragon Gate, an entrance to Chinatown in San Francisco. Photograph: Jeff Chiu/AP", "Chinatown saw its streets empty even before the first case of the coronavirus reached city borders, as racist fears for a virus detected in China kept visitors away.", "Concerns ran so high that the House speaker, Nancy Pelosi, in February made a publicized stop in the neighborhood to implore people to “please come and visit and enjoy Chinatown”. She visited the Golden Gate Fortune Cookie Company factory and folded cookies.", "At the time, the factory’s owner, Kevin Chan, thought that racism would be the worst thing to happen to Chinatown’s economy. And then the actual pandemic hit. “It’s not vibrant any more,” said Chan.", "“You would go to Chinatown on weekends and there would be all these events, and everybody would be so happy. Now, nobody shows up. Even the restaurants have been hit hard because you don’t let people go in there. They just can’t survive.”", "Nancy Pelosi walks with Florence Fang and Claudine Cheng, right, during a tour of Chinatown, 24 February 2020. Photograph: Eric Risberg/AP", "San Francisco was among the first American cities in March to impose a stay-at-home order, hoping that swift and aggressive action would get the spread of the coronavirus under control. The city indeed managed to keep infections low, but the impact on its businesses was immediate.", "The members of the Chinatown Merchants Association did what they could. When restrictions eased to allow outdoor dining and limited in-store service, they fought for shared spaces where part of the street or sidewalk could be blocked off so shops or restaurants could build parklets. They closed streets. They decorated trees. When they couldn’t have their annual Autumn Moon Festival, they held it virtually on Facebook.", "Louie, the Merchants Association adviser, and some volunteers were helping the Far East Cafe build a pagoda-like parklet for outdoor dining when the news broke last week that San Francisco was one of five counties that was enacting a new stay-at-home order amid a surge in coronavirus cases state-wide.", "The California governor, Gavin Newsom, had ordered fresh regional lockdowns for any area where the intensive care unit capacity fell below 15%. The Bay Area region’s was well above 25%, but London Breed, San Francisco’s mayor, said the city had to take the drastic pre-emptive measures “to save lives”.", "San Francisco was among the first American cities to impose a stay-at-home order. Photograph: Xinhua/REX/Shutterstock", "To Louie and the volunteers that day, the decision was “devastating”.", "“I still feel like we’re getting over the shock of it all,” Louie said. “We were all so upset. We’re one of the few cities that can allow more outdoor dining into the winter months. We don’t have snow like the east coast cities. We can survive a little more if they just let us.”", "Adding to their anger, Chinatown has had relatively fewer cases of Covid-19 infection than the rest of the city, given its size. There have only been 102 reported cases in Chinatown, whereas neighborhoods like the Marina, where residents have been chided for the size of their weekend Fort Mason brunch gatherings, has had more than triple that at 376 cases. “We did our part,” Chan said. “We wore our masks every day, but people wanted to go to bars and parties. Why do we have to suffer?”", "Chinatown has had relatively fewer cases of Covid-19 infection than the rest of the city. Photograph: Daniel Slim/AFP/Getty Images", "More than a few shops along Grant Avenue were advertising closing sales or “blowout sales”. Sue Lau’s store, Arts of China, was one of them, though she was closing it so she could retire. Her neighbor, however, was not so lucky – her neighbor had to move to a smaller location because of the downturn in business, Lau said.", "“I feel hurt. I feel bad,” Lau, 73, said. “In 54 years, I never saw this happen (in Chinatown). It was my first time seeing this in my life.”", "Although it hurts her to see her neighborhood in this way, to a shrewd businesswoman like Lau, it was not unexpected. Chinatown was built by immigrants for immigrants, and while immigrants and their children have always learned to adapt and code-switch to make it in their new worlds, the beauty of Chinatown was that Chinatown could remain the same, she argued. “In Chinatown, it’s like it was 50 years ago,” Lau said. “Fifty years, same thing. Fifty years, no change. And the people, they have no interest in change.”", "A never-changing entity in an ever-changing world is almost reassuring. But from a business perspective, it’s clear what Chinatown will need to do to survive, Louie said.", "San Francisco’s Chinatown has felt the impact of Covid even deeper than most, due to the neighborhood’s heavy reliance on tourism and foot traffic. Photograph: Jeff Chiu/AP", "Many in Chinatown are doubtful that the neighborhood will be able to come back from the economic hit it took from this pandemic. But Louie still believes. “I don’t know what we’re going to see once we get past this,” she said. “But the 1906 quake destroyed our community completely. There was not a building left. And here we are more than a century later, and we’re still standing. I do have the hope that we will remain standing, just in a different context.”", "Just before the second shutdown, Louie helped in the installation of another mural of the martial arts legend and San Francisco native Bruce Lee in Chinatown. She said she felt it fitting for the moment.", "“On that mural, we put up one quote from Bruce that says it all: ‘Be like water’,” Louie said. “That’s the lesson we take away from this.”"], "authors": ["Vivian Ho"], "keywords": ["town", "cases", "covid19", "lau", "pandemic", "ghost", "cities", "francisco", "chinatown", "oldest", "americas", "louie", "san", "photograph", "city", "survive"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}