{"id": "bf98dfe0-876d-3044-adec-8aee2ded9af4", "title": "Rainbow Six Siege Review – The Under-Equipped Combatant", "url": "https://www.gameinformer.com/games/rainbow_six_siege/b/playstation4/archive/2015/12/04/game-informer-rainbow-six-siege-review.aspx", "summary": "Singularly focused on creating a balanced competitive playing field, many of the qualities we’ve come to expect from a Team Rainbow joint are AWOL in Siege.\nConsidering the lack of other content surrounding this mode, I’m surprised Siege doesn’t offer team names, uniform colors, logos, or eSports standards like spectator mode.\nFans of the well-crafted, single-player campaigns of previous Rainbow Six games will find nothing of value in Siege.\nThe multiplayer core at the heart of Rainbow Six Siege is a great foundation.\nHowever, Siege doesn’t do enough to unite players who understand the importance of communication or provide variation in rest of the package.", "paragraphs": ["Ash is dead, but she doesn’t know it yet.", "Our team of operators is positioned at three different points of entry. I’m watching the assault unfold from inside the barricade with a drone I placed under a couch after locating the bomb. I see her outline approach the door cautiously, crouching to conceal the sound of her movement. But when a defender on the other side of the wall goes prone with his gun pointed at the wooden door, my warning to take cover comes too late. The stream of bullets rips the door to shreds, downing my comrade in the process.", "Now it’s four versus five. My teammate Fuze places his cluster charge on a nearby unfortified wall as I back out of my drone view to take position at a barricaded window. The grenades announce their presence with a satisfying thump-thump-thump, sending the defenders scrambling to avoid their explosions. I breach the window seconds afterward and train my sights on an enemy scrambling to heal a downed teammate. Four-three. From here, the skirmish devolves to a frantic display of environmental destruction, tactical peek-and-pop gunfire, and shouting as we communicate enemy positions. As the dust settles we emerge victorious, but now it’s our turn to survive an onslaught.", "This satisfying blend of measured team tactics, frantic firefights, and high tech gadgetry has always been the centerpiece of the Rainbow Six experience, but Siege takes a different approach than its predecessors. Singularly focused on creating a balanced competitive playing field, many of the qualities we’ve come to expect from a Team Rainbow joint are AWOL in Siege. Cooperative campaign? Gone. Deep character customization? Abandoned. Terrorist hunt? Still standing, but hamstrung by weak A.I. and inflexibility. Siege sacrifices it all for the sake of one highly tuned multiplayer mode.", "And what a mode it is when everything falls into place. This five-on-five twist on Last Man Standing places the two teams in the roles of attackers and defenders. Before each of the best-of-five rounds starts (or best-of-seven for ranked matches), the attacking team takes control of drones to case the building and hopefully locate the objectives (which can be a hostage to save, a bomb to diffuse, or a weaponized chemical to secure). At the same time, the defenders scramble to fortify their position, laying down barbed wire, reinforcing walls susceptible to breaching, and setting traps. No matter what preparation the defenders make, however, a point of weakness is always present.", "The rounds are won when the attacking team completes its objective, the defenders prevent them from doing so in the allotted time, or if one of the two teams is wiped off the map. In my experience the objectives rarely decided matches; more than 90 percent of rounds were determined by the barrel of a player’s gun.", "The depth and variety of these matches is driven by the cast of operators each team takes into a match, but don’t expect the grizzled cast of previous Rainbow Six entries. Siege abandons the Tom Clancy fiction in favor of a G.I. Joe-style ensemble of fighters. Each of the 20 options (10 for attack and 10 for defense) is named for the special ability he or she brings to the fray. For instance, defense-oriented operator Smoke unleashes poisonous gas, Kapkan puts booby traps on doors, and Pulse uses a heartbeat sensor to locate enemies through walls. On the attacker side, Thermite has an exothermic breach that can destroy reinforced walls, Blitz carries a shield useful for barging into dangerous rooms, and Sledge wields a sledgehammer that can break through destructible walls and doors. Each operative has a natural counter, and coordinating your team make-up is paramount to victory.", "After you learn the 10 maps, most of which are expertly designed for this type of match, a game of tactical chess reveals itself. Is the attacking team relying on the cluster bomb attack? Then set up an active defense system to intercept those grenades and protect your teammates. Is barbed wire blocking the most effective point of entry to the objective? Use Twitch’s drone to disable the traps. Contemplating these various strategies and executing them is the biggest thrill Siege offers.", "In most shooters, once you die you simply sit on the sidelines until the next round starts. Siege smartly gives early casualties meaning by allowing defeated players to rotate between the security cameras or drones, calling out movement to their teammates still in the fray and even letting them mark enemy positions. Being able to continue as an active participant after death sooths the sting of sitting out the rest of the round, which typically last less than three minutes anyway.", "The tactical realities of these matches necessitate strong communication between your five teammates, which is both a strength and a weakness for Siege. When you have a group of five planning their strategies and calling out threats, the matches are exhilarating. But if you’re playing with teams dominated by players without headsets, the matches inevitably devolve into lone wolf crusades that almost always end with a loss. Ubisoft added visual cues so players without mics can mark threats and see where teammates are downed, but these are inadequate stand-ins for talking in a fever-pitched firefight.", "Given the dependence on communication, Ubisoft curiously opted against implementing a clan infrastructure to enable players to find like-minded gamers craving a more structured experience. If you don’t jump into a match with a group of friends, you may need several rounds before you find enough players with mics to bring out the best in the game. Considering the lack of other content surrounding this mode, I’m surprised Siege doesn’t offer team names, uniform colors, logos, or eSports standards like spectator mode. Giving players a few more multiplayer modes to play would also go a long way toward rounding out the package.", "The player customization also lacks the depth you would expect from Rainbow Six. As you play competitive matches, hunt terrorists, or complete objectives in the brief tutorial missions, you earn Renown. This currency is used to unlock new operatives and purchase weapon attachments or gaudy skins. Unlocking the majority of the 20 operatives and the limited amount of scopes, barrels, and handles for the various weapons doesn’t take too long; like Titanfall, Evolve, and Star Wars Battlefront before it, Siege is missing the long-term progression tail to keep players invested. This is especially disappointing given the abundance of player customization found in previous Rainbow Six titles, which let you tweak everything from armor placement to clothing. I appreciate limiting weapon customization for the sake of balance, but nothing is preventing Ubisoft from opening the floodgates with personalization accessories.", "The questionable hit detection may drive some players away as well. I commonly saw something very different watching killcams than I experienced during my death. While it seemed like I got a handful of rounds off before being dropped, the replay claims I only fired one. These discrepancies can be maddening, and Ubisoft needs to address this quickly given its eSports aspirations. The rappel system is also awkward; don’t be surprised to plummet to your death when you think you’ve attached the rope but haven’t.", "I also noticed occasional infrastructure hiccups in the various modes. Backing out of terrorist mode disbands the party you brought together, server recalibrations between matches can be slow, and replacement players are not always added at the beginning of a match when a player from the last round drops out. Playing three-versus-five is maddening, especially in the ranked play rounds that punish players with a temporary ban should they leave a match before completion.", "Fans of the well-crafted, single-player campaigns of previous Rainbow Six games will find nothing of value in Siege. The short tutorial missions lack replay value, and the popular Terrorist Hunt mode, which can be played with up to five friends, gives players little options other than ramping up the difficulty. Locking players out of selecting the map they want to play on is a curious decision, as are many of the battle tactics you see the enemy A.I. employ.", "The multiplayer core at the heart of Rainbow Six Siege is a great foundation. But given its lack of infrastructure around the mode and severe lack of meaningful modes to buttress it, Siege feels slight when compared to its past entries and the other big-name first-person shooter franchises it competes against. The tactical demands Siege puts on players is unlike anything else on the console market today, and may prove enough for those seeking this flavor of first-person shooter. However, Siege doesn’t do enough to unite players who understand the importance of communication or provide variation in rest of the package."], "authors": [], "keywords": ["match", "mode", "rounds", "defenders", "siege", "team", "matches", "rainbow", "underequipped", "players", "review", "walls", "combatant"], "pubDate": "2015-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}