{"id": "bfde1750-e2a9-3961-b58d-bce503908a23", "title": "Beverly’s Is the New Downtown Destination for Stylish Homewares", "url": "https://www.vogue.com/article/beverlys-store-new-york-beverly-nguyen", "summary": "Yesterday, behind an unassuming red lacquered storefront on the border of Chinatown and the Lower East Side, a new pop-up took root.\nMost importantly, though, it’s a deeply personal and sentimental reflection of Nguyen’s idiosyncratic tastes and an expression of her Vietnamese heritage.\n“It’s something of an extension of me, and all the things outside of styling that I've always been into, traveling and books and art and entertaining,” says Nguyen.\n“I mean, when the pandemic happened, like everybody else, the first thing I did was take the time to learn to sleep again,” Nguyen says.\n(Nguyen cites the work ethic and appreciation of style held by her parents, who emigrated from Vietnam to California in the 1980s as refugees, as a central source of inspiration throughout her career.)", "paragraphs": ["Yesterday, behind an unassuming red lacquered storefront on the border of Chinatown and the Lower East Side, a new pop-up took root. Balancing style, affordability, and a hearty touch of nostalgia, Beverly’s is an offbeat take on the classic general store—and the brainchild of stylist Beverly Nguyen, whose decade-long career began between editorial and e-commerce, before her most recent stint as studio director for stylist to the stars Kate Young. Most importantly, though, it’s a deeply personal and sentimental reflection of Nguyen’s idiosyncratic tastes and an expression of her Vietnamese heritage. “It’s something of an extension of me, and all the things outside of styling that I've always been into, traveling and books and art and entertaining,” says Nguyen. “It’s a one-stop shop.”", "While the idea of opening a retail space had long sat at the back of Nguyen’s mind, it was during the first lockdown last year, when she found herself stuck in her home city of Los Angeles for a period with her family, that the vision for Beverly’s first began to form. “I mean, when the pandemic happened, like everybody else, the first thing I did was take the time to learn to sleep again,” Nguyen says. “Reteaching myself how to be human after a decade of not listening to my body, and not listening to what I need.”", "After helping her parents, who run a textile and garment manufacturing facility, with the production and distribution of N95 masks in the early months of the pandemic, she began thinking about a collaborative project which could support their community longer-term. (Nguyen cites the work ethic and appreciation of style held by her parents, who emigrated from Vietnam to California in the 1980s as refugees, as a central source of inspiration throughout her career.) “I’ve spent so long lifting up other people, and I really want to lift up my family now,” Nguyen says, noting that there’s a line of table linens and towels produced by her parents in the store, with bedding to follow soon."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["nguyens", "stylist", "beverlys", "ive", "listening", "long", "destination", "pandemic", "downtown", "began", "homewares", "style", "parents", "nguyen", "stylish"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}