{"id": "bfe9589e-610b-3d3f-98e2-4d38ec6478a5", "title": "Covid lockdowns will only lower 2050 temperatures by 0.01C, predicts UN", "url": "https://www.theguardian.com/environment/2020/dec/09/covid-lockdowns-will-only-lower-2050-temperatures-by-001c-predicts-un", "summary": "Months of empty roads, empty skies and sluggish economic activity reduced this year’s global greenhouse gas discharges by an estimated 7%, the sharpest annual fall ever recorded.\nPetteri Taalas, the secretary-general of the World Meteorological Organization, said the greenhouse gas concentrations in the atmosphere continued to rise despite the lockdown with increasingly evident consequences.\nGreenhouse gas emissions, including land-use change, rose on average by 1.4% a year over the past decade to reach a new high of 59.1 gigatonnes in 2019.\nThe report says 126 countries, covering 51% of global greenhouse gas emissions, have net-zero goals.\n“The emissions gap report shows us the tragedy of Covid has provided us with an opening,” said Archie Young, the UK’s lead climate negotiator for Cop26.", "paragraphs": ["Earth still on course for catastrophic 3.2C of warming by end of century, but green recovery plans could put world back on course for Paris goals", "The impact of the coronavirus lockdown on climate has lowered 2050 temperature projections by a “negligible” 0.01C, the UN has revealed.", "A green economic recovery from the pandemic could, however, make a substantial difference, according to the UN Environment Programme (Unep) annual emissions gap report, potentially reducing greenhouse gas emissions by 25% over the next decade and putting the world on track to meeting the Paris agreement’s goal of keeping any temperature rise within 2C of pre-industrial levels.", "Months of empty roads, empty skies and sluggish economic activity reduced this year’s global greenhouse gas discharges by an estimated 7%, the sharpest annual fall ever recorded. But the temporary decline merely slowed the accumulation of carbon in the atmosphere, leaving the world on course for more than 3.2C of warming by the end of this century, even if countries implement their existing commitments under the Paris agreement.", "Climate crisis: CO2 hits new record despite Covid-19 lockdowns Read more", "“We are going in the wrong direction,” Inger Andersen, executive director of Unep, told the Guardian. “We had lockdown. Some people think that gave us a bonanza. But it doesn’t. Just because you stop running the tap for a moment or two, that doesn’t change the fact that the bathtub is still full.”", "The emissions gap study calculates the shortfall between national climate targets and the international goal agreed at Paris in 2015 to keep global heating to between 1.5C and 2C. As in the 11 previous editions, this year’s report shows states are far off course.", "Petteri Taalas, the secretary-general of the World Meteorological Organization, said the greenhouse gas concentrations in the atmosphere continued to rise despite the lockdown with increasingly evident consequences. “This year has seen record-breaking forest fires in Colorado and California, devastating flooding in China and Vietnam, and all-time-high numbers of tropical storms in the Caribbean,” he said. 2020 is certain to be among the world’s three hottest years since measurements began.", "The climate disruption is driven by human activity. Greenhouse gas emissions, including land-use change, rose on average by 1.4% a year over the past decade to reach a new high of 59.1 gigatonnes in 2019.", "The pace dropped this year due to lockdown. Preliminary assessments suggest CO 2 emissions could shrink by about 7% in 2020, a far bigger decline than that registered during the last slowdown in 2008-09, which was caused by the global financial crisis.", "The Covid-induced reduction was roughly in line with the scale of cuts that will be needed every year until 2030 to reach the Paris goals, according to last year’s report. Officials said the change caused by the disease was accidental, temporary and involved too much suffering to be replicable, but the economic stimulus that follows could make a substantial difference if it is used to decarbonise.", "“We can’t lock up the world and stop the engines of our economy running,” Andersen said. “But we learned a lesson. Now we need to make sure that the money we are shovelling into recovery goes to a good cause. Let’s make sure it isn’t used to go down the old path. There might never be another opportunity to put all this money into the economy. We will have to borrow from the future to do that, so let’s not leave the next generation with a huge debt and a broken planet.”", "The UN estimates that the levels of ambition in the Paris agreement must be roughly tripled to put the world on track for 2C and increased at least fivefold for 1.5C.", "So far, economic recovery plans have been disappointing. Covid-19 spending has overwhelmingly supported the status quo or fostered new high-carbon investments, the report says. As of October, barely a quarter of G20 members had dedicated relief stimulus explicitly to low-carbon measures.", "", "The outlook could improve soon. The UN figures do not account for the recent flurry of upgraded climate pledges. China – the world’s biggest emitter by far – has committed to be carbon-neutral by 2060, while the EU, Japan, South Korea and South Africa aim for the same goal by mid-century. The UK has gone a step further by enshrining its net-zero target in law and promising a 68% cut by 2030 as part of its national determined contribution (NDC) under the Paris agreement.", "The report says 126 countries, covering 51% of global greenhouse gas emissions, have net-zero goals. If the US adopts a similar target by 2050, as suggested in the climate plan of the president-elect, Joe Biden, the share would increase to 63%.", "", "Andersen said these developments gave more cause for optimism this year than last, but she urged more nations to raise their ambitions and to incorporate concrete short-term policies into their NDCs. “Those numbers are encouraging, But it is one thing to declare a net-zero goal and another to say how it will be achieved. So far none of the net-zero commitments have been translated into NDCs.”", "This will be addressed at this weekend’s climate ambition summit to mark the fifth anniversary of the Paris agreement and at a key UN climate conference in Glasgow next year, COP26.", "“The emissions gap report shows us the tragedy of Covid has provided us with an opening,” said Archie Young, the UK’s lead climate negotiator for Cop26. “We expect to see a whole range of new commitments on mitigation, finance and adaptation.”", "This year’s report also tackles emissions sources that have until now escaped inclusion in national plans: aviation, shipping and high-consumption lifestyles. The paper stresses the need for wealthy individuals to take more responsibility. It says the richest 1% of the global population emit more than twice as much carbon as the poorest 50%. “This elite will need to reduce their footprint by a factor of 30 to stay in line with the Paris agreement targets,” it says.", "Andersen reiterated, however, that the most important step is a second phase of green spending that goes much further than the first. Compared with last year, she said, “We are in a better place. We have seen what is possible – though for the wrong reason – and we are now seeing net-zero pledges. If – and it is an if – the next stimulus is aligned with decarbonisation, we will be in a good position.”"], "authors": ["Jonathan Watts"], "keywords": ["temperatures", "world", "2050", "greenhouse", "paris", "lower", "climate", "predicts", "lockdowns", "report", "001c", "emissions", "global", "far", "covid", "netzero", "gas"], "pubDate": "2020-12-09T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}