{"id": "bffd2f90-fc5d-3d1b-8b52-0fa78bbcabf2", "title": "Halo Infinite To Release Fall 2021", "url": "https://www.gameinformer.com/2020/12/08/halo-infinite-to-release-fall-2021", "summary": "Remember that big Halo Infinite delay announcement?\nHalo Infinite now has a release window, targeting fall 2021.\nWhile that may seem far away now, that's still quite a speed run for a game development team to get the game ready for launch.\nYou can find more about the Halo Infinite release date and a lot of information on graphics, live service goals, and more over at today's extensive post on the official Halo website.\nDo you think Halo Infinite will hit its next target?", "paragraphs": ["Remember that big Halo Infinite delay announcement? Halo Infinite now has a release window, targeting fall 2021. After a campaign demo failed to live up to what audience expectations for the next generation of Halo could be, inspiring plenty of memes and raising some eyebrows, the team at 343 has gone into overdrive mode working on the Halo Infinite experience. Today, a post on the official website drops some important details about the game, the process, and what's changed. We'll tackle a few of those points in a moment, but the real important information is the date. Fall 2021.", "While that may seem far away now, that's still quite a speed run for a game development team to get the game ready for launch. While the demo highlighted gameplay, some felt that the art assets and graphics did not live up to next-gen standards. And the Halo (and wider gaming) community was definitely not quiet about sharing their opinions about it.", "\"Much of the feedback we heard from the community aligned with our own views and work we were already committed to doing around things like indirect lighting, material response, foliage and tree rendering, clouds, level-of-detail transitions, and character fidelity,\" says Neill Harrison, director of art management at 343 Industries. Still, the feedback was humbling, and it also pushed us to look at additional opportunities for improvement.\"", "A new style is being shown for the vision of the game that's coming next fall.", "\"On the graphics technology front we have made improvements along with fixing bugs that were inherent to some of the techniques, as well as iterating and polishing the features that were still in development,\" says Ani Shastry, development manager the for graphics team on Halo Infinite. \"Some of the key areas of progress include better quality of global illumination, ambient occlusion, shadows, volumetric lighting, sky, and atmosphere. We have also addressed issues with our GPU-driven rendering and texture streaming solution that should mitigate the LOD popping and texture quality issues that were prevalent in the July demo.\"", "Of course, graphics and graphical fidelity are just one aspect of Halo. The live team also addressed areas like design pillars and how free-to-play multiplayer will be tackled. How will this effect people who are after loot and cosmetics?", "\"Yes, being free-to-play does mean that there will be some premium cosmetics, but players will still obtain tons of customization content through things like playing campaign, challenges, skill, special events, legacy rewards (such as the Halo 5 SR 152 reward), the progress system, and more. We will always provide value for pure engagement and simply playing the game. We believe that providing value isn’t exclusive to monetary transactions, it’s also about making sure you’re properly rewarded for the time you’re investing into the game,\" says lead progression designer Christopher Blohm. \"Players that play for free will be able unlock items across a multitude of different customization types to allow them to represent themselves in-game.\"", "The new coating system can add new layers of customization to players that want to stand out with special gear. You can find more about the Halo Infinite release date and a lot of information on graphics, live service goals, and more over at today's extensive post on the official Halo website. With the world in flux as it is today largely due to the COVID-19 pandemic, delays seem inevitable across the board. Do you think Halo Infinite will hit its next target?"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["infinite", "development", "fall", "graphics", "team", "live", "game", "players", "release", "halo", "youre", "customization", "2021"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}