{"id": "c0015a71-bca8-3b15-9ee9-420882785e42", "title": "The Case for Removing Donald Trump", "url": "https://www.newyorker.com/news/our-columnists/the-case-for-removing-donald-trump#intcid=recommendations_the-new-yorker-homepage_f08b28c3-7cbf-4853-992d-e22154947fa9_popular4-1", "summary": "On Friday, Pelosi announced that the House would begin impeachment proceedings if Trump does not immediately resign.\nThe antidemocratic implications of removing a duly elected President should make us extremely wary of invoking the Twenty-fifth Amendment.\nBut the violence that Trump has caused, and his resistance to a peaceful and democratic transfer of power, justify its implementation.\nThe Senate Majority Leader, Mitch McConnell, has indicated that, according to Senate rules, an impeachment trial would likely not begin until the day of Biden’s Inauguration.\nHowever the legal drama ends, the worst option for the country is allowing Trump to remain in office until Inauguration Day.", "paragraphs": ["One day after a mob incited by Donald Trump stormed and ransacked the Capitol, disrupting Congress’s certification of election results, Chuck Schumer, the soon-to-be Senate Majority Leader, and Nancy Pelosi, the Speaker of the House, said the President should be removed from office. Both proposed the Twenty-fifth Amendment to the Constitution, with Schumer describing it as the most effective legal means of removal. Under Section 4 of the amendment, which has been a subject of discussion throughout Trump’s Presidency, if a majority of the Cabinet were to join with Vice-President Mike Pence to declare to Congress that Trump is “unable to discharge the powers and duties of his office,” Pence would “immediately assume the powers and duties of the office as Acting President.” As Schumer said, “it can be done today.” The Cabinet was said to be considering it, but Pence reportedly opposes it. On Friday, Pelosi announced that the House would begin impeachment proceedings if Trump does not immediately resign. On Monday, at least a hundred and seventy House Democrats plan to introduce an article of impeachment charging Trump with “willfully inciting violence against the government of the United States.”", "There is little doubt that Trump did incite a mob to attack the Capitol in order to interfere with Congress’s performance of its constitutional duty in our democracy. On Wednesday, he gathered a crowd of thousands of supporters, fomented anger at an election that he falsely said had been stolen, and urged them to “walk down to the Capitol” and “fight much harder.” He goaded, “You’ll never take back our country with weakness. You have to show strength and you have to be strong.” The Times reported that Trump was initially pleased as his supporters stormed into the Capitol and that he resisted requests to call in the National Guard to help stop them. Just after 4 P.M., when the rioters had been terrorizing the Capitol for nearly two hours, Trump posted a video in which he urged them to go home, but told them, “We love you. You’re very special.” Pipe bombs were found at both parties’ headquarters, and a cooler of Molotov cocktails was recovered from the Capitol grounds, underscoring the fact that the violence could easily have been far worse.", "There will be time to assess Trump’s criminal liability for his leadership of the insurrection; right now the urgent issue is the danger of having him remain President until January 20th. For weeks, Trump considered imposing martial law in order to use military force toward overturning the election. Senior military officials were so concerned about the possibility that all the living former Defense Secretaries made a joint statement denouncing it. Trump remains Commander-in-Chief, even as we face the risk of further riots incited by him; the government would need to mount an effective, disciplined, strategic response, which he can’t possibly be entrusted to lead. He still has access to nuclear codes; simply hoping that military or other personnel would disobey his commands highlights how insecure and untenable the situation is. He may yet issue destructive and self-serving executive orders—if we have to wish for officials to ignore or thwart them, that, too, promotes an air of lawlessness in our governance. He may attempt to pardon himself for crimes, and now has even clearer incentive to do so.", "In the coming days, we can expect Trump’s rage and instability to intensify, as former allies blame him for the violence, members of his Administration leave their posts, and House Democrats once again prepare for impeachment, this time expecting some Republican support. His own Justice Department has suggested that it will not rule out charging him under federal laws against inciting riot. Trump has already attempted to remain in power without regard to law or reality, and has consistently shown vengefulness toward those who thwart him. Even after Wednesday’s calamity, he is said to have remarked that he was happy that the two Republican Senate candidates in the Georgia runoff elections had lost their races, because they didn’t adequately defend him. In his statement on Thursday, forecasting “an orderly transition on January 20th,” he also vowed that “it’s only the beginning of our fight to Make America Great Again!” It’s no longer reasonable to believe that his stated intent to fight on is mere rhetoric. As Pelosi said, “any day can be a horror show.”", "By Thursday, the Transportation Secretary, Elaine Chao, and the Education Secretary, Betsy DeVos, had resigned from Trump’s Cabinet. But this is not the time for Cabinet secretaries to be resigning in horror. It is, instead, time for them to take seriously their responsibility under the Constitution to determine whether Trump is able to govern until the new President is sworn in. If Pence and a majority of the Cabinet were indeed to invoke the Twenty-fifth Amendment, and declare that Trump is unable to serve, Pence would automatically become the acting President. Trump presumably would then insist that “no inability exists,” as the Constitution allows the President to do, but Pence and the Cabinet majority could immediately override that claim with a second declaration, all while Pence would continue in the Presidential role. To complete the removal, the amendment then requires a two-thirds vote by Congress that the President is unable to serve—and the vote must be taken within twenty-one days of the Cabinet’s second declaration. But, in our current situation, Congress need not act at all, because in less than two weeks Joe Biden will become President. The antidemocratic implications of removing a duly elected President should make us extremely wary of invoking the Twenty-fifth Amendment. But the violence that Trump has caused, and his resistance to a peaceful and democratic transfer of power, justify its implementation.", "At this point, it appears most likely that the Cabinet will not act, and that Congress will, for the second time, impeach Trump. A benefit of removal via impeachment is that the Senate could, as part of its remedy for conviction, prohibit Trump from running for federal office again. The process would take longer than the Twenty-fifth Amendment route. Congress could vote to adopt much simpler procedures than the ones used in 2019. However, the fact that a hundred and thirty-nine congressmen and eight senators went through with objecting to valid Electoral College votes for Biden, even after a violent siege on their workplace and on democracy, suggests that Trump loyalists are likely to resist haste in removing him. The Senate Majority Leader, Mitch McConnell, has indicated that, according to Senate rules, an impeachment trial would likely not begin until the day of Biden’s Inauguration. Still, achieving a House majority for impeachment would not be difficult, and even the two-thirds vote needed for conviction in the Senate is not out of the question.", "This kaleidoscope of legal possibilities brings into focus the key example of Richard Nixon, who resigned the Presidency on the eve of his impeachment, after a delegation of his own party’s lawmakers informed him that the Senate would remove him from office if he did not resign. Nixon soon received a pardon for federal crimes that he might have committed in office, from President Gerald Ford. Ford denied that there had been any deal to exchange the resignation for the pardon, but it strains credulity to think there was no understanding at all. If McConnell were to put it to Trump that he could be removed by the Senate, but that if he resigned, then Pence, as President, could consider a pardon, it’s conceivable that Trump would take that deal. He might even brag about it. It might strike McConnell and Pence, too, as an advantageous pact. If Trump resigns voluntarily, his supporters and cultists are less likely to falsely believe that their beloved leader was removed by a Republican coup, which Pence and McConnell may well be concerned about. And given the precedent of the Nixon pardon having been left unchallenged, the Biden Administration is unlikely to want to challenge the validity of Pence’s pardon of Trump by attempting to bring a federal prosecution. However the legal drama ends, the worst option for the country is allowing Trump to remain in office until Inauguration Day.", "Read More About the Attack on the Capitol"], "authors": ["Jeannie Suk Gersen", "Jeannie Suk Gerse", "Evan Osno", "Jelani Cob"], "keywords": ["office", "impeachment", "capitol", "donald", "removing", "president", "senate", "pence", "pardon", "case", "cabinet", "majority", "trump"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}