{"id": "c039323b-9255-3965-a657-b0207efc2caa", "title": "Take A Tour Of Hitman 3's Assassinations And Stealth", "url": "https://www.gameinformer.com/2020/12/08/take-a-tour-of-hitman-3s-assassinations-and-stealth", "summary": "With Hitman 3 launching on January 20, Agent 47's next assassination attempt is right around the corner.\nToday, developer and publisher IO Interactive is giving you an intimate look at Agent 47's tools of assassination in a new three-minute gameplay trailer.\nYou can see the trailer below:Following Hitman 3's release, IO Interactive will be diving into the world of another famed assassin for its next game.\nWhen Hitman 3 hits, the entire Assassination Trilogy will be playable on PlayStation VR.\nYou'll be able to play it on PlayStation 5, Xbox Series X, PC, PlayStation 4, Xbox One, Switch, and Stadia.", "paragraphs": ["With Hitman 3 launching on January 20, Agent 47's next assassination attempt is right around the corner. Today, developer and publisher IO Interactive is giving you an intimate look at Agent 47's tools of assassination in a new three-minute gameplay trailer.", "The footage shows off the immense scale of some of the environments, with Agent 47 standing on the spire of a skyscraper and a high mansion balcony he uses to take care of a target. We also see his new camera in action to hack a door lock, but more importantly, we see how he mixes up cocktails.", "As players make progress and take down specific targets, new tools and gadgets will unlock in the new Mastery Tracks, which feature 20 tiers per level. Your play style will be tracked and rated.", "IO Interactive is calling Hitman 3 the \"dramatic conclusion to the World of Assassination trilogy,\" and it looks like a hell of a send of with Agent 47 traversing the globe to locations like Dubai, Dartmoor, and Chongqing. You can see the trailer below:", "Following Hitman 3's release, IO Interactive will be diving into the world of another famed assassin for its next game. Project 007 is in development and will be a James Bond origin story that uses IO's Glacier tech, the same that brings the Hitman games to life.", "When Hitman 3 hits, the entire Assassination Trilogy will be playable on PlayStation VR. Hitman 3 is coming to almost every every device. You'll be able to play it on PlayStation 5, Xbox Series X, PC, PlayStation 4, Xbox One, Switch, and Stadia."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["hitman", "world", "3s", "uses", "assassinations", "agent", "playstation", "assassination", "interactive", "tour", "xbox", "tools", "trilogy", "stealth"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}