{"id": "c0476ab5-d8fe-3bbc-9f3e-91c42de57e2b", "title": "After 8 Years, I Finally Know How to Wear My Cowboy Boots", "url": "https://www.vogue.com/article/growing-up-in-style-sarah-spellings", "summary": "Cowboy boots were always appropriate, like a pair of sensible flats.\nAs seniors in high school, boys were allowed to wear cowboy boots with their gray slacks.\nCowboy boots can swallow any outfit, and they are itchy with connotations: Yes, I’m from Texas, but no, not like that.\nThe resurgence of cowboy boots as a trend was fascinating to watch.\nAt long last, I’ve wrangled the boots to whisper, rather than shout, what I want them to.", "paragraphs": ["Cowboy boots were always appropriate, like a pair of sensible flats. Many of my classmates had special pairs done up in their college colors to wear to tailgates—burnt orange for the University of Texas, red for Texas Tech, maroon for A&M, and purple for TCU. As seniors in high school, boys were allowed to wear cowboy boots with their gray slacks. I loved how the distinctive toes just barely poked out as they walked around the school, a vestige of personality in the otherwise standard-issue uniform. Mostly, I wore them to visit my extended family outside of May, Texas, where walking through the ranch with a healthy fear of rattlesnakes made boots the only practical choice, even if I wore them with Nike shorts and oversized Comfort Colors T-shirts. They came out for a themed day my senior year—worn with plaid uniforms and bolo ties—but day-to-day use felt a bit more complicated. Cowboy boots can swallow any outfit, and they are itchy with connotations: Yes, I’m from Texas, but no, not like that. I don’t remember wearing them much in college, but if you asked my friends, I wore them every day, resting them on top of my desk at the start of class. Though the traction isn’t great, they still survived four Chicago winters.", "During this period, my boots gathered dust. Anytime I wore them, the outfit faded by 2 p.m. and felt like a sign that read “newbie!”", "My style shifted when I got an internship, then a job, at a magazine in New York. Everything I thought I knew about writing or fashion or politics or art took on a new bent. As the names Phoebe Philo and Issey Miyake entered my daily lexicon, I had no idea how to dress anymore. My most fashionable colleagues wore clothes that toed the line between beautiful and ugly: intimidatingly voluminous dresses, layered, oversized silhouettes. They dressed like they started their day having already solved a puzzle. I admired their confident idiosyncrasies—strong ambivalence towards Joan Didion, repulsion toward brown leather boots—and seeing the way these variants were celebrated, I wanted to develop my own. During this period, my boots gathered dust. Anytime I wore them, the outfit faded by 2 p.m. and felt like a sign that read “newbie!” Still, they felt central to my personal style. So I carted them along, and let them take up one of the 400 square feet in my apartment.", "The resurgence of cowboy boots as a trend was fascinating to watch. Like so many other trends from the late 2010s—dad sneakers, bike shorts, wide-leg, cropped pants—it seemed like a challenge. How do you make these look good? But there was Raf Simons at Calvin Klein in 2017, with his Warholian take on Americana; Virgil Abloh with his “For Walking” pair; and Ganni’s high-gloss black and white version. What I admired from afar was the popularity of the campy cowboy, exemplified by Lil Nas X and Dolly Parton, and the long-overdue appreciation of Black Western style. “This,” I thought, “I can love, but don’t need to try.” Watching this play out solidified my affection for my own pair, which are resolutely not trendy—beat-up, broken-in, and a firm connection to something.", "A few years ago, in the midst of a New York Fashion Week, I got into an elevator, dripping wet from the rain, and noticed someone else’s worn-in boots with a punchy toe. Two minutes later, guided by the shorthand of our footwear, we identified that we had been to the same summer camp. After almost a decade of negotiating how to wear them, I think I figured it out: With just the snip toe showing under some wide-leg jeans. At long last, I’ve wrangled the boots to whisper, rather than shout, what I want them to."], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["day", "boots", "wear", "finally", "outfit", "cowboy", "know", "pair", "felt", "style", "texas", "wore"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}