{"id": "c04917ec-5883-36b4-8819-8079a250fe3c", "title": "Strategic Analytics: Weaving Analytics into Decision Making - Quantitative Data Analytics and its Applications in Business/Marketing", "url": "https://execed.economist.com/indian-institute-management-ahmedabad/strategic-analytics-weaving-analytics-decision-making", "summary": "The programme intends to expose participants to (managing) the art of building relevant business insights from the analysis of a large numeric databases using numerous statistical and search tools.\nThe first phase of the programme will focus on providing an overview of the strategic issues of coupling the function of data analytics with business decision-making.\nThe second phase will be devoted to building some appreciation for statistical / search tools that can be used for processing business information arising out of marketing, finance, banking and insurance applications.\nThe emphasis of the programme will be more on discussing relevant issues of managing analytic functions and developing appreciation for data analytics/research among practitioners.\nWhile knowledge of specific statistical (and search) tools will be disseminated as part of the overall objective of the programme, it will not be enough to build expert knowledge of the same.", "paragraphs": ["The programme intends to expose participants to (managing) the art of building relevant business insights from the analysis of a large numeric databases using numerous statistical and search tools.", "The first phase of the programme will focus on providing an overview of the strategic issues of coupling the function of data analytics with business decision-making.", "The second phase will be devoted to building some appreciation for statistical / search tools that can be used for processing business information arising out of marketing, finance, banking and insurance applications.", "The last phase of the programme will be devoted to sharing some best management practices as well as some recent advances in analytic methodology.", "The emphasis of the programme will be more on discussing relevant issues of managing analytic functions and developing appreciation for data analytics/research among practitioners. While knowledge of specific statistical (and search) tools will be disseminated as part of the overall objective of the programme, it will not be enough to build expert knowledge of the same."], "authors": [], "keywords": ["phase", "applications", "quantitative", "managing", "issues", "analytics", "knowledge", "strategic", "business", "search", "tools", "relevant", "programme", "businessmarketing", "decision", "statistical", "data", "making", "weaving"], "pubDate": "2020-07-24T05:35:52Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}