{"id": "c05bd527-4420-3447-9532-3d8b7cab31c2", "title": "Michael Goodwin: Biden on Trump impeachment – here's what president-elect can do to pass first major test", "url": "http://www.foxnews.com/opinion/biden-trump-impeachment-democrats-test-michael-goodwin", "summary": "One of President Trump’s biggest flaws is not knowing when to stop, as his speech before the Capitol invasion demonstrated.\nJoe Biden will get the Cabinet and judges he wants and the path is open to tax and regulatory overhauls.\nANDREW McCARTHY: TRUMP AND IMPEACHMENT – WITH DAYS LEFT IN HIS TERM, WHAT SHOULD CONGRESS DO?\nWith less than two weeks remaining in Trump’s term, Nancy Pelosi and Chuck Schumer vow to impeach him if VP Mike Pence doesn’t organize a 25th Amendment posse to force him from office.\nUnder pressure from Biden supporters and the media (I know, redundant), many Trump backers in the business world are washing their hands of him.", "paragraphs": ["One of President Trump’s biggest flaws is not knowing when to stop, as his speech before the Capitol invasion demonstrated. But while he thankfully saved his worst mistake for last, Democrats are exhibiting the same flaw at the very start of their term.", "Political winds rarely get more favorable for a party than they are now, with Dems winning control of the White House and both chambers of Congress. Joe Biden will get the Cabinet and judges he wants and the path is open to tax and regulatory overhauls. Media handmaidens will cheer his every move.", "Equally important, the post-Trump Republican Party is in shambles after an absolutely disastrous week. White House and agency officials are jumping ship to distance themselves from the president they served and GOP members of Congress as well as donors and supporters are blasting Trump for the loss of the two Senate seats in Georgia as well as the fatal storming of the Capitol.", "ANDREW McCARTHY: TRUMP AND IMPEACHMENT – WITH DAYS LEFT IN HIS TERM, WHAT SHOULD CONGRESS DO?", "In short, Dems have it all – except the good sense to be gracious in victory. Celebrating their golden moment with anger and revenge, they are the definition of sore winners.", "With less than two weeks remaining in Trump’s term, Nancy Pelosi and Chuck Schumer vow to impeach him if VP Mike Pence doesn’t organize a 25th Amendment posse to force him from office. By Friday, ­Pelosi’s team had drawn up articles accusing the president of \"inciting an insurrection\" and plan to introduce them to the full House ­Monday.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Pelosi even asked Chairman of the Joint Chiefs of Staff Gen. Mark Milley to reject orders from the commander in chief, saying she wants Milley to stop \"an unstable president from initiating military hostilities or accessing the launch codes and ordering a nuclear strike.\"", "Keyboard warriors on the left also flew into action, demanding that Facebook and other Big Tech overlords shame, silence and banish Trump and his \"complicit\" supporters. Instantly, the cancel-culture goons delivered as numerous platforms suspended or ended Trump accounts, including Twitter, putting the president’s 88.5 million followers in the dark.", "Meanwhile, Iran’s mad mullah and other global gangsters continue to be exempt from the same rules.", "Missouri Sen. Josh Hawley, the first Republican senator to say he would object to the Electoral College results, had his book canceled by publisher Simon & Schuster just five months before publication. The title is \"The Tyranny of Big Tech,\" so Hawley might want to add a chapter on the tyranny of \"woke\" publishers.", "Ah, yes, a dangerous threat. Hawley didn’t smash windows or break furniture in the Capitol or loot and burn private businesses over the summer. But he did exercise his First Amendment rights and constitutional duty as he saw it as a United States senator, so he is too toxic to publish.", "Punishment for speech doesn’t get any more obvious, a sign that a top publishing house’s reverence for the First Amendment is no greater than that of your average college snowflake.", "Biden says he wants to unite the country but it seems more likely the vindictive left is determined to make Trump a martyr and further divide America into angry red and blue strongholds. Under pressure from Biden supporters and the media (I know, redundant), many Trump backers in the business world are washing their hands of him.", "\"It’s always been this Faustian bargain with Trump,\" Dan Eberhart, CEO of a Denver drilling-services company, told the Financial Times. He liked Trump’s tax cut and pro-growth policies and gave $100,000 to groups supporting the president and helped raise another $600,000. But after Wednesday’s violence at the Capitol, he told the FT: \"I’m done. I don’t want my mom to think I’m involved with this.\"", "The hunt for blood is so thick that the president’s decision not to attend Biden’s inauguration comes as a relief.", "Billionaire investor Nelson Peltz told CNBC he was \"sorry\" he voted for Trump and the FT reported that the National Association of Manufacturers, after giving 70 percent of its contributions to GOP candidates, urged Pence to \"seriously consider working with the Cabinet to invoke the 25th Amendment.\"", "These public renunciations are the American version of \"struggle sessions\" held in autocracies where opponents of the victors must recant their past and pledge allegiance to their new masters or else.", "In this case, the else is public ruin and ostracism. Maybe your house gets vandalized, your business gets boycotted and your family gets harassed. It’s safer to confess and get on the \"right\" side.", "Trump, of course, will be the biggest target. Beyond the impeachment bid, prosecutors in Washington are probing whether his Wednesday speech can be construed as criminal, which smacks of a political move rather than a ­legal one.", "Similarly, partisan New York prosecutors are scrutinizing his taxes and businesses going back years, with leaks to approving ­media at every step.", "The hunt for blood is so thick that the president’s decision not to attend Biden’s inauguration comes as a relief. Under the circumstances, his clear concession is enough to satisfy the requirement for a transition of power.", "Along with that power, Biden also inherits the responsibility to restore peace and tranquility. In that context, his statement that impeachment is a matter for Congress to decide is a missed opportunity to prove he really does want national unity.", "CLICK HERE TO GET THE FOX NEWS APP", "He can’t possibly believe that any semblance of comity will result if Trump is forced out two months after getting 74.2 million votes – and days before his term ends. More likely, vindictiveness will fuel America’s discontent and set the stage for yet another round of political violence. If Biden won’t lower the temperature, who will?", "A new president will be tested in many ways, so he will need all the goodwill he can muster from Americans of all stripes. Allowing Trump’s tenure to reach its natural conclusion should be one of Biden’s easiest decisions.", "CLICK HERE TO READ MORE FROM MICHAEL GOODWIN"], "authors": ["Michael Goodwin", "Michael Goodwin Is A Fox News Contributor", "New York Post Columnist."], "keywords": ["goodwin", "presidentelect", "trumps", "impeachment", "term", "supporters", "president", "heres", "pass", "test", "congress", "wants", "michael", "biden", "told", "major", "house", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}