{"id": "c06b86ed-dbb3-3d46-b809-777b934fca13", "title": "Surprise! Marine Serre Just Dropped an All-Pink Collection at The Webster—Shop It Here", "url": "https://www.vogue.com/article/marine-serre-the-webster-capsule-collection", "summary": "Marine Serre’s most recent collection for the fall 2021 season, called Core, was a testament to the garments and materials the brand had been creating since its inception three years ago.\n“The collection is essentially a blueprint of all that Serre has accomplished since she launched the label,” explains Vogue’s Mark Holgate in his show review.\nPhoto: Yoshi Uemua Photo: Yoshi Uemua“Our clients are absolutely enamored with Marine Serre’s styles each season,” says Laure Hériard Dubreuil, CEO and founder of The Webster.\nWe are grateful for the trust.”Launching today, the Marine Serre x The Webster capsule will be available in all The Webster locations and its online boutique.\nMarine Serre Second-Skin moon top $315 THE WEBSTER Shop Now Marine Serre moon-print leggings $455 THE WEBSTER Shop NowMarine Serre Regenerated pillowcase button-up dress $1,770 THE WEBSTER Shop Now Marine Serre Regenerated moon-printed denim pants $1,125 THE WEBSTER Shop Now", "paragraphs": ["Marine Serre’s most recent collection for the fall 2021 season, called Core, was a testament to the garments and materials the brand had been creating since its inception three years ago. “The collection is essentially a blueprint of all that Serre has accomplished since she launched the label,” explains Vogue’s Mark Holgate in his show review. In 53 looks, Serre revisited many of her labels’s signatures: regenerated denim, upcycled knits, silk moiré, and, of course, the instantly recognizable crescent moon print that has been synonymous with the brand. It was a collection that had everyone eager for fall, the soonest we could get our hands on it—or so we thought.", "In a surprise move, the french designer partnered up with The Webster to deliver an exclusive collection of core pieces; only these are done up in the retailer’s signature color, flamingo pink. In the capsule are six of Serre’s most iconic and cherished pieces, including her moon-print second-skins tops and shirts crafted from regenerated silk scarves.", "Photo: Yoshi Uemua Photo: Yoshi Uemua", "“Our clients are absolutely enamored with Marine Serre’s styles each season,” says Laure Hériard Dubreuil, CEO and founder of The Webster. As the three-year-old brand evolves and grows, Dubreil explains that her customers have developed a loyal following for “Serre’s futuristic approach and passion for sustainability.”", "As early proponents of the brand, The Webster was a natural fit for a Serre capsule collection. She explains, “The Webster has been a great supporter in our regenerating program since the beginning. We are grateful for the trust.”", "Launching today, the Marine Serre x The Webster capsule will be available in all The Webster locations and its online boutique. Shop all six pieces, below.", "Marine Serre Second-Skin moon top $315 THE WEBSTER Shop Now Marine Serre moon-print leggings $455 THE WEBSTER Shop Now", "Marine Serre Regenerated pillowcase button-up dress $1,770 THE WEBSTER Shop Now Marine Serre Regenerated moon-printed denim pants $1,125 THE WEBSTER Shop Now"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["serre", "brand", "webster", "allpink", "serres", "explains", "pieces", "shop", "marine", "regenerated", "surprise", "dropped", "collection", "webstershop"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}