{"id": "c0736ca6-b8ef-3822-9267-bcb7c4b4d3c3", "title": "The Guilt, Humor, and Nostalgia of the Holidays in “Eight Nights”", "url": "https://www.newyorker.com/culture/video-dept/the-guilt-humor-and-nostalgia-of-the-holidays-in-eight-nights", "summary": "An actor’s memoir-in-film recounts how a Hanukkah gig on “Conan” left him contemplating the Jewish fight against oppression.\nLike the holidays themselves, Daniel Gamburg and Benjamin Goldman’s documentary short “Eight Nights” mixes nostalgia, family, shame, guilt, and humor into a seriously potent cocktail.\n“Growing up in Russia,” where Jewish education and observance were banned by the Soviet leadership, “I had no clue what it meant to be Jewish,” Gamburg explains.\n“They’ve hated our people for two thousand years,” Gamburg’s father tells him, cutting off his mother’s attempts to soothe.\nWhen he finally does answer, his father’s forgiveness is a kind of rebirth, like peeling off a sheath of silver latex.", "paragraphs": ["An actor’s memoir-in-film recounts how a Hanukkah gig on “Conan” left him contemplating the Jewish fight against oppression.", "Like the holidays themselves, Daniel Gamburg and Benjamin Goldman’s documentary short “Eight Nights” mixes nostalgia, family, shame, guilt, and humor into a seriously potent cocktail. In a hybrid of animation, interview, and archival footage reminiscent of Michel Gondry, the actor-director makes his film, about an especially complicated Hanukkah, work like a palimpsest—a narrative with traces of memory insistently breaking through.", "Childhood flashbacks are rendered in hand-drawn black-and-white, giving the animations the sooty, sharply limned quality of memory. “Growing up in Russia,” where Jewish education and observance were banned by the Soviet leadership, “I had no clue what it meant to be Jewish,” Gamburg explains. He learns quickly, in this retelling, when anti-Semitic classmates attack him. “They’ve hated our people for two thousand years,” Gamburg’s father tells him, cutting off his mother’s attempts to soothe. Soon the family is moving to America. His father hopes that Gamburg will become an aeronautical engineer. Gamburg wants to be John Travolta. In America, kids were free. “Free to torment me,” he explains, which turns out to be “good preparation for becoming an actor.”", "Years later, as he is trying to establish his acting career in Los Angeles, Gamburg learns to tolerate the humiliations of being cast in stereotypical bit parts, until a surprise gig on “Conan” cuts too close to the bone. He arrives on set to discover that the sketch he has been cast in is not just grotesque but deeply degrading: he is one link in a giant menorah made of human bodies, dressed in skin-tight silver and connected one to another, mouth to rear end. At this moment, knowing his family is watching him on TV, Gamburg remembers his first Hanukkah in America, his mother smiling as her son learns that the menorah, like the holiday itself, is a symbol of “our fight against oppression.” Onstage, the men crawl forward, the giant candles on their backs waggling; he remembers Conan “laughing so hard he can’t speak.”", "“I always pick up the phone when my family calls,” Gamburg explains. “It comes from a subconscious fear”—the film cuts to documentary footage of Jews being loaded on to cattle cars—“that this might be the last time I hear from them.” But, after his “Conan” appearance, Gamburg avoids his father’s calls. Shame, it seems, can overpower fear. When he finally does answer, his father’s forgiveness is a kind of rebirth, like peeling off a sheath of silver latex."], "authors": ["Tana Wojczuk", "Tana Wojczu", "Daniel Gambur", "Benjamin Goldma", "Anthony Lan", "Murat Oztaski"], "keywords": ["learns", "explains", "holidays", "nostalgia", "nights", "family", "silver", "shame", "conan", "guilt", "jewish", "america", "hanukkah", "humor", "gamburg"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}