{"id": "c075091f-fd16-3a8c-9310-047a50af7edd", "title": "US records more than 3,000 Covid deaths a day for the first time", "url": "https://www.theguardian.com/world/2020/dec/10/us-3000-covid-deaths-coronavirus-day-first-time", "summary": "The US recorded its highest level of coronavirus deaths in a single day on Wednesday, just two weeks after the Thanksgiving holiday period when health experts warned Americans not to travel or gather.\nAccording to the Johns Hopkins University tracker, 3,124 deaths were recorded, with an additional 221,276 cases identified.\nIt is the first time the US has recorded more than 3,000 deaths in a single day.\nThe US healthcare system is under considerable pressure: hospitalisations from Covid were also at a record on Wednesday, at 106,000.\nThe demand is being felt nationwide: in El Paso last week just 13 of the 400 ICU beds were unoccupied.", "paragraphs": ["The US recorded its highest level of coronavirus deaths in a single day on Wednesday, just two weeks after the Thanksgiving holiday period when health experts warned Americans not to travel or gather.", "According to the Johns Hopkins University tracker, 3,124 deaths were recorded, with an additional 221,276 cases identified. It is the first time the US has recorded more than 3,000 deaths in a single day.", "The US healthcare system is under considerable pressure: hospitalisations from Covid were also at a record on Wednesday, at 106,000.", "Some states including California, Texas and Rhode Island have been setting up field hospitals in order to cope with the potential overflow patients as intensive care units (ICU) across the country fill up. The demand is being felt nationwide: in El Paso last week just 13 of the 400 ICU beds were unoccupied. Albuquerque had no free beds, while Fargo in North Dakota had just three.", "Beds set up at an alternative care site for the city and county of San Francisco. Photograph: Jeff Chiu/AP", "Federal data analysed by the New York Times this week showed that more than a third of Americans live in areas where hospitals are running critically short of ICU beds.", "Fresno County’s interim public health officer, Dr Rais Vohra, told CNN that there was zero ICU capacity on Tuesday: “Whenever the ICUs get full, it’s really hard to move patients through the emergency department. It’s really hard for us to provide efficient services.", "“I know that those who aren’t in the medical field may not understand or quite grasp just how dire the situation is, but all the things you’re hearing about – how impacted our hospitals are, about how dire the situation with our ICUs is – it’s absolutely true. And that really is the reason that we want everyone to stay home as much as possible.”", "Last week a new daily record of deaths had been set in the US at 2,804, a figure that broke the number recorded in the April peak of the pandemic.", "At the time, Dr Robert Redfield, the head of the Centers for Disease Control and Prevention, said: “The reality is December and January and February are going to be rough times. I actually believe they are going to be the most difficult time in the public health history of this nation.”"], "authors": ["Martin Belam"], "keywords": ["situation", "really", "hospitals", "single", "records", "day", "deaths", "recorded", "3000", "week", "health", "times", "covid", "icu"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}