{"id": "c08ee640-ee03-37e9-a541-8ac9334544b4", "title": "8 Photographers—Most Entirely New to \"Vogue\"—Capture the New Year’s Forward-Looking Fashion", "url": "https://www.vogue.com/article/forward-fashion-2021", "summary": "To put a newfound spin on our favorite looks from the spring season, we called upon eight photographers, most of whom were entirely new to our pages.\nAfterward, we asked each of them to tell us a bit about their time on set.\nThe sylvan scenery was highly appreciated by Brad Ogbonna, 32, from St. Paul, who recalls “a lot of cows, horses, and great hills.\nIt was great to have that experience right before doing a fashion shoot.” Other photos were set on Long Island’s beaches.\nA painted wall by the shore came to life for Ashley Pena, a 20-year-old New York University student (who has shot for Vogue twice before).", "paragraphs": ["To put a newfound spin on our favorite looks from the spring season, we called upon eight photographers, most of whom were entirely new to our pages. Afterward, we asked each of them to tell us a bit about their time on set.", "Of his photo of model Mayowa Nicholas, Philip-Daniel Ducasse, 32, who grew up in Port-au-Prince, Haiti, said, “I wanted this image to take us back to where we both came from. As Africans and Afro Caribs, we love color—it lifts our moods and complements our skin.” Jody Rogac, 39, from Vancouver, Canada, also wanted the essence of her subject (model Grace Elizabeth) to shine through: “I didn’t want her to transform into anything other than what she naturally is.” Meanwhile, the highlight for 22-year-old Myles Loftin (who has shot for Vogue once before, in our September 2020 issue), from Accokeek, Maryland, was “watching Camilla [Nickerson, the fashion editor] help me and my team shovel sand so we could secure our backdrop in the ground.” Rahim Fortune, 26, from Tupelo, Oklahoma, opted to shoot within an old house: “The clothing resembled the curtains, and the hoodie played off of the wallpapers,” he says.", "Some of the images were taken at Brookfields Farm in upstate New York. “Riding in the tractor with the crew was hands down the most memorable thing,” says Jackie Furtado, 30, who is from the suburbs of Chicago and is currently obtaining her MFA in photography at Yale School of Art.", "The sylvan scenery was highly appreciated by Brad Ogbonna, 32, from St. Paul, who recalls “a lot of cows, horses, and great hills. It was great to have that experience right before doing a fashion shoot.” Other photos were set on Long Island’s beaches. A painted wall by the shore came to life for Ashley Pena, a 20-year-old New York University student (who has shot for Vogue twice before). “It’s as if I had two models: Vanessa Aguasvivas and the yellow stripe on the wall.” Zora Sicher, 25, from Brooklyn, says the location allowed her “to explore a beach in New York I had never been to.” It was a workday, yes, but also quite literally a day at the beach for the entire cast and crew.", "In this story:", "Hair, Jimmy Paul", "Makeup, Dick Page"], "authors": ["Condé Nast", "Camilla Nickerso", "Alex Harringto"], "keywords": ["great", "voguecapture", "fashion", "entirely", "york", "wanted", "wall", "vogue", "came", "model", "photographersmost", "forwardlooking", "shoot", "shot"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}