{"id": "c091fb60-1559-3e36-b25b-c80ce74bfcd7", "summary": "The making of the V&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Jamie StokerDesigned by long-term Walker collaborator Shona Heath, the show aims to push the boundaries of what's possible with photographic displays.\nV&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Peter Kelleher\"I think if he'd had another five years he would have just kept going,\" she added.\nTilda Swinton (2018) by Tim Walker Credit: Tim Walker StudioYet despite his familiarity with the V&A collection, he still had his work cut out to prepare for this show.\nV&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Peter KelleherMany of the objects that made the final cut for Walker were items that haven't ever been on display, or have been in storage for decades.\nWalker, who wrote all the wall texts for \"Wonderful Things,\" called these photos a \"love letter\" to the conservation staff at the V&A.", "title": "Tim Walker explores dark corners of the V&A for 'Wonderful Things'", "pubDate": null, "paragraphs": ["Written by Ananda Pellerin, CNN", "When Susanna Brown joined London's prestigious V&A museum over a decade ago as a curator in photographs, one of the first things she acquired was a group of images by Tim Walker", "\"The first acquisition of Tim's work was actually in 1998 -- when he was very young,\" Brown recounted over the phone from London. \"He has a long connection to the museum. He loves spending time here and has always found inspiration at the V&A.\"", "Now, a major exhibition of Walker's work , curated by Brown, is set to open at the west London museum, which has seen huge successes in recent years with exhibitions of fashion and pop culture icons, including Dior, Alexander McQueen and David Bowie.", "The new exhibition, \"Tim Walker: Wonderful Things,\" is the product of thousands of hours of research inside the museum by the British photographer, who slipped into its deepest, darkest corners to find inspiration for the reveries that he conjures up to sweep us away, much like Alice discovering a new Wonderland.", "Immediately recognizable for his lush and fanciful-with-an-edge style, Walker has been creating signature fairytale scenarios for magazines, such as Vogue, Love and W, since the mid-1990s. To this day, his whimsical, storytelling shoots, in which the clothes are just one of many elements seen through distortions of light and scale, make him a singular white rabbit figure in the literal, market-driven world of fashion photography.", "The making of the V&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Jamie Stoker", "Designed by long-term Walker collaborator Shona Heath, the show aims to push the boundaries of what's possible with photographic displays. \"The exhibition is mind-blowing,\" Brown said. \"It's so rich. The textures are so beautiful -- there's velvet and linen, cloudy skies, rough brick, wood and shiny gloss metal. It's an unusually sensory experience, particularly with the color palette and the soundscape as well.\"", "The idea was simple: The exhibition would be a retrospective of Walker's work, but also include new photographs inspired by items from the V&A's vast collection, chosen by the photographer himself. But the execution was immense.", "\"Overall, it was a year of research, a year of shoots and almost a year of selecting final works for the show,\" Brown said of the hugely ambitious undertaking, which has resulted in 10 new series of works by Walker, based on V&A objects, and a new publication documenting the process, co-authored by Walker and Brown.", "V&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Peter Kelleher", "\"I think if he'd had another five years he would have just kept going,\" she added. \"As it was, he was shooting right up to the wire. Even last week, right before it opened, we included more pictures in the show!\"", "Born in Devon, England, in 1970, Walker famously got his start working on the archive dedicated to pioneering fashion photographer Cecil Beaton, at the Condé Nast library in London. After taking on a job as assistant to black-and-white portraits master Richard Avedon in New York (a job from which he was fired, he has admitted, because he worked too slowly for Avedon's taste), Walker returned to London. It was here that he landed his first British Vogue fashion story at the age of 25.", "Tim Walker at the V&A, London, 2019 Credit: Sarah Lloyd/Tim Walker Studio", "Looking back on Walker's work, it's easy to see how the richly populated rooms of the V&A have influenced his intoxicating, fabric- and object-filled shoots. Walker's worlds are prop-filled fantasies.", "In his long career, he's been known for pairing models Edie Campbell and Karen Elson with a lion in an Oxfordshire manor house, capturing fashion designer Alexander McQueen with a smoking skull and putting sculptured hair horns on longtime collaborator Tilda Swinton -- an homage to Mexican-British surrealist painter Leonora Carrington.", "\"Why not be oneself?\" Tilda Swinton (2018) by Tim Walker Credit: Tim Walker Studio", "Yet despite his familiarity with the V&A collection, he still had his work cut out to prepare for this show.", "\"If you spent every day at the V&A for the rest of your life you wouldn't be able to see everything,\" said Brown. \"To give you an idea, the national collection of the art of photography, of which Tim's works are a part, alone hold 800,000 photographs. Our collection is so big.\"", "V&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Peter Kelleher", "Many of the objects that made the final cut for Walker were items that haven't ever been on display, or have been in storage for decades. Each item, or collection of items, was placed in the exhibition alongside the image that it inspired.", "One shoot entitled \"Soldiers of Tomorrow\" -- imagine Mad Max mixed with Knights Templar and some knitwear -- was influenced by a hand-painted photograph from the 1870s of the French Bayeux Tapestry, depicting the lead-up to the Norman Conquest of England.", "\"That photograph has not been on display for many years,\" Brown said. \"It needed a huge amount of conservation work to repair. It's 65-meters long, it's backed onto canvas -- it's a very fragile creature. Our paper conservation staff spent hundreds of hours repairing the fragments of paper that were peeling away at the edges where the scroll had been rolled up for many years in storage.\"", "Spending a great deal of time in the conservation studios, meeting with curators, technicians, and conservators, Walker delighted in the backstage access the project afforded him.", "One of the shoots, called \"Handle with Care,\" features a blazing red Alexander McQueen gown from the designer's \"Horn of Plenty\" collection, peeping out from its protective sheath. Walker, who wrote all the wall texts for \"Wonderful Things,\" called these photos a \"love letter\" to the conservation staff at the V&A.", "\"He was bowled over by the way in which they preserve delicate fabrics and textiles and the other things in the collection. This shoot in particular was at the Clothworkers' Centre, our special off-site storage for textiles,\" Brown said.", "The making of the V&A's \"Tim Walker: Wonderful Things\" exhibition Credit: Chio Fernandez", "\"These wonderfully wrapped garments are encased in protective fabric or wrapped in layers of tissue in enormous drawers, if they're too heavy to be hanging. He was amazed at the layer upon layer, the level of protection these objects demand.\"", "Not satisfied to just travel through time via the V&A's collection, Walker was determined to travel through space, too.", "\"He wanted to get a perspective on the building itself that other people don't,\" Brown said. \"So we spent a morning doing a big hike across the seven-acre roofscape. On the same day, he went through all the passages under the building, which is a quite complicated system of Victorian air ducts. It's like 'Alice in Wonderland' -- they get smaller and smaller and narrower and narrower with tiny little doors. It's quite claustrophobic, but also appropriate for Tim.\"", "\"It's not just Tim that finds inspiration at the V&A,\" Brown said. \"There are so many designers, artists, filmmakers and everyone else who comes here to be enlightened for their own work and their own creativity. That's what's really at the heart of 'Wonderful Things.'\"", "After all the exploration and hard work, the result is a photography exhibition that's different to any other the V&A has staged before, Brown says. \"It's a much more immersive experience. It's really moving actually. It's like you're stepping into someone else's dream.\""], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Ananda Pellerin"], "url": "https://edition.cnn.com/style/article/tim-walker-wonderful-things/index.html", "keywords": ["things", "walker", "explores", "va", "corners", "collection", "wonderful", "exhibition", "credit", "brown", "dark", "tim", "work"]}