{"id": "c0a71e22-8774-348d-9ea3-004b68e2f20b", "title": "How the world could change in 2021", "url": "http://ft.com/video/0df3318f-622b-4cf1-be48-9ded5368b541", "summary": "We're going to see the continued emergence of the tripolar world, a world in which the US, Europe, and Asia are increasingly creating their own economic ecosystems, their own supply chains.\nThe year 2021 will mark, really, Britain's efforts to convince itself and convince the world that the country really does have a bright future outside the European Union.\nThe climate change, the UN Climate Change Conference, COP26, and Britain will also be chairing the G7 and have invited three extra members along, three new members.\nPolicymakers and academics are now calling for Latin America to build back better.\nRegardless of who wins the 2021 elections there's another big question facing Latin America.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The big questions for the year 2021 are do we put Covid-19 behind us, get an economic rebound and a return to normality? Does Joe Biden, in a sense, return America to normality, as we perceived it before Donald Trump? And finally, has Trump permanently changed the relationship between the United States and the west in general and China, and if so, what form will this new antagonism take as Beijing and Washington jostle for global influence?", "Here's what to expect in Asia in 2021.", "The region will see more tension between China and its neighbours, potentially even involving limited armed conflict. A Biden administration will attempt to mend relations with China, while also rallying allies to address what many in Washington DC consider to be Beijing's bad behaviour, particularly when it comes to human rights abuses in places like Xinjiang and Hong Kong.", "Large numbers of people are likely to emigrate to the UK and other western countries from Hong Kong, where open dissent has been effectively crushed. But smouldering resentment remains and could flare up in a more organised and potentially violent movement, once again.", "One of the big geopolitical themes of this year is going to be the attempt to form a community of democracies spanning Europe, North America, and Asia. This will take concrete form when there's a summit of what's now becoming known as the D10, which is the original G7, plus there new members, all democracies - Australia, South Korea, and India - significantly, all of them in Asia.", "This is a grouping that, more or less, explicitly is aimed at pushing back against the world's rising power, which is also a non-democratic power, and that's China. It's an effort to stop China really reconstructing the international system in ways that would suit an authoritarian one-party state.", "We're going to see the continued emergence of the tripolar world, a world in which the US, Europe, and Asia are increasingly creating their own economic ecosystems, their own supply chains. I think that you will see, ultimately, a new kind of transatlantic trade agreement, some coming together between the US and Europe on digital standards. Both the EU and the US are now pushing back against the power of big tech.", "And I think there will be a major push on both sides to see if a new alliance can be made about how to regulate technology companies, how to tax digital trade, and, basically, creating a new rules of the road for the 21st century economy. That will be, in part, because both the US and Europe realise that China is going to be going it alone when it comes to tech and, increasingly, when it comes to supply chains. Around the time of the US election China announced that it wants to be free of western technology and supply chains by the year 2035. And you're seeing China become the lead in a new Asian trade deal. You're seeing Japan moving a little bit closer to China in a new way.", "So I think that we're not resetting to globalisation circa early 1990s, but we're really moving into a new world in which we won't see total fragmentation, but neither will you see a return to the kind of globalisation that we've known over the last 20 years.", "A newly and truly independent nation.", "The year 2021 will mark, really, Britain's efforts to convince itself and convince the world that the country really does have a bright future outside the European Union. There are those, both in the UK and outside, who worry that Britain is going to drift into a downward economic spiral, become increasingly inward-looking and irrelevant. Boris Johnson is going to try to prove them wrong, and he's lucky in one sense, which is that the UK is going to be chairing two very important international meetings. The climate change, the UN Climate Change Conference, COP26, and Britain will also be chairing the G7 and have invited three extra members along, three new members. And Britain will attempt to seize that dual opportunity to show to the world that it remains an internationally engaged, relevant, and important country.", "Coronavirus hit Latin America hard. Countries like Mexico, Peru, and Argentina suffered higher death rates than almost anywhere else in the world relative to the size of their populations. And the economic hit was huge, too. The IMF has forecast that the region won't recover fully until at least the end of 2022.", "So 2021 will be all about Latin America's struggle to recover. The region was already suffering numerous pre-existing conditions before the virus struck - high inequality, poor healthcare, weak government, and feeble economic growth. Policymakers and academics are now calling for Latin America to build back better. What they mean is investment in things like roads, education, railways, and transport, to promote renewable energy, and to make taxation fairer.", "But it's not clear whether the region's politicians will be listening.", "Africa's response to the pandemic in 2020 was surprisingly strong. The continent recorded a relatively modest 57,000 official deaths, but the impact of the pandemic will linger in 2021. Some vaccines will get to African countries this year, but not enough. Travel restrictions, testing, and quarantine are likely to remain. That will be hard on countries that rely on tourism, like South Africa and Kenya.", "The economic recovery will be uneven. Big economies like South Africa, Angola, and, above all, Nigeria will continue to struggle. Smaller and relatively diversified economies, such as Senegal, Ghana, and Rwanda, may bounce back quicker as global demand recovers.", "In the Pacific nations of Chile, Peru, and Ecuador, presidential elections are going to be held in 2021. Populist politicians will be presenting a big challenge to the established order. Take Chile, for example. For the past two decades it was among Latin America's most successful, prosperous, and fastest growing economies. But even before the pandemic it was shaken by a wave of violent social protests, people protesting, complaining that the fruits of economic growth had not been shared fairly enough, and it was time for a different economic model to be followed.", "Many Chileans are now questioning whether the free market model that they've been following since the 1980s is the right one for 21st century. Regardless of who wins the 2021 elections there's another big question facing Latin America. Who will pay for the recovery? The region already had very high levels of debt and will struggle to borrow more without alarming investors. The wealthy Latin Americans have traditionally preferred to stash their cash offshore, well out of the reach of the taxman. And the region's large black economy pays no taxes at all, so where will the money for the green recovery come from?", "There's a busy election calendar in Africa in 2021, amid signs that democracy has slipped backwards in much of the continent.", "Our car was shot.", "In Uganda, the rap singer, Bobi Wine, will have to perform a miracle to ride his popularity to the state house. The ruthless incumbent, Yoweri Museveni, shows no signs of giving up power quietly, and campaign violence is likely to intensify.", "In Ethiopia, Prime Minister Abiy Ahmed had promised elections by August after postponing them last year. These will follow his military intervention in the Tigray region last year. Abiy is likely to win, by hook or by crook, but the honeymoon he enjoyed for his first few years appears to have ended.", "Finally, US policy in Africa may change. Joe Biden's team includes many old Africa hands. Amid signs that China may be cooling on African investments, this could be the year that Washington shows greater interest.", "In India, we are likely to see more worrying outbursts as hardline Hindu nationalist leader, Narendra Modi, continues to target the country's large Muslim minority. On a happier note, the delayed Olympic games in Tokyo will almost certainly go ahead, although possibly without the large audiences of previous years.", "Despite deep recessions in most places, stock markets are ending the year at record highs. Expect stock prices, especially of hot tech companies, to keep rising as long as super easy monetary conditions remain. But we could see wobbles and even sharp drops as some governments in the region find they cannot continue to provide stimulus indefinitely.", "In the Chinese zodiac, 2020 was the year of the mischievous metal rat, but 2021 will be the year of the metal ox. We can only hope that the spirit of the calm and ponderous ox brings a bit of much needed stability to all of our lives.", "There's no doubt that the year 2020 was, for the whole world, the year of the coronavirus. The year 2021 will, if things go well, be the year of the post-pandemic environment. By the middle of the year, we hope that most of the developed world and large parts of the developing world will have been in receipt of vaccines, and people will be able to go back to the way things were in most respects. They'll go back to the office, they'll go back to work, they'll go back to things like live entertainment, theatre, football matches, and so on.", "But there must be some questions - firstly, about the economic scarring that's left behind - many economies are in very bad shape - and secondly, whether people's ways of life will have changed permanently, that they'll have discovered new ways of interacting with each other, which actually won't go away once the coronavirus has disappeared."], "authors": ["Produced", "Filmed", "Edited Joe Sinclair", "Additional Filming Tom Griggs", "Ben Marino", "Footage Reuters"], "keywords": ["world", "going", "economic", "region", "2021", "america", "china", "latin", "big", "likely", "change"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}