{"id": "c0b58bfd-fd82-3398-a76e-716b46096a76", "title": "Barcelona take down leaders Sociedad while Ronaldo penalty costs Juventus", "url": "https://www.theguardian.com/football/2020/dec/16/cristiano-ronaldos-penalty-miss-costs-juventus-win-against-atalanta", "summary": "Barcelona finally made a statement of intent in what has been a chaotic season as they came from behind to beat the La Liga leaders Real Sociedad 2-1 at home on Wednesday.\nCristiano Ronaldo had a penalty saved as Juventus were held to yet another Serie A draw in an entertaining match against Atalanta in Turin.\nRonaldo spurned a golden chance to put the hosts back in front minutes later, but his tame spot-kick was comfortably held by Pierluigi Gollini.\nCristiano Ronaldo reacts with dismay as Atalanta’s Pierluigi Gollini celebrates saving the Juventus forward’s tame penalty.\nThe Poland striker levelled in first-half stoppage time for his 250th league goal – only the third player to reach that mark in the Bundesliga.", "paragraphs": ["Barcelona finally made a statement of intent in what has been a chaotic season as they came from behind to beat the La Liga leaders Real Sociedad 2-1 at home on Wednesday.", "The Brazilian striker Willian José gave the visitors the lead from close range in the 27th minute but Barça came right back at them, levelling four minutes later when Jordi Alba smashed the ball into the top corner with his weaker right foot.", "Barcelona took the lead shortly before half-time when Frenkie de Jong arrived in the box and poked home a cross from Jordi Alba, initially seeing the goal ruled out for offside but then celebrating when it was awarded after a VAR review.", "Real Sociedad were missing David Silva and top scorer Mikel Oyarzabal and failed to rise to the occasion, yet they had several chances to equalise, such as when Alexander Isak was thwarted by a fine tackle from Barça’s Pedri then a great save by Marc-Andre ter Stegen from close range.", "Cristiano Ronaldo had a penalty saved as Juventus were held to yet another Serie A draw in an entertaining match against Atalanta in Turin. A stunning strike from Federico Chiesa, his first league goal in a Juventus shirt, put the Italian champions in front but Remo Freuler’s powerful effort crashed off the bar and into the net to earn the visitors a deserved point. Ronaldo spurned a golden chance to put the hosts back in front minutes later, but his tame spot-kick was comfortably held by Pierluigi Gollini.", "“You need to take bring the result home in these games,” said Pirlo, Juve’s manager. “We had a lot of chances but didn’t manage to close it out, when you leave the game in the balance anything can happen.”", "Álvaro Morata was guilty of an extraordinary miss early on, when the Juventus striker latched on to a loose ball six yards in front of an open goal and back-heeled a limp finish harmlessly wide.", "Cristiano Ronaldo reacts with dismay as Atalanta’s Pierluigi Gollini celebrates saving the Juventus forward’s tame penalty. Photograph: Massimo Pinca/Reuters", "A Romelu Lukaku penalty was enough to give Internazionale a 1-0 win against 10-man Napoli at San Siro and move the hosts within a point of Serie A leaders Milan.", "Just one point and one place separated the two sides before kick-off, and the game was decided when David Ospina conceded a spot-kick midway through the second half, which Lukaku converted. The two captains made an impact in contrasting fashions, as Napoli’s Lorenzo Insigne was sent off for dissent following the penalty award and the Inter goalkeeper Samir Handanovic made some decisive interventions to keep his side in front. Yet Napoli pushed hard for an equaliser with 10 men and Andrea Petagna was denied a late leveller when his shot rattled the post in stoppage time.", "Bayern Munich’s Robert Lewandowski scored twice to steer the champions to a 2-1 comeback win against Wolfsburg, keeping them a point behind the Bundesliga leaders Bayer Leverkusen who crushed Cologne 4-0.", "Bayern, who travel to Leverkusen on Saturday, fell behind for the sixth consecutive league game when Maximilian Philipp volleyed home in the fifth minute, but Lewandowski struck either side of the break to give his side their first win in the past three games. The Poland striker levelled in first-half stoppage time for his 250th league goal – only the third player to reach that mark in the Bundesliga. He added another five minutes after the restart following a strong run.", "It was the first defeat of the season for Wolfsburg, who had late chances to score, only to be denied by two outstanding Manuel Neuer saves.", "Early goals from Mitchell Weiser and Moussa Diaby set Leverkusen on their way to victory at Cologne, before Patrik Schick and the teenager Florian Wirtz struck in the second half to complete the rout. RB Leipzig are level on 27 points with Bayern after edging past Hoffenheim 1-0 thanks to Yussuf Pouslen’s second-half winner."], "authors": ["Guardian Sport"], "keywords": ["leverkusen", "league", "goal", "barcelona", "ronaldo", "striker", "minutes", "point", "win", "leaders", "penalty", "costs", "sociedad", "juventus"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}