{"id": "c0bd7683-dc3a-3502-8c47-5b971811bbf0", "title": "Outriders – New Gameplay Today Live", "url": "https://www.gameinformer.com/new-gameplay-today-live/new-gameplay-today/2021/02/25/outriders-new-gameplay-today-live", "summary": "This squad-based sci-fi shooter takes a page from the holy book of the Mass Effect series in how it utilizes its character's abilities.\nFlash forward to today and People Can Fly is giving us another taste of their latest title.\nWe're going live at 12:10 p.m. CT so be sure to join us in the chat and get your questions answered about People Can Fly's newest sci-fi shooter!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!\nPeople Can Fly's latest title is set to launch on April 1 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC", "paragraphs": ["Outriders is one of my most anticipated games of 2021. When I first got to get my hands on the game last year, I was taken by the tight and electrifying gunplay developer People Can Fly has a knack for with its work on titles such as Gears of War: Judgement and Bulletstorm. But the fun shooting mechanics weren't the only thing that swayed me.", "This squad-based sci-fi shooter takes a page from the holy book of the Mass Effect series in how it utilizes its character's abilities. Whether you're looking to summon giant blasts of energy or a bullet shield that can send projectiles back at your foes, Outriders gives you plenty of opportunities to experiment with a plethora of awesome abilities.", "Flash forward to today and People Can Fly is giving us another taste of their latest title. The developer's new demo is set to launch at 11 a.m. CT and give fans a new look at what they can expect when the full game launches this April.", "To celebrate the demo's release, Liana Ruppert, Alex Van Aken, and I are combining our shooter skills to check out what new challenges and additions have been added to Outriders since we last saw it.", "We're going live at 12:10 p.m. CT so be sure to join us in the chat and get your questions answered about People Can Fly's newest sci-fi shooter! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "Excited about Outriders? Be sure to check out our coverage hub where we show off some of the weirdest weapons in the game, explore the different classes, and sit down with the devs in a Rapid Fire interview.", "People Can Fly's latest title is set to launch on April 1 for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["scifi", "title", "outriders", "today", "live", "series", "sure", "game", "set", "shooter", "xbox", "gameplay"], "pubDate": "2021-02-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}