{"id": "c0c1c13a-737f-3153-9a40-41960e247a67", "title": "Covid: UK Coronavirus cases, deaths and vaccinations today", "url": "https://www.theguardian.com/world/2021/feb/11/covid-uk-coronavirus-cases-deaths-and-vaccinations-today", "summary": "Are coronavirus cases rising in your local area and nationally?\nAfter that, the centre of the virus shifted northwards and to areas in Northern Ireland before rising again in London and the south-east.\nAbout this dataThis data comes comes from Public Health England, working with devolved authorities in Wales, Northern Ireland and Scotland.\nThe ONS, along with its counterparts in Scotland and Northern Ireland, captures deaths data differently.\nAbout 90% of these deaths are directly due to Covid while it is a contributory factor in the remaining deaths.", "paragraphs": ["Are coronavirus cases rising in your local area and nationally? Check week-on-week changes across England, Scotland, Wales and Northern Ireland and the latest figures from public health authorities", "Coronavirus has hit the UK hard, with the country recording more than 3m cases and 115,000 deaths linked to the disease.", "The government figures below include confirmed cases only – some people who have the disease are not tested.", "Where are the UK’s current coronavirus hotspots?", "At the start of the pandemic, London bore the brunt of coronavirus’s impact. After that, the centre of the virus shifted northwards and to areas in Northern Ireland before rising again in London and the south-east.", "Everyday life in the UK has been subject to varying degrees of restriction since March, and various national lockdowns currently apply in England, Scotland, Wales and Northern Ireland. These regulations are set by the legislative body in each nation so there are local differences.", "Details of the English lockdown are listed here, Scottish lockdown here, Welsh here and Northern Irish here.", "How is the disease progressing in the UK?", "Cases in the UK first peaked in early April, before falling in late spring and summer. But they then increased again and passed the earlier peak in September, reaching record levels in January.", "The number of people in hospital with coronavirus rose sharply after records started at the end of March, peaking in April. That figure has now been rising since September and reached a new record in January.", "Deaths surpassed their first-wave peak in January, with daily deaths once again standing at over 1,000.", "Since UK regulators approved the Pfizer vaccine in December, the UK’s vaccine rollout has picked up pace. Hundreds of thousands of people are now being vaccinated every day.", "Is the UK rolling out the vaccine fast enough?", "The government plans to offer 13.9 million people (21% of the population) a first dose of the vaccine by the middle of February. This group includes the top four priority groups: everyone in care homes, all over-70s, frontline health and social care workers and clinically extremely vulnerable individuals.", "How much of the second wave is due to more testing?", "There have been more recorded cases in the second wave of the pandemic, and this can be partly attributed to increased testing. Many more tests were done in autumn than during the first wave in the spring.", "In March and April, there were relatively few tests available and these were given to people with severe symptoms – mainly in hospitals. Most people with milder symptoms were not tested, so these cases were not recorded, meaning the actual number is likely to have been much higher. Sir Patrick Vallance said the daily case number may have been over 100,000 on some days in the first wave.", "Play Video 4:32 Coronavirus variants: what you need to know – video explainer", "More tests were available during the second wave and the majority of people took tests in the community. This means that people with milder symptoms are now being tested and recorded in the official figures. The real number of cases will still be higher than the recorded count, but the testing will be picking up a greater proportion of the total.", "However, given Covid-19’s potential for exponential growth, the shape of the cases curve is critically important, and the effect of increased cases can be seen in the hospitalisation and mortality curves above.", "Find coronavirus cases near you", "In the table below, you can find out the number of cases per 100,000 in your area, both for the last week and since the start of the pandemic.", "About this data", "This data comes comes from Public Health England, working with devolved authorities in Wales, Northern Ireland and Scotland.", "Differences in data collection and publishing schedules may lead to temporary inconsistencies. 3 and 4 October cases totals include cases from previous days published late owing to a technical fault.", "The government figures for deaths that are used in this tracker incorporate any deaths that have occurred within 28 days of a positive test. This means that they they are able to quickly capture those deaths occurring in hospitals and care homes, both settings where testing is widespread.", "The ONS, along with its counterparts in Scotland and Northern Ireland, captures deaths data differently. They count all deaths where Covid is on the death certificate. About 90% of these deaths are directly due to Covid while it is a contributory factor in the remaining deaths."], "authors": ["Anna Leach", "Seán Clarke", "Ashley Kirk"], "keywords": ["uk", "cases", "ireland", "northern", "deaths", "vaccine", "today", "covid", "number", "wave", "tests", "vaccinations", "coronavirus"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}