{"id": "c0c408e7-0c0b-348d-a9d6-dcdc07438dae", "title": "Shock, Sadness And Outrage On Capitol Hill", "url": "https://radio.foxnews.com/2021/01/08/shock-sadness-and-outrage-on-capitol-hill/", "summary": "This Week:Pro-Trump protestors stormed the U.S. Capitol building on Wednesday while Congress was certifying the Electoral College for President-elect Joe Biden.\nThere are growing calls from Democrats to remove President Trump from office before Inauguration Day following Wednesday's violence.\nPresident Trump said Friday that he will not be attending the inauguration for President-elect Joe Biden.\nFOX News Washington Correspondent Rachel Sutherland and FOX News Chief White House Correspondent John Roberts discuss the President's decision not to attend the upcoming inauguration.\nFOX News Washington Correspondent Rachel Sutherland speaks with Paul Mango, Deputy Chief of Staff at the Health and Human Services Department about the rollout's slow start.", "paragraphs": ["This Week:", "Pro-Trump protestors stormed the U.S. Capitol building on Wednesday while Congress was certifying the Electoral College for President-elect Joe Biden. Jared and Fox News Congressional Correspondent Chad Pergram were both at the Capitol that day and discuss the aftermath of the violence and Congress certifying the election in hours following the chaos.", "There are growing calls from Democrats to remove President Trump from office before Inauguration Day following Wednesday's violence. Congressman Vicente González (D-TX) is one the lawmakers who is calling to impeach the President. He spoke with Jared about his experience that day and why he is calling for impeachment.", "President Trump said Friday that he will not be attending the inauguration for President-elect Joe Biden. It will be the first time since the mid-19th century that a sitting president does not participate in his successors Inauguration. FOX News Washington Correspondent Rachel Sutherland and FOX News Chief White House Correspondent John Roberts discuss the President's decision not to attend the upcoming inauguration.", "As the coronavirus continues to surge with record numbers across the U.S. there has been growing criticism over the COVID-19 vaccine rollout being too slow. FOX News Washington Correspondent Rachel Sutherland speaks with Paul Mango, Deputy Chief of Staff at the Health and Human Services Department about the rollout's slow start."], "authors": ["Siobhan Flattery", "William Sanchez", "Matthew Pascarella"], "keywords": ["day", "capitol", "trump", "slow", "president", "sutherland", "inauguration", "fox", "correspondent", "hill", "sadness", "outrage", "violence", "washington", "shock"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}