{"id": "c10f87cb-cecf-3304-ad28-a45fe3f052c2", "title": "This Bronze Age carved stone is Europe's oldest map", "url": "https://edition.cnn.com/travel/article/bronze-age-slab-map-intl-scli-scn/index.html", "summary": "(CNN) — A slab of stone, engraved with intricate lines and motifs dating to the Bronze Age , has been revealed to be Europe's oldest map, researchers say.\nResearchers noticed that the slab's topography resembled a valley, with lines representing a river network.\nRelated content Bronze Age Britons kept human remains on display in their homesUpon studying the rediscovered slab, researchers found the carvings resembled a map, with repeated motifs joined by lines.\nThey noticed that its surface was deliberately 3D-shaped to represent a valley, with lines in the stone thought to depict a river network.\n\"The Saint-Bélec Slab depicts the territory of a strongly hierarchical political entity that tightly controlled a territory in the early Bronze Age, and breaking it may have indicated condemnation and deconsecration,\" Nicolas said.", "paragraphs": ["(CNN) — A slab of stone, engraved with intricate lines and motifs dating to the Bronze Age , has been revealed to be Europe's oldest map, researchers say.", "Using high-resolution 3D surveys and photogrammetry, researchers re-examined the Saint-Bélec Slab -- an engraved and partly broken piece of stone that was discovered in 1900 but forgotten about for almost a century.", "Researchers from the French National Institute for Preventive Archaeological Research (Inrap), the UK's Bournemouth University, the French National Center for Scientific Research (CNRS) and the University of Western Brittany say the recent study of the stone has revealed it to be the oldest cartographic representation of a known territory in Europe.", "Researchers noticed that the slab's topography resembled a valley, with lines representing a river network. From Bournemouth University", "The slab, which boasts intricate carvings and scattered motifs, has had a busy life: unearthed from a burial mound in western Brittany, it is thought to have been reused in an ancient burial toward the end of the early Bronze Age (between 1900 and 1640 BCE), experts say, where it formed a wall of a small, coffin-like box containing human remains. At the time of excavation, the 12.7-foot-long slab was already broken and missing its upper half.", "In 1900, it was moved to a private museum, and until the 1990s, it was stored in the National Museum of Archaeology in the castle of Saint-Germain-en-Laye, in a niche in the castle moat. In 2014, it was rediscovered in one of the museum's cellars.", "Related content Bronze Age Britons kept human remains on display in their homes", "Upon studying the rediscovered slab, researchers found the carvings resembled a map, with repeated motifs joined by lines.", "They noticed that its surface was deliberately 3D-shaped to represent a valley, with lines in the stone thought to depict a river network.", "Related content Small silver snail artifact may be a medieval 'meme'", "The team noticed similarities between the engravings and elements of the landscape of western Brittany, with the territory represented on the slab appearing to show a region of about 19 miles by 13 miles, along the course of the Odet river.", "Clément Nicolas, a postdoctoral researcher at Bournemouth University and first author of the study, told CNN that the discovery \"highlights the cartographic knowledge of prehistoric societies.\"", "But there are still many unknowns, including why the slab was broken in the first place.", "\"The Saint-Bélec Slab depicts the territory of a strongly hierarchical political entity that tightly controlled a territory in the early Bronze Age, and breaking it may have indicated condemnation and deconsecration,\" Nicolas said.", "The study was published in the French journal Bulletin de la Société préhistorique française."], "authors": ["Amy Woodyatt"], "keywords": ["western", "oldest", "age", "slab", "university", "noticed", "europes", "stone", "bronze", "researchers", "map", "territory", "carved", "study"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}