{"id": "c172d145-e5f6-3363-aa2c-156c8271b999", "title": "What’s Wrong with the Way We Work", "url": "https://www.newyorker.com/magazine/2021/01/18/whats-wrong-with-the-way-we-work", "summary": "Americans work more hours than their counterparts in peer nations, including France and Germany, and many work more than fifty hours a week.\nAnd even workers who don’t work for gig companies like Uber or TaskRabbit now work like gig workers.\nMeanwhile, we’re told to love work, and to find meaning in it, as if work were a family, or a religion, or a body of knowledge.\n“The only way to do great work is to love what you do,” Steve Jobs told a graduating class at Stanford in 2005.\nAn 1833 law capped the number of mill hours worked by children between thirteen and eighteen at twelve per day.", "paragraphs": ["Maria Fernandes died at the age of thirty-two while sleeping in her car in a Wawa parking lot in New Jersey. It was the summer of 2014, and she worked low-wage jobs at three different Dunkin’ Donuts, and slept in her Kia in between shifts, with the engine running and a container of gasoline in the back, in case she ran out. In the locked car, still wearing her white-and-brown Dunkin’ Donuts uniform, she died from gasoline and exhaust fumes. A Rutgers professor called her “the real face of the recession.” Fernandes had been trying to sleep between shifts, but all kinds of workers were spending hours in their cars, waiting for shifts. Within a year of Fernandes’s death, Elizabeth Warren and other Senate and House Democrats reintroduced a bill called the Schedules That Work Act; it would have required food service, retail, and warehouse companies to let employees know about changes to their schedules at least two weeks in advance and barred them from firing employees for asking for regular hours. “A single mom should know if her hours have been cancelled before she arranges for day care and drives halfway across town,” Warren said, of the bill. “Someone who wants to go to school to try to get an education should be able to request more predictable hours without getting fired, just for asking. And a worker who is told to wait around on call for hours, with no guarantee of actual work, should get something for his time.” The bill never had any chance of passing. It was reintroduced again in 2017 and in 2019. It has never even come up for a vote.", "Americans work more hours than their counterparts in peer nations, including France and Germany, and many work more than fifty hours a week. Real wages declined for the rank and file in the nineteen-seventies, as did the percentage of Americans who belong to unions, which may be a related development. One can argue that these post-industrial developments mark a return to a pre-industrial order. The gig economy is a form of vassalage. And even workers who don’t work for gig companies like Uber or TaskRabbit now work like gig workers. Most jobs created between 2005 and 2015 were temporary jobs. Four in five hourly retail workers in the United States have no reliable schedule from one week to another. Instead, their schedules are often set by algorithms that aim to maximize profits for investors by reducing breaks and pauses in service—the labor equivalent of the just-in-time manufacturing system that was developed in the nineteen-seventies in Japan, a country that coined a word for “death by overwork” but whose average employee today works fewer hours than his American counterpart. As the sociologist Jamie K. McCallum reports in “Worked Over: How Round-the-Clock Work Is Killing the American Dream” (Basic), Americans have fewer paid holidays than workers in other countries, and the United States is all but alone in having no guaranteed maternity leave and no legal right to sick leave or vacation time. Meanwhile, we’re told to love work, and to find meaning in it, as if work were a family, or a religion, or a body of knowledge.", "“Meaningful work” is an expression that had barely appeared in the English language before the early nineteen-seventies, as McCallum observes. “Once upon a time, it was assumed, to put it bluntly, that work sucked,” Sarah Jaffe writes in “Work Won’t Love You Back: How Devotion to Our Jobs Keeps Us Exploited, Exhausted, and Alone” (Bold Type). That started to change in the nineteen-seventies, both McCallum and Jaffe argue, when, in their telling, managers began informing workers that they should expect to discover life’s purpose in work. “With dollar-compensation no longer the overwhelmingly most important factor in job motivation,” the chairman of the New York Stock Exchange wrote, “management must develop a better understanding of the more elusive, less tangible factors that add up to ‘job satisfaction.’ ” After a while, everyone was supposed to love work. “Do what you love and you’ll never work a day in your life” popped up all over the place in the nineteen-eighties and nineties, along with the unpaid internship, the busting of unions, and campaigns to cut taxes on capital gains. It soon became, in Silicon Valley and on Wall Street, a catechism. “The only way to do great work is to love what you do,” Steve Jobs told a graduating class at Stanford in 2005. “If you love what you’re doing, it’s not ‘work,’ ” David M. Rubenstein, a C.E.O. of the Carlyle Group, said on CNBC in 2014. “Everywhere you look you hear people talking about meaning,” a disillusioned Google engineer told McCallum. “They aren’t philosophers. They aren’t psychologists. They sell banner ads.” It’s not pointless. But it’s not poetry. Still, does it have to be?", "In the eighteen-twenties and thirties, the French mathematician Gaspard-Gustave de Coriolis, studying the effect produced when, for instance, one billiard ball hits another, used the word “travail.” Experimenters soon began applying the English equivalent, “work,” to describe, say, what a steam engine does when it converts steam pressure into the motion that runs a machine. By the end of the industrializing nineteenth century, work had generally come to mean the time and effort people spend on the labor required to feed their needs. More and more, it meant the effort men spend, doing work in exchange for money, to provide for the needs of their families. That emerging definition is part of the story of how the unpaid and often invisible work that women do, at home, came to be called something other than work. Another kind of analytical cleavage took root, too, between work and what came to be called craft.", "In “Work: A Deep History, from the Stone Age to the Age of Robots” (Penguin Press), the South African anthropologist James Suzman, a specialist on the Khoisan peoples, disputes the economic definition of “work.” One culture’s work is another’s leisure; one people’s needs are, to another people, mere wants. Suzman proposes, instead, to define “work” as “purposefully expending energy or effort on a task to achieve a goal or end,” a definition so committed to its universality as to risk becoming meaningless. He insists that the key word here is “purposeful”: to act purposefully is to understand cause and effect. Among the traits that distinguish Homo sapiens from other primates, Suzman argues, is this capacity, which—because of humans’ harnessing of, for instance, fire—makes possible a different relationship to provisioning. This argument is both old and fashionable: gorillas often spend more than fifty hours a week gathering and eating food; human hunter-gatherers, acting purposefully, typically spend only between fifteen and seventeen hours a week on feeding themselves, leaving them plenty of time for all sorts of other things. “Hazda men seem much more concerned with games of chance than with chances of game,” the anthropologist Marshall Sahlins quipped about African hunter-gatherers, whom he called “the original affluent society.”", "If human beings are able to spend less time working than other primates, why do so many people now work as hard as gorillas? Suzman’s answer is at once anthropological and historical, and it has to do with agriculture. “For 95 per cent of our species’ history,” Suzman writes, “work did not occupy anything like the hallowed place in people’s lives that it does now.” According to Suzman, “up until the Industrial Revolution, any gains in productivity farming peoples generated as a result of working harder, adopting new technologies, techniques, or crops, or acquiring new land were always soon gobbled up by populations that quickly grew to numbers that could not be sustained.” The harder farmers worked, the harder they had to work.", "“It draws an awful lot of attention to my midsection, is all.” Facebook", "Twitter", "Email", "Shopping Cartoon by Zoe Si", "For much of human history, a great many people who tilled the land were serfs and slaves. The harder they worked, notwithstanding catastrophic events like plagues and droughts, the more they produced, and the better the landowner and his family ate. The idea that it’s virtuous to spend more of your time working was embodied by the figure of the yeoman farmer, a smallholder who owned his own land and understood hard work, in Benjamin Franklin’s formulation, as “the way to wealth.” Then came the rise of the factory. The Industrial Revolution alienated people from the products of their labor, as Karl Marx observed. It also, Glenn Adamson argues in “Craft: An American History” (Bloomsbury), alienated people from their past. “The United States has become disconnected from the history of its own making,” Adamson writes. In America, Noah Webster wrote in 1785, “every man is in some measure an artist.” And every woman, too. At the time of the nation’s founding, American households had all kinds of ties to markets, even to far-distant markets, but Americans also made their own clothes and houses and furniture; they made their own bedding, their own bread and beer; they made their own music. If hardly anyone made everything—because people also traded and swapped and bought and sold—nearly everyone made some things.", "“A man is no worse metaphysician for knowing how to drive a nail home without splitting the board,” Ralph Waldo Emerson said in 1837, a few years before his friend Henry David Thoreau set about building a cabin on Walden Pond. Nineteenth-century American writers celebrated the making of things, none more than Whitman:", "House-building, measuring, sawing the boards,", "Blacksmithing, glass-blowing, nail-making, coopering, tin-roofing, shingle-dressing,", "Ship-joining, dock-building, fish-curing, flagging of sidewalks by flaggers,", "The pump, the pile-driver, the great derrick, the coal-kiln and brick-kiln,", "Coal-mines and all that is down there, the lamps in the darkness, echoes, songs, what meditations, what vast native thoughts looking through smutch’d faces, . . .", "Flour-works, grinding of wheat, rye, maize, rice, the barrels and the half and quarter barrels, the loaded barges, the high piles on wharves and levees,", "The men and the work of the men on ferries, railroads, coasters, fish-boats, canals;", "The hourly routine of your own or any man’s life, the shop, yard, store, or factory,", "These shows all near you by day and night—workman! whoever you are, your daily life!", "During the decades when Emerson and Thoreau and Whitman were writing, factories were bringing all kinds of work out of the household and the artisan’s shop and into the factory through the division of labor, breaking down the work of making something into dozens of tiny steps, each to be done by a different man or machine. The shop work of the cordwainer became the machine labor of the factory employee.", "Both artisans and factory workers therefore fought for fewer hours and higher wages. The gains they extracted from governments were hard-won, and stinting. In 1819, the British Parliament passed a Factory Act that barred the employment of children under the age of nine in cotton mills. An 1833 law capped the number of mill hours worked by children between thirteen and eighteen at twelve per day.", "Finally, by the second half of the nineteenth century, some of the economic rewards of this system reached the workers themselves; goods were vastly cheaper. Still, industrial people were people cleaved by class, suffering from alienation, and worried that their work had become meaningless. “Craft,” meanwhile, became suffused with meaning, romantic and nostalgic, gendered and racialized. “The only real handicraft this country knows,” according to an article in Gustav Stickley’s The Craftsman, at the height of the Arts and Crafts movement in America, is “that of the Indian.” Suzman argues that the aimlessness Émile Durkheim believed to be an often fleeting consequence of the process of industrialization is, instead, a characteristic of modern life: “As energy-capture rates have surged, new technologies have come online and our cities have continued to swell, constant and unpredictable change has become the new normal everywhere, and anomie looks increasingly like the permanent condition of the modern age.”", "Anomie is one thing, poverty another. In the United States and the United Kingdom, the labor movement grew in strength and achieved an astonishing set of gains. In 1877, railroad workers across America went on strike. In 1882, in New York, Americans held the first Labor Day parade. The labor movement’s call for shorter hours, in an era whose watchwords were “scientific management” and “efficiency,” was largely won in the nineteen-teens and twenties under what became known as “the Fordist bargain,” when Henry Ford began implementing an eight-hour workday and a five-day workweek in exchange for higher productivity and less turnover. In both the U.K. and the U.S., according to some estimates, the average number of hours worked per week fell from about sixty, in 1880, to below fifty, by 1930. John Maynard Keynes predicted that, a hundred years in the future, the problem for workers would be too much leisure, since they would work no more than fifteen hours a week. Everyone would suffer from boredom. “There is no country and no people, I think, who can look forward to the age of leisure and of abundance without a dread,” Keynes wrote. “It is a fearful problem for the ordinary person, with no special talents, to occupy himself.”"], "authors": ["Jill Lepore", "Jill Lepor"], "keywords": ["labor", "work", "worked", "week", "spend", "way", "whats", "love", "united", "workers", "wrong", "hours", "suzman"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}