{"id": "c173a5ea-4565-3b77-8b36-093fd0717314", "title": "The pandemic - Who should get the jab?", "url": "https://www.economist.com/leaders/2021/01/09/who-should-get-the-jab", "summary": "Two new variants of the virus, spotted in Britain and South Africa, are spreading around the world (see article).\nUrge patients to fill out paperwork online before they arrive for a jab.\nHowever, to fulfil their potential, they need to be licensed by an independent, rigorous regulator from another country or by the World Health Organisation ( WHO ).\nShortening the pandemic would boost the world economy.\nIt will then need to find ways to dish out vaccine by need, which varies from country to country.", "paragraphs": ["T HE URGENCY of vaccination against covid-19 is growing by the day. Two new variants of the virus, spotted in Britain and South Africa, are spreading around the world (see article). Although they do not seem to be more deadly, they are a lot more contagious, threatening to overwhelm hospitals with patients too numerous to be treated.", "Salvation lies in rapid vaccination. However, vaccines will remain scarce throughout 2021, even as deaths mount along with the sense that protection lies tantalisingly out of reach for billions of people (see Briefing). Getting the details right could save hundreds of thousands of lives. Getting them wrong will shatter people’s faith in their governments, in the benefits of public health and in the world’s ability to work together.", "Start with government, where accusations have already begun to fly. Although Israel had inoculated 16% of its people by January 5th, France managed just 0.01% and the Netherlands has just started. In Spain Madrid used 6% of the vials it had received; the region of Asturias administered over 80%. In America, by January 7th, the federal government had shipped 17.3m doses, well short of its target. Only 5.3m people had received shots.", "Part of the explanation is structural. A small country like Israel can move ultra-cold vaccine around without it spoiling. It has a digitised health system in which patients can easily be identified and contacted. America is large and federal, and its health care is fragmented. But incompetence has also played a role. Although countries have had months to get ready, they have wasted time and made mistakes. America’s federal government did not adequately fund the states to prepare for vaccination until just before the new year. In France, where anti-vax sentiment is strong, bureaucrats focused on consent instead of action. In some places vaccinations stopped or went slowly over the end-of-year holidays.", "Given the lives at stake and the trillions of dollars lost to the world economy during lockdowns, governments must be creative. Open centres at night. If medical students, vets, laboratory scientists, dentists and retired medics have not been trained to inoculate, start now. Urge patients to fill out paperwork online before they arrive for a jab. Rather than threaten medics with losing their licence for breaking rules, encourage them to think for themselves. Learn from others. In 1947 New York City vaccinated 5m people against smallpox in two weeks.", "Vaccination is also a test of public health. When the logistics are ironed out, as eventually they will be, the limiting factor will be how much vaccine is available. Pfizer, Moderna and AstraZeneca could provide a little over 5bn doses in 2021, enough for around 2.5bn people. More is needed, including over a billion doses of Sputnik V, from Russia, and two vaccines from China.", "Both countries have offered vaccines widely, partly as tools of soft power. However, to fulfil their potential, they need to be licensed by an independent, rigorous regulator from another country or by the World Health Organisation ( WHO ). If countries sidestep licensing, as Argentina has with Sputnik V, too few people will trust vaccines to stop the virus. If they are licensed without proper trials, as a vaccine made by Bharat Biotech has been in India, vaccination in general may be discredited.", "Another way to stretch supplies is to administer more first doses by delaying the booster, as Britain and Denmark will and Germany may. Critics argue that the vaccine may be less effective, undermining confidence in vaccination, and that exposure to partially protected people may help the virus acquire resistance. Supporters say they have some evidence that delayed boosters will work and that immunology suggests people will retain plenty of protection against the virus.", "To resolve this dispute requires real-world trials. Until such evidence has been collected, the WHO has rightly discouraged countries from delaying boosters except in the most desperate circumstances. Those could include the imminent collapse of many hospitals, as in Britain.", "And vaccination is a test of whether the world can work together to confront common threats, such as organised crime and climate change. Developing countries have hosted clinical trials. Some of them, such as South Africa, which is undergoing a fierce outbreak, also make vaccines for multinational firms. They should share in their benefits. Modelling suggests that an optimal global distribution of vaccine according to need could save one and a half times as many lives as focusing supplies on rich countries alone. The more the virus is circulating, the more mutations there will be. Shortening the pandemic would boost the world economy. America and Europe have an interest in matching the diplomacy of China and Russia.", "Early criticism about rich countries monopolising vaccines is harsh. Many ordered excess because they did not know which ones would work. The Pfizer and, to a lesser extent, Moderna vaccines require ultra-cold storage that many low- and middle-income countries lack. But by that logic, countries like Canada, which has five doses per Canadian, should release cheaper vaccines that tolerate higher temperatures, such as AstraZeneca’s, as soon as they can.", "In this they should work through COVAX , a mechanism for pooling the purchasing and fair distribution of vaccines. It hopes to allocate almost 2bn doses this year. Ensuring it has the money to buy them must be a priority. COVAX hopes to inoculate the world’s 100m or so health-care workers by the summer. It will then need to find ways to dish out vaccine by need, which varies from country to country. A global scramble for vaccine that renders COVAX ineffective would lead to needless deaths.", "Nerd immunity", "The coming months will be hard. For as long as vaccines are scarce, vaccination will be the subject of conflict and uncertainty. If it is perceived to be chaotic or unjust, it will be taken as yet another example of how elites fail ordinary people. If the rich world monopolises supplies, countries will be set against each other. Either way, people would lose sight of how, within just a year of the coronavirus being spotted, 30 countries have begun to vaccinate against it. And that, after all, is something to cheer. ■"], "authors": ["The Economist"], "keywords": ["vaccination", "doses", "work", "jab", "need", "vaccine", "vaccines", "health", "countries", "pandemic", "world", "virus"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}