{"id": "c1873803-bf8c-3e35-b785-4ba56d8bfe63", "title": "What We Learned From the N.F.L.’s Wild-Card Weekend", "url": "https://www.nytimes.com/2021/01/10/sports/football/nfl-playoffs-wild-card-scores.html", "summary": "It was hard to tell if the Baltimore Ravens were a top contender or a beneficiary of one of the N.F.L.’s weakest schedules over the final five weeks of the regular season.\nAnd with consecutive seasons that each ended in a disappointing playoff loss, there were those who questioned whether Jackson’s run-heavy style could translate to postseason success.\nAfter watching Baltimore race for 236 yards on the ground in a 20-13 win on the road against the Tennessee Titans on Sunday, those narratives can be retired.\nBaltimore won’t surprise anyone, but knowing what’s coming is a lot different from knowing how to stop it.\nWith his first playoff win and his team’s defense playing well, Jackson should finally be able to relax.", "paragraphs": ["It is time for a new Lamar Jackson narrative. It was hard to tell if the Baltimore Ravens were a top contender or a beneficiary of one of the N.F.L.’s weakest schedules over the final five weeks of the regular season. And with consecutive seasons that each ended in a disappointing playoff loss, there were those who questioned whether Jackson’s run-heavy style could translate to postseason success. After watching Baltimore race for 236 yards on the ground in a 20-13 win on the road against the Tennessee Titans on Sunday, those narratives can be retired. Baltimore won’t surprise anyone, but knowing what’s coming is a lot different from knowing how to stop it.", "With his first playoff win and his team’s defense playing well, Jackson should finally be able to relax. That should terrify opponents, because Jackson, who rushed for 136 yards on Sunday and 143 in last year’s playoff loss to Tennessee, already owns two of the top three playoff rushing performances by a quarterback in N.F.L. history, according to Pro Football Reference."], "authors": ["Benjamin Hoffman"], "keywords": ["jackson", "knowing", "wont", "yards", "tennessee", "wildcard", "nfls", "loss", "whats", "learned", "playoff", "weekend", "win", "baltimore"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}