{"id": "c18e16f1-ec7f-3a04-b1d4-9bc3a1e7edcd", "title": "Trump warns Georgia voters of consequences of not voting in runoff for Senate seats", "url": "https://www.foxnews.com/us/trump-warns-georgia-voters-of-consequences-of-not-voting-in-state-runoff-for-senate-seats", "summary": "Here's what you need to know as you start your day ...Trump warns Georgia voters, 'If you don't vote, the socialists and the communists win'President Trump urged his supporters to vote for Republican Sens.\nNever together, and this is something that's very important and you have to get out and you have to vote,\" Trump said at a rally in Valdosta, Ga., on Saturday.\nTrump described to the crowd how he saw the stakes in the twin Senate runoffs.\n\"You must go vote, vote early.\nAlito moved Kelly’s case up 24 hours and wants state officials to respond by 9 a.m. on Tuesday, the Philadelphia Inquirer reported.", "paragraphs": ["Good morning and welcome to Fox News First. Here's what you need to know as you start your day ...", "", "Trump warns Georgia voters, 'If you don't vote, the socialists and the communists win'", "President Trump urged his supporters to vote for Republican Sens. Kelly Loeffler and David Perdue to prevent the \"socialists\" and \"communists\" from gaining control of the U.S. Senate.", "\"There's never been a case where a state has had this prominence on Senate races. Never together, and this is something that's very important and you have to get out and you have to vote,\" Trump said at a rally in Valdosta, Ga., on Saturday. \"If you don't vote, the socialists and the communists win.\"", "", "Trump described to the crowd how he saw the stakes in the twin Senate runoffs.", "", "Very simply, you will decide whether your children will grow up in a socialist country or free country. Socialism is just the beginning for these people. They want to go into a communistic form of government,\" he said.", "Trump said that Perdue's opponent, Jon Ossoff, and Loeffler's opponent, the Rev. Raphael Warnock, are the \"two most extreme, far-left, liberal candidates in history.\"", "Trump implored Georgians to vote, while still sowing distrust in the state's handling of elections.", "\"You must go vote, vote early. They cheated, they rigged our presidential election, but we will still win it. They're going to try and rig this election too.\" CLICK HERE FOR MORE ON OUR TOP STORY.", "", "In other developments:", "- Georgia’s Kemp again rejects lawmakers replacing electors after call with Trump", "- Kelly Loeffler wanted you to know Raphael Warnock is a 'radical liberal'", "- Loeffler vs. Warnock on crime, police: Where they stand", "- Ossoff 'debates' next to empty podium, says Perdue feels 'entitled to your vote'", "- Perdue vs. Ossoff on health care: Where they stand", "- Doug Schoen: Georgia Senate debate -- Top takeaways from Loeffler vs. Warnock face off", "- David Bossie: Georgia Warnock vs. Loeffler Senate debate shows what's at stake for America", "", "Alito moves up Pennsylvania’s response date on emergency application to day before safe harbor deadline", "U.S. Supreme Court Associate Justice Samuel A. Alito Jr., ordered Pennsylvania officials to respond to Rep. Mike Kelly’s election challenge a day earlier than previously scheduled, which will be on the same day known as the safe harbor deadline.", "Kelly, a Republican, is seeking to have the court toss all the state’s mail-in ballots on the grounds that universal, no-excuses mail-in voting is unconstitutional and needs a constitutional amendment to authorize its provisions.", "Alito, who was appointed by President George W. Bush, had previously ordered that the state’s lawyers respond to Kelly’s suit by Dec. 9, a day after the safe harbor date, which would mean that Congress cannot challenge any electors already named in accordance with state law. The law frees up states from challenges as long as it settles legal issues and certifies results prior to the Electoral College meeting.", "Alito moved Kelly’s case up 24 hours and wants state officials to respond by 9 a.m. on Tuesday, the Philadelphia Inquirer reported. The report pointed out that the updated hearing on Dec. 8 “would give the court a few hours” to act on the information received.", "", "The paper pointed out that Richard L. Hasen, an election law professor at the University of California-Irvine, posted on his personal blog that he is not reading too much into Alito’s move. He said that he believes that the “chances the court grants any relief on this particular petition are virtually zero.”", "Kelly, a Republican from Butler, Pa., wants the courts to rule that more than 2.5 million mail-in ballots are tossed, which would all but secure a victory for President Trump in the Keystone State because a vote would be taken in the state’s Republican-controlled Legislature. CLICK HERE FOR MORE.", "", "In other developments:", "- Justice Alito: Mail-in ballots received after Election Day in Pennsylvania must be kept separate", "- Progressives furious over Supreme Court Justice Alito comments", "- Justice Alito warns of dangers to free speech, religious liberty in Federalist Society address", "", "California inmates may have bilked $400M from state's unemployment", "Authorities in California are investigating allegations that prisoners in the state may have committed unemployment benefits fraud to the tune of $400 million—with $5 million in fraudulent payments at one facility in San Diego alone.", "The Los Angeles Times reported that the investigation is in its early stages, and Summer Stephan, the San Diego County district attorney, said a forensic investigation “will take time and resources, but is necessary to hold individuals responsible for gaming the system at a time when our economy and our communities are already hurting amid the ongoing pandemic.\"", "The report said that some of the $400 million in benefits were sent to about 100 prisoners on death row.", "", "Prosecutors have been critical of the state’s Employment Development Department and claimed that the department is still sending payments to inmates despite knowing about the fraud, the Sacramento Bee reported. CLICK HERE FOR MORE.", "", "In other developments:", "- California fraud suspects used unemployment cards to make purchases, access cash: authorities", "- California improperly approved $400M in unemployment benefits for prisoners", "- Fraud concerns over California's unemployment benefits", "", "CLICK HERE TO GET THE FOX NEWS APP", "", "TODAY'S MUST-READS:", "- Trump plans to outshine Biden on Inauguration Day with opposing rally: report", "- Rudy Giuliani tests positive for coronavirus -", "- - San Diego school teachers offered ‘white privilege training' where participants commit to being ‘antiracist’", "- California sheriff tells Newsom county won't be 'blackmailed, bullied, or used as muscle against' residents", "- California man punches 350-pound bear in face to save beloved dog 'Buddy'", "- Texas man's death prompts conflicting reports on whether he was killed by mountain lion", "", "THE LATEST FROM FOX BUSINESS:", "- FDA to hold emergency use authorization hearings for Pfizer, Moderna vaccines", "- The death of Zappos' Tony Hsieh: A spiral of alcohol, drugs and extreme behavior", "- Chick-fil-A sues poultry suppliers alleging price-fixing", "- Amazon, YETI team up with joint lawsuit against alleged counterfeiters", "- Costco extends special senior shopping hours indefinitely due to COVID spike", "- 15 law students notified they did not pass bar exam after previously being told they did", "", "#The Flashback: CLICK HERE to find out what happened on \"This Day in History.”", "", "SOME PARTING WORDS", "Steve Hilton took on Senate Majority Leader Mitch McConnell Sunday night on “The Next Revolution,” warning the Kentucky Republican if he wants to keep his job, he needs to pledge he will order a full Senate investigation of voter fraud.", "", "“There’s nothing McConnell wants more than to keep his job as Senate Majority Leader,” Hilton said. “What he wants personally is what the country needs, as the president made clear last night. But if McConnell wants every Trump voter to get behind the Republican candidates in these Senate races, he needs to do more than take out ads on TV.”", "", "Not signed up yet for Fox News First? Click here to find out what you're missing.", "Fox News’ Go Watch page is now available, providing visitors with Pay TV provider options in their area carrying Fox News Channel & Fox Business Network.", "", "Fox News First was compiled by Fox News' Jack Durschlag. Thank you for making us your first choice in the morning! We’ll see you in your inbox first thing Tuesday."], "authors": [], "keywords": ["day", "voters", "vote", "republican", "georgia", "runoff", "voting", "wants", "state", "warns", "trump", "seats", "fox", "warnock", "senate", "consequences", "states"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}