{"id": "c1945ada-ddb9-3bd0-bcb8-f1ed639e85f2", "title": "Spring Budget 2021 - Rishi Sunak's company tax plan for revival", "url": "https://www.ft.com/video/0f649b72-0a14-4552-a921-88df815c1fa1?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=6", "summary": "You can enable subtitles (captions) in the video playerRISHI SUNAK: Madam Deputy Speaker, a year ago in my first budget, I announced our initial response to coronavirus.\nRISHI SUNAK: Madam Deputy Speaker, one of the hidden tragedies of lockdown has been the increase in domestic abuse.\nMadam Deputy Speaker, our response to coronavirus has been fair, with the poorest households benefiting the most from our interventions.\nRISHI SUNAK: Madam Deputy Speaker, let's take just one of those places, Teeside.\nMadam Deputy Speaker, an important moment is upon us, a moment of challenge and of change.", "paragraphs": ["You can enable subtitles (captions) in the video player", "RISHI SUNAK: Madam Deputy Speaker, a year ago in my first budget, I announced our initial response to coronavirus. What was originally thought to be a temporary disruption to our way of life has fundamentally altered it. People are still being told to stay in their homes. Businesses have been ordered to close. Thousands of people are in hospital.", "Much has changed. But one thing has stayed the same. I said I would do whatever it takes. I have done, and I will do so.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: We have announced over GBP 280 billion of support, protecting jobs, keeping businesses afloat, helping families get by. Despite this unprecedented response, the damage coronavirus has done to our economy has been acute.", "Since March, over 700,000 people have lost their jobs. Our economy has shrunk by 10%, the largest fall in over 300 years. Our borrowing is the highest it has been outside of wartime. It's going to take this country and the whole world a long time to recover from this extraordinary economic situation.", "But we will recover. This budget meets the moment with a three-part plan to protect the jobs and livelihoods of the British people. First, we will continue doing whatever it takes to support the British people and businesses through this moment of crisis.", "Second, once we are on the way to recovery, we will need to begin fixing the public finances. And I want to be honest today about our plans to do that. And third, in today's budget, we begin the work of building our future economy.", "Madam Deputy Speaker, today's forecasts show that our response to coronavirus is working. The prime minister last week, set out our cautious, but irreversible roadmap to ease restrictions, whilst protecting the British people. The NHS, deserving of immense praise, has had extraordinary success in vaccinating more than 20 million people across the United Kingdom.", "And combined with our economic response, one of the most comprehensive and generous in the world, this means the Office for Budget Responsibility are now forecasting in their words, \"a swifter and more sustained recovery\" than they expected in November. The OBR now expect the economy to return to its pre-COVID level by the middle of next year, six months earlier than previously thought.", "That means growth is faster, unemployment lower, wages higher, investment higher, household incomes higher. But while our prospects are now stronger, coronavirus has done, and is still doing profound damage. And today's forecast made clear, repairing the long-term damage will take time.", "The OBR still expect that in five years' time, because of coronavirus, our economy will be 3% smaller than it would have been. Before I share the detail of the OBR's forecast, let me thank Richard Hughes and his team for their work.", "The OBR forecast that our economy will grow this year by 4%, by 7.3% in 2022, then, 1.7%, 1.6%, and 1.7% in the last three years of the forecast. And the OBR have said that our interventions to support jobs have worked.", "In July last year, they expected unemployment to peak at 11.9%. Today, because of our interventions, they forecast a much lower peak, 6 and 1/2%. That means 1.8 million fewer people are expected to be out of work than previously thought. But every job lost is a tragedy, which is why protecting, creating, and supporting jobs remains my highest priority.", "So, Madam Deputy Speaker, let me turn straight away to the first part of this budget's plan to protect the jobs and livelihoods of the British people through the remaining phase of this crisis. First, the furlough scheme will be extended until the end of September. For employees, there will be no change to the terms. They will continue to receive 80% of their salary for hours not worked until the scheme ends.", "As businesses reopen, we will ask them to contribute, alongside the taxpayer to the cost of paying their employees. Nothing will change until July, when we will ask for a small contribution of just 10%, and 20% in August and September. The government is proud of the furlough, one of the most generous schemes in the world effectively protecting millions of people's jobs and incomes.", "Second, support for the self-employed will also continue until September, with a fourth grant covering the period February to April, and a fifth and final grant from May onwards. The fourth grant will provide three months of support at 80% of average trading profits. For the fifth grant, people will continue to receive grants worth three months of average profits with the system open for claims from late July.", "But as the economy reopens over the summer, it is fair to target our support towards those most affected by the pandemic. So people whose turnover has fallen by 30% or more will continue to receive the full 80% grant. People whose turnover has fallen by less than 30% will therefore, have less need of taxpayer support and will receive a 30% grant.", "And I can also announced a major improvement in access to the self-employed scheme. When the scheme was launched, a newly self-employed couldn't qualify because they hadn't all filed the 1920 tax return. But as the tax return deadline has now passed, I can announce today that provided they filed a tax return by midnight last night, over 600,000 more people, many of whom became self-employed last year, can now claim the fourth and fifth grants.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: Over the course of this crisis, we will have spent GBP 33 billion supporting the self-employed, one of the most generous programmes for self-employed people anywhere in the world.", "Third, we're also extending our support for the lowest paid and most vulnerable. To support low income households, the universal credit uplift of GBP 20 a week will continue for a further six months, well beyond the end of this national lockdown. We'll provide working tax credit claimants with equivalent support for the next six months. And because of the way that system works operationally, we will need to do so with a one-off payment of GBP 500.", "And over the course of this year as the economy begins to recover, we are shifting our resources and focus towards getting people into decent, well-paid jobs. We reaffirm our commitment to end low pay, increasing the national living wage to GBP 8.91 from April, an annual pay rise of almost GBP 350 for someone working full time on the national living wage.", "And my Right Honourable friends, the education secretary and the work and pensions secretary are taking action to give people the skills they need to get jobs or get better jobs. The Restart Programme, supporting over a million long-term unemployed people. The number of work coaches doubled. The Kickstart scheme, funding high-quality jobs for over a quarter of a million young people.", "The prime minister's lifetime skills guarantee, giving every adult the opportunity for a fully-funded level three qualification. And we want businesses to hire new apprentices so we're paying them more to do it. Today, I am doubling the incentive payments we give businesses to GBP 3,000. That's for all new apprentice hires of any age, alongside investing GBP 126 million of new money to triple the number of traineeships. We're taking what works to get people into jobs and making it better.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: Madam Deputy Speaker, one of the hidden tragedies of lockdown has been the increase in domestic abuse. So I'm announcing today an extra GBP 19 million on top of the GBP 125 million we announced at the spending review for domestic violence programmes to reduce the risk of reoffending and to pilot a network of respite rooms to provide specialist support for vulnerable homeless women. To recognise the sacrifices made by so many women and men in the armed forces community, I'm providing an additional GBP 10 million to support veterans with mental health needs.", "And on current plans, the funding to support survivors of the thalidomide scandal runs out in 2023. They deserve better than to have constant uncertainty about the future costs of their care. So not only will I extend this funding with an initial down payment of around GBP 40 million, I am today, announcing a lifetime commitment, guaranteeing funding forever. And let me thank the Thalidomide Trust and the Honourable member for North Dorset for their leadership on this important issue.", "As well as supporting people's jobs, incomes, the lowest paid, and most vulnerable, this budget also protects businesses. We've been providing businesses with direct cash grants through the recent restrictions. These grants come to an end in March. I can announce today that we will provide a new Restart Grant in April to help businesses reopen and get going again.", "Non-essential retail businesses will open first. So they will receive grants of up to GBP 6,000 per premises. Hospitality and leisure businesses, including personal care and gyms will open later, or be more impacted by restrictions when they do. So we'll give them grants of up to GBP 18,000. That's GBP 5 billion of new grants, on top of the GBP 20 billion we've already provided, taking our direct total cash support to business to GBP 25 billion.", "And I pay tribute to my Right Honourable friend, the member for Romsey and Sir Hampton North for highlighting the particular needs of the personal care sector. And with my Right Honourable friend the culture secretary, we're making available GBP 700 million to support our incredible arts, culture, and sporting institutions as they re-open.", "Backing the UK and Ireland's joint 2030 World Cup bid, launching a new approach to apprenticeships in the creative industries, and extending our GBP 500 million film and TV production Restart Scheme. Even with the new restart grants, some businesses will also need loans to see them through. As the Bounce Back Loan and CBILS programmes come to an end, we're introducing a new recovery loan scheme to take their place.", "Businesses of any size can apply for loans from GBP 25,000 up to GBP 10 million through to the end of this year. And the government will provide a guarantee to lenders of 80%.", "Last year, we provided an unprecedented 100% business rates holiday in England for all eligible businesses in the retail, hospitality, and leisure sectors, a tax cut worth GBP 10 billion. This year, we'll continue with the 100% business rates holiday for the first three months of the year, in other words, through to the end of June. For the remaining nine months of the year, business rates will still be discounted by 2/3, up to a value of GBP 2 million for closed businesses, with a lower cap for those who have been able to stay open, a GBP 5 billion tax cut for business.", "One of the hardest hit sectors has been hospitality and tourism. 150,000 businesses that employ over 2.4 million people need our support. To protect those jobs, I can confirm that the 5% reduced rate of VAT will be extended for six months to the 30th of September.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: And even then, we won't go straight back to the 20% rate. We'll have an interim rate of 12 and 1/2% for another six months, not returning to the standard rate until April of next year. In total, we're cutting back next year by almost GBP 5 billion.", "Madam Deputy Speaker, the housing sector supports over half a million jobs. The cut in stamp duty I announced last summer has helped hundreds of thousands of people buy a home and supported the economy at a critical time. But due to the sheer volume of transactions we're seeing, many new purchases won't complete in time for the end of March.", "So I can announce today, the GBP 500,000 nil-rate band will not end on the 31st of March. It will end on the 30th of June. Then, to smooth the transition back to normal, the nil-rate band will be GBP 250,000, double its standard level until the end of September. And we will only return to the usual level of GBP 125,000 from October the 1st.", "Even with the stamp duty cut, there is still a significant barrier to people getting on the housing ladder, the cost of a deposit. So I'm announcing today a new policy to stand behind home buyers, a mortgage guarantee. Lenders who provide mortgages to home buyers who can only afford a 5% deposit will benefit from a government guarantee on those mortgages. And I'm pleased to say that several of the country's largest lenders, including Lloyds, NatWest, Santander, Barclays, and HSBC will be offering these 95% mortgages from next month. And I know more, including Virgin Money will follow shortly after. A policy that gives people who can't afford a big deposit the chance to buy their own home.", "As the prime minister has said, we want to turn generation rent into generation buy. So Madam Deputy Speaker, the furlough extended to September. Self-employed grants extended to September. Universal credit uplift extended to September. More money to tackle domestic violence, bigger incentives to hire apprentices, higher grants to struggling businesses, extra funds for culture, arts, and sport, new loan schemes to finance businesses, kick start, restart, a lifetime skills guarantee-- business rate, cut. VAT, cut.", "Stamp duty, cut. And a new mortgage guarantee, the first part of a budget that protects the jobs and livelihoods of the British people.", "AUDIENCE: Hear, hear.", "RISHI SUNAK: And, Madam Deputy Speaker, as you can see, we're going long, extending our support well beyond the end of the road map to accommodate even the most cautious view about the time it might take to exit the restrictions. Let me summarise for the house the scale of our total fiscal response to coronavirus.", "At this budget, we are announcing an additional GBP 65 billion of measures over this year and next to support the economy in response to coronavirus. Taking into account the significant support announced at the spending review, this means our total COVID support package this year and next is GBP 352 billion.", "And once you include the measures announced at spring budget last year, including the step change in capital investment, total fiscal support from this government over this year and next amounts to GBP 407 billion. Coronavirus has caused one of the largest, most comprehensive, and sustained economic shocks this country has ever faced. And by any objective analysis, this government has delivered one of the largest, most comprehensive, and sustained responses this country has ever seen.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: So Madam Deputy Speaker, we're using the full measure of our fiscal firepower to protect the jobs and livelihoods of the British people. But the damage done by coronavirus, combined with a level of support unimaginable only 12 months ago has created huge challenges for our public finances. The OBR's fiscal forecast show that this year, we have borrowed a record amount, GBP 355 billion. That's 17% of our national income, the highest level of borrowing since World War II.", "Next year, as we continue our unprecedented response to this crisis, borrowing is forecast to be GBP 234 billion, 10.4% of GDP, an amount so large it has only one rival in recent history, this year. Without corrective action, borrowing would continue at very high levels, leaving underlying debt rising indefinitely.", "Instead, because of the steps I am taking today, borrowing falls to 4 and 1/2% of GDP in 2223, 3.5% in 2324, then 2.9% and 2.8% in the following two years. And while underlying debt rises from 88.8% of GDP this year to 93.8% next year, it then peaks at 97.1% in 2324, before stabilising and falling slightly to 97% and 96.8% in the final two years of the forecast.", "Let me explain why this matters. The amount we borrowed is comparable only with the amount we borrowed during the two world wars. It's going to be the work of many governments over many decades to pay it back. Just as it would be irresponsible to withdraw support too soon, it would also be irresponsible to allow our future borrowing and debt to rise unchecked.", "When crises come, we need to be able to act. And we need the fiscal freedom to act, a freedom that you only have if you start with public finances in a good and strong place. The only reason we have been able to respond as boldly as we have to COVID is because 10 years of conservative governments painstakingly rebuilt our fiscal resilience.", "AUDIENCE: Absolutely true.", "RISHI SUNAK: When the next crisis comes, we need to be able to act again. And while our borrowing costs are affordable right now, interest rates and inflation may not stay low forever. And just a one percentage point increase in both would now cost us over GBP 25 billion. And as we have seen in the markets over the last few weeks, sovereign bond yields can rise sharply.", "This budget is not the time to set detailed fiscal rules with precise targets and dates to achieve them by. I don't believe that would be sensible. But I do want to be honest about what I mean by sustainable public finances and how I plan to achieve them.", "Our fiscal decisions are guided by three principles. First, while it is right to help people and businesses through an acute crisis like this one, in normal times, the state should not be borrowing to pay for every-day public spending.", "Second, over the medium term, we cannot allow our debt to keep rising. And given how high our debt now is, we need to pay close attention to its affordability. And third, it is sensible to take advantage of lower interest rates to invest in capital projects that can drive our future growth.", "So the question is, how we achieve that. How we balance the extraordinary support we are providing to the economy right now with the need to begin the work of fixing our public finances. I have, and always will be honest with the country about the challenges we face. So I'm announcing today two measures to begin that work. Let me take each in turn.", "Madam Deputy Speaker, our response to coronavirus has been fair, with the poorest households benefiting the most from our interventions. And our approach to fixing the public finances will be fair too, asking more of those people and businesses who can afford to contribute and protecting those who cannot. So this government is not going to raise the rates of income tax, national insurance, or VAT.", "Instead, our first step is to freeze personal tax thresholds. We've nearly doubled the income tax personal allowance over the last decade, making it the most generous of any G20 country. We will of course, deliver our promise to increase it again next year to GBP 12,570. But we will then keep it at this more generous level until April 2026.", "The higher rate threshold will similarly be increased next year to GBP 50,270. And will then also remain at that level for the same period. Nobody's take-home pay will be less than it is now as a result of this policy.", "But I want to be clear with all members that this policy does remove the incremental benefit created had thresholds continued to increase with inflation. We are not hiding it. I am here explaining it to the house. And it is in the budget document in black and white.", "It is a tax policy. It is progressive and fair.", "AUDIENCE: Hear, hear.", "RISHI SUNAK: And I will also maintain at their current levels until April 2026, the inheritance tax thresholds, the pensions lifetime allowance, the annual exempt amount and capital gains tax, and for two years from April 2022, the VAT Registration threshold, which, at GBP 85,000 will remain more than twice as generous as the EU and OECD averages.", "We'll also tackle fraud in our COVID schemes with GBP 100 million to set up a new HMRC task force of around 1,000 investigators, as well as new measures and new investment in HMRC to clamp down on tax avoidance and evasion. The full details are set out in the red book.", "Madam Deputy Speaker, the government is providing businesses with over GBP 100 billion of support to get through this pandemic. So it is fair and necessary to ask them to contribute to our recovery. So the second step I am taking today is that in 2023, the rate of corporation tax paid on company profits will increase to 25%. Even after this change, the United Kingdom will still have the lowest corporation tax rate in the G7, lower than the United States, Canada, Italy, Japan, Germany, and France.", "We're also introducing some crucial protections. First, this new higher rate won't take effect until April 2023, well after the point when the OBR expect the economy to have recovered. And even then, because corporation tax is only charged on company profits, any struggling business will by definition, be unaffected. Second, I'm protecting small businesses with profits of GBP 50,000 or less by creating a small profits rate maintained at the current rate of 19%. This means, around 70% of companies, 1.4 million businesses will be completely unaffected.", "And third, we will introduce a taper above 50,000 so that only businesses with profits of a quarter of a million pounds or greater will be taxed at the full 25% rate. That means only 10% of companies will pay the full higher rate. So yes, it's a tax rise on company profits, but only on the larger, more profitable companies, and only in two years time. And I wanted to announce this now, because I think for business, certainty matters.", "For the next two years, I'm also making the tax treatment of losses significantly more generous by allowing businesses to carry back losses of up to GBP 2 million for three years, providing a significant cash flow benefit. This means companies can now claim additional tax refunds of up to GBP 760,000. And because of the current 8% bank surcharge, the implied overall tax rate for banks would be too high. So we will review the surcharge to make sure the combined rate of tax on the UK banking sector doesn't increase significantly from its current level and to make sure this important industry remains internationally competitive.", "Madam Deputy Speaker, these are significant decisions to have taken, decisions no chancellor wants to make. I recognise they might not be popular. But they are honest. And let's consider the alternatives.", "The first is to do nothing, to leave our deficit problem untreated, our debt problem for someone else in the future to deal with. That has never been the way of a conservative government. And nor do I believe it can be the way of a responsible chancellor.", "Another alternative would be to try and find all the savings we need from public spending. But when we said at the last election that we were the party of public services, people believed us. And they were right to believe us. And when we said we'd be the party that invests in new infrastructure, they were right to believe that too.", "The only other alternative would be to increase the rates of tax on working people. But I don't believe that would be right either. So I believe our approach, while bold, is compatible with our duty as a fiscally responsible and business friendly government. This is the right choice, and I'm confident it will command public assent.", "I have one final announcement on business tax. With the lowest corporation tax in the G7 and a new small profits rate, the UK will have a pro-business tax regime. But we need to do even more to encourage businesses to invest right now.", "Business investment creates jobs, lifts growth, spurs innovation and drives productivity. For decades, we've lagged behind our international peers. Right now, while many businesses are struggling, others have been able to build up significant cash reserves.", "We need to unlock that investment. We need an investment-led recovery. So today, I can announce the super deduction.", "For the next two years, when companies invest, they can reduce their tax bill, not just by a proportion of the cost of that investment as they do now, or even by 100% of their cost, the so-called full expensing that some have called for. With the super deduction, they can now reduce their tax bill by 130% of the cost.", "AUDIENCE: Hear, hear.", "RISHI SUNAK: Let me give the house an example. Under the existing rules, a construction firm buying GBP 10 million of new equipment could reduce their taxable income in the year they invest by just GBP 2.6 million. With the super deduction, they can now reduce it by GBP 13 million. We've never tried this before in our country.", "The OBR have said it will boost business investment by 10%, around GBP 20 billion more per year. It makes our tax regime for business investment truly world leading, lifting us from 30th in the OECD to 1st. And worth GBP 25 billion during the two years that is in place, this will be the biggest business tax cut in modern British history. Bold, unprecedented action to get companies investing, creating jobs, and driving our economic recovery.", "Madam Deputy Speaker, let me now turn to duties. This is a tough time for hospitality. So I can confirm that the planned increases in duties for spirits like scotch whisky, wine, cider, and beer will all be cancelled.", "All alcohol duties frozen for the second year in a row, only the third time in two decades. And right now, to keep the cost of living low, I'm not prepared to increase the cost of a tank of fuel. So the planned increase in fuel duty is also cancelled.", "Madam Deputy Speaker, this budget protects the jobs and livelihoods of the British people. This budget is honest about the challenges facing our public finances and how we will begin to fix them. And this budget does one other thing. It lays the foundations of our future economy, the third part of our plan.", "If we want a better future economy, we have to make happen. We have to do things that have never been done before. The world is not going to be any less competitive after coronavirus. So it's not enough to have some general desire to grow the economy. We need a real commitment to green growth.", "It's not enough to have some general desire to increase productivity. We need a real commitment to give every business, large or small the opportunity to grow, innovate, and succeed. It's not enough to have a general desire to create jobs. We need a real commitment to create jobs where people are and change the economic geography of this country.", "And we can't strengthen our domestic economy without remaining a global outward-looking nation. This future economy won't be created in any one budget. But today, we lay the foundations.", "Madam Deputy Speaker, our future economy needs investment in green industries across the United Kingdom. So I can announce today the first ever UK infrastructure bank. Located in Leeds, the bank will invest across the UK in public and private projects to finance the green Industrial Revolution. Beginning this spring, it will have an initial capitalization of GBP 12 billion. And we expect it to support at least GBP 40 pounds of total investment in infrastructure. And I know my Right Honourable Friend, the Member for Pudsey, will particularly welcome the location of this new institution.", "Offshore wind is an innovative industry, where the UK already has a global competitive advantage. So we're funding new port infrastructure to build the next generation of offshore wind projects in Teesside and Humberside. And in November, I announced we would launch a world-leading sovereign green bond. Today, we're going further, announcing a new retail savings product to give all UK savers the chance to support green projects, as my Right Honourable Friend, the Member for North East Bedfordshire has campaigned for.", "We've also asked [INAUDIBLE] to establish a new group to position the city as the global leader for voluntary, high-quality carbon offset markets. And underpinning all of this will be an updated monetary policy remit for the Bank of England. It reaffirms their 2% target. But now, it will also reflect the importance of environmental sustainability and the transition to net zero.", "Madam Deputy Speaker, our future economy will also address our productivity problem and support small business. Too often, smaller firms don't have the time or resources to acquire the extra skills and training they need to be more efficient, more digital, and more productive. Thanks to Be the Business, we have made a good start at supporting these firms.", "Today, the business secretary and I are going further with a new set of UK-wide schemes, Help to Grow. First, Help to Grow Management will help tens of thousands of small and medium-sized businesses get world-class management training. Dozens of business schools across the UK will offer a new executive development Programme with mentoring and peer learning. And government will contribute 90% of the cost, a real commitment to learn more, make more, and earn more.", "Second, Help to Grow Digital. With the pandemic, many businesses have moved online. This has been a challenge. But we want to turn it into an opportunity.", "We're going to help small businesses develop digital skills by giving them free, expert training and a 50% discount on new productivity-enhancing software worth up to GBP 5,000 each. Both programmes will commence by the autumn. And I'd urge interested businesses to register today on gov.uk/helptogrow, a real commitment to help over 100,000 businesses become more innovative, more competitive, and more profitable.", "Madam Deputy Speaker, a future economy requires us to be at the forefront of the next scientific and technological revolutions. Becoming a scientific superpower is something we can be. I don't think that's hubristic or unrealistic.", "Our incredible vaccination Programme has shown the world what this country is capable of. So I'm providing an extra GBP 1.6 billion today to continue the rollout and improve our future preparedness. And I want to make the UK the best place in the world for high-growth innovative companies. So I'm launching two wide-ranging consultations today to make sure our research and development tax relief and our enterprise management incentives are internationally competitive.", "And my Right Honourable Friend, the Home Secretary, knows that a scientific superpower needs scientific superstars. So together, we're announcing ambitious visa reforms, aimed at highly skilled migrants, including a new unsponsored points-based visa to attract the best and most promising international talent in science, research, and tech, new improved visa processes for scale ups and entrepreneurs, and radically simplified bureaucracy for high-skilled visa applications.", "Now, as well as support for innovation and access to talent, high-growth firms need access to capital. To do that, we're taking steps to give the pensions industry more flexibility to unlock billions of pounds from pension funds into innovative new ventures, launching a new future fund breakthrough to help fill the scale up funding gap, and changing the rules to encourage more countries, more companies to list here. Let me thank Lord Hill for leading this landmark review. The FCA will be consulting on his proposals very shortly.", "Madam Deputy Speaker, our future economy depends on remaining a United Kingdom. Millions of families and businesses in Scotland, Wales, and Northern Ireland have contributed to and benefited from our coronavirus response. And central to that has been a treasury that acts for the whole United Kingdom. That's not a political point. It's an undeniable truth.", "The majority of today's budget measures will apply directly to people in all four nations of the United Kingdom. And I'm taking further specific steps with three accelerated Scottish city and growth deals in Ayrshire, Argyll, and Bute, and Falkirk, three more in North Wales, Mid Wales, and Swansea Bay. And funding for the Holyhead Hydrogen Hub, the Global Centre of Rail Excellence and Neath Port Talbot, the Abelian Energy Transition Zone, as well as the Global Underwater Hub and North Sea Transition Deal, along with the first allocations of the GBP 400 million New Deal for Northern Ireland.", "And through the Barnett Formula, the decisions I'm taking in this budget also increase the funding for the devolved administrations by GBP 1.2 billion in Scotland, GBP 740 million in Wales, and GBP 410 million for the Northern Ireland executive.", "And Madam Deputy Speaker, our future economy demands a different economic geography. If we are serious about wanting to level up, that starts with the institutions of economic power. Few institutions are more powerful than the one I am enormously privileged to lead, the Treasury.", "Along with the other critical economic departments, including BEIS, DIT, and MHDLG, we will establish a new economic campus in Darlington.", "AUDIENCE: Hear, hear, hear.", "RISHI SUNAK: And I know my Honourable Friend, the Member for Darlington, will particularly welcome this announcement. Redrawing our economic map means rebalancing our economic investment. I have already revised the Treasury's Green Book and set out the higher sustained levels of public investment across the UK since the 1970s.", "But we can go further. I am announcing today, over a billion pounds for 45 new town's deals. From Castleford to Clay Cross, Rochdale to Rowley Regis, and Whitby to Wolverhampton. And let me pay tribute to local leaders, like the brilliant mayor for the West Midlands, Andy Street, who are making the case for investment in their area.", "We're also creating a GBP 150 million fund to help communities across the UK take ownership of pubs, theatres, shops, or local sports clubs at risk of loss, putting more power in the hands of local people. And I'm launching the first round of the Levelling Up fund today, inviting applications from local areas across the United Kingdom. And I'm grateful to my Right Honourable Friends, the Transport Secretary and the Community Secretary for their support on this crucial initiative.", "Madam Deputy Speaker, I have one final announcement that exemplifies the future economy, a policy on a scale we've never done before, a policy to bring investment trade, and most importantly, jobs right across this country. To replace the industries of the past with green, innovative, fast-growing new businesses. To encourage free trade and reinforce our position as an outward looking trading nation open to the world, a policy we can now only pursue now that we are out of the European Union, freeports.", "Freeports are special economic zones with different rules to make it easier and cheaper to do business. They're well-established internationally. But we're taking a unique approach. Our freeports will have simpler planning to allow businesses to build, infrastructure funding to improve transport links, cheaper customs, with favourable tariffs, VAT, or duties, and lower taxes, with tax breaks to encourage construction, private investment, and job creation. An unprecedented economic boost across the United Kingdom.", "Freeports will be a truly UK-wide policy. And we will work constructively with the Scottish, Welsh, and Northern Irish administration. Today, I can announce the eight freeport locations in England, East Midlands Airport, Felixstowe and Harwich, Humber, Liverpool City region, Plymouth, Solent, Thames, and Teeside. Eight new freeports in eight English regions, unlocking billions of pounds of private sector investment, generating trade and jobs up and down the country.", "I commend members from across the house for their campaigning. But in particular, the Honourable Members for Redcar, Cleethorpes, and Great Grimsby, as well as inspiring local leaders, like Ben Houchen, the mayor Tees Valley.", "AUDIENCE: Hear, hear.", "RISHI SUNAK: Madam Deputy Speaker, let's take just one of those places, Teeside. In the past, it was known for its success in industries like steel. Now, when I look to the future of Teeside, I see old industrial sites being used to capture and store carbon, vaccines being manufactured, offshore wind turbines, creating clean energy for the rest of the country, all located within a freeport with the treasury just down the road and a UK infrastructure bank only an hour away.", "I see innovative, fast-growing businesses hiring local people into decent well-paid green jobs. I see people designing, manufacturing, and exporting incredible new products and services. I see people putting down roots in places they are proud to call home. I see a people optimistic and ambitious for their future. That, Madam Deputy Speaker, is the future economy of this country.", "AUDIENCE: Hear, hear.", "RISHI SUNAK: And so, whilst this last year has been a test unlike any other, that which we are, we are. The fundamentals of our character as a people have not changed. Still determined, still generous, still fair, that's what got us through the last year. It's what will guide us through the next decade and beyond.", "This time last year, we set out to deliver on the promises we made to the British people. But the most important promise was implicit and in truth, is made by every government irrespective of their politics. And that is to do what must be done when the danger is imminent and when no one else can.", "Today, we set out a plan to protect the jobs and livelihoods of the British people. But the promises that underpin that plan remain unchanged from those we pledged ourselves to 12 long months ago, to unite and lead, to level up, to create a world-class education system, to keep our streets safe, to keep our NHS strong, to support the most vulnerable, to reform and improve public services, to grow the economy, to spread prosperity, to extend the awesome power of opportunity to all corners of the United Kingdom, and yes, to be honest and fair in all that we do.", "Madam Deputy Speaker, an important moment is upon us, a moment of challenge and of change. Of difficulties, yes, but of possibilities too. This is a budget that meets that moment, and I commend it to the house.", "AUDIENCE: Hear, hear, hear."], "authors": ["Footage", "Parliament Tv"], "keywords": ["businesses", "plan", "gbp", "deputy", "today", "2021", "spring", "company", "jobs", "economy", "speaker", "revival", "support", "million", "budget", "tax", "rishi", "sunaks"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}