{"id": "c1982e97-4b39-34d1-a9ce-a1f433450d94", "title": "Fauci says he's looking forward to a beer and burger at a restaurant when pandemic ends", "url": "https://www.foxnews.com/food-drink/fauci-beer-burger-restaurant-coronavirus-pandemic", "summary": "America’s top infectious disease expert said he's most looking forward to ordering a beer and burger from a restaurant when the coronavirus pandemic comes to a close.\nInstead, the director of the National Institute for Allergy and Infectious Diseases said he and his spouse have turned to takeout for a quick meal.\n\"It's a simple thing, but just to go to a restaurant or to a bar where I get home late at night from work.\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\"We haven't been to an establishment like that since, literally, maybe February.\nEverything we've done is takeout because, in effect, most of the restaurants don't have seating,\" Fauci said.", "paragraphs": ["Same here, Dr. Fauci.", "America’s top infectious disease expert said he's most looking forward to ordering a beer and burger from a restaurant when the coronavirus pandemic comes to a close.", "Dr. Anthony Fauci made the comments during a recent radio interview with L.A.-area DJ Maggie McKay of 94.7 The Wave, explaining that he and his wife Christine Grady haven’t had a traditional sit-down meal at a restaurant since February. Instead, the director of the National Institute for Allergy and Infectious Diseases said he and his spouse have turned to takeout for a quick meal.", "MARYLAND WAITRESSES SHOCKED WITH $2,020 TIP BEFORE INDOOR DINING CLOSES IN COUNTY", "\"What is the first thing you're going to do when this whole thing is over?\" McKay asked, alluding to the ongoing outbreak of COVID-19.", "\"Wow,\" Fauci said. \"It's a simple thing, but just to go to a restaurant or to a bar where I get home late at night from work. My wife works here at the NIH with me and we almost every night go home together. It's usually pretty late, I think we're both kind of in the category of workaholics.\"", "\"And what I used to like a lot was, rather than go home and cook, to just on the way home stop at a favorite small restaurant or a bar and sit there and have a beer and a hamburger or something and just relax,\" he shared.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"We haven't been to an establishment like that since, literally, maybe February. Everything we've done is takeout because, in effect, most of the restaurants don't have seating,\" Fauci said. \"I'd like to get back to that kind of normality, just sort of reconnect, with the way things were when they were normal.\"", "In another bite of lifestyle advice, the White House coronavirus task force member said he likes to clear his mind with brisk walks. Fauci said that he and his spouse sometimes head out \"rather late in the evening\" after \"17-hour, 18-hour days\" to squeeze in exercise, with walks around the neighborhood.", "\"When I go home in the evening, I make it a point to power-walk in the neighborhood,\" he revealed. \"It's dark, it isn't as pleasant as doing it with the sun shining on your face, but that exercise is absolutely essential to defusing myself from the tension of the day.\"", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "In other Fauci family news, the nation’s top infectious disease expert said this week that he and his wife will not be seeing his three adult children for Christmas or for his birthday on Christmas Eve amid the ongoing coronavirus pandemic, and urged other Americans to do the same.", "\"This cannot be business as usual this Christmas because we’re already in a very difficult situation, and we’re going to make it worse, if we don’t do something about it,\" he said in an interview with Washington Post's Power Up newsletter.", "Bradford Betz contributed to this report."], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["beer", "looking", "wife", "walks", "infectious", "hes", "late", "restaurant", "ends", "burger", "pandemic", "fauci", "thing", "way", "christmas", "coronavirus", "forward"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}