{"id": "c1c69fa8-fe59-3a8d-93fd-6348d2bcd1e2", "title": "Secret Service investigating death threats against Pence", "url": "https://www.foxnews.com/politics/secret-service-investigative-death-threats-against-pence", "summary": "The U.S. Secret Service is investigating death threats against Vice President Mike Pence made by pro-Trump lawyer Lin Wood, Fox News has learned.\n\"We are aware of the comments and take all threats against our protectees seriously,\" a Secret Service spokesman told Fox News on Saturday.\nThe Secret Service and other federal agencies also are investigating others seen on a video inside the U.S. Capitol yelling \"Hang Pence.\"\nThe threats to the vice president come days after a pro-Trump group stormed the U.S. Capitol to protest the formal certification of President-elect Joe Biden’s victory.\nA Twitter spokesperson told Fox News on Saturday that the company had \"blocked the phrase and other variations of it from trending.\"", "paragraphs": ["The U.S. Secret Service is investigating death threats against Vice President Mike Pence made by pro-Trump lawyer Lin Wood, Fox News has learned.", "Wood, who was banned from Twitter last week, is suspected of writing a now-deleted post on Parler: \"Get the firing squads ready. Pence goes FIRST.\"", "\"We are aware of the comments and take all threats against our protectees seriously,\" a Secret Service spokesman told Fox News on Saturday.", "The Secret Service and other federal agencies also are investigating others seen on a video inside the U.S. Capitol yelling \"Hang Pence.\"", "The threats to the vice president come days after a pro-Trump group stormed the U.S. Capitol to protest the formal certification of President-elect Joe Biden’s victory. Lawmakers, staff members and others hid under tables and evacuated as the rioters roamed the halls of the Capitol, bearing pro-Trump flags and pounding on doors.", "ARNOLD SCHWARZENEGGER CONDEMNS TRUMP AS ‘WORST PRESIDENT EVER’ AFTER CAPITOL RIOT", "A source close to Pence told Fox News on Wednesday that while Pence was sheltering in \"hardened rooms\" in the Capitol, President Trump did not reach out to him to check on his status or condemn those who said the vice president \"should be executed.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Later in the week the hashtag \"Hang Mike Pence\" was trending on Twitter. A Twitter spokesperson told Fox News on Saturday that the company had \"blocked the phrase and other variations of it from trending.\"", "Fox News’ David Spunt and The Associated Press contributed to this report."], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["threats", "service", "capitol", "secret", "president", "fox", "vice", "twitter", "pence", "investigating", "told", "death"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}