{"authors": ["Bill Bischoff"], "keywords": ["rules", "convert", "basis", "loss", "conversion", "gain", "house", "tax", "depreciation", "line", "rule", "rental", "handle", "tricky", "property"], "summary": "Tax basis for depreciation and loss on sale purposesYou cannot claim a tax loss when you sell a personal residence for less than tax basis.\nA special and unfavorable tax basis rule often stiff-arms folks in this situation.\nTax gain (excess of line 6 over line 5) N/AConclusion: You have no tax gain and no tax loss — because the sale price is between the two basis numbers.\nTax gain (excess of line 6 over line 5) $22,000Conclusion: Your post-conversion depreciation deductions caused a tax gain.\nThe bottom lineConverting a personal residence into a rental property triggers some tricky rules for calculating tax depreciation during the rental period and the tax gain or loss when you eventually sell the property.", "title": "How to handle tricky tax rules when you convert your house into a rental property", "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "id": "c1d01447-8a0e-30f2-aa30-0e186d91f169", "pubDate": null, "paragraphs": ["Residential real estate prices have fully recovered in many areas, and rental rates are strong. To take advantage of this favorable situation, you might be thinking about buying a new residence and converting your existing place into a rental property that you can sell later for a higher price. Good idea.", "Of course, converting a personal residence into a rental has important tax implications. Here’s Part 1 of what you need to know. Part 2 will follow next week.", "Tax basis of your rental property", "The first question that arises when you convert a personal residence into a rental is how to determine the property’s tax basis for depreciation purposes during the rental period and for gain/loss purposes when you eventually sell. Weirdly enough, two different basis rules apply.", "Tax basis for depreciation and loss on sale purposes", "You cannot claim a tax loss when you sell a personal residence for less than tax basis. The privilege of claiming tax losses is reserved for sales of business or investment property.", "But if you convert a residence into a rental and then sell it for a loss down the road, you can claim a tax loss at that time. Right? Probably not. A special and unfavorable tax basis rule often stiff-arms folks in this situation.", "Under the special rule, your tax basis in a converted personal residence for tax loss purposes equals the lesser of: (1) the property’s normal tax basis on the conversion date or (2) the property’s FMV on that date.", "The property’s normal basis usually equals the original purchase price plus the cost of improvements minus any depreciation that you’ve claimed over the years (say from having a deductible office in the home).", "This special basis rule is intended to disallow a loss from a decline in value that occurs before the conversion date. But a further decline in value after the conversion can result in an allowable tax loss when you sell the property. However, don’t forget that basis reductions from post-conversion depreciation deductions can offset some or all of any post-conversion decline in value.", "You must use the same unfavorable special basis rule to determine your initial tax basis in the converted property for purposes of calculating depreciation deductions during the rental period. You can depreciate basis allocable to the building — not the land — over 27.5 years using the straight-line method.", "Reality check: In most areas, the odds of selling a property for a loss today are much lower than a few years ago when real estate prices were still in the doldrums. And the odds that the value of your property will decline after you’ve converted it into a rental may be even lower. But if the property’s value does continue to drop, converting sooner rather than later will produce better tax results for you under the special basis rule.", "Tax basis for gain on sale purposes", "We hope you will eventually sell your converted property for a tidy profit. If so, the tax results will be what you expect, because the tax basis of the converted property for tax gain purposes is determined under the normal rule. As stated earlier, the property’s basis under the normal rule usually equals the original purchase price plus the cost of improvements minus any depreciation (including depreciation claimed after you convert the property into a rental).", "Different basis numbers can create weird tax results when you sell converted property", "Because the special basis rule used for tax loss purposes is different than the normal basis rule used for tax gain purposes, you can easily wind up selling the converted property for a price that results in neither a tax loss nor a tax gain. This will happen whenever the sale price falls between the lower basis number used for tax loss purposes and the higher basis number used for tax gain purposes. The following examples illustrate tax gain/loss results with differing conversion-date FMVs and sale prices.", "Example 1: No tax gain or loss on sale.", "1. Basis on conversion date under normal rule $400,000 2. FMV on conversion date $300,000 3. Post-conversion depreciation deductions $17,000 4. Basis for tax loss (line 2 – line 3) $283,000 5. Basis for tax gain (line 1 – line 3) $383,000 6. Net sale price after selling expenses $380,000 7. Tax loss (excess of line 4 over line 6) N/A 8. Tax gain (excess of line 6 over line 5) N/A", "Conclusion: You have no tax gain and no tax loss — because the sale price is between the two basis numbers. Strange but true!", "Example 2: Tax gain on sale.", "1. Basis on conversion date under normal rule $400,000 2. FMV on conversion date $350,000 3. Post-conversion depreciation deductions $22,000 4. Basis for tax loss (line 2 – line 3) $328,000 5. Basis for tax gain (line 1 – line 3) $378,000 6. Net sale price after selling expenses $400,000 7. Tax loss (excess of line 4 over line 6) N/A 8. Tax gain (excess of line 6 over line 5) $22,000", "Conclusion: Your post-conversion depreciation deductions caused a tax gain. Things could be worse!", "Key point: If you sell a former principal residence within three years after converting it into a rental, the federal home sale gain exclusion break will usually be available. Under that break, you can shelter up to $250,000 of otherwise-taxable gain or up to $500,000 if you are married. However, you cannot shelter gain attributable to depreciation, including depreciation claimed after you convert the property to a rental.", "Example 3: Tax loss on sale.", "1. Basis on conversion date under normal rule $400,000 2. FMV on conversion date $335,000 3. Post-conversion depreciation deductions $20,000 4. Basis for tax loss (line 2 – line 3) $315,000 5. Basis for tax gain (line 1 – line 3) $380,000 6. Net sale price after selling expenses $300,000 7. Tax loss (excess of line 4 over line 6) $15,000 8. Tax gain (excess of line 6 over line 5) N/A", "Conclusion: You have an allowable tax loss because the value of the property continued to fall after the conversion date. However, this may be a relatively unlikely outcome in current market conditions.", "The bottom line", "Converting a personal residence into a rental property triggers some tricky rules for calculating tax depreciation during the rental period and the tax gain or loss when you eventually sell the property. As the three examples in this column illustrate, the property’s fair market value (FMV) on the conversion date is the most important factor in determining the tax outcome from a later sale. For that reason, be sure to collect and retain some believable FMV evidence. A good local realtor’s written market value estimate should suffice.", "In next week’s column, I’ll cover the rest of the story on tax angles when you convert a personal residence into a rental. Please stay tuned."], "url": "http://marketwatch.com/story/how-to-handle-tricky-tax-rules-when-you-convert-your-house-into-a-rental-property-2019-10-04?mod=hp_minor_pos21"}