{"keywords": ["turkey", "oven", "stuffing", "thanksgiving", "president", "pan", "cook", "minutes", "pies", "dough", "pie", "remove", "large", "fit"], "authors": ["Lilian Huang"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Thanksgiving Pies Fit for a President and More", "pubDate": null, "url": "https://radio.foxnews.com/2019/11/22/thanksgiving-feast-pro-tips-and-tricks/", "paragraphs": ["The team behind the iconic Joy of Cooking and other pros share their tips for the biggest home feast of the year. Fox News's Lilian Huang Woo talks Thanksgiving with John Becker and Megan Scott, former White House Pastry Chef Bill Yosses of Palais by Perfect Pie, chef and author Danny Mena of Hecho en Dumbo and Niman Ranch Executive Chef Andrew Hunter.", "Listen Here: Follow Lilian Woo on Twitter: @LilianNY", "CLASSIC ROAST TURKEY", "From Joy of Cooking by John Becker and Megan Scott", "10 to 25 servings", "This is the ideal method to use for birds over 15 pounds in weight, though it works well for smaller birds,", "too. The lower heat ensures that the bird cooks to doneness relatively evenly. While we give the option to stuff the bird, please be aware that you will have to remove the stuffing and finish cooking it in a baking dish, as it will not cook through at the same rate as the turkey.", "A day or more before roasting the turkey, you may brine or dry- brine it,", "(we recommend dry-brining), if desired. If you have wet-brined the bird, pat it dry and allow it to air-dry overnight, uncovered and refrigerated, on a rack set over a baking sheet. It is imperative to dry out the skin to encourage browning. Position a rack in the lower third of the oven. Preheat the oven to 500°F. If you wish to stuff the bird, have hot or at room temperature stuffing.", "If you have not done so already, remove the giblets and neck from one 10- to 25-pound turkey", "If the bird is not kosher, self-basting, or brined, rub all over with salt.", "Loosely pack the body and neck cavities with the stuffing, if using. Bring the legs together and tie them to hold the stuffing in. Set the turkey breast side up on a V rack in a roasting pan or on a large rimmed baking sheet. Any leftover stuffing can be placed in a buttered baking dish. Brush the turkey's skin all over with 3 to 6 tablespoons melted butter, depending on the size of the turkey, or as needed", "Transfer the turkey to the oven and immediately reduce the oven temperature to 325°F. Roast until the internal temperature of the breast reaches 155°F, and the thickest part of the thigh reaches at least 170°F. (Stuffing must reach 165°F.) This may take as little as 2 hours for a 10-pound turkey and up to 6 hours for a very large turkey. Transfer the turkey to a platter and let rest for at least 20 and up to 40 minutes before carving.If the breast is done but the thighs are not, take the turkey out of the oven and carve the legs off at the hip joint. Place the legs on a rimmed baking sheet and return to the oven to finish cooking through while the breast and carcass rests. If the stuffing is not done, spoon it into a buttered baking dish and place in the oven to cook through as the turkey rests.While the turkey rests, prepare, if desired: Quick Pan Sauce or Gravy or Turkey Giblet Gravy.", "Finally, if at the end of cooking you are not happy with the degree of browning, increase the oven temperature to 500°F and let it preheat when you remove the turkey to rest. When the oven is preheated and the gravy made, place the rested turkey back in the pan and roast until the skin is browned, about 10 minutes.", "Excerpted from Joy of Cooking by John Becker and Megan Scott. Copyright © 2019. Reprinted by permission of Scribner, an imprint of Simon & Schuster, Inc.", "Fruit Pie (Blueberry) 9inch", "Pie Crust", "from Bill Yosses of Palais by Perfect Pie", "3 cups all-purpose flour", "½ tsp salt", "10oz unsalted butter (2 and a half sticks cut into ¼ inch pieces", "6-7 tbls ice water", "1 egg and 1 tsp salt for egg wash on the pie crust", "Method", "In a food processor, briefly pulse together the flour and salt. Add butter and pulse until mixture forms chickpea size pieces, (3 to 5 second pulses). Add ice water 1 tablespoon at a time and pulse until mixture is just moist enough to hold together.", "-- divide the dough into two equal amounts and form dough into balls then press down into a circle, wrap the circles with plastic , refrigerate at least one hour before rolling out and lining the pie pan.", "To prepare the pie shell, roll out the chilled circles on a lightly floured flat surface to about 14\" diameter, with one of the circles line a greased pie pan, leaving a 1 inch overhang. Chill the dough in the pie pan for at least 30 minutes and up to overnight. Refrigerate the other circle until needed for the pie top.", "Prepare the filling recipe below and fill the pie shell with it.", "Filling", "2 lb blueberries washed", "One half cup sugar", "½ cup artisanal honey, preferably local", "1/3 cup cornstarch", "1 tsp vanilla extract", "¼ tsp ground cinnamon", "Zest and juice of one lemon", "Method", "In a large saucepan, lightly toss together the fruit, sugar sifted with the cornstarch, the honey, vanilla extract, ground cinnamon and lemon juice and zest. Allow this fruit mixture to stand for 20 minutes.", "Assembly", "Fill the pie shell with the fruit filling and then remove the 2nd circle of chilled pie dough from the refrigerator and lay it over the filling, press gently to mold the top and bottom pieces of dough together.", "With a paring knife, puncture the top pie dough in a wide circle about 10 times with the tip of the knife to form steam vents. With a pastry brush, paint the top dough with egg wash and sprinkle with granulated sugar.", "Bake the pie at 350?F for 75-90 minutes or until the pie filling is starting to bubble out the vents and the top pie crust is golden brown. Remove to a cooling rack and allow to cool for 1-2 hours before serving.", "Eggs in Purgatory with Chorizo", "From Niman Ranch", "A hearty egg and tomato stew is made into a meal that could be breakfast just as it could be dinner, by the addition of perfectly spiced chorizo sausage. It is chockfull of tender chickpeas, stewed zucchini and topped with slow simmered eggs. Serve with toasted bread and a salad for the perfect meal.", "Ingredients 1 package (4 links) Niman Ranch Chorizo Sausage 3 tablespoons olive oil 1½ cups chopped yellow onion 3 cloves garlic, chopped ½ teaspoon red pepper flakes 2 teaspoons dried oregano 1 cup zucchini, cut into 1/4-inch half moons 1 (15-oz) can chickpeas, drained 1 teaspoon kosher salt 1 tablespoon tomato paste 1 (15-oz) can chopped tomatoes 2 cups (16 oz) crushed tomatoes 4 large eggs Fresh parsley", "Cooking Instructions Cut sausages in half-inch rounds. In a large (12-inch) sauté pan with a lid, heat 1 tablespoon of olive oil over medium heat. Sauté sausage until crispy, flipping half-way through, about 5 minutes. Remove sausage from pan and set aside. Heat the remaining 2 tablespoons of olive oil over medium heat in the same pan. Add onion, garlic, and red pepper flakes. Cook until onion is soft, 5 minutes. Add the oregano, zucchini and chickpeas to the pan and cook until zucchini has softened slightly, 3 to 4 minutes. Add salt and tomato paste and cook, stirring constantly, for 1 minute. Add the cooked sausage back to the pan and top with the chopped tomatoes, crushed tomatoes and 1/2 cup of water. Bring everything up to a simmer. Crack four eggs into the pan and cover with a lid. Cook for 4 minutes if you like your eggs runny. Increase your cook time by a minute if you like the yolks more set. To finish, top with fresh parsley, a drizzle of olive oil and red pepper flakes. Serve with toasted bread for dipping or a large salad."], "id": "c1d4cd78-3b7d-3d74-9f54-f48c1fe8d900", "summary": "Set the turkey breast side up on a V rack in a roasting pan or on a large rimmed baking sheet.\nThis may take as little as 2 hours for a 10-pound turkey and up to 6 hours for a very large turkey.\nChill the dough in the pie pan for at least 30 minutes and up to overnight.\nWith a paring knife, puncture the top pie dough in a wide circle about 10 times with the tip of the knife to form steam vents.\nAdd the oregano, zucchini and chickpeas to the pan and cook until zucchini has softened slightly, 3 to 4 minutes."}