{"id": "c1e8ece9-1285-38bf-bcb9-c452c50c2d6e", "title": "Megan Fox’s Cardigan Styling Trick Is Perfect for Spring", "url": "https://www.vogue.com/article/megan-fox-spring-cardigan-trend", "summary": "Today, Megan Fox also gave her buttoned-up knitwear a fun twist that’s worth replicating.\nFox hit the streets of Los Angeles in a Versace cardigan that was bold and collegiate-inspired.\nThe commanding stripes were the perfect companion to the sweet dress, giving it a fresh, collegiate feel.\nWhile a classic cardigan will never go out of style, a more brazen striped style like Fox’s this spring is worth considering—it’s fun, and it’s perfect for the weather.\nThe Great stripe sophomore cardigan $375 NORDSTROM Shop Now Re/Done striped cardigan $475 SAKS FIFTH AVENUE Shop NowMadewell striped cardigan sweater $66 NORDSTROM Shop Now Marni striped wool cardigan $1,100 NET-A-PORTER Shop NowEssential Antwerp Zonga patchwork cardigan $170 SHOPBOP Shop Now Farm Rio striped long cardigan $185 FARM RIO Shop Now", "paragraphs": ["It’s the most wonderful time of year: sweata weatha! This season, it’s all about the cardigan. They’ve been having a moment on the runways at The Row, MSGM, Marni, and more. Flirty cardis are a big hit with celebrities, too. Hailey Bieber and Emily Ratajkowski have recently worn them—plus, who could ever forget Katie Holmes in that viral Khaite cardigan and bra set two years ago? Today, Megan Fox also gave her buttoned-up knitwear a fun twist that’s worth replicating.", "Fox hit the streets of Los Angeles in a Versace cardigan that was bold and collegiate-inspired. Instead of pairing it with a tee and jeans, she styled it over a long white shirt-dress instead. The commanding stripes were the perfect companion to the sweet dress, giving it a fresh, collegiate feel. Her high-fashion accessories helped amp up the look, including a teal Yuzefi bag and staggering croc-style platform boots by Christian Louboutin (someone’s ready for re-emergence heels). While a classic cardigan will never go out of style, a more brazen striped style like Fox’s this spring is worth considering—it’s fun, and it’s perfect for the weather. A double-whammy!", "Love Fox’s cardigan? Shop 8 similar styles below.", "The Great stripe sophomore cardigan $375 NORDSTROM Shop Now Re/Done striped cardigan $475 SAKS FIFTH AVENUE Shop Now", "Madewell striped cardigan sweater $66 NORDSTROM Shop Now Marni striped wool cardigan $1,100 NET-A-PORTER Shop Now", "Essential Antwerp Zonga patchwork cardigan $170 SHOPBOP Shop Now Farm Rio striped long cardigan $185 FARM RIO Shop Now"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["style", "worth", "striped", "foxs", "rio", "perfect", "spring", "long", "shop", "styling", "trick", "cardigan", "marni", "megan", "nordstrom"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}