{"id": "c1fc479b-7036-325a-ad4e-a5f203f4001e", "title": "The World in 2021 - Large-scale electrification would create lots of jobs", "url": "https://www.economist.com/the-world-ahead/2020/11/17/large-scale-electrification-would-create-lots-of-jobs", "summary": "Embracing the new generation of electrification technologies, powered by renewable energy, will help us decarbonise the economy while creating millions of new, local and non-exportable jobs.\nThese residential solar-power systems include a car-charger and a battery to store solar energy and share it with the grid.\nPair batteries with those installations, and they can be networked into virtual power plants.\nDozens of virtual power plants are already active today, but many more will come online in 2021.\nIn 2021 battery deployments will more than double, to a total of 3.5 gigawatts of capacity.", "paragraphs": ["IN 2021, AS we look for solutions to the immediate crisis caused by the pandemic, and to the longer-term challenge of climate change, new technology offers a shining opportunity. Embracing the new generation of electrification technologies, powered by renewable energy, will help us decarbonise the economy while creating millions of new, local and non-exportable jobs. In America, where renewable energy has abundant space to grow, we will ditch the idea that a sustainable future means sacrificing, or weakening, America’s global position. With the right technology, we can still have our big cars, homes and air-conditioning. A zero-carbon future is realistic, and it starts in the home.", "The energy sector, including electricity and heating, transport and manufacturing, accounts for two-thirds of global carbon emissions. Electrification powered by renewable sources is the solution. In 2021 more communities will institute building-code requirements like those in the Californian cities of San Jose, Santa Rosa and Los Gatos, which ensure new homes have solar panels, are fully electrified and do not rely on natural gas. These residential solar-power systems include a car-charger and a battery to store solar energy and share it with the grid. Induction stoves for cooking, radiant heating systems in place of radiators and never having to visit a petrol station not only reduce the cost of living, they deliver a more delightful day. The battery makes each home more resilient in the event of a hurricane or blackout.", "Utilities will also embrace this future. In 2020 Pacific Gas & Electric became the largest American utility to express support for electrification, on the basis that gas infrastructure “might later prove under-utilised”. Covering all suitable rooftops with solar panels could provide almost half of America’s electricity needs, and 75% of California’s. Pair batteries with those installations, and they can be networked into virtual power plants. Buildings generate their own energy with rooftop solar, store what they do not use and sell that energy to the grid, thereby reducing the need for polluting power plants to cope with peak demand. Just 75,000 properties in Los Angeles can generate 300 megawatts of energy—equivalent to a natural-gas power plant. And customers pay less than they would for conventional utility power.", "Dozens of virtual power plants are already active today, but many more will come online in 2021. In 2020 a minority of rooftop solar systems in America included a battery. In 2021 battery deployments will more than double, to a total of 3.5 gigawatts of capacity. That is enough to retire almost 10% of California’s natural-gas power plants—10% in one year, and that’s just in 2021.", "Better still, all this will create record numbers of new jobs, nearly 30m over the next decade in America alone. “Solar installer” was the fastest-growing job category before the pandemic hit. This transformation is inevit­able—and the faster we do it, the less it will cost.", "Lynn Jurich: co-founder and CEO, Sunrun ■", "This article appeared in the Aftershocks section of the print edition of The World in 2021 under the headline “Shock to the system”"], "authors": ["Lynn Jurich", "Co-Founder", "Ceo"], "keywords": ["solar", "energy", "renewable", "systems", "jobs", "battery", "plants", "future", "world", "lots", "gas", "electrification", "create", "2021", "largescale", "power"], "pubDate": "2020-11-17T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}