{"id": "c204d000-35b0-3b4a-8440-a02e9ec3f7b4", "title": "WIRED25 2020: Avi Schiffmann, the 17-Year-Old Who Built the First Coronavirus Tracker", "url": "https://www.wired.com/video/watch/wired25-2020-avi-schiffman-coronavirus-tracker", "summary": "And what I'm able to do then is, so let's sayI dunno, Korea, they have like a Korean government websitekind of similar too.\nAnd then what I'm able to do isbasically download all the informationon that page with all the HTML.\nI'd say like, you know, there's all these thingsout there to get people to vote but I feel likeonce you actually do wanna vote,and who do you actually vote for?\nI mean, there's plenty of collegesI would want to go to and Stanford is definitely number onejust because they have so many resources for just, you knowtech entrepreneurship.\nThanks for showing us thatyou know, there's a way to solve any problemif you put your mind to it.", "paragraphs": ["Transcript", "Hi, I'm Megan Molteni,", "staff science writer here at WIRED.", "Thank you for joining us for this year's WIRED25.", "We're really happy to have with us here Avi Schiffmann.", "Avi is a 17 year old senior at Mercer Island High School", "outside of Seattle and the winner of this year's", "Webby Person of the Year award.", "Back in January, he single handily built", "one of the very first global coronavirus tracking site,", "which has today attracted nearly", "1.5 billion unique visitors.", "So we're gonna talk about that", "and some of the other projects he's launched since then.", "So Avi, thanks for being with us.", "For sure. Thank you so much.", "Yeah, so, you know, these days tracking COVID cases", "is kind of like second nature,", "like check email, check Twitter, check COVID cases.", "There's lots of apps and dashboards to do it.", "But back in January, there wasn't.", "So like, what were you seeing?", "Can you take us back to that time?", "Yeah, back when I started this website,", "there were no other COVID trackers that I could find.", "I mean, the domain for my website", "and ncov2019 is kind of hard to say", "and kinda ridiculous but that was just", "the unofficial name for the virus back then.", "You know, the name COVID-19 just didn't exist.", "Now, when I started this website", "the only way to find information on the coronavirus,", "you know, if you wanted the most up to date numbers", "was to go to Chinese government websites", "but, you know, I don't speak Mandarin and you know,", "they're just not nice to look at on like a mobile device.", "All these government websites,", "just, if I'm trying to visit it on my phone,", "you know, I just can't.", "They're made in like the early two thousands", "and there's also news articles that come out", "every once in a while back then", "but those were mostly out of date", "by the time I read them anyways,", "and they're not like dynamically updating", "or anything like that.", "So I thought it would be cool to just make", "like a dashboard to track that.", "And that's what I did in kinda early January.", "So what did that actually involve", "like from a programming standpoint?", "Yeah, well, I had to make a bunch of web scrapers", "which is kind of the same technology", "that Google uses to rank different pages.", "And what I'm able to do then is, so let's say", "I dunno, Korea, they have like a Korean government website", "kind of similar too.", "We have the CDC, you know, most countries have that.", "And then what I'm able to do is", "basically download all the information", "on that page with all the HTML.", "And they have usually", "like a table of numbers, but you know,", "it's all in Korean, but I'm able to just take that", "and you know, mix the numbers up and", "you know, parse it and whatever, and add it", "to a much larger data set with all the other countries.", "And I do that for, you know, I guess all 195 countries now", "and then a bunch of breakdowns.", "So for the United States, that's another 50 web scrapers,", "you know, it's a big hassle, but you know,", "it gets the job done.", "Yeah. How long did it take you to put this together?", "[Avi giggling]", "Yeah, the original version took me maybe", "like a, a couple of days or something like that.", "I had already made something very similar", "for my high school where I was tracking sports,", "but instead of tracking sports, I just, you know,", "put the link to a, you know,", "Chinese government websites instead", "and was able to just get that information.", "And then, you know, just re-scan to basically", "a sports website I had made.", "And then, you know, it only took me a couple of days", "to make the first version", "but, you know, I mean every single day", "for months and months, you know, took,", "there were new countries getting infected every single day.", "So those were new web scrapers to make", "you know, things were changing format very often.", "So I had to recode a lot of web scrapers.", "So, you know, a lot of manual things", "I had to do every single day", "for months and months now.", "Now it's been pretty stable as most countries, you know,", "keep the same format and in New York is not making", "like a new dashboard every day", "but you know, back in like March and everything", "you know, every single day was something new.", "So yeah.", "So since then, you know,", "it's blown up, it's obviously become this huge thing", "but you've started to move on to some other projects.", "I know that you've built a site dedicated", "to writing resources for black lives matter protesters", "and next project is elections", "including some work you're doing with Snapchat.", "So what can you tell us about that?", "Sure. Yeah. I'm making something with elections.", "I hope to really sometime this week,", "it's taken me a while just because, you know,", "I'm not like, I'm a master of politics or anything,", "but you know it's really hard", "to mix that kind of stuff unbiased", "but I've been working on a website,", "I think will be really cool and that'll be out", "in a couple of days hopefully, but yeah...", "[Woman] And what kind of... I mean, at least, yeah.", "That what on the website...", "But what kind of information in actual fact", "are you trying to address there?", "I'd say like, you know, there's all these things", "out there to get people to vote but I feel like", "once you actually do wanna vote,", "and who do you actually vote for?", "I feel like a lot of people just wanna learn more", "about the actual policies of the candidates", "that you know, that they're voting", "for and, you know, in a way that makes sense.", "It's not just some like, you know, government thing.", "Now, if you go to the campaign websites", "of Trump or Biden, you know", "it's really hard just to find the information that you want.", "And even if you finally do get to some kind", "of immigration page on these candidates pages, you know,", "it's like a couple little quotes or something like that.", "You can, you can barely see anything.", "You know, I want to be able to see, you know, past policies", "all that kind of stuff, you know, things that they've done", "in that, their budget proposals, all kinds of things.", "And just a easy to read way that doesn't look", "like a, you know, boring government kind of page.", "So I think it'll be really cool.", "And I think the user interface looks really nice", "and it'll be a really cool project.", "And I think people will like it a lot", "and find a lot of good information on there.", "Are you gonna be able to vote in this year's election?", "I will actually I'll turn 18, October 26th.", "So I'm pretty excited about that.", "I just barely make the cut, which will be kind of cool.", "Yeah. I know that you're doing all this", "on top of your schoolwork", "with an eye toward heading to Stanford at some point", "like what's drawn you down to Silicon Valley?", "Sure. I mean, there's plenty of colleges", "I would want to go to and Stanford is definitely number one", "just because they have so many resources for just, you know", "tech entrepreneurship. I mean, there are like classes", "on how to make startups and stuff at Stanford.", "And I feel like I just don't have that", "you know, at like my local community college or something.", "I mean, there's plenty of good colleges for different things", "but I think Stanford is just, you know", "they really have a niche of just tech entrepreneurship", "and the whole Silicon Valley area.", "There's plenty of colleges around there too", "like Berkeley and everything", "that I will definitely apply to.", "I don't know if I'll get into any of them, but you know", "not nothing's a hundred percent, but I hope so.", "Just cause I mean, there's just so many connections", "and opportunities and things that happen", "in Silicon Valley that might not happen", "if I'm in like, you know, Florida or something like that.", "Yeah. Just one final question for you Avi,", "before we have to go.", "Do you think coding should be a required part", "of a kid's education today?", "You know, that's a common question", "and a lot of people will", "you know, say that everyone should learn to code.", "I really don't think that everyone should learn to code just", "because it's a very complicated thing to learn.", "You need to be able to sit at a computer for just", "you know, like eight hours straight or something like that.", "I mean, I could stay at my computer", "if I didn't need to sleep or eat.", "Like I could just stay on there like indefinitely.", "But a lot of people just can't stay", "on their computer for a long amount of time.", "And you know, you really need to be able to do that", "if you're gonna be doing programming.", "I mean, it takes hours and hours,", "but the actual concept of coding,", "it's something that I think should be taught", "in just some kind of way.", "I mean the whole if, then statements", "all that kind of stuff teaches you to problem solve", "and all kinds of different ways.", "I mean, I only spend like 1% of my time actually typing", "you know, code on my laptop most of the time", "it's just thinking about how you're gonna solve a problem", "in the most efficient way.", "And you know, talking to people about", "how you would even solve these problems", "in the first place, you know,", "there's so many good resources online to learn how to code", "you know, you can really learn anything online", "from, you know, underwater basket weaving", "to, you know, how to code in C sharp or anything.", "So, yeah.", "Yeah. Well, thanks Avi.", "Thanks for showing us that", "you know, there's a way to solve any problem", "if you put your mind to it.", "And we hope the rest of you stick", "around for more WIRED25 after this.", "Sure. Thank you so much."], "authors": ["Condé Nast"], "keywords": ["single", "wired25", "built", "theres", "mean", "coronavirus", "really", "avi", "im", "kind", "lot", "2020", "know", "able", "think", "schiffmann", "tracker", "17yearold"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}