{"id": "c20e108f-b893-3fdb-8f26-cb770906440b", "title": "Argentina is in no hurry to strike a deal with the IMF", "url": "https://www.economist.com/the-americas/2021/04/03/argentina-is-in-no-hurry-to-strike-a-deal-with-the-imf", "summary": "Those debts include $45bn owed to the IMF , about $1,000 per Argentine.\nThe government will need a new, longer-term IMF loan.\nAnd it has tightened capital controls to stop money leaving Argentina, thereby propping up the peso.\nThis influx of dollars should be enough to stabilise the peso and pay the IMF the money it is owed this year.\nA narrower budget deficit would help tame inflation, which would improve Argentina’s competitiveness and boost exports.", "paragraphs": ["A T THE PRESIDENTIAL palace in Buenos Aires, political advisers are frank about their priorities. “We’re putting meat on the grill for those who put us in power,” says one, referring to voter-pleasing preparations for the mid-term elections due in October. “The debts can wait.”", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Those debts include $45bn owed to the IMF , about $1,000 per Argentine. The country cannot possibly meet its repayments, as Cristina Fernández de Kirchner, the vice-president and long a central figure in the country’s fractious politics, admitted on March 24th. The government will need a new, longer-term IMF loan. But it is in no hurry to agree on one.", "Since striking a debt deal with its private bondholders in September, it has sought to cut the budget deficit (which reached 8.5% of GDP last year) as far as the pandemic permits. Higher taxes on wealth and soyabean exports have helped fill its immediate budgetary gap. And in an effort to curb inflation that exceeds 40%, it has promised to print less money to finance its spending. But it has also resorted to price caps and export bans, and to arm-twisting firms to keep goods artificially cheap. Ruinous subsidies on utilities, such as electricity, remain. And it has tightened capital controls to stop money leaving Argentina, thereby propping up the peso. Its official exchange rate against the dollar is 50% above the black-market rate.", "The government is counting on commodity exports to fill its coffers after the harvest this month and next. Wheat prices are near their highest level since 2014. It also expects a second windfall, of over $4bn, if the IMF ’s shareholders agree to new special drawing rights for its members, which let countries borrow reserves from each other. This influx of dollars should be enough to stabilise the peso and pay the IMF the money it is owed this year. After that, dealing with the debt cannot wait much longer. Argentina will either get a new loan or default on the previous one. In the meantime, the government has nothing good to say about the current loan. Indeed, the anti-corruption office has filed a case against the previous president, Mauricio Macri, and four of his advisers, who negotiated an IMF bail-out in 2018. They are “authors and participants in…the worst embezzlement of funds in memory,” says the current president, Alberto Fernández. They furiously dispute this. Senators from the ruling Peronist party have demanded an apology from the fund. Ms Fernández, who in recent months has consolidated her power, thinks the repayment should be over 20 years. The fund may offer a loan of only half that length. And it will first need to see an economic plan it can approve with a straight face. Ideally, such a plan would seek both stability and growth. The two are closely entwined. Growth would make it easier to keep the budget deficit under control without the painful social sacrifices that tend to erode support for the government. A narrower budget deficit would help tame inflation, which would improve Argentina’s competitiveness and boost exports. Stability is needed for growth to take off. And growth is needed for stability to last.", "A well-designed plan would broaden Argentina’s tax base, so as to raise more revenue without the high rates that push so many firms into the informal economy. It could also index public spending, including that on pensions, to the inflation target the government aims to achieve, rather than the inflation that has already happened. That would help quell inflation rather than entrenching it. The price of utilities needs to be shifted closer to their cost, and their regulation to be shifted away from politics.", "Such reforms would help Argentina. But some would probably cost the government votes. That is not a risk it is willing to take. Its approval ratings have fallen from 84% to 38% since the start of the pandemic, thanks to a series of vaccination scandals.", "Indeed, on top of any government’s natural desire for power, Argentina’s leaders have an additional motive for wanting re-election. Victory would enable them to pass new laws governing judges’ appointments, thus potentially blocking prosecution of Ms Fernández for any past corruption (she denies all the charges). “It’s the politics of procrastination,” says Sergio Berensztein, a political analyst. “But the goal is serious. To keep her in power at all costs, with immunity.”■"], "authors": ["The Economist"], "keywords": ["plan", "strike", "power", "argentina", "growth", "fernández", "loan", "hurry", "help", "money", "deal", "stability", "inflation", "imf"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}