{"id": "c215bcb9-2782-3539-a8b7-b4a203899b71", "title": "WIRED25 2020: Cybersecurity Experts on Cybercrime in the Time of Covid", "url": "https://www.wired.com/video/watch/wired25-2020-cybersecurity-experts-on-cybercrime-in-the-time-of-covid", "summary": "TranscriptHi I am Andy Greenberg,I'm a senior writer with WIRED,and I cover cyber security.\nAnd Marc Rogers, a VP of cyber security at Oktaand Nate and Marc are both founding membersof this group as well.\nNow, if any ransom or group would attack an hospital,is going to end with people that is going to die.\nIf an hospital need to fight ransomware and pay more moneyon fighting cyber security and cyber attack,it means that they pay you less money for ventilatorsor Corona department.\nAnd currently we are in the process of foundingthe CTI as an organization that's protectfor the long term these organizations.", "paragraphs": ["Transcript", "Hi I am Andy Greenberg,", "I'm a senior writer with WIRED,", "and I cover cyber security.", "And after that really excellent last interview", "with Dr. Anthony Fauci.", "our next panel is going to talk about a kind of pandemic", "within the pandemic, so to speak.", "Since the spring, since this pandemic began,", "there has been a kind of a cyber crime wave.", "A group of bad actors online is taking advantage", "of the desperation surrounding this COVID-19 crisis", "and use that desperation to launch all manner of fraud,", "even target medical facilities,", "and one group known as the Cyber Threat Intelligence Lead", "has kind of heard the call for a new group of researchers", "that could respond to these threats.", "And we have with us today, three members of that group,", "Ohad Zaidenberg is the founder of the CTI League.", "We also have with us Nate Warfield,", "who is a security researcher at Microsoft.", "And Marc Rogers, a VP of cyber security at Okta", "and Nate and Marc are both founding members", "of this group as well.", "And I wanna let, Ohad to take the lead", "and tell us what is the CTI League", "and what is the kind of origin story briefly", "of this group of cyber superheroes?", "Thank you Anthony.", "The CTI League is a global community aspired to protect", "the medical sector and the life saving organization", "worldwide to create a safer cyber space for them.", "Earlier this year, around February,", "I started to notice more and more threat factors", "leveraging the Corona as a method,", "as a social engineering method,", "where they try to attack multiple actors worldwide.", "Back then the virus was an unknown virus from China,", "and I didn't pay attention much to the virus.", "But then when it became a world crisis,", "I was really afraid of this scenario of [indistinct].", "And I really afraid that this scenario", "will repeat itself.", "Around March I remember a long night drive", "that I took from a dinner that I had with my family.", "It was the night before Israel", "entered it's first lock down.", "And I said, I have to do something", "because now it's a little threat.", "Now, if any ransom or group would attack an hospital,", "is going to end with people that is going to die.", "So I started to think about this community.", "Then one day after I saw the attack", "against the second biggest hospital in the Czech Republic,", "that was the trigger for me to stop sitting on the fence", "and stop doing something.", "The Corona virus is a war,", "but there are people around the world", "the time to leverage the crisis, to gain some profits.", "Whether they're a private or they are state sponsored,", "and they want to do harm for people,", "their predicament is very clear.", "If an hospital need to fight ransomware and pay more money", "on fighting cyber security and cyber attack,", "it means that they pay you less money for ventilators", "or Corona department.", "I send a message for Nate Warfield that is here with us.", "And I said, hey, I thought the last few days", "about a community.", "A slack channel where we can collaborate,", "we can share data worldwide and say,", "hey, we are here for you.", "If you are in medical facilities, no matter where,", "we are here for you to protect you.", "We want to reduce the level of threat to you.", "We want to neutralize cyber threats,", "looking to harm you in the small sensitive time", "for the medical sector or to leverage the Corona crisis,", "to gain some profit with scans on the doctor, for example.", "Together with Marc and Chris Miles that is not with us,", "we've created the first global community ever", "that aspire to protect these organizations.", "The first month we crossed the 1000 members of the league.", "And currently we are in the process of founding", "the CTI as an organization that's protect", "for the long term these organizations.", "As we keep going, we understood this is a real threat.", "There are thousands of vulnerabilities in the networks", "of these organization.", "And someone needs to supply these services", "from the initial path of prevention the attack,", "supporting them, mitigation of attack.", "And then neutralizing", "with law enforcement organization worldwide", "to neutralize the threats.", "I'm really happy that in the CTI League,", "there are more than 1500 members worldwide", "for more than 80 countries.", "We cross barriers and silos of street", "and hope that we can be a community,", "effective community that's doing some good", "in this sensitive and crisis time.", "Well speaking about some very specific cyber attacks,", "just in the last few days,", "we saw this ransomware attack hit Universal Health Services.", "This network of 400 medical facilities", "across the United States with 90,000 employees", "has been paralyzed by this cyber attack last week.", "We saw German prosecutors", "say that they're going to go after hackers", "on actual murder charges for the first time", "for a ransomware attack that caused", "the death of a woman in Dusseldorf.", "You guys have told me that you don't want to talk", "about specific victims, which is understandable.", "There are sensitivities there in this kind of work,", "but I was hoping that you could speak about a kind of like,", "like what are the sorts of threats that you have dealt with?", "How have you dealt with them?", "What are the kind of greatest hits of the CTI League?", "Maybe that's a question for Nate or Marc,", "if you wanna jump in.", "Sure, I can jump in.", "One of the things that I was most proud about", "that we did back in June,", "there is a vulnerability that came out for a piece", "of a network equipment that runs along", "in a lot of the hospitals and bank networks,", "it's very expensive, very mission critical.", "So myself and a bunch of other members of the CTI League,", "we saw this come out in, I think it was a Tuesday.", "It was right before the fourth of July weekend.", "So we just jumped onto it, we spent,", "we have, I think about eight of us worked", "the entire fourth of July weekend,", "probably ruining a few barbecues", "for those in the United States", "that were looking to shoot off fireworks.", "But by the end of that weekend,", "we'd managed to notify about three or four dozen different", "hospitals and said, hey, you've got a device", "that's out there that can be very quickly be turned", "into a pivot point to deploy ransomware inside your network.", "It was a sort of a similar category of vulnerability", "as was used against the Travelex credit card network", "back in December of 2019.", "So it was a good feeling knowing that we'd gotten the word", "out to a few folks and we did see attacks", "quite literally started, I think it was the Sunday", "or the Monday of that weekend.", "So it was a minutes counted in this instance.", "And I think we were able to do a really good job.", "Yeah.", "If I can build on, I was gonna say,", "if I could build on what Nate said.", "We're also seeing attacks across the entire spectrum.", "I mean, it's almost fair to say", "that this is a cyber pandemic because the bad guys,", "criminal actors have always exploited big events.", "And there is no bigger event than a global pandemic.", "And so they're leveraging every aspect", "of this that they can.", "They're sending out documents,", "they're sending out phishing emails,", "they're sending out tailored malware.", "And we see everything from ridiculously simple emails", "with no attachments that just try to coerce people", "through highly sophisticated pieces of malware,", "with multiple chains of exploitation to try", "and compromise infrastructure, it's all going on.", "And it kind of makes it difficult as a defense team", "because where do you spend your time and resources?", "And so we've had to subdivide", "into quite a large number of groups", "to tackle all of these different issues,", "which are then themselves exacerbated", "by the fact that because everybody's at home,", "you don't have the normal protections", "that you would have from being inside a company.", "You can't go to your IT team or your security team as easily", "and triaging a laptop that's been infected", "is now exponentially harder.", "Yeah, I mean, at the beginning of this pandemic,", "I remember seeing you quoted Marc", "as saying that you saw a level of phishing", "you had never seen before.", "And as COVID-19 becomes less of a kind of news item", "and more of just a basic fact of life,", "has that tailed off, or are we still seeing", "that same level of COVID-19 related cyber crime?", "It's still pretty much there.", "Whether or not it's growing, I can't say,", "I mean, I think it's probably, it's holding steady,", "but there's nothing new about this.", "If you dial back to any major event,", "like, for example, if you look back at the Sochi Olympics,", "you'll see that there was a massive phishing campaign", "or series of phishing campaigns associated with that", "because bad guys recognize", "that wherever there's an absence of information", "or whether there's an interesting fact", "that people might want to get.", "What they do is they use that as a lure", "to try and pull in people.", "They send documents that are alleged to fill the gap,", "or that try to tempt people with information", "they might be missing and, and they go after it.", "And so, as long as the need for information is out there,", "the bad guys will be exploiting it.", "Well as this threat evolves.", "And hopefully as COVID-19 no longer becomes that lure,", "I wanted to give each of you just a chance very briefly", "cause we're running out of time here", "to talk about what do you think is the next big threat?", "What is the thing that keeps each of you up at night", "with your kind of like their unique visibility", "into all of these very dangerous phenomenon?", "I'll go ahead and start.", "I think what keeps me awake at night is after 25,", "30 years of InfoSec, it doesn't seem like the problem", "is really getting any better.", "I mean, we've made some great advances", "in system security and endpoint security.", "From when I started in this in the late 90s", "to what we have today.", "The ability to catch people has improved drastically.", "The problem is we're still seeing vulnerabilities", "that are quite literally like 90s era vulnerabilities.", "That coupled with the ease at which attackers", "are sort of leveraging some of the defensive tool sets", "that we use to ascertain security for our corporate network.", "These are quickly getting spun around and used by attackers.", "So the bar has been raised for defenders in one side,", "the attackers are using some of these same tools", "to raise their own bar and make their total career.", "Return on investment for the malware they have to develop", "is much better when they can just use commodity tools.", "And that's, we always feel one step behind the eight ball.", "And that's what keeps me awake at night.", "Ohad, do you want to say something about-", "Please Marc, go ahead.", "Okay, sorry, I was gonna say what keeps me awake", "at night is similar to what Nate said,", "is I feel like we spend too much time focusing", "on the highly specific.", "So we've built some great defenses in very specific areas.", "We're evolving things like identity at a furious rate,", "but at the same time,", "we've got companies that aren't able to apply patches", "that don't have the resources to do it.", "And the biggest one that worries me", "is that we still don't have good cyber security", "or even cyber training in our schools.", "And so kids are coming out of high school", "without the necessary knowledge and skills", "to adequately identify", "and protect themselves against this threat.", "So essentially we're releasing a new generation of victims", "each time we push it out.", "If we instead taught our kids to recognize things", "like phishing attacks.", "Taught our kids, about some of the dangers on the internet,", "we would not only make them safer,", "but we'd make our nation safer.", "Well Ohad since we're running out of time,", "I wanna give you the chance to have the last word", "and say what you're maybe most worried about,", "but also I wanted to ask a more general question.", "If you could maybe answer this as well.", "Can the CTI league continue once this crisis is over?", "There's always been this kind of siloing", "of threat intelligence,", "a competition among researchers", "to be the first to find something.", "When the pandemic is over,", "can the CTI League continue to be this kind of kumbaya,", "cooperative movements?", "So that's exactly what I wanted to answer.", "As I said before, we're in the cause of founding the League,", "the CTI League as a nonprofit organization", "that has to be able to supply that system", "for the medical sector and the life saving organization", "for the long term.", "When we created League,", "we did focus on Corona crisis related attacks.", "And we really focused on protecting hospitals.", "When we continue to go,", "we saw more and more attacks that we need to handle with.", "We started with the hospitals", "but then we expand to the life saving organization,", "for example, the emergency sector.", "Now we want to keep the protection that we going to offer", "because they are highly vulnerable and nobody", "in the world protected them before the way we wish to do,", "global and community, to rely on the community", "to walk side by side with people that I,", "as an ancillary can't even visit the country", "and to walk together as one unit to protect them.", "So what keeps me up at night", "and as well for the fight for me, kind of Dracula,", "what keeps me up tonight is working on founding CTI League", "as an organization that can supply these assistance", "for the long term to reduce the level of threat", "to these organization,", "to neutralize cyber threats both looking to harm", "the medical sector and the life saving organization.", "Or to exploit to the current COVID-19 pandemic,", "to support the enforcement organization,", "that we have amazing collaborations with them worldwide", "against threats that are a danger", "for the public safety and be ready for the next events.", "For example, Marc spoke about the Olympic games.", "We saw what happened two years ago in the Olympic games", "and this is an event that all the world participate in.", "The CTI League would have an intervention team", "that is ready for this event.", "And we will continue to expand ourselves", "to protect more organization worldwide", "built on only to do some good in the world.", "Well, I wish you luck in that very important mission.", "Nate, Marc, Ohad, thank you very much for joining us.", "Thank you for your excellent work.", "Thanks for having us."], "authors": ["Condé Nast"], "keywords": ["wired25", "security", "cyber", "medical", "cybercrime", "cti", "experts", "thats", "saw", "really", "kind", "2020", "going", "covid", "think", "cybersecurity"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}