{"id": "c259a357-fe8c-3d9b-a39b-0bf13446d190", "title": "How to Customize Your PS5's Home Screen", "url": "https://www.wired.com/story/how-to-customize-ps5-home-screen#intcid=_wired-most-popular-right-rail_2618dc27-1e4d-4740-8b6a-e1e44752764a_popular4-1", "summary": "Variety is the spice of video game life, and if you like to flip between games, your console's home screen becomes a crucial home base.\nA poorly designed and organized screen will make it a chore to find what you're looking for.\nSo the more you can customize it to your liking, the more it becomes a useful tool rather than annoyance.\n(Unfortunately, this only works on PS5 games, but should hopefully become more useful as that library grows.)\nFrom the Game Library screen, scroll left to the little arrow with the three lines and press X.", "paragraphs": ["Variety is the spice of video game life, and if you like to flip between games, your console's home screen becomes a crucial home base. A poorly designed and organized screen will make it a chore to find what you're looking for. So the more you can customize it to your liking, the more it becomes a useful tool rather than annoyance.", "Unfortunately, the PS5 doesn't have a ton of customization features at launch. The Xbox Series X, by contrast, allows for far more organization of your games, as well as themes and other tweaks the PS5 currently lacks. Even the PS4 is better in this regard.", "If the PS4's launch was any indication, we may see new organization and theming features as the PS5 platform matures. For now, there are a few minor things you can do to make the home screen more usable—and we've compiled them all in one place.", "Tailor the Explore Feed for Games You Care About", "When you turn on your PS5, you'll be greeted with its \"Explore\" page, filled with news, live streams, trailers, and other content devoted to games you follow. It looks like every game you own is followed by default, which means you may see news and content related to everything you've ever downloaded—even if you don't want to.", "If there's a game you didn't end up liking, or are embarrassed about having in your feed all the time, you can unfollow any game by selecting a news item—or going to your library and selecting the game itself—then clicking on the three dots that appears. From there, choose Unfollow to hide news and videos related to that title.", "You can also hide spoilers for games in the Explore tab by heading to Settings > Saved Data and Game/App Settings > Spoiler Warnings. By default, this is set to spoilers identified by game developers, but I prefer to set it to anything I haven't seen yet. (Unfortunately, this only works on PS5 games, but should hopefully become more useful as that library grows.)", "Sort and Filter Your Games", "Photograph: Sony", "If you have a huge backlog of games, it can be groan-inducing to scroll through an unending library looking for a specific title—especially since the PS5 sorts your library by \"most recent\" rather than alphabetically. From the Game Library screen, scroll left to the little arrow with the three lines and press X. This will let you sort your library alphabetically or by purchase date, and you can also filter your games by platform (PS3, PS4, and PS5) or by their source (bought on the PlayStation Store, redeemed through PlayStation Plus, or played through PlayStation Now). You can also use the tabs along the top to see only games you have installed."], "authors": ["Whitson Gordon", "Whitson Gordo"], "keywords": ["explore", "screen", "unfollow", "x", "customize", "game", "playstation", "ps5s", "ps5", "games", "library", "useful"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}