{"title": "Former Serco Executives Charged With Fraud", "summary": "The U.K.’s Serious Fraud Office charged two former executives with participating in an alleged scheme to overcharge the U.K. government for an electronic monitoring contract.\nNicholas Woods and Simon Marshall, former employees of government services firm Serco Group PLC, were charged Monday with fraud by false representation and false accounting, the SFO said.\nThe prosecution of several executives of Tesco PLC ended in acquittals, and the SFO earlier this year dropped investigations into Rolls-Royce Holdings PLC executives.\nThe charges against Mr. Woods and Mr. Marshall stem from alleged misrepresentations Serco made to the U.K.’s Ministry of Justice about profit earned under a contract to provide electronic monitoring of offenders between 2010 and 2013.\nA Serco spokesman said that neither Mr. Woods nor Mr. Marshall had been employed by the company since 2013.", "url": "https://www.wsj.com/articles/former-serco-executives-charged-with-fraud-11576529208?mod=hp_minor_pos10", "paragraphs": ["The U.K.’s Serious Fraud Office charged two former executives with participating in an alleged scheme to overcharge the U.K. government for an electronic monitoring contract.", "Nicholas Woods and Simon Marshall, former employees of government services firm Serco Group PLC, were charged Monday with fraud by false representation and false accounting, the SFO said.", "Lawyers for Mr. Woods, a former finance director of Serco’s home affairs division, and Mr. Marshall, a former Serco operations director of field service, said in separate statements that their clients denied the SFO’s allegations. The lawyers said their clients had cooperated with the SFO’s investigation, adding that Messrs. Woods and Marshall look forward to clearing their names.", "Newsletter Sign-up", "The charges come five months after a Serco subsidiary accepted responsibility for the alleged scheme and agreed to pay £19.2 million ($25.6 million) to resolve the SFO’s six-year investigation into the company, with management of the company saying in a statement that they were “embarrassed and angry” about the misconduct. The settlement was the fifth deferred prosecution agreement reached by the agency since the U.K. passed a law in 2013 creating the agreements.", "The SFO’s use of the agreements has come under scrutiny in part because of the agency’s failure to secure corresponding charges against individual executives.", "The prosecution of several executives of Tesco PLC ended in acquittals, and the SFO earlier this year dropped investigations into Rolls-Royce Holdings PLC executives. A Tesco subsidiary admitted wrongdoing and entered into a deferred prosecution agreement with the SFO in April 2017, while Rolls-Royce and one of its subsidiaries also admitted wrongdoing and entered into a similar agreement with the agency in January 2017.", "Senior leaders of both companies said they had cooperated with the SFO’s investigations and worked to transform their business practices.", "The charges against Mr. Woods and Mr. Marshall stem from alleged misrepresentations Serco made to the U.K.’s Ministry of Justice about profit earned under a contract to provide electronic monitoring of offenders between 2010 and 2013.", "The ministry was entitled to decrease the company’s revenue under the contract in relation to Serco’s profit, according to the SFO.", "A Serco spokesman said that neither Mr. Woods nor Mr. Marshall had been employed by the company since 2013.", "Write to Dylan Tokar at dylan.tokar@wsj.com"], "id": "c26643a4-cc5e-3026-875f-4a9513e9fe44", "authors": ["Dylan Tokar"], "keywords": ["mr", "serco", "company", "plc", "sfo", "woods", "fraud", "prosecution", "marshall", "executives", "sfos", "charged"], "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e", "pubDate": null}