{"id": "c2897410-ee4b-32d9-bc18-cdbee22400b7", "title": "Shipping out - Western expatriates are leaving Asia", "url": "https://www.economist.com/asia/2020/12/19/western-expatriates-are-leaving-asia", "summary": "But the pandemic has underlined the drawbacks of living abroad, including distance from family and (in some places) a lack of good medical facilities.\n“This is a small but powerful movement.”However, covid-19 has diminished the appeal of living abroad for many in the rich world.\nIñigo Lumbreras de Mazarredo spent much of his 20s working his way up the ranks at a food-delivery firm in Asia.\n“Now that isn’t an option.”Data are patchy on migration in Asia, but all the evidence points to a mass exodus.\nMr Drake may put more thought into his health insurance next time, but he hopes to work abroad again.", "paragraphs": ["W HEN JAKARTA went into lockdown in April Asian Tigers Group, a moving company, received a flurry of business from wealthy expatriates who had fled overnight. Removal teams were led into deserted homes by maids or colleagues. Without the owners on hand to sort belongings, they found themselves stripping beds and packing dirty sheets into boxes alongside broken toys and other junk.", "All the expats who want to move away have now done so and there are few new arrivals. Asian Tigers is laying off staff for the first time in its 35-year history. “Unless the tap turns back on we’re in a tough spot,” says Bill Lloyd, head of the group’s Indonesian operations.", "Asian metropolises have long attracted migrants from the rich world. Fast-growing businesses, vast natural resources and unfamiliar commercial environments make for interesting work. Meanwhile, living costs are low, so expats can afford maids and big houses that would be out of reach back home. Around 3m migrants from the OECD were living in Asia last year, according to data from the club, which is composed mostly of rich countries, up from 2.3m in 1990. But the pandemic has underlined the drawbacks of living abroad, including distance from family and (in some places) a lack of good medical facilities. Unlike most immigrants, these are a well-off lot for whom relocation is a choice. Many have raced home rather than weather the pandemic in a foreign country.", "That is a loss for both their home and host countries. People moving from the developed world to emerging markets make up a tiny portion of the world’s 270m international migrants. But they play an outsized role in the global economy, bringing new ideas and cosmopolitan connections wherever they go. A study in Canada found that a 10% increase in migrants from a given country is associated with a 1% increase in exports to that country and a 3% increase in imports from it. There is no reason why migration to developing economies should not produce similar benefits, says Amanda Klekowski von Koppenfels of the University of Kent. “We rarely think of the global North as a region that gains from emigration but it absolutely does,” she says. “This is a small but powerful movement.”", "However, covid-19 has diminished the appeal of living abroad for many in the rich world. Iñigo Lumbreras de Mazarredo spent much of his 20s working his way up the ranks at a food-delivery firm in Asia. The best thing about expat life, he says, was the opportunity to travel widely and meet new people. After a stressful couple of weeks trying to pack up and go home, including four cancelled flights, the 29-year-old returned from Cambodia to Spain in April. “The main point of going abroad is to have an experience,” he explains. “Now that isn’t an option.”", "Data are patchy on migration in Asia, but all the evidence points to a mass exodus. By June America had repatriated more than 15,000 of its citizens from the continent, including both tourists and migrants. Knight Frank, a multinational estate agent, has seen a big rise in expats looking to buy a base in their home country, particularly among those with elderly parents or children at boarding school back home. In a survey in June roughly 30% of the group’s agents said these clients were planning to move permanently and 60% said they wanted to split their time between their original and adoptive homes.", "For employers, the pandemic has accentuated the disadvantages of hiring pricey Westerners in Asia. Most countries have introduced quarantine rules and stalled visa applications, making it difficult to get people where they are supposed to be going. Eliminating expensive foreign postings is an easy way to save money in a recession. Meanwhile, the need to work from home has shown that colleagues can collaborate reasonably well at a great distance using video-calling. More than 50% of businesses have repatriated employees on long-term assignments abroad and only half of them expect to move them back within a year, according to a survey by ECA International, which helps firms relocate staff. Almost all the companies surveyed also said they were allowing expats to work from other places if they wanted to.", "Covid-19 is accelerating a trend that was already under way, says Toby Fowlston of Robert Walters, a recruiting firm. Education and language skills across the region have improved markedly in recent years. There is much less need to fly in expats to get a job done. In Hong Kong, Mr Fowlston says, the growing influence of mainland China means that employers are looking for Mandarin-speakers. He estimates that expats occupy just a fifth of client-facing roles at investment banks in the city, down from a third five years ago.", "Host governments are also obstructing the hiring of expats, imagining that this might reduce unemployment. In Malaysia firms can employ foreigners only if they cannot find a local applicant who fits the bill. Employers have to advertise jobs through a central portal, interview candidates within 30 days and report back to the authorities afterwards. In August the Singaporean government raised the minimum wage businesses have to pay foreigners to secure a visa. It also launched an investigation into 47 firms that, it suspects, have not given local applicants a fair shot. In a similar vein, several Asian countries say they will cancel the residence permits of foreigners who leave the country without obtaining special permission first.", "Whether businesses and governments want them or not, there will always be Westerners eager to live in Asia. Most people move either for love or for work. The first group is not that flighty. For the second, the appeal of expatriate life is likely to return when borders reopen and social-distancing rules fall away.", "Hector Drake and his wife recently moved to London to have their first child after a decade in Hong Kong, Beijing and Shanghai. If anything, Mr Drake says, the pandemic has revealed what a desirable place to live Asia is. The governments of Hong Kong, Singapore, Taiwan and Vietnam have done a far better job than most in the West of keeping the virus under control. The couple caught covid-19 shortly after returning to Britain. Mr Drake may put more thought into his health insurance next time, but he hopes to work abroad again. “People will chase opportunities if they are there,” he says. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["migrants", "shipping", "work", "expatriates", "asia", "abroad", "expats", "countries", "western", "country", "living", "pandemic", "businesses", "leaving"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}