{"id": "c2a0237c-2ee2-3a12-b2c7-b84e0376937e", "title": "‘Part-science lab, part-playground’: how kids made museums take fun seriously", "url": "https://www.theguardian.com/culture/2020/jan/19/museum-science-lab-playground-children-fun-architects", "summary": "When children can disappear into an entire world on-screen, with more freedom than in reality, museums need to raise their game.\nSince Victorian times, children’s museums have involved interactive exhibits and a degree of button-pressing.\nAt the Children’s Museum of Pittsburgh, the Makeshop opened its doors in 2012 to teach local children to embroider, do magic and make slime.\nOne of the world leaders in children’s museum design is based in Seattle.\nOpening in May is ANOHA , the Children’s World of the Jewish Museum Berlin, built around the Torah story of Noah’s ark.", "paragraphs": ["Last year, the Hoxton-based architecture practice AOC set up the Open Studio at the V&A Museum of Childhood in nearby Bethnal Green, east London. The 147-year-old institution was set to be renovated and initial consultation of local schoolchildren had found that they wanted the space turned into the “most joyful museum in the world”. AOC set up the Open Studio to find out how this could be done. It was a test-lab of forums and workshops for children and families, a space where visitors were encouraged to hold objects from the V&A’s collection and answer questions such as: “What is a museum?”", "Geoff Shearcroft, who is co-founding director of AOC and led the Open Studio, said consensus among children was that a museum is “a place for collecting and looking at objects”. But they also thought the top attractions at the Museum of Childhood were “playing on the rocking horse, the sandpit, running up and down the ramp and having an ice cream”.", "“Less clear,” says Shearcroft, “was why we would want to collect and look after objects. After a long pause a nine-year-old said: ‘Objects have rights.’ The phrase has stuck. It captures both the need to conserve objects and to consider them as active participants in the museum experience. It has brought the collection alive, allowing us all to imagine and design around objects’ ability to talk to visitors and to each other.”", "Facebook Twitter Pinterest Sliding scale: Muf’s Wonderlab at the Science Museum, London. Photograph: © Plastiques Photography, courtesy of the Science Museum", "Thanks to architects, designers and museum curators, children’s voices are now a surprisingly strong force in the revitalisation of previously dusty institutions. While the authority and purpose of museums is being questioned for wider cultural reasons (issues of diversity, accusations of looting former colonies), there is also a recognition that they must change to stay relevant in the digital age. When children can disappear into an entire world on-screen, with more freedom than in reality, museums need to raise their game.", "Since Victorian times, children’s museums have involved interactive exhibits and a degree of button-pressing. But over the past 20 years this has grown exponentially. Progressive architects and designers have been reimagining, extending and building spaces. The noughties saw a spate of revamps in the US, including the expansion of the Brooklyn Children’s Museum – which opened in 1899 and claims to be the first of its kind in North America. The two-storey extension by Rafael Viñoly Architects opened up sight-lines for kids with low-level porthole windows, expanded the toddlers’ imaginative gallery, added a freshwater pond with turtles and increased space for play.", "At the Children’s Museum of Pittsburgh, the Makeshop opened its doors in 2012 to teach local children to embroider, do magic and make slime. The Eric Carle Museum of Picture Book Art in Massachusetts was opened in 2002 after the Carle family visited picture-book museums on a trip to Japan. The UK got its own version in the Discover Children’s Story Centre in Stratford, east London, which houses caves, magic trees and gardens. The biggest development at Kew Gardens in the past decade was the Children’s Garden , which opened last summer with its living bamboo tunnels, splash pools, cherry trees and giant rhubarb.", "Facebook Twitter Pinterest Lines of enquiry: the Discover Children’s Story Centre, east London. Photograph: Jim Stephenson", "The idea of learning through play is at the heart of this new wave of museums, with designers building on the ideas of Friedrich Fröbel, the 19th-century German educator and pioneer of the kindergarten, that “play is the highest expression of human development in childhood”.", "As schools prioritise academic, exam-focused teaching methods, museums are, as Shearcroft says, “recognising the need to provide otherness”: a more discovery-led, open-ended way of learning. “This is a response to pressures and limitations of the curriculum, the pressure on space in the city and also as a reaction to linear, ‘sausage-machine’ attractions,” says Liza Fior, co-founder of architecture and art group Muf, which designed the ground-breaking Wonderlab at London’s Science Museum.", "Wonderlab offers a free-flowing playground landscape of zones that includes slides, an oak tree with magnets and a giant model of the solar system. Muf habitually factors the eye-level of a child into every project and creates immersive environments with varying pace. “Sometimes 10 children will just lie outstretched, looking at the stars rotating around the sun,” says Fior. She says Wonderlab’s success is in part due to the nine years Muf spent researching play for a project with the Association of Children’s Museums in the US – where the more innovative institutitions have been taking play seriously for a while.", "One of the world leaders in children’s museum design is based in Seattle. Olson Kundig has two major projects in the works. Opening in May is ANOHA , the Children’s World of the Jewish Museum Berlin, built around the Torah story of Noah’s ark. In Sausalito, California, is the $18m renovation of the Bay Area Discovery Museum, an art and Stem (science, technology, engineering, and mathematics) centre due for completion in 2021.", "Alan Maskin, co-owner of Olson Kundig, worked as an art teacher for 14 years before moving into architecture. He’s a fan of developmental psychologist Howard Gardner’s theory of learning. “Gardner discovered that there are multiple modalities of learning, such as kinesthetic – children who learn through their bodies – musical/rhythmic, linguistic. Our goal is to design projects where each of these is represented in some way. So there may be some image and text, but it’s not predominant.”", "ANOHA occupies a repurposed brutalist flower market in Berlin’s Kreuzberg neighbourhood, opposite the Jewish Museum. A building within a building, the circular timber structure has a strong climate-change theme. “It’s based on 500 flood myths from all over the world, many of which predate Noah’s ark,” says Maskin. “We were intrigued that this narrative is universal. From a diversity perspective it’s a powerful story that almost all cultures have had a foothold in.” The team at Olson Kundig brought in a group of children aged six to 12 to see how they interracted with the flood story. Each was asked to build a house for a family of four, which was then placed in tub filled with water. “Some sank, some broke, a few floated,” says Maskin. “What was exciting was that the kids regrouped to improve their models. They enjoyed solving the challenge and the sense they could imagine ways to help others was very empowering.”", "Facebook Twitter Pinterest Flights of fancy: ANOHA - The Children’s World of the Jewish Museum, Berlin. Photograph: Olson Kundig/ANOHA", "The museum’s sculptural, doughnut-like form was inspired by a 3,700-year-old Babylonian tablet on show in the British Museum that Maskin says is like “an instruction manual from Ikea”, detailing the construction of a round ark.", "“As we sketched, someone said it resembled the spaceship in 2001: A Space Odyssey. We liked the idea of having this modern ark land in the space and become somewhere children could create their own stories of survival and of making the world a better place.”", "The Bay Area Discovery Museum will include huge musical instruments such as a giant piano, and a racetrack where children can mess around with a chassis, car body and wheels to explore the physics of speed and motion.", "“Most European or American museums are children-centred, and about physical exploration – like the Exploratorium in San Francisco,” explains AOC’s Shearcroft. “They have no original collection. We need to consider how to make the V&A Museum of Childhood part-museum, part-science lab and part-playground.”", "The key aim is to encourage children to “look better”. AOC promises new stories about the museum collection co-curated with local children, new methods of display, the creative reuse of existing display cases, co-production by working with local artists, and more physical interaction with the collection objects using facsimiles and props.", "No doubt the revamped Museum of London will follow suit. Last August ZCD Architects staged the Beastly Streets festival in Smithfield, a colourful urban playground of painted tyres, paddling pools, giant tubes and boxes. “The sessions were a catalyst for ideas about how the public realm could be transformed when the Museum of London moves to its new Smithfield site,” says ZCD co-founder Dinah Bornat.", "Facebook Twitter Pinterest A co-design session with local school children at the V&A Museum of Childhood. Photograph: Mishko PaPic/V&A Museum of Childhood", "Meanwhile, over at the Wellcome Collection on Euston Road, an exhibition called Play Well is halfway through its run. The show looks at “how children learn through play and how it can foster resilience”, says the curator, Shamita Sharmacharja. The show was designed by Andrés Ros Soto and Hato using input from workshops run with children from a local school. The designers also visited Italy to learn about the Reggio Emilia approach to education, a philosophy that focuses on experiential learning. “What really struck us was the way they think of children as part of society. So if children are members of society, how do we consider them and design for them?” asks Hato co-founder Ken Kirton.", "Play Well leaves you wondering where society – and, for that matter, design itself – would be without play. It includes geometric objects used in early-years learning that had a profound influence on many of the 20th century’s greatest architects, including Buckminster Fuller, Frank Lloyd Wright and members of the Bauhaus school and Memphis movement. Is it any wonder that today’s architects and designers are collaborating with curators and educators to ensure that museums provide not simply a building in which to learn, but a place where children’s imaginations can fully realise their vast potential?"], "authors": ["Bethan Ryder"], "keywords": ["space", "play", "museum", "children", "london", "partplayground", "lab", "seriously", "fun", "kids", "local", "objects", "museums", "partscience", "world", "childrens"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}