{"id": "c2ba775d-ce46-3326-8d60-3086726a53a8", "title": "Centre for Finance, Technology and Entrepreneurship", "url": "https://execed.economist.com/centre-finance-technology-and-entrepreneurship/fintech-specialisation-2021-03-30", "summary": "Whether you are seeking to integrate digital technology within your company, concerned about the compliance of new technologies in finance, exploring new career paths in Fintech or feeling uninformed about this lucrative industry - our Fintech Specialisation is suited for you.\nIn this specialisation, you will learn about the important elements of Fintech and how they can be applied to various financial scenarios.\nIt focuses on the key activities and considerations you can take to pilot digital innovations within business functions, and enhance your professional profile in today's competitive market.\nThe course is fully online and self-paced.\nYou will be taught by 20+ industry experts and practitioners from HSBC, Citibank, Ping An Technology, Kabbage and faculty expert from the University of Cambridge sharing first-hand research and practices from leading digital financial companies to give a holistic viewpoint on the technologies set to shape the future of Finance.", "paragraphs": ["Whether you are seeking to integrate digital technology within your company, concerned about the compliance of new technologies in finance, exploring new career paths in Fintech or feeling uninformed about this lucrative industry - our Fintech Specialisation is suited for you.", "In this specialisation, you will learn about the important elements of Fintech and how they can be applied to various financial scenarios. It focuses on the key activities and considerations you can take to pilot digital innovations within business functions, and enhance your professional profile in today's competitive market.", "The course is fully online and self-paced. You will be taught by 20+ industry experts and practitioners from HSBC, Citibank, Ping An Technology, Kabbage and faculty expert from the University of Cambridge sharing first-hand research and practices from leading digital financial companies to give a holistic viewpoint on the technologies set to shape the future of Finance."], "authors": [], "keywords": ["specialisation", "financial", "centre", "entrepreneurship", "finance", "technologies", "viewpoint", "technology", "fintech", "industry", "youin", "digital"], "pubDate": "2021-03-30T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}