{"id": "c2c9debf-ad18-3497-a790-260cee40437a", "title": "A Paolo Rossi tribute, the best of Peter Alliss and tenpin bowling mishaps", "url": "https://www.theguardian.com/sport/2020/dec/10/paolo-rossi-tribute-best-peter-alliss-tenpin-bowling-mishaps-classic-youtube", "summary": "He is best remembered for leading Italy to World Cup glory in 1982, nabbing the Golden Boot and the Golden Ball (for best player) – here are his six goals from that tournament, including the hat-trick against Brazil.\nIn January 1970 Bobby Charlton scored as United knocked holders City out of the FA Cup; City got revenge in the league 11 months later.\nNader’s compatriot Milah Mohammadi made a memorable (if unsuccessful) attempt at the 2018 World Cup.\nBrazil’s Leah Fortune lit up a number of international tournaments with her trademark somersault, claiming an assist at the U20 Women’s World Cup in 2014.\nBrazilian footballer Leah Fortune surprised everyone at the U20 Women’s World Cup in 2014 with a flip throw-in.", "paragraphs": ["1) RIP Paolo Rossi. The Italian football great’s death was announced on Thursday. Judging by this Fifa short film from 2018, he was also a wise man to boot. He is best remembered for leading Italy to World Cup glory in 1982, nabbing the Golden Boot and the Golden Ball (for best player) – here are his six goals from that tournament, including the hat-trick against Brazil. “Coming second is the same as coming 20th,” he says in this interview from last year at his home in Tuscany. At club level he was most associated with Juventus and Milan but was the top scorer – Capocannoniere – in Serie A in 1977-78, helping newly promoted Vicenza finish second. A legend of the game.", "2) Peter Alliss died last week at the age of 89. What was the legendary commentator’s secret to success? “I just waffle along, loving the game of golf,” he said in 2012. Some of Alliss’s highlights: trying to sum up Jean van de Velde’s infamous Carnoustie collapse, watching Tom Kite battle with a bank at Wentworth and covering Miguel Ángel Jiménez’s unusual warm-up. Alliss was also a fine golfer in his own right before his commentary career. He shares a host of useful tips in these delightfully retro videos, and his swing is the subject of this clip from 1968. In the booth, Alliss always enjoyed an amusing aside, whether trying out a cockney accent or offering tips to a youngster, but he could tackle the serious stuff too. In 2009 he visited Seve Ballesteros at his home in Spain for an enlightening and emotional interview.", "3) It’s the Manchester derby on Saturday, so let’s relive some memorable Old Trafford encounters. In January 1970 Bobby Charlton scored as United knocked holders City out of the FA Cup; City got revenge in the league 11 months later. In 1974 City stunned Old Trafford with Denis Law’s infamous backheel as United were relegated; it would be 34 years before City won there again, Sven’s men pulling off a shock in 2008. United’s golden run included a fine finish from Steve Coppell in 1977, a Colin Hendry own goal in 1991 and penalty drama in an FA Cup victory in 1996. City’s luck was rarely in at their rivals’ home until the 6-1 in 2011; that began a new era of City success before United struck back in March 2020.", "4) In the Iranian league, Nader Mohammadi successfully got in the opposition goalie’s head with a spectacular somersault throw-in. The Paykan defender has form, having hit the bar from a throw-in earlier this year. Nader’s compatriot Milah Mohammadi made a memorable (if unsuccessful) attempt at the 2018 World Cup. Other notable exponents of the flip-throw include US college star Voga Wallace back in 1982, Iceland’s Steinthor Thorsteinsson in 2012 and Slovenian midfielder Tim Vodeb in 2017. Brazil’s Leah Fortune lit up a number of international tournaments with her trademark somersault, claiming an assist at the U20 Women’s World Cup in 2014.", "Brazilian footballer Leah Fortune surprised everyone at the U20 Women’s World Cup in 2014 with a flip throw-in. Photograph: Alexa Reyes/AFP/Getty Images", "5) Snooker action! This year’s UK Championship final between Judd Trump and Neil Robertson went down to the final pink; here’s the titanic deciding frame in full. There was another nailbiter at the Crucible this year, as Kyren Wilson and Anthony McGill’s semi-final went the distance. Back in 2002 Stephen Hendry and Peter Ebdon settled the world title in the pub style. In 1986 Jimmy White needed snookers and got them against Cliff Thorburn. And yes, there was this one too.", "6) On this day: in 1968, Joe Frazier beat Oscar Bonavena in a bruising 15-round heavyweight fight in Philadelphia. In 1995 a plucky young batsman named Ricky Ponting made his Test debut against Sri Lanka. And in 2006 Michael Essien’s screamer earned Chelsea a point at home to Arsenal.", "7) In the NFL the New York Jets keep finding new ways to lose. They are now 0-12, but still some way off Tampa Bay’s 26-game losing run in the 70s, subject of this excellent documentary.", "Our favourites from below the line last week", "1) Some more kayaking action as Warrington’s finest, Bren Orton, takes on the daunting Wellerbrücke in Austria.", "2) Over to Ebbw Vale Sports Centre for Cliff Wilson’s silky century in the 1982 Welsh Professional. Skip to the end for a glimpse of the, er, unique trophy.", "3) We’ve all been there: a collection of tenpin bowling mishaps.", "4) The bizarre tale of two MLB pitchers who traded families.", "5) When goalkeepers get bored.", "Spotters’ badges: Fuzzy33, LeeWall, whobroughtoranges, germit.", "Guardian YouTube football channel", "Do subscribe, if you fancy.", "Guardian YouTube sport channel", "Do subscribe, if you fancy."], "authors": ["Guardian Sport"], "keywords": ["throwin", "peter", "world", "paolo", "cup", "united", "youtube", "rossi", "mishaps", "tenpin", "bowling", "alliss", "golden", "womens", "1982", "tribute", "city", "best"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}