{"id": "c2e01ca1-1894-3a56-ae8f-8f5b39801e0d", "title": "Winners and losers - Will big firms benefit from the covid crunch?", "url": "https://www.economist.com/leaders/2020/11/28/will-big-firms-benefit-from-the-covid-crunch", "summary": "As promising startups become crushed closedowns, it is often the incumbents that have the resources to wait it out.\nSocial distancing is laying waste to some industries while boosting others, as people find new ways to do old things.\nAs a result the normal pattern in which powerful firms gain more clout is less emphatic than you might expect—so far.\nIn many businesses the incumbents will remain on top, because their entire industry has proved immune to online disruption.\nThe upshot of this disruption is that people are more reliant than ever on big tech firms that provide cloud services.", "paragraphs": ["Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub", "A S THE PROSPECT of a widely distributed vaccine draws nearer—this week AstraZeneca and Oxford University announced results for their jab (see article)—bosses and investors are turning one eye away from the immediate struggle of coping with the pandemic and looking instead at the longer-term competitive picture. Who has won and who has lost? Like viruses, recessions usually come for the weakest first. Companies with sickly balance-sheets or frail margins quickly succumb. As promising startups become crushed closedowns, it is often the incumbents that have the resources to wait it out.", "Yet the covid-19 recession has been sharper than normal, and more complicated. The world economy is expected to shrink by over 4% this year, the deepest downturn since the second world war, and there is still a risk of a double-dip recession (see article). Bail-outs, central-bank stimulus and forbearance by banks and landlords have slowed the process of creative destruction and cut the number of defaults. Social distancing is laying waste to some industries while boosting others, as people find new ways to do old things.", "As a result the normal pattern in which powerful firms gain more clout is less emphatic than you might expect—so far. Investors are struggling to get to grips with such an unusual outlook. This is partly why, although anticipated, the news on vaccines in the past few weeks has caused gyrations in financial markets as fund managers bet more heavily on firms they feared to touch just a few weeks ago.", "What, then, is a good way to assess the winners and losers? In many businesses the incumbents will remain on top, because their entire industry has proved immune to online disruption. In other cases the incumbents will win—but because they have mastered new digital innovations. Finally, in some parts of the economy where technological change seems to have been speeded up, the running is being done by new entrants.", "Live music is one industry that the pandemic has completely unplugged (see article). With concerts and festivals banned, Live Nation, the largest concert organiser, has seen its sales fall by 95% compared with a year ago. Yet with no way to replicate a mosh-pit online, the industry is not being disrupted so much as put in the deep freeze. As Live Nation’s buoyant share price suggests, it can afford to wait until life returns to normal. Many other industries, such as air travel, cannot move online. This year will do grave damage to airlines’ balance-sheets—their total debt has reached half a trillion dollars. (British Airways is literally selling off the family china to shore up its finances: half a dozen first-class teacups can be yours for just over $30.) But those that survive will find the skies less crowded.", "Elsewhere there has been more digital disruption—but it is the incumbents that have benefited. Advertising has shifted even further online, where the duopoly of Facebook and Google rules. Likewise, much office-based work has moved to the home, leading to empty office buildings and abandoned photocopiers. The upshot of this disruption is that people are more reliant than ever on big tech firms that provide cloud services. Though the pandemic will cause permanent change to all such industries, the dominant names in each will be familiar.", "Yet there is a third group of industries which have been disrupted in ways that threaten the incumbents. Live sport has more or less continued throughout the pandemic, as teams have found ways to test or quarantine players. But the absence of crowds has contributed to a plunge in TV viewership, the financial engine of the sports industry. Instead, people are tuning in more often to highlights clips, betting sites and other interactive ways of enjoying sport on social apps, threatening the cable- TV firms. In catering, a growing appetite for delivery services such as DoorDash, whose revenues this year have more than trebled, points to a future in which eating at home becomes more common. Food retailers and restaurants will have to adapt, or see their profits nibbled away.", "And what is the picture for the economy as whole? If you look at America’s stockmarket, the shares of the biggest companies by sales have outperformed this year—but only in 33 out of 59 industries, and by a median margin of just two percentage points. In many areas the battle for supremacy is still raging. Thus, in e-commerce Amazon’s sales have surged but it faces revived competition in the form of Walmart’s online operation and Shopify, a digital upstart. Covid-19 has brought with it economic damage on a vast scale. Yet the rapid changes that have been forced on many industries are leading to innovation that will outlive the pandemic—and in some cases are leaving incumbents less mighty than before. Consumers and trustbusters alike must hope that these newly competitive parts of the economy remain hotly contested long after the pandemic abates.■"], "authors": ["The Economist"], "keywords": ["firms", "industries", "incumbents", "sales", "ways", "big", "normal", "covid", "benefit", "industry", "crunch", "online", "economy", "pandemic", "winners", "losers"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}