{"id": "c2ee2d15-ef3c-3714-a7cd-7f6152da3043", "title": "Boy kills four and wounds one in Utah's worst mass shooting since 2007", "url": "https://www.theguardian.com/us-news/2020/jan/18/boy-kills-four-utah-mass-shooting", "summary": "Boy kills four and wounds one in Utah's worst mass shooting since 2007A boy armed with a gun killed three children and a woman in a Utah home then accompanied a fifth victim to a hospital where he was arrested, police said on Saturday.\nPolice were trying to piece together what happened leading up to the shooting in Grantsville on Friday night.\nWhen officers arrived they found the bodies of two girls, a boy and a woman, Fields said.\nThe shooter and a fifth victim were gone, she said.\nThe fifth victim had sustained a gunshot wound but was in stable condition and expected to survive, Fields said.", "paragraphs": ["Boy kills four and wounds one in Utah's worst mass shooting since 2007", "A boy armed with a gun killed three children and a woman in a Utah home then accompanied a fifth victim to a hospital where he was arrested, police said on Saturday.", "Police were trying to piece together what happened leading up to the shooting in Grantsville on Friday night. Investigators believed the victims were all related.", "“We’re trying to make certain that we verify people’s relationships among the deceased and the survivor,” Grantsville police Cpl Rhonda Fields said. “As for motive, we don’t have any of that.”", "It appeared to be the largest mass shooting in Utah since 2007, when a gunman killed five people and himself at Trolley Square mall in Salt Lake City. It was also the first homicide in nearly 20 years in Grantsville, a town of 11,000 about 35 miles west of Salt Lake City.", "“It’s been a very long time,” Fields said, adding that the boy faces 10 charges, the most serious being aggravated homicide.", "Police were not able to release the boy’s identity because he has been charged as a juvenile. Fields declined to release any additional details about him. Officials said the boy was the only suspect. His relationship to the victims was not immediately clear.", "The names of the victims may not be publicly known until Monday, Fields said, adding that authorities had not been called to the house in the past.", "Police responded to a call of shots fired inside at home at approximately 7pm. When officers arrived they found the bodies of two girls, a boy and a woman, Fields said.", "The shooter and a fifth victim were gone, she said. Authorities later discovered that a person who arrived at the house after the shooting drove the suspect and the surviving victim to a nearby hospital, Fields said. Officers arrested the boy there. He was being held at a youth detention facility.", "The fifth victim had sustained a gunshot wound but was in stable condition and expected to survive, Fields said. The person who drove them to the hospital was not involved in shooting, she added.", "Grantsville mayor Brent Marshall said the shooting happened in a very quiet neighborhood, the Deseret News reported.", "“It’s an unfortunate tragedy that has taken place here this evening,” Marshall said. “Any time you have children involved in something, it becomes very emotional, very fast.“", "Utah governor Gary Herbert released a statement through Twitter.", "“Parents and grandparents,” it said, “secure your firearms! Everyone, hug your loved ones tight. And remember love, not hate, will heal broken individuals and families.”"], "authors": ["Associated Press In Grantsville"], "keywords": ["worst", "wounds", "utah", "victim", "utahs", "kills", "2007", "hospital", "mass", "boy", "fields", "victims", "grantsville", "shooting", "fifth", "woman"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}