{"id": "c2f1dd0a-cb45-3467-9f83-45158b6568b7", "title": "Poem of the week: My Stranger by Maria Taylor", "url": "https://www.theguardian.com/books/booksblog/2020/dec/07/poem-of-the-week-my-stranger-by-maria-taylor", "summary": "He’s the only stranger I can afford,a middle-aged man in a plaid shirtsmiling for an artist.\nI lead them intoa living room, and whisper, ‘Yes.’This week’s poem is from Dressing for the Afterlife, a lively second collection by the British Cypriot poet Maria Taylor.\nThat use of the indefinite article in the statement, “I lead them into a living room …” seems particularly poignant.\nThe solidity afforded by the usual phrase specifying “the living room” is missed: the room and the living seem insubstantial as a result.\nEdgily casual, deftly timed, My Stranger is wise to both the power and danger of fantasy, however face-saving and, to a point, life-saving.", "paragraphs": ["My Stranger", "hangs where the plaster cracked", "and the ribs of the house show.", "He’s the only stranger I can afford,", "a middle-aged man in a plaid shirt", "smiling for an artist. Nothing to me,", "but still I hang him in the hallway", "and call him Dad. Of course, visitors", "have doubts. I know they know", "his hair’s too light, the eyes too blue.", "I win them over by recalling", "our fishing holidays, how dad", "slit the belly of a rainbow trout, and out", "slipped a diamond ring for me.", "A perfect fit. Dad was handy.", "He met my mother when she broke", "down outside the Camden Palace,", "and changed her tyre without a jack.", "He made us a sherbet playhouse,", "we licked its walls to nothingness.", "He taught my brother harpsichord.", "Now he’s international. You may", "have heard him on the radio.", "That’s a self-portrait. He never lived", "to paint us all. ‘What a terrible loss,’", "visitors sigh. I lead them into", "a living room, and whisper, ‘Yes.’", "This week’s poem is from Dressing for the Afterlife, a lively second collection by the British Cypriot poet Maria Taylor. It establishes a tone of mixed comedy and pathos from the start. The first line, whose subject is declared by the two words of the title, reveals the portrait’s practical, if faintly absurdist function: concealment. The wall in the narrator’s house is damaged and, without the picture, its “ribs” would be exposed – suggesting the vulnerability of the fatherless “house”.", "“He’s the only stranger I can afford,” the speaker declares – “afford” suggesting that strangers are expensive company, emotionally as well as literally. They are hard work, if you have to invent their lives, and somehow make the strangeness both familiar and wonderful.", "After the narrator’s confession, “Nothing to me, / but still I hang him in the hallway / and call him Dad”, the focus shifts to the effect of the deception. The “visitors” are won over, despite suspicions aroused by the fact that the father’s light hair and blue eyes are not shared by the child. The inventiveness is impelled to wilder heights by the potentially endangering revelation. A moment’s realism, the fishing trip, results in a mythological “catch” – the fish that delivers deceptive riches. The father moves quickly; we can hear the snip of the knife in the embedded rhymes of “slipped”, “slit”, “fit”. The narrator remarks, in a colloquial, possibly ironic, even sinister aside, “Dad was handy”. A deft seducer-magician, it seems he planted the ring himself in the trout’s opened belly.", "You can imagine Taylor’s narrator, like a skilled standup comedian, telling the stories deadpan, rapidly and without a smile. The credible and the incredible perform a quick-change routine as the stranger-dad undergoes various metamorphoses. The hulk who can change a tyre “without a jack” is also a harpsichordist and a painter. The final biographical revelation is that the smiling stranger hanging on the wall is a self-portrait.", "In the lines most charged with pathos, we’re told, “He made us a sherbet playhouse, / we licked its walls to nothingness”. This recalls the witch’s gingerbread house in the Hansel and Gretel fairytale, only the sherbet playhouse was, perhaps, intended to be a benign invention, a sweet safe space that inevitably proved ephemeral. The image reminds us of the cracked plaster and exposed ribs at the beginning of the poem. “Nothingness” also evokes the remark, “Nothing to me …” This is the depth of the void needing to be filled and masked.", "We can’t be sure whether the visitors are sincere when, being informed that the father didn’t survive to paint all the children, they sigh: “What a terrible loss.” The conventional expression of condolence is intensified by the speaker’s honest agreement – the “yes” that affirms the loss really is “terrible”. The truth may be that no father ever existed. That use of the indefinite article in the statement, “I lead them into a living room …” seems particularly poignant. The solidity afforded by the usual phrase specifying “the living room” is missed: the room and the living seem insubstantial as a result.", "Although My Stranger alludes to the opening line of Robert Browning’s My Last Duchess, sharing that chilly, disconcerting little joke that the person portrayed is literally hanging on the wall, Taylor’s narrative conducts her own psychological exploration. Edgily casual, deftly timed, My Stranger is wise to both the power and danger of fantasy, however face-saving and, to a point, life-saving. The listeners in the hallway of the poem aren’t deceived or shocked. They collude, or at least appear to. They submit to the narrator on the latter’s own terms, and are willingly led deeper into the house."], "authors": ["Carol Rumens"], "keywords": ["dad", "room", "stranger", "ribs", "sherbet", "taylor", "living", "poem", "week", "maria", "house", "terrible", "wall"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}