{"id": "c2ffb48f-7cb1-39fd-9573-0446e7d86099", "title": "Devolver Announces Loop Hero", "url": "https://www.gameinformer.com/the-game-awards-2020/2020/12/10/devolver-announces-loop-hero", "summary": "Publisher Devolver Digital has announced Loop Hero from developer Four Quarters.\nThe retro-aesthetic title tasks you with placing enchanting cards along the eponymous loop to build out the stage and alter the course of the level.\nYour world has been thrown into a never-ending loop, and it's up to you to use your mystical deck of cards to build out the stage and break the cycle.\nAs you play, you unlock new character classes, cards, and more as you venture along a randomly generated loop path.\nLoop Hero is set to arrive in 2021.", "paragraphs": ["Publisher Devolver Digital has announced Loop Hero from developer Four Quarters. The retro-aesthetic title tasks you with placing enchanting cards along the eponymous loop to build out the stage and alter the course of the level.", "Your world has been thrown into a never-ending loop, and it's up to you to use your mystical deck of cards to build out the stage and break the cycle. As you play, you unlock new character classes, cards, and more as you venture along a randomly generated loop path.", "During the action, you can summon monsters and build out the stage with enemies, buildings, cards, and terrain to give yourself the advantage as you fight through and navigate the levels. As you traverse the stages, you scrounge for mystical items, gear, and weapons to enhance your character. As you collect more cards, you can customize your deck to suit your playstyle.", "Loop Hero is set to arrive in 2021. It is available to wishlist on Steam now."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["wishlist", "hero", "announces", "stage", "build", "mystical", "deck", "world", "cards", "loop", "devolver", "character"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}