{"id": "c30ae17c-3ec2-3b58-b348-5dd3b6904891", "title": "Gunmen shoot dead Afghan TV journalist and her driver", "url": "https://www.theguardian.com/world/2020/dec/10/gunmen-shoot-afghan-tv-journalist-dead-in-jalalabad", "summary": "Gunmen have shot and killed a television journalist and women’s rights activist in Afghanistan in an incident that underscored increasing violence against journalists in the country.\nMalalai Maiwand, a reporter at Enikas Radio and TV, was killed along with her driver Mohammad Tahir when gunmen fired on their vehicle in Jalalabad, the capital of the eastern province of Nangarhar.\nHer death took the total number of journalists and media workers killed this year in Afghanistan to 10.\n“She was on the way to office when the incident happened,” Attaullah Khogyani, a spokesman for the provincial governor, said.\nPhotograph: RFE/RLTariq Arian, an Afghan interior ministry spokesman, said in the last decade and a half, the vast majority of journalists killed had been victims of the Taliban.", "paragraphs": ["Gunmen have shot and killed a television journalist and women’s rights activist in Afghanistan in an incident that underscored increasing violence against journalists in the country.", "Malalai Maiwand, a reporter at Enikas Radio and TV, was killed along with her driver Mohammad Tahir when gunmen fired on their vehicle in Jalalabad, the capital of the eastern province of Nangarhar.", "Her death took the total number of journalists and media workers killed this year in Afghanistan to 10.", "“She was on the way to office when the incident happened,” Attaullah Khogyani, a spokesman for the provincial governor, said.", "The area has been a hotbed of militant activity, most notably involving Islamic State, but no group immediately claimed responsibility for the attack.", "Malala Maiwand worked at Enikas Radio and TV in Nangarhar. Photograph: RFE/RL", "Tariq Arian, an Afghan interior ministry spokesman, said in the last decade and a half, the vast majority of journalists killed had been victims of the Taliban.", "Taliban spokesman Zabihullah Mujahid denied the group’s involvement in the incident.", "Enikas has been targeted before, with its owner, Engineer Zalmay, kidnapped for ransom in 2018.", "Maiwand is also not the first of her family to be targeted. Five years ago, her mother, also an activist, was killed by unknown gunmen.", "“With the killing of Malalai, the working field for female journalists is getting more smaller and the journalists may not dare to continue their jobs the way they were doing before,” Nai, an organisation supporting media in Afghanistan, said in a statement.", "Last month, Elyas Dayee, a Radio Azadi journalist, was killed in a bomb blast in the southern Helmand province, and Yama Siawash, a former Tolonews presenter, was killed in a similar blast in Kabul.", "The Afghan government, German embassy, EU delegation and British ambassador condemned growing attacks on journalists and activists.", "International donors and governments have also expressed apprehension about a possible reversal of progress on women’s rights over the last two decades if the Taliban return to any sort of power with the withdrawal of foreign troops from the country next year.", "The Taliban’s hardline rule was marked by oppressive laws for women up until the group was toppled after a 2001 US-led invasion of Afghanistan."], "authors": [], "keywords": ["gunmen", "journalist", "rights", "driver", "killed", "shoot", "targeted", "tv", "journalists", "afghanistan", "afghan", "womens", "way", "radio", "spokesman", "dead"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}