{"id": "c3171261-d6ed-3d41-b831-1e60f88bf933", "title": "Tetris: The Soviet 'mind game' that took over the world", "url": "https://edition.cnn.com/style/article/tetris-video-game-history/index.html", "summary": "He called the game Tetris, combining the Greek numeral \"tetra\" (meaning four) and tennis, his favorite sport.\nCredit: ShutterstockBut creating a video game in Soviet Russia at the height of the Cold War was far from easy.\nIn 1996, Pajitnov and Rogers founded the Tetris Company, to handle licensing for Tetris and its spinoffs.\nIn 2005, the Tetris Company bought Elorg -- which after the fall of the Soviet Union had transformed from a state-owned company into a private one -- gaining total control of all Tetris rights worldwide.\nTo date, Tetris has been released on over 65 platforms, a world record , with more than half a billion downloads on mobile devices, according to the Tetris Company.", "paragraphs": ["Jacopo Prisco , CNN Written by", "Read more unknown and curious design origin stories here", "Like many of history's greatest ideas, Tetris came about quite unintentionally.", "Alexey Pajitnov was a software engineer at the Soviet Academy of Sciences in Moscow, tasked with testing a new type of computer, the Electronika 60. To do so, he wrote a simple game based on a puzzle from his childhood. It would help assess how powerful the computer was -- and provide a bit of fun.", "Little did he know that the resulting game would go on to become one of the greatest, most addictive and most successful of all time.", "It was June 6, 1984, and Tetris had just started its journey from behind the Iron Curtain.", "The original version of Tetris.", "Tetris is a puzzle game in which geometric shapes called \"tetrominoes\" fall down onto a playing field, and the player has to arrange them to form gapless lines. Pajitnov took inspiration from pentomino, a classic puzzle game consisting of all the different shapes that can be made by combining five squares -- 12 in total -- with the goal of arranging them in a wooden box like a jigsaw puzzle.", "To simplify things, he knocked that down to four squares, thus reducing the number of shapes from 12 to seven. He called the game Tetris, combining the Greek numeral \"tetra\" (meaning four) and tennis, his favorite sport.", "Pajitnov himself was immediately hooked. \"I couldn't stop myself from playing this prototype version, because it was very addictive to put the shapes together,\" he said on the phone from Seattle, where he now lives.", "Tetris was inspired by pentomino, a classic board game. Credit: Shutterstock", "But creating a video game in Soviet Russia at the height of the Cold War was far from easy. It was only through the sheer brilliance of its design that Tetris was transformed from a quirky test program into a worldwide phenomenon.", "Word of mouth", "Although Tetris became immediately popular among programmers with access to an Electronika 60, the machine had no graphical capabilities -- and less memory than today's calculators. Pressed with requests to create a version of the game for the IBM PC, a more widespread computer with better graphics, Pajitnov assigned the job to Vadim Gerasimov, a 16-year-old student on a summer job at his office (today an engineer at Google). The game spread quickly. \"It was like a wood fire. Everyone in the Soviet Union who had a PC had Tetris on it,\" said Pajitnov.", "Pajitnov wasn't making any money off the game, nor did he intend to. Ideas were owned by the state and the very concept of selling software as a product was unfamiliar to him. People were just sharing Tetris through word of mouth and by copying it onto floppy disks.", "Then, Pajitnov heard rumors that the game might have crossed borders and was being played in other Eastern bloc countries. In 1986, he got a message via telex -- a forerunner of the fax machine -- from Robert Stein, a salesman for a Hungary-based software company called Andromeda. Stein, who had seen Tetris in Hungary, wanted to secure the rights to sell it as a computer game in the West. He offered significant money in advance.", "\"My English was really bad at that time, so I put together some kind of positive answer, saying we were very glad to receive the proposal and that some agreement could be made,\" said Pajitnov. He knew that doing business directly with a Western firm could have landed him in jail, even before making any money, so he started investigating how he could sell the rights to Tetris through the state.", "Stein, however, interpreted his response as a green light and immediately started producing the game. But as he was preparing to launch, he received another telex from Elorg -- short for Electronorgtechnica, the Soviet organization that oversaw software and hardware exports. It said that the rights had not been officially granted and that his launch was illegal.", "Eventually, Stein cleared the rights, and Tetris was released as a commercial PC title in the UK and the US in 1988. The game played up its Soviet origins through Kremlin-themed illustrations and Cyrillic characters. But the misunderstanding between Pajitnov and Stein showed how tricky it would be to export a video game from Soviet Russia to the West for the first time -- an issue that led to years of confusion and legal battles, and is even rumored to have landed on the desk of Soviet leader Mikhail Gorbachev.", "Pajitnov and his son with the UK and US PC versions of Tetris in 1989. Credit: Wojtek Laski/Hulton Archive/Getty Images", "The Game Boy", "Tetris was selling well on computers, but the big money in the games sector was being made elsewhere: consoles. Henk Rogers, a Dutch video game developer and businessman living in Japan, was the first to realize that Tetris was a perfect match for the Game Boy, a new handheld system released by Nintendo in Japan in early 1989. The console was about to launch in North America and Europe too, and Rogers set out to convince the company to bundle a copy of the game in the box, a common practice outside of Japan.", "\"I made a handshake deal with Minoru Arakawa, the founder of Nintendo of America, to have Nintendo include Tetris in every Game Boy,\" said Rogers in a phone interview. \"He said, 'Why should I include Tetris? I have Mario.' And I said, 'If you want little boys to buy your Game Boy, then include Mario. But if you want everyone to buy your Game Boy, then you should include Tetris.'\"", "Rogers set out to obtain the necessary permissions, and soon realized what a challenge that would be. He had already published a version of Tetris in Japan, for the popular Nintendo Famicom home system, only to discover that there were half a dozen companies all claiming to own the rights to the game. \"So I got on a plane and went to Moscow on a tourist visa to track down the source of the rights, Elorg -- and talk my way into it,\" he said.", "Once in Moscow, Rogers made little progress until he hired an interpreter, who swiftly took him to Elorg.", "\"She knew immediately where everything was, so that was fishy. They're not supposed to talk to foreigners, and I wasn't supposed to talk to the Russians, let alone people inside the government. So I broke all kinds of rules by being there. They interrogated me for two hours. I thought they were trying to figure out whether they were gonna send me to Siberia or not,\" he said.", "But among the officials in the room was Alexey Pajitnov, who immediately took a liking to Rogers. \"Alexey was the only guy in the room who actually knew anything about games,\" Rogers recalled. \"I explained how business worked, and we became friends. A week later, I left Moscow with a signed agreement for Tetris on the Game Boy.\"", "Henk Rogers and Alexey Pajitnov in Moscow's Red Square.", "The Game Boy version of Tetris sold 35 million units and helped the console become one of the most successful of all time. It is still considered by many -- Pajitnov included -- to be the best version of Tetris, and it created an unprecedented synergy between hardware and software, epitomizing the gaming mantra \"easy to learn, hard to master.\"", "Delayed royalties", "Despite the game's success, Pajitnov was still not making any money from it. \"There was a lot of legal trouble, and when the question of ownership and the original source of the game came up, I decided that I wanted everything to go smoothly and I granted the rights to the Computer Center of the Soviet Academy of Sciences for 10 years,\" he said.", "The legal trouble culminated in a skirmish between Nintendo and Atari over the home console rights for Tetris. A judge ruled in Nintendo's favor in late 1989, dealing a lethal blow to Atari, which had already produced hundreds of thousands of now useless copies of its version of the game, under the tagline \"Tetris: The Soviet Mind Game.\" Nintendo took a different approach, opting for the slogan \"From Russia with fun.\"", "Pajitnov left Moscow for Seattle in 1991, with the help of his friend Henk Rogers. And when his deal over the rights expired in 1995, he finally started receiving royalties for the game. \"And they've been fine so far,\" he said.", "Pajitnov and Rogers in 2018.", "In 1996, Pajitnov and Rogers founded the Tetris Company, to handle licensing for Tetris and its spinoffs. In 2005, the Tetris Company bought Elorg -- which after the fall of the Soviet Union had transformed from a state-owned company into a private one -- gaining total control of all Tetris rights worldwide. The company has even standardized and trademarked the names and colors of every Tetris piece -- officially called Tetriminos , rather than the generic tetrominoes, although they have many unofficial nicknames", "Tetris has been the subject of several scientific studies. One found that playing the game can be effective in fighting off cravings for food and even drugs, while another noted an increase in the thickness of some parts of the brain in people who had played regularly. Playing Tetris for prolonged periods of time can lead to players dreaming to about the falling pieces or interpreting real-world objects as tetrominoes and mentally re-arranging them -- a phenomenon known as \"the Tetris Effect.\"", "To date, Tetris has been released on over 65 platforms, a world record , with more than half a billion downloads on mobile devices, according to the Tetris Company. Pajitnov has personally worked on over 100 variants of the game.", "The latest, released in early 2019 to coincide with the game's 35th anniversary, is an online multiplayer version called \"Tetris 99,\" which can be played by up to 99 players simultaneously. Since 2010, an eSports tournament based on the 1989 Nintendo Entertainment System version of Tetris has seen the world's best players gather in Portland, Oregon. Some of the matches, which can surpass 30 minutes in length, have garnered over 10 million views on YouTube.", "\"It hasn't lost any of its play value and nothing has come to replace Tetris,\" said Henk Rogers, explaining the game's enduring popularity.", "\"It's like 'Happy Birthday.' There have been lots of songs that come and go, but 'Happy Birthday' is it still always sung in the same way. Tetris has become the 'Happy Birthday' of computer games.\""], "authors": ["Jacopo Prisco"], "keywords": ["pajitnov", "version", "mind", "nintendo", "company", "rogers", "tetris", "soviet", "world", "rights", "games", "took", "game"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}