{"summary": "Macau returned to Chinese rule on 20n Decemeber, 1999 with the same “one country, two systems” formula aimed at preserving autonomy under which Hong Kong is governed.\nWhile protesters in Hong Kong, across the mouth of the Pearl River, are infuriated by what they see as Beijing encroaching on their freedoms, Macau has seen little dissent.\nA Hong Kong resident was arrested by mainland police last week while crossing into Macau on a newly built bridge linking it to Hong Kong and the mainland city of Zhuhai.\nMacau ferry operator Turbo Jet said it was reducing the number of ferry sailings to and from Hong Kong by about half due to security checks.\nThe changes were made because of “instructions by Macau authorities”, the company said on its website.", "url": "https://www.theguardian.com/world/2019/dec/18/xi-jinping-visits-macau-for-handover-anniversary-as-nearby-hong-kong-seethes", "paragraphs": ["Visit by Chinese president is widely seen as a reward for Macau’s stability and loyalty, in contrast with Hong Kong", "China’s President Xi Jinping has begun a three-day visit to the gambling hub of Macau to mark the 20th anniversary of its handover to China, with security tight as protests rock nearby Hong Kong.", "Xi’s visit to the former Portuguese colony, where he is expected to announce a slew of supportive policies, is widely seen as a reward for Macau’s stability and loyalty, unlike the former British colony of Hong Kong, which has seen six months of anti-government protests.", "Xi is expected to announce measures for Macau aimed at diversifying its casino-dependent economy into a financial centre, including a new yuan-denominated stock exchange.", "Second death in week as Xi Jinping demands end to Hong Kong violence Read more", "The full schedule of Xi’s visit, which began on Wednesday, has not been announced but he will attend the swearing-in of Macau’s newly chosen Beijing-backed leader, Ho Iat-seng, on Friday. It is Xi’s longest official trip to Macau.", "Macau returned to Chinese rule on 20n Decemeber, 1999 with the same “one country, two systems” formula aimed at preserving autonomy under which Hong Kong is governed.", "While protesters in Hong Kong, across the mouth of the Pearl River, are infuriated by what they see as Beijing encroaching on their freedoms, Macau has seen little dissent.", "Protests are very rare in the territory with more than half of Macau’s 620,000 population immigrating from China in recent decades. Still, authorities have tried to stave off any trouble.", "A Hong Kong resident was arrested by mainland police last week while crossing into Macau on a newly built bridge linking it to Hong Kong and the mainland city of Zhuhai. Chinese authorities said the man was suspected of involvement in a phone-smuggling syndicate.", "The heads of the American Chamber of Commerce in Hong Kong and several journalists have also been barred from entering the city in the run-up to Xi’s visit, the chamber heads and media reported.", "It was not clear why. The chamber heads said authorities did not give a reason.", "Macau ferry operator Turbo Jet said it was reducing the number of ferry sailings to and from Hong Kong by about half due to security checks. Ferries this week are only operating every 30 minutes compared with every 15 minutes normally.", "The changes were made because of “instructions by Macau authorities”, the company said on its website.", "The city’s light rail transit system which opened to the public on 10 December, will be suspended for three days from Wednesday due to security measures, the operator said.", "Beijing has also clamped down on visas since November for mainland residents going to Macau until after the 20 December anniversary, as part of the security restrictions, according to Vitaly Umansky, an analyst at Sanford C. Bernstein in Hong Kong.", "The restrictions would put additional pressure on sliding gambling revenues, he said.", "Macau is heavily dependent on the gambling industry with its casinos contributing about 80% of government income."], "pubDate": null, "keywords": ["seen", "macau", "anniversary", "kong", "macaus", "week", "handover", "authorities", "visit", "security", "xis", "hong", "nearby", "xi", "jinping", "visits", "seethes"], "id": "c32e16d8-2801-37b8-953f-ca4ff695b1e1", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": [], "title": "Xi Jinping visits Macau for handover anniversary as nearby Hong Kong seethes"}