{"id": "c36321b2-bf8d-3293-a40f-8bd8197652be", "title": "Zero Crisis Finale and Fortnite Season 6 Gameplay – Game Informer Live!", "url": "https://www.gameinformer.com/livestream/2021/03/16/zero-crisis-finale-and-fortnite-season-6-gameplay-game-informer-live", "summary": "To celebrate, we're exploring the single-player Zero Crisis Finale, which should address the colossal damage caused by Season 4's Galactus event, and then we'll showing off Fortnite Season 6 gameplay!\nThese surely won't be all of the new changes coming to Fortnite this season.\nAs tradition goes, the island will slowly introduce new weapons, gadgets, and cosmetics throughout the course of Season 6.\nTo keep up with all of the latest video game news, be sure to stay tuned to Game Informer.\nThanks so much for watching our Fortnite Season 6 gameplay livestream.", "paragraphs": ["Fortnite's brand new season has finally arrived, and with it comes a primal aesthetic that features wild animals that can be tamed or hunted, a crafting system that allows players to create primitive weapons like bows, and of course, map changes to reflect the latest themes of the popular battle royale. To celebrate, we're exploring the single-player Zero Crisis Finale, which should address the colossal damage caused by Season 4's Galactus event, and then we'll showing off Fortnite Season 6 gameplay!", "Fortnite Chapter 2 Season 6 not only introduces ample gameplay changes, but as always, there's a premium battle pass chock full of gliders, emotes, and new skins like Agent Jones, Tomb Raider's Lara Craft, a gun-toting chicklet named Cluck, and perhaps my favorite of all, Raven from Teen Titans. As you track down new avenues of XP to grind out the battle pass, there's plenty of new parts of the island to explore. Perhaps the most notable of the Fortnite map changes is the addition of the new primal biome, which features a massive stone spire as its centerpiece. Surrounding the monolith is a small village and if once you leave its threshold and enter the island's newfound wilderness, you'll quickly be on the way to new points of interest like Boney Burbs and Colossal Crops.", "We'll be streaming alongside a wonderful crew of friends from across the industry, including Ty Galiz-Rowe (Editor-in-Chief, Uppercut), Moises Taveras (Games Intern, Paste Magazine), and Jesse Vitelli (Editor, Prima Games). We'll start streaming right around 9:15 a.m. Central over on the Game Informer YouTube channel and Twitch page, so be sure to stop by and chat with us during our 2-hour live stream!", "These surely won't be all of the new changes coming to Fortnite this season. As tradition goes, the island will slowly introduce new weapons, gadgets, and cosmetics throughout the course of Season 6. To keep up with all of the latest video game news, be sure to stay tuned to Game Informer. Thanks so much for watching our Fortnite Season 6 gameplay livestream. We hope you enjoy it!"], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["fortnite", "finale", "live", "informer", "battle", "sure", "zero", "season", "game", "changes", "weapons", "streaming", "primal", "crisis", "theres", "gameplay"], "pubDate": "2021-03-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}