{"id": "c395207f-a0ad-39ac-9ea5-dacb240a964f", "title": "Paloma Elsesser’s Vibrant Red Carpet Style Champions Indie Designers", "url": "https://www.vogue.com/slideshow/paloma-elsesser-red-carpet-style", "summary": "With a penchant for bright colors and patterns, Vogue’s latest cover star is a paragon of unstudied, downtown style.\nShe could wear just about any high fashion label on the red carpet event, but often chooses indie brands and up-and-coming designers—some of whom are her close friends—giving them an extra boost in the process.\nElsesser’s own effervescence combined with the designers’ cool factor makes for an unmistakable red carpet style.\nAs she put it in her Instagram post of the outfit, “friends wear friends.” For a Whitney Museum party last year, she sported a loud, gold lamé dress by Molly Goddard, complete with the designer’s signature ruffles.\nIf you’re curious which young, indie brands you should know, you need only look through Elsesser’s red carpet style.", "paragraphs": ["Whether she’s walking for Fendi or Alexander McQueen (breaking barriers with every step) or posing with one of her billboards on the streets of New York, model Paloma Elsesser makes every outfit fully her own. She wears the clothes; they don’t wear her. With a penchant for bright colors and patterns, Vogue’s latest cover star is a paragon of unstudied, downtown style. She could wear just about any high fashion label on the red carpet event, but often chooses indie brands and up-and-coming designers—some of whom are her close friends—giving them an extra boost in the process.", "Elsesser’s own effervescence combined with the designers’ cool factor makes for an unmistakable red carpet style. It’s never overdone and always has a youthful air. Who else would wear full denim, designed by Brock Collection, to the Met Gala, as Elsesser did in 2019? Or Eckhaus Latta in daffodil yellow head to toe for the 2019 CFDA awards. Combined with a white Telfar purse, it was a bright look that supported multiple buzzy designers. As she put it in her Instagram post of the outfit, “friends wear friends.” For a Whitney Museum party last year, she sported a loud, gold lamé dress by Molly Goddard, complete with the designer’s signature ruffles. How’s that for a scene-stealer?", "If you’re curious which young, indie brands you should know, you need only look through Elsesser’s red carpet style. See 10 of our favorites below."], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["wear", "indie", "paloma", "red", "carpet", "style", "elsessers", "outfit", "designers", "vibrant", "friends", "makes", "look", "champions"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}