{"id": "c3b59fb5-ad1a-32ae-b08b-e5af03df715c", "title": "As the Vaccine Arrives, Death and Denial Rage in a California Coronavirus Epicenter", "url": "https://www.newyorker.com/science/medical-dispatch/as-the-vaccine-arrives-death-and-denial-rage-in-a-california-coronavirus-epicenter", "summary": "What COVID-19 “actually does to a person is hard for people not within a hospital setting to fully understand,” McMurran told me.\nIn the San Joaquin Valley region, where McMurran works, dangerously low numbers of available I.C.U.\nThe San Joaquin Valley is an emerald gash shaped like a fist in the middle of the state.\nThe San Joaquin Valley is California’s bread basket, the source of the state’s bounty, the source of much of the country’s bounty.\nThe coronavirus exacerbates the valley’s long existing divisions and pain points, says Nancy Burke, a public-health professor at the University of California, Merced.", "paragraphs": ["Two weeks ago, as much of California adjusted to Governor Gavin Newsom’s latest stay-at-home order, Erika McMurran held the hand of a woman who was about to lose her ability to speak. McMurran, a charge nurse in the intensive-care unit of a hospital in Lodi, was helping a respiratory therapist intubate the woman, whose breathing had become so labored that the staff feared for her life. Before the tube entered the woman’s mouth and rendered her speechless, she squeezed McMurran’s hand and spoke what could have been her last words. “I’m just so thankful for everything you have done for me,” McMurran recalls the woman saying.", "These may be the waning months of the coronavirus pandemic—the vaccine now shot into the arms of thousands of medical-health professionals available to the rest of us soon—but scenes like this will play in McMurran’s mind for a lifetime: brief cracks of light and human tenderness amid the despair.", "Yet, even now, as the agonizingly drawn out final act of the pandemic begins, the public fails to adequately grasp what’s transpiring in I.C.U.s around the country. What COVID-19 “actually does to a person is hard for people not within a hospital setting to fully understand,” McMurran told me. “I mean, to watch them slowly suffocate, and not be able to do anything about it . . . .”", "As cheery headlines about vaccines scroll across cable-news screens, the virus rages around the county. California recently hit a record sixty thousand new single-day cases. In the San Joaquin Valley region, where McMurran works, dangerously low numbers of available I.C.U. beds triggered Newsom’s stay-at-home order, which went into effect at midnight on December 6th. In-person dining was banned, along with indoor mingling of people from separate households. The mandate also shuttered hair and nail salons, gyms, and many other in-person services.", "Hours later, a couple of dozen protesters, many of them business owners, gathered in Stockton, the seat of San Joaquin County. Many were maskless as they mounted the steps of City Hall to perform a routine almost as old as the pandemic itself. No, they would not obey Newsom’s order, the protesters announced. “I’m not going to close,” a restaurant owner said, microphone in hand. “If you’re worried about getting sick, don’t go into my restaurant.” Later, still maskless, he ladled free cups of clam chowder from a vat to passersby on City Hall grounds.", "The protesters soon entered the building, mostly barefaced, tightly packed in close quarters, and demanded to speak with the city’s elected officials. In footage captured by a reporter for the Stockton Record, a woman in a “Trump 2020” hat lifts a bullhorn to chant, “We demand to be a sanctuary city for businesses. If we can be a sanctuary city for drug addicts, and for illegal aliens, we can be a sanctuary city for businesses.”", "The contrast between demonstrations like this and the scenes inside intensive-care units couldn’t be starker. As the protest unfolded, area hospitals careened toward disaster. By the end of the next day, I.C.U. capacity in San Joaquin County hit zero per cent—meaning that the demand for beds at the county’s seven hospitals exceeded availability. At Adventist Health Lodi Memorial, where Erika McMurran works, there were thirty-eight patients with COVID-19 (and forty-four by week’s end). At St. Joseph’s Medical Center, in Stockton, there were eighty-seven COVID-19 patients (a hundred and nine by week’s end). The region hadn’t flattened the curve, so much as erected a near-vertical line.", "“Heavy,” is how Scott Neeley described the situation at his hospital to me. He’s the chief medical officer at St. Joseph’s and a pulmonary and critical-care specialist with more than thirty years of experience. “None of us have ever seen anything like this,” he said.", "The San Joaquin Valley is an emerald gash shaped like a fist in the middle of the state. It abuts the Sierra Nevada mountains and drinks in the rivers that zag from the foothills. Looked upon from an airplane cabin window at thirty thousand feet, the valley appears as a medley of pixels in every shade of green; irrigated fields collide at improbable angles. On the ground, viewed from a speeding car on Highway 99, it’s a blur of corduroy—rows of garlic, tomatoes, and fruit trees sprouting from the rich, dark loam. The San Joaquin Valley is California’s bread basket, the source of the state’s bounty, the source of much of the country’s bounty. Even the names of towns that dot this verdant blanket sound fecund: Chowchilla, Planada, Ripon.", "These townships orbit midsize cities with populations exceeding three hundred thousand—Fresno, Bakersfield, Stockton—but the region is mostly rural and agricultural. Its demographics reflect that. Of the more than four million people in the valley, many are migrant workers. A hundred and twelve thousand are believed to be undocumented. At the same time, the region skews further right politically than most of California. In the 2020 Presidential election, half of the valley’s eight counties voted for Donald Trump; in the four counties that went for Joe Biden, the Democrat won by margins far narrower than that by which he won the state as a whole.", "The coronavirus exacerbates the valley’s long existing divisions and pain points, says Nancy Burke, a public-health professor at the University of California, Merced. “The health indicators rival the poorest parts of Appalachia,” she told me. The counties in San Joaquin Valley “rank among the lowest in California in terms of health outcomes, as well as determinants of health, [such as] social and economic factors.” Forty-one per cent of rural residents in the region are covered by Medi-Cal, the state health insurance that is available to Californians living below the federal poverty line. So, although the region produces much of the nation’s food supply, Burke explained, the people here suffer some of the highest rates of food insecurity in the state.", "Demands for I.C.U. beds at Adventist Health Lodi Memorial and other area hospitals are now exceeding supply. Photograph by Staff Sgt. Eddie Siguenza / Army National Guard / Reuters", "Add a global pandemic to the valley’s preëxisting economic disparities and political frictions, and you get what’s unfolding now. You get sheriffs announcing that they won’t enforce state measures designed to mitigate the spread of the virus, as happened in Merced County, where Burke works. You get barefaced protesters who demand that their town be declared “a sanctuary city for businesses.”", "Newsom’s lockdown order lasts at least three weeks and is triggered in each of the state’s five geographic regions when the I.C.U. bed capacity there falls below fifteen per cent. (So far, only one region, Northern California, has not fallen below that threshold.) In addition to banning in-person dining and services and gathering among separate households, the lockdown forbids guest visits at breweries and wineries. Retail stores can remain open, but at only twenty per cent capacity. Restaurants can offer only delivery and pickup.", "It’s within that last provision that Jennifer Pappas is trying to hang on. She and her husband own Papapavlo’s Bistro & Bar, in Stockton, a restaurant, catering business, and event space that has served locals Mediterranean-inflected fare for decades. When the pandemic first hit, Papapavlo’s restaurant quickly transformed into Papapavlo’s food delivery. The couple and three of their offspring—in their late teens and early twenties—became a distribution staff overnight. “Every kid would have a car,” Pappas told me, “and we would just load up their cars with deliveries.”", "The restaurant survived, but margins were thinner than ever in an industry infamous for thin margins. Pappas doesn’t know what this latest lockdown might spell. She didn’t join the protesters at City Hall earlier this month, but she said that she agrees with much of the cause. “Are they trying to make us go out of business?” she wondered aloud about the policymakers behind the stay-at-home-order. Among her frustrations are what seem to her to be the arbitrariness of the rules. Why, for instance, do big chain stores get a pass? “I mean, you’re running into more strangers and people in those grocery stores and Costco and Target, for sure, than at a restaurant,” she said.", "Then, there’s the hypocrisy of the elected officials who have been caught on camera defying the state public-health guidelines that they vehemently urge their constituents to obey. In November, photos surfaced of Newsom dining with a large group at the tony French Laundry, in Napa Valley. State legislators have been caught in similar acts. “They’re flaunting it in everybody’s face, which is kind of frustrating,” Douglass Wilhoit, the C.E.O. of the Greater Stockton Chamber of Commerce, told me. “About twenty-eight per cent of the businesses we had in 2019 or early 2020 have closed for good.”", "Several members of his organization took part in the protest at Stockton’s city hall. Wilhoit says that he takes the pandemic and the guidelines seriously—he’s in his late seventies and considers himself vulnerable to the virus—but he understands where his members are coming from. “When it affects you personally with your business, your livelihood, your family, your employees, it becomes very, very personal,” he told me. “I think that a lot of people understand, possibly, the reason—but when it hits home, it makes it more difficult to comply.”", "Much of what’s happening in the San Joaquin Valley mirrors the situation in California at large. How is it that the world’s fifth-largest economy, the state with some of the strictest lockdown protocols in the country, remains such a hotbed of new COVID-19 cases? There are no easy answers, Burke, the U.C. Merced professor, admitted to me.", "Those who do look to state and local leaders for guidance receive mixed messages—everything from the variability of lockdown rules to images of a maskless governor treating himself to a group meal at a posh restaurant. “The reality is that some of these recommendations are out of reach for a large proportion of our state’s population who are unable to work from home and are marginally housed,” Burke said.", "For some, the pandemic’s economic ruin spurs defiance against public-health measures, even denial of the virus and its dangers. Meanwhile, those dangers play out, fatally, behind hospital walls.", "That split troubles Neeley, the chief medical officer at St. Joseph’s. “The disconnect between the way people are behaving, the way people are talking about this, the way people are ignoring the science, the way people are saying things like, ‘I hear people are dying of all sorts of things and they’re calling it COVID,’ and then we go to work and we see a young family losing their mother,” Neeley told me recently by Zoom, “that’s devastating.”", "As of this writing, a hundred and thirty-one people are being treated for COVID-19 at Neeley’s hospital. The number of patients with symptoms severe enough to need I.C.U. beds puts the hospital at nearly fifty per cent over capacity, according to Neeley, forcing staff to convert other beds in other wings into I.C.U. beds. “This is a clinical scenario like nothing we’ve ever seen in our careers—ten or twenty or thirty times the number of just horribly ill patients that we would normally see in a year,” he said.", "Thirteen miles away, Erika McMurran, the I.C.U. charge nurse at Lodi Memorial, reflected on how, a week earlier, she had placed her palm on the back of a man as he struggled to turn himself over onto his stomach so he could breathe. His adult daughter, her face beamed on a computer screen provided by the I.C.U., spoke to him while McMurran rubbed his back; both women working in tandem—comforting the patient with words and human touch. “I just want to go home,” the man said, in pain and gasping for air. “I just want to go home.”", "If these truly are the final months of the coronavirus, if the vaccine now being administered ushers in the encouraging but slow end to the pandemic, McMurran will still hold in her mind a process she wishes she’d never had to memorize. “You knew the next step that was coming for a patient,” she told me, speaking in the past tense, as if we were both already living in that dreamed-about future. “And you’d be like, ‘O.K., in two days, this is what this patient’s going to do.’ ” A fever or full-body aches or feeling so weak that they can’t turn onto their stomachs unaided. “Yet you couldn’t do anything to stop that patient from hitting the next step.” The predictability became its own variety of horror.", "Then came one unpredictable thing. It wasn’t as directly hopeful as a vaccine. No one’s winning a prize for it. But it was a glimmer of something that could help us climb out of the pandemic, something you’d never guess would happen if you’d been watching scenes like the one at Stockton’s city hall during the past ten months: a changed mind."], "authors": ["James Ross Gardner", "James Ross Gardne", "Anna Russel", "James Carrol"], "keywords": ["epicenter", "rage", "arrives", "san", "restaurant", "coronavirus", "california", "vaccine", "valley", "icu", "city", "pandemic", "region", "state", "mcmurran", "denial", "told", "death"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}