{"id": "c3e8e2d3-cae1-324b-85b0-d5faa47f9141", "title": "Losing teeth, jumping down stairs and U-Hauls: Adults on Reddit reveal biggest fears they didn't have as kids", "url": "http://www.foxnews.com/lifestyle/losing-teeth-jumping-stairs-u-hauls-reddit-biggest-fears-adults", "summary": "TODDLER BUSTED AFTER CREATING SECRET HIDING SPOT TO EAT CRACKERS, WATCH CARTOONSSome, however, were just afraid of losing teeth.\nThe thought fills me with dread now,” one person wrote.\n“I had no fear of U-Hauls until I rented a U-Haul,” wrote the commenter.\n“Teenagers scare the living s--- outta me,” wrote one person, quoting a pop-punk song from 2006.\n\"There should be a documentary 'Jurassic Park'-style but with teenagers,\" one especially terrified commenter wrote.", "paragraphs": ["When you’re young, the world is a big, scary place. But when you’re older, the world is still a big, scary place.", "That’s the major takeaway from a new thread on Reddit’s AskReddit forum, which posed the following question to the platforms online community: “What scares you as an adult that didn’t bother you as a kid?”", "The responses came pouring in, with nearly 17,000 users sharing their thoughts only a day after the thread was originally posted. A few definite themes emerged, too, with many Redditors admitting to fearing the prospect of aging or losing brain or limb function. Others feared for their health and mortality, or even their parents’ mortality.", "TODDLER BUSTED AFTER CREATING SECRET HIDING SPOT TO EAT CRACKERS, WATCH CARTOONS", "Some, however, were just afraid of losing teeth.", "“A tooth falling out,” one commenter suggested as a new grown-up fear. “As a kid it was gross, funny and painful all at once. As an adult, horrifying.”", "“My dentist said that a couple of my teeth are ‘a little mobile,’” added another user. “Then he said it's nothing to really worry about, as if hearing ‘teeth’ and ‘mobile’ in the same sentence is ever good.”", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Aside from the fear of becoming a toothless adult, other commenters expressed their trepidation at jumping down from a height of even two steps, lest they fracture their bodies.", "“I remember challenging friends at school to see how many stairs we could jump down. The thought fills me with dread now,” one person wrote. “Imagine landing with your heel on the last step, or your knee going sideways.”", "At this, another commenter wondered why children had no fear of such things, to which another replied, “Their bodies are more malleable.”", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Plenty of users also admitted to having no fear of riding in a car as a child, but currently find the activity nerve-wracking, mostly because they can’t trust anyone else on the road. U-Haul drivers, in particular, were the scariest, one person claimed.", "“I had no fear of U-Hauls until I rented a U-Haul,” wrote the commenter. “I filled out all of my information online and they gave me the keys to a 27-foot box truck. No training. No anything. They'll just let anyone take these massive vehicles and drive them off the lot. Give them a wide berth.”", "CLICK HERE TO GET THE FOX NEWS APP", "On a lighter note, at least dozens of those who responded shared the very clichéd fear of teenagers.", "“Teenagers scare the living s--- outta me,” wrote one person, quoting a pop-punk song from 2006. Many others agreed, though one posited that people of all ages — and \"even teenagers\" — are scared of teenagers.", "\"There should be a documentary 'Jurassic Park'-style but with teenagers,\" one especially terrified commenter wrote."], "authors": ["Michael Bartiromo"], "keywords": ["losing", "stairs", "didnt", "fear", "uhaul", "teeth", "adult", "wrote", "commenter", "uhauls", "reveal", "reddit", "jumping", "person", "youre", "world", "users", "fears", "thread", "kids"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}