{"id": "c3ea14f7-74a7-37d0-b9b4-7cd78e86ade7", "title": "How Deathloop Uses The Added Power Of PS5", "url": "https://www.gameinformer.com/2021/03/23/how-deathloop-uses-the-added-power-of-ps5", "summary": "Since then, the studio has supported the latest home console hardware.\nArkane clearly knows the benefits of developing new, more powerful hardware, which is evident in the studio's newest effort, Deathloop.\nDeathloop, which is coming to PlayStation 5 and PC, will take advantage of the new hardware when it launches.\nInstead, Arkane used the added power to improve the experience that was already there.\nDespite ZeniMax and Bethesda's recent acquisition by Microsoft, Deathloop remains a console-exclusive game for PlayStation 5 and PC.", "paragraphs": ["Arkane Studios has been around for more than two decades and has developed software for every console generation since Arx Fatalis appeared on the original Xbox. Since then, the studio has supported the latest home console hardware. The team even brought the first Dishonored game, which originally launched on PlayStation 3, Xbox 360, and PC, forward to PlayStation 4 and Xbox One with the enhanced Dishonored: Definitive Edition. Arkane clearly knows the benefits of developing new, more powerful hardware, which is evident in the studio's newest effort, Deathloop.", "Deathloop, which is coming to PlayStation 5 and PC, will take advantage of the new hardware when it launches. However, the project started before the team even knew about the new consoles. Once the team decided to develop for a next-gen console, namely the PlayStation 5, Arkane had back and forth discussions about how much it wanted to invest in taking advantage of the hardware's unique capabilities. \"We made a choice to not go entirely crazy and pile up a ton of risks by, I don't know, somehow redoing all of our characters or something like that,\" game director Dinga Bakaba says.", "Instead, Arkane used the added power to improve the experience that was already there. \"Something we always wanted to have was a game that runs at 60 FPS on consoles,\" Bakaba says. \"Former games on PS4 and Xbox One run at 40. Getting a nice framerate on home consoles and not only on PC was a nice goal.\"", "The extra oomph also let the art team flex its muscles like never before. Normally, near the end of production, Bakaba says he has to go to the artists and deliver the bad news of having to slice some of the assets to make the game run smoother.", "The biggest surprise for Arkane, however, was the PlayStation 5's innovative DualSense controller. \"When I first got it in my hands, I had a smile, and my hands were smiling, if that's possible,\" Bakaba recalls with a chuckle. \"We really like the features of the controller. We are all about immersion, and we are making a first-person shooter/action game. There's a lot of sense of using the haptic feedback and triggers, so that's something we were immediately excited about. It was a nice opportunity.\"", "Despite ZeniMax and Bethesda's recent acquisition by Microsoft, Deathloop remains a console-exclusive game for PlayStation 5 and PC. According to a statement from Arkane, the acquisition did not affect the day-to-day development of Deathloop, and the game remains exclusive to PS5 and PC for the time being.", "While those who only own an Xbox are left out for the foreseeable future, focusing on one new console during development, let Arkane squeeze the best out of the hardware and allowed the studio to get a foot in the now-current generation, familiarize itself with the new hardware very early on, and get a head start on figuring out how further to leverage the power of the PS5 for future projects. On top of that, Bakaba was thrilled with Sony's interest in and excitement for Deathloop. \"As a game developer and a gamer myself, it was enriching that they were seeing the potential in our game and wanted to work with us,\" he says.", "If you also see potential in the game, you can mark May 21 as the launch day of Arkane Studios' first foray into the new generation of gaming hardware as Deathloop comes to PlayStation 5 and PC. For more in-depth looks at the upcoming Arkane title, check out our current issue and our coverage hub by clicking on the banner below."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["power", "arkane", "pc", "team", "deathloop", "console", "uses", "game", "playstation", "ps5", "xbox", "bakaba", "added", "hardware"], "pubDate": "2021-03-23T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}