{"id": "c3f58511-c6ee-3342-9ca2-ebf740081421", "title": "Cynthia Ozick, Smasher of Idols", "url": "https://www.newyorker.com/magazine/2021/04/12/cynthia-ozick-smasher-of-idols", "summary": "“There one sits, reading and writing, month after month, year after year,” Ozick has said of her long pre-print limbo.\n“Out, out—he had burst out, he was in the world of reality,” as Edelshtein, who positively vibrates with resentment, sees it.\nFor Ozick, this wasn’t a matter of theological nitpicking but one of pressing moral concern.\nThat is the age that Ozick turns on April 17th, a few days after the publication date of her latest book, which bears the self-ironic title “Antiquities” (Knopf).\nAs a member of the tight-lipped, politely anti-Semitic Wasp establishment, Petrie is hardly your standard Ozick protagonist.", "paragraphs": ["Aspiring young novelists often feel they’re in a race against the clock to get themselves between hard covers and safely into print. It isn’t simply that the canon teems with early birds: Thomas Mann, who published “Buddenbrooks” at twenty-six; F. Scott Fitzgerald, who published “This Side of Paradise” at twenty-three. There is also the competitive incitement of one’s contemporaries. To look on as others your own age, or younger, launch brilliant careers while you remain unpublished and at large can do lasting damage to the nascent literary ego. The longer it goes on, the easier it gets for the apprentice to view his obscurity as a sign, in Mark Twain’s words, “that sawing wood is what he was intended for.”", "Few writers have borne witness to the slow-healing bruises of early neglect more memorably than Cynthia Ozick, whose own first novel, “Trust” (1966), didn’t appear until she’d reached the practically geriatric age of thirty-seven. “There one sits, reading and writing, month after month, year after year,” Ozick has said of her long pre-print limbo. “There one sits, envying other young writers who have achieved a grain more than oneself. Without the rush and brush and crush of the world, one becomes hollowed out. The cavity fills with envy.” As it happened, “Trust,” a six-hundred-and-fifty-page homage to Henry James, Ozick’s once and future inspirator, did little to enhance her name recognition. (“Nobody has ever read it,” she said several decades later, only mildly overstating the case.) In the end, it was envy itself that became the means of her literary ascent.", "In the years after “Trust,” Ozick took a hiatus from the novel form, producing a sequence of ferocious stories and novellas in which her most memorable characters—typically Jewish-American writers, like their creator—are inflamed by “the anguish of exclusion” from mainstream literary culture. Ozick has been a fervent critic of identity politics since the nineteen-seventies (see, for example, her diatribe against second-wave feminism, “Literature and the Politics of Sex: A Dissent”), and yet few have written so well about the inconstant self-esteem of the socially marginalized. In “Envy; or, Yiddish in America,” from “The Pagan Rabbi and Other Stories” (1971), an untranslated Yiddish-language poet named Herschel Edelshtein wants what his contemporary the short-story writer Yankel Ostrover has: namely, a large American audience. Ostrover, too, writes in Yiddish (a “lost, murdered” language), but with the help of a translator he has escaped from the “prison” of his native tongue. “Out, out—he had burst out, he was in the world of reality,” as Edelshtein, who positively vibrates with resentment, sees it. Edelshtein’s psychology, like that of all Ozick’s outsiders, is dense with humiliating paradox. On the one hand, Yiddish and the obliterated culture of European Jewry it evokes are what give meaning to his life; on the other, they are a ghetto from which he yearns to break free into a wider American reality. He despises Ostrover for being a sellout even as he yearns to become him.", "Ozick’s stories from this period—there were also those collected in “Bloodshed and Three Novellas” (1976) and “Levitation: Five Fictions” (1982)—didn’t win her an Ostrover-sized readership, but they marked an artistic coming of age. The influence of James was still apparent in her sumptuous phrase-making and labyrinthine syntax, but now it was tempered by more vernacular rhythms. (“I would like to make a good strong b.m. on your friend Ostrover” is not the kind of remark you would find in a story by the Master.) Thematically, too, Ozick was staking out her own distinctive terrain. She’d come to recognize her youthful worship of James as a form of idolatry, a sin under Jewish law. For Ozick, this wasn’t a matter of theological nitpicking but one of pressing moral concern. “When we see a little girl who is dressed up too carefully in starched flounces and ribbons and is admonished not to run in the dirt, we often say, ‘She looks like a little doll,’ ” Ozick wrote in an essay from the late seventies, explaining her investment in the subject. “And that is what she has been made into: the inert doll has become the model for the human child, dead matter rules the quick. That dead matter will rule the quick is the single law of idolatry.” From Edelshtein, whose devotion to Yiddish induces a paralyzing contempt for the uninitiated, to Rosa Lublin in “The Shawl” (1989), a semi-lucid Holocaust survivor who persists in writing letters to her daughter, long since murdered by the Nazis, Ozick’s characters make idols of their passions, and in the process transform themselves into living dolls.", "Ozick has avoided this fate. Five and a half decades after her belated début, she has established herself as one of our era’s central writers, with an ample supply of exquisite fiction and belles-lettres; and she is still going. To publish a novel in your early twenties is impressive; to publish one at the age of ninety-three is something else altogether. That is the age that Ozick turns on April 17th, a few days after the publication date of her latest book, which bears the self-ironic title “Antiquities” (Knopf). A brisk work of some thirty thousand words, it explores her favorite subjects—envy and ambition, the moral peril of idolatry—in her favorite form. As you might expect, it also has much to say about last things, and the long perspectives open to the human mind as it approaches its terminus.", "“The limitless void that awaits us” is much on the mind of Ozick’s narrator, as well it might be. Lloyd Wilkinson Petrie, a retired lawyer, is getting on in years. It is 1949, and Petrie has come to live at Temple Academy, the esteemed Westchester boarding school he attended in his youth. The school, long defunct, has lately been converted into a retirement home for its trustees, all former pupils. Each has agreed to write a short memoir of his school days as part of a sort of institutional history. What sounds like a harmless exercise in group nostalgia soon takes on an air of the macabre as Petrie’s recollections bring into the light things better left in darkness.", "A person “of lineage,” Petrie likes to dwell on his gentle ancestry, though not all of it makes for happy contemplation. In 1880, before Petrie’s birth, his father, a man “enamored” of the ancient world, abandoned his young wife and his position at the family law firm to go in search of a distant relative, Sir William Matthew Flinders Petrie, a renowned archeologist, who at the time was excavating the Great Pyramid of Giza. Although he came home after several months and lived out his days as a conventional family man, his “mad episode”—which was “rarely alluded to and never defined”—dealt a psychic blow to his wife and son. Decades later, Petrie still recalls how his father would gaze at the glass cabinet that housed the artifacts he’d brought back with him from Egypt: “I was always a little afraid of him during these motionless scenes, when he seemed as wooden and lifeless as one of my toy soldiers.” Upon his father’s early death, Petrie inherited these ancient idols.", "As a member of the tight-lipped, politely anti-Semitic Wasp establishment, Petrie is hardly your standard Ozick protagonist. What he offers her, it seems, is a way of tackling Judeophobia from the other side. Temple Academy, Petrie explains, was constructed on a plot of land that had previously belonged to the illustrious Temple family, cousins of Henry James, and was, in Petrie’s smugly euphemistic terms, “premised on English religious and scholarly principles.” But try telling that to the local riffraff, who suspected “that ‘Temple’ signified something unpleasantly synagogical, so that on many a Sunday morning the chapel’s windows (those precious panels of stained glass depicting the Jerusalem of Jesus’ time) were discovered to have been smashed overnight.”", "Petrie’s narrative turns on his relationship with a quiet, elusive classmate, Ben-Zion Elefantin, one of a handful of Jewish students who were admitted in the eighteen-nineties under the auspices of a liberal headmaster. Petrie, in spite of his well-bred bigotry, is drawn to Elefantin, whose olive skin tone and unusual accent make him an object of suspicion and ridicule. A wary friendship blossoms, even though this means that Petrie himself becomes a pariah by association. Mostly the two boys just direct silences at each other from across a chessboard, until one afternoon, following an argument about the artifacts Petrie inherited from his father (“You know nothing of Egypt,” his friend exclaims in a sudden fit of pique), Elefantin reveals an astonishing secret: he is, he says, descended from a little-known colony of Jews who lived on Elephantine Island, in the Nile, sometime in the fifth century B.C.E.", "“The store was out of eggs, so we’re dyeing my roots instead.” Facebook", "Twitter", "Email", "Shopping Cartoon by Ali Solomon", "It’s here, around the halfway point, that Ozick begins to move through the gears of her formidable imagination, introducing a tincture of magic to what has so far been a piece of fairly standard realism. In a bravura monologue, which Petrie cautions is an imperfect reconstruction, Elefantin recounts the story of his people—a story that, he claims, official Jewish sources have distorted and obscured. Far from being the wayward band of polytheist mercenaries that scholars have described, the Elephantine Jews, alone among the tribes of Israel, “were unyieldingly faithful” to the teachings of Moses. Elefantin’s parents, who pass themselves off as traders in antiquities, are really “pilgrims in search of a certain relic of our heritage.” Their peripatetic life style is the reason Elefantin has been enrolled at Temple Academy, which is only the latest in a series of makeshift homes he’s had to put up with during his young life.", "Divided by ethnicity, Petrie and Elefantin are thus really secret sharers, the neglected children of parents who, in different ways, have made an idol of the past. Petrie wonders whether the relic his friend’s parents have been searching for might be among his father’s heirlooms, but Elefantin refuses to examine them. At length, the two classmates drift apart. Looking back on this time from the other end of his life, Petrie wonders what became of Elefantin. “Today he is no more than an illusion, and perhaps he was an illusion then.”", "Is Elefantin’s story true? Although the Elephantine Jews, like Sir Flinders Petrie, belong to the historical record, his claims about their willful misrepresentation by “falsifying scholars” belong solely to Ozick’s novella. Those claims, set forth in mesmeric detail, certainly have a ring of credibility; at the same time, the book supplies enough internal evidence to suggest they may be little more than a lonely child’s precocious daydream. Elefantin wouldn’t be the first of Ozick’s characters to channel a desire for belonging and identity into personal mythmaking. In “The Messiah of Stockholm” (1987), another short work that deftly fuses fable and psychology, Lars Andemening, an isolated, middle-aged book reviewer in the Swedish capital, believes himself to be the son of the Polish-Jewish writer Bruno Schulz, who perished in the Holocaust. This makes Andemening an easy mark for quacks and grifters, and yet the book also accords his fantasy a certain tender respect.", "In “Antiquities,” there seems to be as much at stake for Petrie in the legend of the Elephantines as there is for Elefantin himself. A friendless widower with an estranged adult son who tells himself stories about his past accomplishments in a desperate effort to evade self-knowledge, Petrie is the descendant of a long line of unreliable narrators which includes Ford Madox Ford’s John Dowell and Kazuo Ishiguro’s Mr. Stevens. “I am not a jealous man,” Petrie insists at one point. “As the heir and partner of a highly reputable law firm, I have never had a reason to envy. Rather, throughout my career, others have envied me.” Or so he likes to think. Petrie boasts of the “considerable esteem” he has earned “in the civic arena,” but by 1949 this civic arena is starting to look very different from the way it had in his youth. F.D.R., that traitor to his class, whom Petrie says he voted against four times, and the transformative impact of the Second World War, have begun to chip away at Wasp hegemony; American Jews are rising through the professional ranks. Another of Petrie’s Jewish schoolmates, Ned Greenhill, is now a district-court judge in New York. Greenhill’s son is a wealthy property developer who ends up buying Temple Academy when it runs into financial trouble, forcing Petrie to find another home. Normally, in Ozick’s work, it is the Jewish characters who envy their more assimilated brethren, or even Gentiles themselves; for Petrie, this dynamic has been stingingly inverted.", "More obliquely, Petrie also envies Elefantin, whose origin story seems to connect him to something eternal and transcendent, an escape hatch from history’s humiliating reversals. Confronted by his failings as a human being and the impending expiration of the patrician values by which he’s lived, Petrie can at least say that he was “Elefantin’s Boswell,” a man who, if not himself remarkable, encountered someone who was and is leaving a record of it for future generations. Of course, if it transpired that Elefantin’s story was false, then Petrie would be deprived of even that consolation. This appears to be the reason he has waited so long to record his memories of his schoolmate and subject them to scrutiny, and why finally doing so causes him such grief. “I am, if I may express it so, in a state of suffering of the soul as I write,” he says, somewhat histrionically, even as he deplores what he sees as the Jewish tendency toward “overflowing sentimentalism” and a “motion picture style of exaggerated feeling.”"], "authors": ["Giles Harvey", "Giles Harve"], "keywords": ["ozicks", "idols", "jewish", "petrie", "little", "smasher", "temple", "long", "envy", "age", "elefantin", "ozick", "cynthia"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}