{"id": "c3fc74c7-b037-3e87-b601-5469dcf56c7d", "title": "Super-dry: 10 non-alcoholic cocktails to make at home – from a hot buttered pineapple to a dirty martini", "url": "https://www.theguardian.com/lifeandstyle/2021/jan/11/super-dry-10-non-alcoholic-cocktails-to-make-at-home-from-a-hot-buttered-pineapple-to-a-dirty-martini", "summary": "Consisting of lime juice, ginger syrup (sugar syrup infused with ginger, obviously) and ginger beer, it’s essentially a cleaned-up Moscow Mule.\nIf that’s the case – and I suspect it is – then why not try making This Vivacious Life’s non-alcoholic dirty martini?\nHot Buttered PineappleIf you wanted something warmer and less potatoey, The Purple Pumpkin has a recipe for something called Hot Buttered Pineapple.\nIt’s made with pineapple juice, orange juice, cinnamon, brown sugar and butter, slung in a pan and simmered for 20 minutes.\nImbibe magazine has a recipe for a cocktail called Basically a Salad: carrot juice, orange juice, lime juice and turmeric syrup in a glass.", "paragraphs": ["Traditionally, January is a time of reining it in; of attempting to atone for a month of near-constant consumption by suddenly deciding that you want to be Gwyneth Paltrow. Putting a pause on the booze is a very simple first step, but you can quickly discover that your options are limited to juice, squash and cola. Instead, try some of these complex and sophisticated non-alcoholic cocktail ideas. Just whatever you do, don’t call them mocktails. You’re an adult, for crying out loud.", "Switchel", "Fiona Beckett has been writing for this paper for more than two decades now, so when she suggests knocking up something called Switchel – a sweet, spicy, sour blend of ginger, cider vinegar, lemon juice and maple syrup, diluted with sparkling water – you should probably take her seriously. Beckett says that a Switchel is “much more enjoyable than drinking cider vinegar on its own”, although quite frankly what isn’t?", "Donkey Crunch", "Cleaned-up Moscow Mule ... the Donkey Crunch. Photograph: Johanna Parkin (commissioned)", "If you’re looking for something with the same warming ginger hit – but without the puckering effects of literal vinegar – then Meatliquor’s Donkey Crunch sounds like your best bet. Consisting of lime juice, ginger syrup (sugar syrup infused with ginger, obviously) and ginger beer, it’s essentially a cleaned-up Moscow Mule. The recipe also suggests adding vodka and absinthe, although that wouldn’t be in the spirit of this list and you should be ashamed of yourself for even thinking about it.", "Pineapple and kaffir lime crush", "Tucked away in a 2017 Kate Hawkings cocktail list, you’ll find a recipe for a pineapple and kaffir lime crush, which should provide enough of a sunshiney blast to blow away the long dark January evenings. You’ll need a whole pineapple, peeled and bashed about in a jug with some kaffir lime leaves and sugar, before mixing it down with some cold ginger ale. Tremendous.", "Thyme Fizz", "You may have noticed that we are now three for three when it comes to ginger. Just in case you’re worried that this entire article has been furtively sponsored by big ginger, allow me to shift direction. Jack Adair Bevan has a very simple recipe for a drink called Thyme Fizz. It’s honey syrup, sparkling water, lemon and – yes, that’s right – thyme. “If you’d prefer it a little less holier than thou, add a good glug of gin,” says Bevan. But don’t do that, because it would undermine the entire pointof it being booze-free.", "Non-alcoholic old fashioned", "The non-alcoholic old fashioned. Photograph: Dan Matthews/The Guardian", "This January isn’t like other Januaries, for reasons you don’t need to be reminded of. If you happen to be at home with more time on your hands than you’d like, perhaps you need a project – and Sam Dagger’s non-alcoholic old fashioned is just that. To make it, you’ll first need to assemble a decently complicated premix. You’ll also need hops, cayenne pepper, cloves, cinnamon sticks, orange peel, tea, sugar and two types of bitters. Done right, sourcing and making this could kill an entire afternoon.", "Gin-free G&T", "And now for Miriam Nice’s recipe for gin-free G&T, which is not, as you might have expected, just some tonic water in a glass. Instead, this is a very convincing attempt to mimic the botanical hit of gin, with cardamom, cucumber, rosemary, cloves, mint leaves, lemon zest and chamomile tea. This needs to be mixed together and left in the fridge to infuse for four hours. Alternatively, just drink some tonic water.", "Virgin mojito", "Hold the rum ... virgin mojito. Photograph: Profimedia/Alamy", "Now, let’s say you bought all the ingredients for the previous recipe and now you have a shedload of mint leaves with nowhere to go. If that’s the case, let me introduce you to Olive magazine’s virgin mojito. Muddle the leaves, a lime and some sugar, add some apple juice and almond extract, and you, too, can party like it’s 2008.", "Non-alcoholic dirty martini", "This is all very well, but what if you happen to have an unmanageable glut of potato water in your house? If that’s the case – and I suspect it is – then why not try making This Vivacious Life’s non-alcoholic dirty martini? Put the water you cooked the potatoes in into a cocktail shaker, add olive juice and drink. What makes this martini so dirty? Probably the potatoes, in all honesty.", "Hot Buttered Pineapple", "If you wanted something warmer and less potatoey, The Purple Pumpkin has a recipe for something called Hot Buttered Pineapple. It’s made with pineapple juice, orange juice, cinnamon, brown sugar and butter, slung in a pan and simmered for 20 minutes. As such it’s deeply comforting and probably quite close to what Lilt would taste like if you left it next to a radiator for too long.", "Basically a Salad", "Finally, if you’ve decided to ditch booze for health reasons, here’s a nice way to double up. Imbibe magazine has a recipe for a cocktail called Basically a Salad: carrot juice, orange juice, lime juice and turmeric syrup in a glass. The magazine says the cocktail got its name thanks to its “crisp, earthy flavour”. If Gwyneth Paltrow hasn’t sipped one of these while having her face exfoliated, I’ll eat my hat."], "authors": ["Stuart Heritage"], "keywords": ["superdry", "ginger", "nonalcoholic", "buttered", "lime", "cocktail", "youll", "water", "need", "juice", "martini", "dirty", "cocktails", "syrup", "recipe", "sugar", "hot", "pineapple"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}