{"id": "c4002aba-212c-3cc3-a445-5a9da1239bab", "title": "The Dark Crystal: Age of Resistance Tactics Review – Missing The Magic", "url": "https://www.gameinformer.com/review/the-dark-crystal-age-of-resistance-tactics/the-dark-crystal-age-of-resistance-tactics-review", "summary": "The new The Dark Crystal: Age of Resistance series from Netflix is a stellar presentation of craft and storytelling, but I’m sorry to say that the game simply doesn’t maintain the same high bar.\nA pale imitation of its source material, Age of Resistance Tactics draws on inspirations like Final Fantasy Tactics for its gameplay model, but misses the mark in the ways that matter.\nThat’s not to say that Age of Resistance Tactics is a constant disappointment.\nWith better tactics games on the market, The Dark Crystal’s foray into the strategy genre has a limited appeal.\nAnd without tactical sophistication or a meaningful engagement with the lore, I can’t recommend joining this resistance.", "paragraphs": ["We see fewer licensed tie-in video games on home platforms these days, and that’s understandable. Capturing the tone of a popular fiction in a different medium is tricky, and developers are rarely given the time and means to capitalize. The new The Dark Crystal: Age of Resistance series from Netflix is a stellar presentation of craft and storytelling, but I’m sorry to say that the game simply doesn’t maintain the same high bar. A pale imitation of its source material, Age of Resistance Tactics draws on inspirations like Final Fantasy Tactics for its gameplay model, but misses the mark in the ways that matter.", "Players build and level a team of the elf-like Gelflings, along with a smattering of Podlings and Fizzgigs, helping to save the world of Thra from its horrible Skeksis rulers. That sentence of whimsical nomenclature echoes what you should expect if you’re a new arrival to the world of The Dark Crystal, and the game doesn’t do a lot to catch you up. The storytelling never takes off in its own right, almost as if it presumes that your memory of the show’s sweeping narrative should be enough to maintain your interest in the events at hand.", "Battle after battle echoes major events from the show. They eventually branch into unseen events only hinted at in the show, like the recruitment of the other clans into the growing resistance. Early on, the flow of these stages is brisk and inviting, suggesting deeper tactical decisions down the road. Unfortunately, that expectation never comes to fruition; levels soon get staid and repetitive, with too little variety in objectives and enemy types. That problem is exacerbated by the presence of optional battles that are virtually necessary to proceed, since they offer the bulk of available treasure and XP to strengthen your team. These battles are always time-wasters about defeating all onscreen foes, and extend the length of a game that is already longer than its shallowness can support.", "Likewise, an initially intriguing job system for the heroes loses steam and becomes an onerous chore. Unlocking the highest-tier jobs takes a long time and demands you put characters in roles that don’t suit them just to fulfill certain leveling requirements. The whole process isn’t worth the effort, as the available powers are usually horizontal shifts rather than actual power increases. Some of the earliest base skills virtually demand to be kept in play (like the scout’s Mark), so it’s hard to diversify, especially since any given character can only have a few abilities equipped at one time. Tweaking jobs and equipment is made worse by an unwieldy menu system that requires too much backing out and reentering to compare characters or items.", "That’s not to say that Age of Resistance Tactics is a constant disappointment. The grid-based stages sometimes necessitate thoughtful character placement and strategizing. Seeing a good combo come together for a big-damage sword strike is fun, as is placing your caster in a spot where she can nuke a whole enemy team in one go. During a fight, manipulating the turn order is an interesting tactical option, as smart ability usage can move individuals back and forth in the queue. However, many enemies all look the same in the initiative line, hurting its usability; you can’t plan effectively if you don’t know which bad guy is actually acting next.", "The flow of new equipment gives you something to work toward, offering some helpful offensive and defensive tools – I just wish I didn’t need to fight so many meaningless side battles to afford the cool items. Difficulty can be customized as you go, which is good; the overall balance swings dramatically between “too easy” and the occasional “too hard for the recommended level.” Most battles are blessedly brief, which is especially important with no quick-save option for stepping away in the middle of a fight, which is a big misstep.", "With better tactics games on the market, The Dark Crystal’s foray into the strategy genre has a limited appeal. As one of the devoted franchise enthusiasts who are presumably the target audience, even I feel like it loses sight of the magic, narrative weirdness, and dark tone that makes the show so captivating. And without tactical sophistication or a meaningful engagement with the lore, I can’t recommend joining this resistance."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["dark", "team", "fight", "tactics", "tactical", "crystal", "game", "missing", "resistance", "age", "magic", "battles", "events", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}