{"summary": "We've scoured the planet for what we think are 50 of the most delicious foods ever created.\nA Hong Kong best food, best enjoyed before cholesterol checks.\nWhen you have a best food as naturally delicious as these little fellas, keep it simple.\nCourtesy Matt@PEK/Creative Commons/FlickrThis best food Thai masterpiece teems with shrimp, mushrooms, tomatoes, lemongrass, galangal and kaffir lime leaves.\nIt's a result of being born in a land where the world's most delicious food is sold on nearly every street corner.", "id": "c4209549-7981-3699-9648-61a78c2124b9", "pubDate": null, "url": "https://edition.cnn.com/travel/article/world-best-food-dishes/index.html", "authors": [], "paragraphs": ["(CNN) — \"There is no love sincerer than the love of food,\" George Bernard Shaw said. Judging by the number of amazing dishes out there, he was right.", "But which are the tastiest? Which are the best foods? And what are destinations that serve them?", "We've scoured the planet for what we think are 50 of the most delicious foods ever created. For now, feast your eyes and control your drooling, as we reveal some of the world's best foods that can help you make travel plans:", "l e v a r t", "50. Buttered popcorn, United States", "Taking a love of popcorn to a new level. Stephen Chernin/Getty Images North America/Getty Images", "Corn -- the workhorse of the industrial world -- is best when its sweet variety is fried up with lashings of butter till it bursts and then snarfed in greasy fistfuls while watching Netflix late at night.", "49. Masala dosa, India", "The world's best pancake? Courtesy McKay Savage/Creative Commons/Flickr", "A crispy, rice-batter crepe encases a spicy mix of mashed potato, which is then dipped in coconut chutney, pickles, tomato-and-lentil-based sauces and other condiments. It's a fantastic breakfast food that'll keep you going till lunch, when you'll probably come back for another.", "48. Potato chips, United Kingdom", "Potato chips -- you can never have just one! Courtesy Kate Ter Haar/Creative Commons/Flickr", "It's unclear when and where the potato chip was born -- US legend has it that they were invented in New York in 1853, but the earliest known recipe for \"Potatoes Fried in Slices or Shavings\" appears in a bestselling 1817 cookbook by Englishman William Kitchiner.", "Whatever the case, they're now one of the world's most child-friendly and best foods. But think of them this way -- if a single chip cost, say, $5, it'd be a far greater (and more popular) delicacy than caviar, a prize worth fighting wars over.", "47. Seafood paella, Spain", "The embodiment of Spanish cuisine. Boca", "The sea is lapping just by your feet, a warm breeze whips the tablecloth around your legs and a steamy pan of paella sits in front of you. Shrimp, lobster, mussels and cuttlefish combine with white rice and various herbs, oil and salt in this Valencian dish to send you immediately into holiday mode. Though if you have it in Spain, you're probably there already.", "46. Som tam, Thailand", "A traditional Thai dish you can't resist. Courtesy Jessica Spengler/Creative Commons/Flickr", "To prepare Thailand 's most famous salad, pound garlic and chilies with a mortar and pestle. Toss in tamarind juice, fish sauce, peanuts, dried shrimp, tomatoes, lime juice, sugar cane paste, string beans and a handful of grated green papaya. Grab a side of sticky rice. Variations include those made with crab (som tam boo) and fermented fish sauce (som tam plah lah), but none matches the flavor and simple beauty of the original.", "45. Chicken rice, Singapore", "Singapore taking \"moreish\" to the next level. Courtesy Madeleine Deaton/Creative Commons/Flickr", "Often called the \"national dish\" of Singapore , this steamed or boiled chicken is served atop fragrant oily rice, with sliced cucumber as the token vegetable. Variants include roasted chicken or soy sauce chicken. However it's prepared, it's one of Singapore's best foods . The dipping sauces -- premium dark soy sauce, chili with garlic and pounded ginger -- give it that little extra oomph to ensure whenever you're not actually in Singapore eating chicken rice, you're thinking of it.", "44. Poutine, Canada", "It sounds bad, it doesn't look great, but it tastes delicious! Courtesy PoutineFest", "French fries smothered in cheese curds and brown gravy. Sounds kind of disgusting, looks even worse, but engulfs the mouth in a saucy, cheesy, fried-potato mix that'll have you fighting over the last dollop. Our Canadian friends insist it's best enjoyed at 3 a.m. after \"several\" beers.", "43. Tacos, Mexico", "A fresh, handmade tortilla stuffed with small chunks of grilled beef rubbed in oil and sea salt then covered with guacamole, salsa, onions, cilantro or anything else you want -- perfect for breakfast, lunch or dinner. This is the reason no visitor leaves Mexico weighing less than when they arrived.", "People enjoy tacos from Tokyo to Tulum and they've found unique ways of making this handy snack. Video by Black Buddha", "42. Buttered toast with Marmite, UK", "Divisive but irresistible (for most of us). Courtesy SteveR-/Creative Commons/Flickr", "OK, anything buttered is probably going to taste great, but there's something about this tangy, salty, sour, love-it-or-hate-it yeast extract that turns a piece of grilled bread into a reason to go on living. For extra yum (or yuck) factor, add a layer of marmalade.", "41. Stinky tofu, Southeast Asia", "When it smells horrendous but tastes delicious ... Courtesy Toby Oxborrow/Creative Commons/Flickr", "Nothing really prepares you for the stench of one of the strangest dishes on earth. Like durian, smelly tofu is one of Southeast Asia's most iconic foods. The odor of fermenting tofu is so overpowering many aren't able to shake off the memory for months. So is the legendarily divine taste really worth the effort? Sure it is.", "40. Marzipan, Germany", "Germany's best sweet treat. Courtesy Alpha/Creative Commons/Flickr", "Don't be fooled by cheap imitations, which use soy paste or almond essence. The real stuff, which uses nothing but ground almonds with sugar, is so good, you'll eat a whole bar of it, feel sick, and still find yourself toying with the wrapper on bar number two.", "Related content Best German bars around the world", "A trusted sauce: Ketchup. Richard Heathcote/Getty Images Europe/Getty Images", "39. Ketchup, United States", "If Malcolm Gladwell says it's a perfect food, then it's a perfect food. Let's face it, anything that can convince two-year-olds to eat their carrots rather than spitting them onto the floor is worthy of not just a \"delicious\" title, but a \"miracle of persuasion\" title, too.", "38. French toast, Hong Kong", "A measly 500 calories is all this bad boy will cost you. Courtesy Connie Ma/Creative Commons/Flickr", "Unlike its more restrained Sunday brunch counterpart, Hong Kong -style French toast is like a deep-fried hug. Two pieces of toast are slathered with peanut butter or kaya jam, soaked in egg batter, fried in butter and served with still more butter and lots of syrup. A Hong Kong best food, best enjoyed before cholesterol checks.", "37. Chicken parm, Australia", "Australians have put their own stamp on chicken parmigiana. Courtesy shirley binn/creative commons/flickr", "Melted Parmesan and mozzarella cheese, and a peppery, garlicky tomato sauce drizzled over the top of a chicken fillet -- Aussie pub-goers claim this ostensibly Italian dish as their own. Since they make it so well, there's no point in arguing.", "36. Hummus, Middle East", "The whole world loves this chickpea spread. joseph eid/getty images/CNN", "This humble Middle Eastern spread, made with chickpeas, garlic, lemon juice and tahini has become a fridge staple all around the world. This tangy treat tastes good as a dip, with breads, with meats, with vegetables, beans or -- hear us out -- on a Marmite rice cake.", "35. Chili crab, Singapore", "Singaporeans drench crab in a spicy tomato gravy. Courtesy May Wong/Creative Commons/Flickr", "You can't visit Singapore without trying its spicy, sloppy, meaty specialty. While there are dozens of ways to prepare crab (with black pepper, salted egg yolk, cheese-baked, et cetera) chili crab remains the local bestseller. Spicy chili-tomato gravy tends to splatter, which is why you need to mop everything up with mini mantou buns.", "34. Maple syrup, Canada", "Maple syrup is made from the sap of maple trees. Courtesy Raffi Asdourian/Creative Commons/Flickr", "Ever tried eating a pancake without maple syrup? It's like eating a slice of cardboard. Poorly prepared cardboard. In fact, Canada's gift to parents everywhere -- throw some maple syrup on the kid's broccoli and see what happens -- makes just about anything worth trying. Pass the cardboard, please.", "33. Fish 'n' chips, UK", "Fish and chips -- not just for Fridays. MJ Kim/Getty Images Europe/Getty Images", "Anything that's been around since the 1860s can't be doing much wrong. The staple of the Victorian British working class is a crunchy-outside, soft-inside dish of simple, un-adorned fundamentals.", "32. Ankimo, Japan", "So, who's up for a chunk of monkfish liver with a little grated daikon on the side? Thought not -- still, you're missing out on one of sushi's last great secrets, the prized ankimo. The monkfish/anglerfish that unknowingly bestows its liver upon upscale sushi fans is threatened by commercial fishing nets damaging its sea-floor habitat, so it's possible ankimo won't be around for much longer. If you do stumble across the creamy, yet oddly light delicacy anytime soon, consider a taste -- you won't regret trying one of the best foods in Japan.", "31. Parma ham, Italy", "Parma ham -- a staple of Italian cooking. GIUSEPPE CACACE/AFP/AFP/Getty Images", "You see it folded around melon, wrapped around grissini, placed over pizza, heaped over salad. There's good reason for that: these salty, paper-thin slices of air-dried ham lift the taste of everything they accompany to a higher level.", "30. Goi cuon (summer roll), Vietnam", "Summer rolls: Light, refreshing and wholesome. Courtesy Ducson Nguyen", "This snack made from pork, shrimp, herbs, rice vermicelli and other ingredients wrapped in rice paper is served at room temperature. It's \"meat light,\" with the flavors of refreshing herbs erupting in your mouth. Dipped in a slightly sweet Vietnamese sauce laced with ground peanuts, it's wholesome, easy and the very definition of \"moreish.\"", "29. Ohmi-gyu beef steak, Japan", "This premium Japanese Wagyu beef from famed Takara Ranch has been recognized by the Imperial Palace of Japan as one of the greatest beef stocks to be raised in the past 400 years. Called the \"Rolls-Royce\" of beef, it's best eaten sashimi style, anointed with a drizzle of kaffir lime and green tea sea salt. Marbled fat gives each mouthful texture as the beef melts away, leaving a subtle but distinctly classic beef flavor.", "28. Pho, Vietnam", "Pho is a noodle soup and a pillar of Vietnamese cooking. Courtesy Rory MacLeod/Creative Commons/Flickr", "This oft-mispronounced national dish (\"fuh\" is correct) is just broth, fresh rice noodles, a few herbs and usually chicken or beef. But it's greater than the sum of its parts -- fragrant, tasty and balanced.", "27. Lechón, Philippines", "Lechón is Spanish for suckling pig. Courtesy Lemuel Cantos/Creative Commons/Flickr", "A Filipino national dish, lechón is a whole young pig slow-roasted over charcoal for several hours. The process makes for tender meat and crispy skin. It's prepared on special occasions throughout the year.", "26. Fajitas, Mexico", "A staple of Tex-Mex cuisine. Courtesy Denis Dervisevic/Creative Commons/Flickr", "This assembly kit of a dining experience is a thrill to DIY enthusiasts everywhere. Step 1: Behold the meat sizzling on a fiery griddle. Step 2: Along with the meat, throw side servings of capsicum, onion, guacamole, sour cream and salsa into a warm, flour tortilla. Step 3: Promise all within hearing range that you'll have \"just one more.\" Step 4: Repeat.", "25. Butter garlic crab, India", "As hot and as tasty as it looks. Courtesy Jun Selta/Creative Commons/Flickr", "This one claims no roots in Chinese, Continental or Indian cuisines. It comes from Butter Land, an imaginary best foods paradise balanced on the premise that anything tastes great with melted butter. This delicious, simple dish is made by drowning a large crab in a gallon of butter-garlic sauce, which seeps into every nook and cranny and coats every inch of flesh. The sea gods of Butter Land are benevolent carnivores and this, their gift to the world, is their signature dish.", "24. Champ, Ireland", "Irish national dish champ goes down faster than the first pint of Guinness on a Friday night. Mashed potato with spring onions, butter, salt and pepper, champ is the perfect side with any meat or fish. For the textbook plate of creamy goodness, we suggest the busiest pub in any Irish seaside town. Around noon somehow feels right.", "23. Lasagna, Italy", "So good, they gave it many levels. pinch of yum", "Second only to pizza in the list of famed Italian foods, there's a reason this pasta-layered, tomato-sauce-infused, minced-meaty gift to kids and adults alike is so popular -- it just works.", "22. Poke, US", "Poke has its origins on the streets of Hawaii - now it's has gone global. Courtesy takaokun/creative commons/flickr", "This iconic Hawaiian appetizer is a raw fish salad -- it originated when local fishermen were looking for use for the cut-offs from their catches.", "The fish is seasoned in different ways -- so it's a delicious but also healthy dish. The meal has now spread to the mainland -- and across the globe.", "21. Croissant, France", "The French croissant: Le petit dejeuner of champions. CHARLY TRIBALLEAU/AFP/Getty Images", "Flaky pastry smothered in butter, a pile of raspberry jam smeared over the top and a soft, giving bite as you sink in your teeth; there's nothing not to love about this fatty, sweet breakfast food that must be married to a cup of strong coffee.", "20. Arepas, Venezuela", "Corn-dough patties topped with tastiness. JUAN BARRETO/AFP/AFP/Getty Images", "A corn-dough patty that provides a savory canvas onto which you can paint any number of delicious toppings: cheese, shredded chicken, crisped pork skin, perico, beef, tomato, avocado.", "Related content Which country has the best food?", "19. Bunny chow, South Africa", "It's said the best bunny chow is found in Durban. CNN Inside Africa", "Despite the name, no rabbits are harmed in the making of one of South Africa's best-loved street foods. Bunny chow is hollowed-out half- or quarter-loaves of white bread filled with super-spicy curry. The dish originated in Durban's Indian community.", "18. Shish kebab", "It's as if sunny Sunday afternoons were created just for sizzlers. Justin Sullivan/Getty Images North America/Getty Images", "Pick your meat, shove a stick through it, grill. These cubes of deliciousness -- most often lamb, but also beef, swordfish and chicken -- are enjoyed with rice and vegetables and are the perfect addition to your summer barbecue.", "17. Lobster, global", "Every summer, lobsterman Tom Martin shares his love of the sea with visitors to Maine.", "Forget all your fancy, contrived lobster dishes deployed by showoff chefs eager for Michelin endorsement. When you have a best food as naturally delicious as these little fellas, keep it simple. The best way to enjoy lobster is simply to boil it and serve with a side of melted butter and slice of lemon.", "16. Pastel de nata, Portugal", "Rich flaky pastry and soft trembling custard. Nuno Correia", "Pastel de natas are perhaps the world's tastiest laundry by-product. Legend has it that Portuguese nuns and monks, having used egg whites to starch their religious clothing, used the leftover yolks to make pastries, including these sinfully delicious custard tarts.", "15. Pierogi, Poland", "Pierogi: The perfect Polish comfort food. Quinn Dombrowski", "There are dumplings, and then there are Polish dumplings . Pierogi are parcels of deliciousness that can be filled with everything from potato to sauerkraut to meat to cheese and to fruit, and often topped with melted butter, sour cream or fried onions. They're traditionally boiled, although fried pierogi are becoming more common.", "14. Donuts, United States", "Donuts -- delicious across the world. Courtesy Dave Crosby/Creative Commons/Flickr", "These all-American fried wheels of dough need no introduction, but we will say one thing: the delicious guilt of snacking on these addictive calorie bombs makes them taste even better. If that's possible.", "13. Corn on the cob, global", "A sandbox full of dried corn, a buzzing bee zip line and an 18-acre \"MAiZE\" delight and bewilder crowds at the yearly Farmstead Corn Maze and Pumpkin Festival.", "God probably created corn just to have an excuse to invent melted butter. There's something about biting down on a cob of corn -- it's a delicate enough operation to require concentration but primal enough to make you feel like the caveman you always wanted to be. Great food is caveman food.", "12. Piri-piri chicken, Mozambique", "courtesy of helen graves", "The South African restaurant chain Nando's has made Mozambican-Portuguese piri-piri chicken loved around the world. But for the original dish, head to Maputo, capital of Mozambique. Galinha à Zambeziana is a finger-lickin' feast of chicken cooked with lime, pepper, garlic, coconut milk and piri piri sauce.", "11. Rendang, Indonesia", "Rendang tastes even better the next day -- if it lasts that long. Courtesy Alpha/Creative commons/Flickr", "Beef is slowly simmered with coconut milk and a mixture of lemongrass, galangal, garlic, turmeric, ginger and chilies, then left to stew for a few hours to create this dish of tender, flavorful bovine goodness. Tasting it fresh out of the kitchen will send your stomach into overdrive, but many people think it gets even better when left overnight.", "10. Chicken muamba, Gabon", "A bastardized Western version of this delectable Gabonese dish swamps everything in peanut butter. Oh, the insanity. The proper recipe calls for chicken, hot chili, garlic, tomato, pepper, salt, okra and palm butter, an artery-clogging African butter that will force you into a second helping and a promise to start using your gym membership.", "Related content 15 of Africa's favorite dishes", "9. Ice cream, global", "This is how Llewellyn Clarke makes coconut ice cream on the island of Nevis. Here's a hint ... you start by climbing up a tree and cutting down a coconut.", "", "", "", "", "You may have just gorged yourself to eruption point, but somehow there's always room for a tooth-rotting pile of ice cream with nuts, marshmallows and chocolate sauce. Thank God for extra long spoons that allow you get at the real weight-gain stuff all mixed up and melted at the bottom of the glass.", "8. Tom yum goong, Thailand", "A must-eat Thai dish. Courtesy Matt@PEK/Creative Commons/Flickr", "This best food Thai masterpiece teems with shrimp, mushrooms, tomatoes, lemongrass, galangal and kaffir lime leaves. Usually loaded with coconut milk and cream, the hearty soup unifies a host of favorite Thai tastes: sour, salty, spicy and sweet. Best of all is the price: cheap.", "7. Penang assam laksa, Malaysia", "One of Malaysia's most popular dishes. Courtesy Pandora Voon/Creative Commons/Flickr", "Poached, flaked mackerel, tamarind, chili, mint, lemongrass, onion, pineapple ... one of Malaysia 's most popular dishes is an addictive spicy-sour fish broth with noodles (especially great when fused with ginger), that'll have your nose running before the spoon even hits your lips.", "6. Hamburger, Germany", "Who can resist a juicy handburger? Photo Illustration/Thinkstock", "When something tastes so good that people spend $20 billion each year in a single restaurant chain devoted to it, you know it has to fit into this list. McDonald's may not offer the best burgers, but that's the point -- it doesn't have to. The bread-meat-salad combination is so good that entire countries have ravaged their eco-systems just to produce more cows.", "5. Peking duck, China", "Obsessed with Peking duck? Duck de Chine offers one of Beijing's most memorable dining experiences. Video by Black Buddha", "", "", "", "", "", "", "The maltose-syrup glaze coating the skin is the secret. Slow roasted in an oven, the crispy, syrup-coated skin is so good that authentic eateries will serve more skin than meat, and bring it with pancakes, onions and hoisin or sweet bean sauce. Other than flying or floating, this is the only way you want your duck.", "We meet up with Yumi Chiba to find out how she became one of the most renowned female sushi chefs in Japan.", "4. Sushi, Japan", "When Japan wants to build something right, it builds it really right. Brand giants such as Toyota, Nintendo, Sony, Nikon and Yamaha may have been created by people fueled by nothing more complicated than raw fish and rice, but it's how the fish and rice is put together that makes this a global first-date favorite. The Japanese don't live practically forever for no reason -- they want to keep eating this stuff.", "3. Chocolate, Mexico", "Chocolate is the ultimate tasty treat. Shutterstock", "The Mayans drank it, Lasse Hallström made a film about it and the rest of us get over the guilt of eating too much of it by eating more of it. The story of the humble cacao bean is a bona fide out-of-the-jungle, into-civilization tale of culinary wonder. Without this creamy, bitter-sweet confection, Valentine's Day would be all cards and flowers, Easter would turn back into another dull religious event.", "2. Neapolitan pizza, Italy", "Neapolitan pizza: always delicious no matter the size. MARIO LAPORTA/AFP/Getty Images", "Spare us the lumpy chain monstrosities and \"everything-on-it\" wheels of greed. The best pizza was and still is the simple Neapolitan, an invention now protected by its own trade association that insists on sea salt, high-grade wheat flour, the use of only three types of fresh tomatoes, hand-rolled dough and the strict use of a wood-fired oven, among other quality stipulations. With just a few ingredients -- dough, tomatoes, olive oil, salt and basil (the marinara pizza does not even contain cheese) -- the Neapolitans created a food that few make properly, but everyone enjoys thoroughly.", "1. Massaman curry, Thailand", "One more reason to visit Thailand. Courtesy Marita/Creative Commons/Flickr", "Emphatically the king of curries, and perhaps the king of all foods. Spicy, coconutty, sweet and savory. Even the packet sauce you buy from the supermarket can make the most delinquent of cooks look like a Michelin potential. Thankfully, someone invented rice, with which diners can mop up the last drizzles of curry sauce. \"The Land of Smiles\" isn't just a marketing catch-line. It's a result of being born in a land where the world's most delicious food is sold on nearly every street corner."], "keywords": ["delicious", "sauce", "chicken", "rice", "courtesy", "best", "50", "butter", "dishes", "foods", "world", "dish", "food"], "title": "World food: 50 best dishes", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}