{"paragraphs": ["Darksiders is a shape-shifting franchise. The original game offered a fun mix of combat and puzzle dungeons, like a fusion of God of War and The Legend of Zelda. Darksiders II added Diablo-inspired loot into that equation. When Darksiders III released in 2018, it incorporated elements of From Software's Souls games. Darksiders' experimentation continues with Genesis, a co-op friendly, top-down action game. For this prequel, Developer Airship Syndicate repackages many of Darksiders' signature aspects into a new container just in time for the holidays, but this delivery is filled with more packing peanuts than presents.", "From the start, Genesis allows up to two players to control Strife and War (solo players can freely switch between the two). Each character feels impressively unique in combat. War is a slow-moving, close-quarters tank, with many sword combos reminiscent of his abilities from the original Darksiders. In contrast, Strife darts around the battlefield and rains fire from the barrels of his twin pistols. I enjoy the mix of abilities that both horsemen provide, and Genesis generally succeeds at emulating Darksiders' fast-paced action from a new camera perspective.", "The joys of combat quickly turn to anguish as the difficulty escalates. War and Strife level up by equipping creature cores, which boost your horsemens’ strength and health pools. Cores also offer other added bonuses, such as giving your attacks a chance to restore your health. Unfortunately, these enemy cores drop randomly, which means you can fight entire enemy hordes without a guaranteed reward. The problems with this system are exacerbated when you need to grind for cores – and you will need to grind. Each level has a recommended power rank, and those requirements quickly outpaced my horsemens' abilities. This forced me to return to old levels (or a repeatable combat area) to tear through endless fodder in the hopes of finding more cores – an incredibly soul-sucking process.", "Genesis offers some respite with a handful of environmental puzzles. In co-op, these puzzles ask War and Strife to work together to throw a series of switches, or use their unique skills to send electrical orbs across the room to power ancient artifacts. In single-player, these puzzles require a little more legwork, since you have to use bombs to trigger multiple timed switches or make use of other environmental tricks to navigate a space. Whether solo or with a friend, Genesis’ puzzles are never mentally taxing, but I was usually thankful for a break in the action.", "The biggest shift for Darksiders Genesis is its fixed overhead camera. The view makes it easier for friends to play together, but it also means the action feels distant and less intense. More importantly, large environment objects (like trees and cliffs walls) can come between you and the camera, obscuring your view of the action. The environment itself is also a pain to navigate, since few onscreen markers point you forward, and the map doesn’t display your exact position. At times, I was confused about where to go, and when I turned to the map to gain my bearings, I only felt more lost.", "Genesis’ narrative also left me disoriented. Most of the events of the Darksiders series have revolved around the war between the kingdoms of heaven and hell, which ultimately lay waste to the planet Earth. However, Genesis is set before the events of the previous games and deals primarily with the political affairs between the horsemen and a few demonic figures, which ultimately adds little to the Darksiders universe. This lackluster story feels like a missed opportunity, especially since it’s the first chance fans have had to control the horseman Strife. Unfortunately, Strife’s constantly jokey demeanor is off-putting, and the dialogue between him and the stoic War feels forced.", "Overall, Darksiders Genesis fails to take advantage of the series' strengths. Since Darksiders’ inception, fans have imagined what it might be like to team up as the different horsemen. Darksiders Genesis finally offers a co-op experience, but its offbeat design and forgettable story don't deliver on the fantasy."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "title": "Darksiders Genesis Review – Exodus Of Excitement", "id": "c4274c95-fdfc-330a-a318-649fcaefe99d", "keywords": ["exodus", "series", "darksiders", "excitement", "war", "review", "combat", "genesis", "action", "feels", "puzzles", "cores", "strife"], "summary": "The biggest shift for Darksiders Genesis is its fixed overhead camera.\nThe view makes it easier for friends to play together, but it also means the action feels distant and less intense.\nUnfortunately, Strife’s constantly jokey demeanor is off-putting, and the dialogue between him and the stoic War feels forced.\nOverall, Darksiders Genesis fails to take advantage of the series' strengths.\nDarksiders Genesis finally offers a co-op experience, but its offbeat design and forgettable story don't deliver on the fantasy.", "pubDate": null, "url": "https://www.gameinformer.com/index.php/review/darksiders-genesis/darksiders-genesis-review-exodus-of-excitement"}