{"id": "c42ee2d0-7042-3595-8593-e8d84b2b6a1a", "title": "Germany could have won key World War II battle if they made these tactical changes, study says", "url": "https://www.foxnews.com/science/germany-won-world-war-ii-battle-if-they-made-adjustments", "summary": "A startling new study suggests that Germany could have won a key battle in World War II and perhaps changed the outcome of the war if they had made a few small strategic changes.\nOne other grave mistake was not continuing the attack on British airfields after the initial blow on Aug. 13, 1940.\n\"We tested the impact of this and the other counterfactuals by varying the probabilities with which we choose individual days,\" Wood added.\n\"If the real probability of British victory was 98 [percent], the same changes would have reduced this to just 34 [percent].\"\n\"It demonstrates just how finely-balanced the outcomes of some of the biggest moments of history were,\" Mackay said.", "paragraphs": ["A startling new study suggests that Germany could have won a key battle in World War II and perhaps changed the outcome of the war if they had made a few small strategic changes.", "Researchers at the U.K.'s University of York created a computer model using a technique known as \"weighted bootstrapping\" and determined that the Battle of Britain could have been won by the Germans if they attacked the Brits immediately after Winston Churchill delivered his famous \"Finest Hour\" speech on June 18, as opposed to July 10, more than three weeks later.", "One other grave mistake was not continuing the attack on British airfields after the initial blow on Aug. 13, 1940.", "RARE WORLD WAR II 'ESCAPE KITS' SOLD AT AUCTION", "\"The simulations suggested that if they had started the campaign earlier and focused on bombing airfields, the [Royal Air Force] might have been defeated, paving the way for a German land invasion,\" the researchers said in a press release.", "It's impossible to estimate what the real chances of victory were, but the researchers did note that any changes to the decisions from the German military would have significantly reduced the chances of a British victory.", "\"The Luftwaffe would only have been able to make the necessary bases in France available to launch an air attack on Britain in June at the earliest, so our alternative campaign brings forward the air campaign by three weeks,\" the study's co-author, Jamie Wood, said in the statement. \"The weighted bootstrap technique allowed us to model alternative campaigns in which the Luftwaffe prolongs or contracts the different phases of the battle and varies its targets.\"", "\"We tested the impact of this and the other counterfactuals by varying the probabilities with which we choose individual days,\" Wood added.", "THE BATTLE OF THE BULGE: GERMAN DECEPTION AND ADVANCED WEAPONS COULDN'T TURN THE TIDE OF THE WAR", "\"For example, had the likelihood of a British victory in the actual battle been 50 [percent], these two tactical changes would have reduced it to less than 10 [percent],\" the researchers added in the statement. \"If the real probability of British victory was 98 [percent], the same changes would have reduced this to just 34 [percent].\"", "\"Weighted bootstrapping ... is a bit like taking a ball for the events of each day of the Battle of Britain and placing them in a lotto machine,\" according to the statement. \"Balls are then drawn, read and replaced to create thousands of alternative sets of days' fighting, but in a different order, and perhaps with some days appearing more than once or not at all.\"", "One of the study's co-authors, Niall Mackay, said weighted bootstrapping could help historians investigate alternate realities and even give new information for historical controversies and debates.", "\"It demonstrates just how finely-balanced the outcomes of some of the biggest moments of history were,\" Mackay said. \"Even when we use the actual days' events of the battle, make a small change of timing or emphasis to the arrangement of those days and things might have turned out very differently.\"", "The research is published in the Journal of Military History.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Chris Ciaccia"], "keywords": ["world", "days", "ii", "battle", "researchers", "war", "germany", "won", "study", "key", "victory", "changes", "german", "reduced", "weighted", "statement", "british", "tactical"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}