{"id": "c46dbd10-75eb-36de-a279-6ffc28eb8d58", "title": "Persona 5 Strikers Team Reflects On The Collaboration We Never Saw Coming", "url": "https://www.gameinformer.com/afterwords/2021/04/05/persona-5-strikers-team-reflects-on-the-collaboration-we-never-saw-coming", "summary": "How did the Persona 5 Strikers team work to instill the sense of authenticity to the characters and world players had already spent so much time in with Persona 5?\nI believe it was right when we were brainstorming what kind of story structure we wanted to pursue with Sekiguchi-san's team, actually.\nDK: I think P5 depicted significant growth for each character, but also generally leaned towards a dramatic and tense mood.\nKS: I think your first sentence is a testament to how much we pushed ourselves to create a true \"Persona\" game.\nWhat were the most important messages the development team wanted players to take away from a story such as this, which is full of themes such as trauma and redemption?", "paragraphs": ["Back to Top", "Following the outstanding Persona 5 and Persona 5 Royal in 2017 and 2020 respectively, we were ecstatic to dive back into the world of the Phantom Thieves in an all new adventure. Persona 5 Strikers gave us pause when it was first announced since it deviated away from the turn-based combat and social simulation elements that have proven so integral to the series, but the finished product delivered a worthy follow-up journey starring our favorite cast of Metaverse-infiltrating heart stealers.", "Now that we're more than a month following the game's acclaimed release, we caught up with Atlus producer Daisuke Kanada and Koei Tecmo director Kazutoshi Sekiguchi to learn about how the collaboration came to be, how the team remained authentic to the Persona 5 characters and stories, and what the themes of trauma throughout the story say about the way people intend to live their lives.", "Warning: The following article contains minor spoilers for Persona 5 Strikers.", "How did this project come to exist? Did Omega Force approach Atlus or was it the other way around?", "Daisuke Kanada: Omega Force reached out to us first. As you're aware, Omega Force has already done numerous other collab titles, and I'd always felt they were all very high quality. As such, receiving the offer was a big honor, and truthfully also a big surprise.", "Kazutoshi Sekiguchi: We have many fans of the Persona series in our studio, even including our CEO, Kou Shibusawa, so we approached Atlus with genuine enthusiasm. At first, we initially pitched the idea of doing a Musou-type game featuring a cast of past characters from the series, which we often do for collab titles, but after many discussions about what Persona fans might enjoy the most, we ultimately decided to create a sequel to P5.", "How did the Persona 5 Strikers team work to instill the sense of authenticity to the characters and world players had already spent so much time in with Persona 5?", "", "DK: From the earliest stages of development, we made it a point to do everything we could so that our fans would feel that this game is a true sequel to Persona 5. We spent a lot of time finding ways to pursue that, and focused on features we felt would align with that goal. Everyone at Omega Force also kindly invested so much of their time into learning everything about Persona 5, which definitely helped us create a game that we feel fits naturally into the P5 universe.", "In regards to the authenticity of characters, although it's important to write accurately to their personalities and quirks, it was equally important for us to not make sure they don't revert to how they used to be. I feel that often with sequels, characters are depicted regressing back to old selves and old flaws purely to serve the plot, when they're supposed to have grown as people. For a title that's a direct continuation of the story of P5, that kind of personal regression would be a disservice to the story we want to tell, and also might prompt fans of these characters to raise an eyebrow. As such, for P5S, we really put a lot of thought into what these characters would feel and think now that they've grown as individuals, and reflected those elements into the story. Because of that, perhaps you could argue that the Phantom Thieves are presented as lacking any major flaws, but I think the two new characters definitely help with maintaining a compelling narrative.", "KS: For us, the main thing we really focused on was ensuring we didn't lose the integral qualities of the existing world and characters that were already so appealing. Aside from the sound, visuals, U.I., and narrative, we really pushed ourselves to create something that felt truly \"Persona\" – including even details like the camera angle, atmosphere, action motions, and Persona's distinct game mechanics. The fact that all the staff involved were genuine fans definitely helped.", "Why did the team want to expand the adventure to include cities other than Tokyo?", "", "DK: This was decided pretty early on. I believe it was right when we were brainstorming what kind of story structure we wanted to pursue with Sekiguchi-san's team, actually.", "KS: Because this game was being made after P5, we wanted to include a bold new feature that would make fans genuinely excited about playing this game. In that process, we came up with the idea of having them go on a summer roadtrip.", "DK: I think P5 depicted significant growth for each character, but also generally leaned towards a dramatic and tense mood. As such, we wanted to depict how these characters, having grown and learned so much, are now having fun together and spending their time as friends.", "KS: Actually, this is something we hadn't shared with Kanada-san, but [Kenichi] Ogasawara-san (Omega Force's producer) originally suggested we limit the expansion to within the Kanto region, as encompassing all of Japan might be too big. But, after talking extensively with Atlus we saw the potential to bring a lot of cool ideas to life, which was why we settled on a full-on cross-country roadtrip. In truth, it was definitely a lot of work creating each major city, but the development staff managed to incorporate all the elements of each city that made them feel real, recognizable, and authentic, so we were very happy to hear people praise the accuracy of the cities.", "The gameplay and flow also feels surprisingly similar to Persona 5 (until you get into battles). Why did the team decide to use framework and structure similar to what was established in Persona 5 instead of the non-stop action style of gameplay we’ve seen in other Koei Tecmo titles like the Hyrule Warriors games?", "", "KS: I think your first sentence is a testament to how much we pushed ourselves to create a true \"Persona\" game. But early in development, we did have a lengthy discussion about what direction to take this title – whether we wanted to pursue a P5 Action RPG route, or a P5 Musou-action route. At first, we were leaning more towards the latter, but after further discussion we started to see that what P5 users would most want to play – and therefore what we should make – was an \"Action RPG\" game.", "In addition, some voiced their opinions that unless we went with an Action RPG route, we wouldn't be able to fully utilize the unique mechanics that define Persona, such as attacking enemy weaknesses.", "Once that direction was established and we started to experiment with all the various elements, we started to see a new way of approaching things that was different from the existing Musou action games. As a result, I do genuinely think we opened up a new frontier for how Omega Force creates action games.", "What did the collaboration and communication look like between Omega Force and P-Studio as the two studios worked together on this project?", "", "DK: The Atlus side was mostly involved with establishing the story and narrative, while Omega Force mostly focused on creating the overall game system, as well as contributing to the story. The music production was a joint effort. That being said, during development, I would say it really felt like we were operating as one big team, collaborating across two companies.", "KS: At first, there was a bit of a clumsy \"play it by ear\" sort of feel to how we were approaching things, but as development progressed, we were having more frequent meetings and the collaboration process started to feel much more streamlined. It really felt like we were one big team.", "There were also definitely many moments where I appreciated Kanada-san's flexibility and willingness to take initiative. Some examples that come to mind would be when the core development staff from both companies went out on a camping car trip together, or when we essentially camped out in the meeting room while trying to finalize the story, or any of our discussions that would start off with \"Could I ask you about this today?\" [laughs]", "The fact that both companies had a deep respect for one another definitely helped with establishing that positive working relationship, and I think that in turn contributed greatly to making this game that much better.", "The one thing the Monarchs all have in common (aside from possessing Jails) is that they underwent some form of trauma. Many of the Monarchs also have direct parallels to many of the Phantom Thieves (for example, Ann can relate to Alice, Yusuke can relate to Ango). Why was it important for the team to explore those themes with these characters?", "", "DK: As I touched upon previously, a really important question for us was how we wanted to depict the growth of each Phantom Thief. What it came down to was: What are the things they're now capable of, because they've grown as people? One answer is the same as the reason that brought them together: saving the hearts of those who are suffering. The other is saving the hearts of those whose pain could twist them into villains: in other words, the Monarchs.", "I think everyone generally wants to live a noble life, but in that process, we often encounter unexpected setbacks. Those might make us push people away, or lose sight of who we are, and eventually we might reach the point where we just can't recognize who we've become. The trauma that the Monarchs carry is a prime example of that.", "But, if in those moments of pain, we had someone who's willing and able to reach out to us, that connection could be enough to keep us from losing ourselves to that feeling. And I posited that the Phantom Thieves, who had undergone difficult change themselves, would be able to provide that connection.", "Of course, losing sight of who you are is something that can happen to anybody, even including the Phantom Thieves. The reason that didn't happen for them is because they had each other – a cause to unite them, and friendship to support them. But if they didn't have those things, they may well have become Monarchs themselves.", "Having the Phantom Thieves change the hearts of the Monarchs is a way of contrasting the two ways of living, and I think it was a vital way to illustrate how much the characters have grown as individuals.", "What were the most important messages the development team wanted players to take away from a story such as this, which is full of themes such as trauma and redemption?", "", "DK: I think the most significant message is whatever you as a player took away from it. It's true that as we created this game, we embedded certain themes and ideas that we wanted our players to feel. But I also think that if we tried to put them all into words ourselves, it might impact their significance.", "Whatever the user themselves felt and experienced while playing the game is what's most important for me, and in a way, I think those are the kinds of personal, powerful messages that can only be imparted through this medium. So, if there is anything we'd like to say, it's simply \"Thank you for playing our game!\"", "Persona 5 Strikers arrived on PlayStation 4, Switch, and PC on February 23. For more on Persona 5 Strikers, check out our review! If you're a big fan of Persona 5 and have always wanted to try your hand at making the delicious-looking curry form the game, head here to learn how in an easy-to-follow recipe!"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["p5", "team", "collaboration", "saw", "feel", "wanted", "coming", "game", "characters", "strikers", "phantom", "persona", "think", "reflects", "omega"], "pubDate": "2021-04-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}