{"id": "c47314a4-2787-3fee-bced-4a34dba5a182", "title": "The big picture: exodus on the road to Mosul, 2016", "url": "https://www.theguardian.com/media/2020/dec/06/the-big-picture-on-the-road-to-mosul-paolo-pellegrin", "summary": "As they approached Mosul from the east, they were met with the sight of an entire village decamping.\nThis girl, dressed in Yazidi style, was among the villagers that Pellegrin photographed on that road.\nHis portrait, included in an online gallery exhibition of his work, captures all the anxiety and courage of that desperate retreat.\nThe Kurdish authorities organised a fleet of buses to take the people of Buharbuq to a refugee camp.\n“All of our life is wasted in this Isis mess,” one woman said to her husband.", "paragraphs": ["The photographer Paolo Pellegrin was in Iraq for the US invasion of 2003. He returned in 2016, with the New York Times journalist James Verini, to follow a ragtag battalion of Kurdish Peshmerga militia as they marched to help regain the city of Mosul, which was under the control of Isis. As they approached Mosul from the east, they were met with the sight of an entire village decamping. The villagers had been told that at 6am the following day they would be rounded up by Isis fighters and taken to Mosul, where they feared they would be used as human shields against American bombing.", "The residents of Buharbuq were carrying “children, grandmothers, pots, buckets, sheep, chickens” and hoping to find refuge behind Kurdish lines before the siege began. This girl, dressed in Yazidi style, was among the villagers that Pellegrin photographed on that road. His portrait, included in an online gallery exhibition of his work, captures all the anxiety and courage of that desperate retreat. The girl stands alone in a featureless landscape with a shadowy armed figure at her back, at a loss to know which way to turn.", "The Kurdish authorities organised a fleet of buses to take the people of Buharbuq to a refugee camp. As they waited to board, there were tearful reunions between Kurds who had fled the village and now come back to fight and those who had stayed behind. Verini eavesdropped on the villagers waiting in line. “All of our life is wasted in this Isis mess,” one woman said to her husband. “I feel a hundred years old. I hope Isis goes to hell, then rots in hell.” The husband uttered only four words in reply, that spoke for the entire scene: “I am so tired.”", "Paolo Pellegrin: The Beauty in Our Fragile Ecosystem is online at Michael Hoppen Gallery until 10 January"], "authors": ["Tim Adams"], "keywords": ["isis", "husband", "picture", "villagers", "road", "big", "exodus", "village", "2016", "mosul", "verini", "online", "hell", "pellegrin", "kurdish"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}