{"id": "c4a6d0d2-7152-34bc-8ec4-4844e63dc9e1", "title": "Spice of life: how turmeric became the 'new gold' for Sri Lanka villagers", "url": "https://www.theguardian.com/global-development/2020/dec/07/spice-of-life-how-turmeric-became-the-new-gold-for-sri-lanka-villagers", "summary": "In Sri Lankan cuisine, a pinch of turmeric brings the gold colour to sodhi, the mildly spiced coconut soup eaten with the island’s carbohydrate-rich foods.\nTurmeric is valued in every Sri Lankan kitchen for its subtle flavour, distinct yellow colour and powerful aroma.\nSapp collaborated with the Rural Development Bank in Sri Lanka to provide loans, training and machines to boil and dry turmeric.\n“It also gives a strong colour to Gonagala turmeric, so only a very little turmeric powder is needed for cooking,” he says.\nThe Sri Lanka navy busted several attempts to smuggle turmeric from south India.", "paragraphs": ["In Sri Lankan cuisine, a pinch of turmeric brings the gold colour to sodhi, the mildly spiced coconut soup eaten with the island’s carbohydrate-rich foods.", "Turmeric is valued in every Sri Lankan kitchen for its subtle flavour, distinct yellow colour and powerful aroma. In ayurvedic medicine, this humble spice is hailed for its values as an anti-inflammatory.", "But cultivation of the traditional root almost died out during the Sri Lankan civil war, and the country now relies heavily on imported turmeric, growing only 2,000 of the 7,000 tonnes it consumes annually.", "One of the Gonagala farmers. The price of raw roots has risen fourfold since the import ban. Photograph: SAPP", "Last December, the Sri Lankan government banned the importation of turmeric and several other spices, with a view to pushing local production and helping small-scale farmers. For turmeric growers in the eastern Ampara district, the import ban proved a blessing during the Covid-19 pandemic. Dayarathne Bandara, 54, is president of the Agriculture Productivity Co-op Society in Gonagala, a village about 350km from the capital Colombo.", "“We thought we wouldn’t be able to sell our harvest when the coronavirus came,” says Bandara, “but we received a better price this time. It became very lucrative for us.”", "In the markets, a kilogram of raw turmeric root used to sell for 80 rupees (30p), but with the import ban in place, demand rose. After their spring harvest, Bandara and others were getting 300 rupees (£1.20) a kilogram, and dried turmeric was fetching 4,000 rupees (£16) a kilogram.", "It had been decades since Gonagala farmers had grown and sold turmeric roots and powder. One night in 1999 about 50 people from this village were slaughtered. “After that, we continued to face the hardships of the war. No one cared about turmeric any more. We were just trying to survive,” Bandara says. Turmeric cultivation was abandoned in Gonagala.", "But in 2018, nearly a decade after the end of the war, Bandara and other villagers wrote to the agriculture ministry’s Smallholder Agribusiness Partnerships Programme (Sapp), seeking support to replant the crop. Somathilaka Wijesinghe, the deputy programme manager at Sapp, began working closely with the farmers. “We were very impressed to hear from them. Once the project was approved, we set up a turmeric development plan for 100 farmers in Gonagala,” Wijesinghe says.", "Most farmers didn’t have the necessary capital and weren’t able to get a bank loan. Many were trapped in a cycle of debt after taking high-interest loans from local businessmen. Sapp collaborated with the Rural Development Bank in Sri Lanka to provide loans, training and machines to boil and dry turmeric.", "Most of us invested the money we received from turmeric for our children’s education", "So farmers started growing turmeric again, using only organic fertilisers such as cow manure. From 150kg of turmeric seeds planted in a quarter acre of land, 2,000kg of the “new gold” was harvested.", "Wijesinghe says the variety grown in Gonagala contains a higher proportion of curcumin, the active ingredient of turmeric which is believed to have anti-inflammatory and antioxidant benefits. It’s used by some to treat arthritis and other conditions. “It also gives a strong colour to Gonagala turmeric, so only a very little turmeric powder is needed for cooking,” he says.", "The initial shortages after the ban created a black market for turmeric as prices rocketed. The Sri Lanka navy busted several attempts to smuggle turmeric from south India.", "Even fake powder made an appearance – wheat flour mixed with yellow dye – says the programme director at Sapp, Dr Yasanatha Mapatuna.", "“This is why there is a strong need for pure, homegrown turmeric,” she says.", "Turmeric production in Ampara district in eastern Sri Lanka. Photograph: Sapp", "“Now farmers around the country are growing turmeric because they are getting a good price. People have started growing turmeric in their home gardens for daily use.”", "The next harvest in late February should meet half of domestic demand, and by 2022, Mapatuna believes there will be enough of the crop to start exporting.", "Seeing the success of the 100 Gonagala farmers, another 150 farmers from neighbouring areas have joined the project and Sapp is now working across five districts in Sri Lanka and plans to install grinding machines at the village co-operative centre in Gonagala. “We aim to establish a turmeric federation in the country so that when we end our intervention, farmers can continue on their own,” Mapatuna says. “So they feel empowered.”", "In Gonagala, Bandara and others are now distributing seeds to other villages.", "“Most of us invested the money we received from turmeric for our children’s education. Some farmers paid off their debt. Others bought a bike or tuk-tuk [auto rickshaw] for them,” says Bandara “We were burdened by the war once, but now we are planning to make turmeric powder in the next harvest season and sell them in the market as Gonagala turmeric.”"], "authors": [], "keywords": ["farmers", "turmeric", "villagers", "lankan", "sapp", "powder", "gonagala", "spice", "life", "lanka", "gold", "bandara", "war", "sri"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}