{"id": "c4bd1b9f-7324-3dad-a743-1eeda029a174", "title": "Apex Legends Winter Holiday Event Drops Today", "url": "https://www.gameinformer.com/2020/12/01/apex-legends-winter-holiday-event-drops-today", "summary": "Apex Legends' winter event, Holo-Day Bash, is back with exclusive skins and collectibles as well as the staple limited time mode: Winter Express.\nIn line with the holiday cheer, sales will continue and rare cosmetics (like last week's beautiful Airship Assassin) as well as never-before-seen event skins will be in the store's rotation.\nFor those of you that weren't around for the event last year, the Winter Express mode will likely bring in a plethora of squads looking to take a break from ranked and quickplay.\nWinter Express is all about wresting control of a moving train from enemy squads over the course of a few rounds of close-quarters combat.\nApex Legends' Holo-Day Bash launches today.", "paragraphs": ["After a bunch of sales on legend, charm, and weapon cosmetics, the festivities are truly ramping up. Apex Legends' winter event, Holo-Day Bash, is back with exclusive skins and collectibles as well as the staple limited time mode: Winter Express. In line with the holiday cheer, sales will continue and rare cosmetics (like last week's beautiful Airship Assassin) as well as never-before-seen event skins will be in the store's rotation.", "For those of you that weren't around for the event last year, the Winter Express mode will likely bring in a plethora of squads looking to take a break from ranked and quickplay. Winter Express is all about wresting control of a moving train from enemy squads over the course of a few rounds of close-quarters combat. The train makes its way around the map, stopping at specific stations. Dead squads respawn at the end of each round but instead of skydiving from the sky like at the beginning of a normal Apex Legends match, they'll respawn on nearby supply ships (a new feature specific to this year's Holo-Day Bash). From there, squads can lay down suppressive fire with sniper rifles or set up ambushes from above. The goal is to wipe out everyone else and claim the train for yourself, so good luck trying to manage all of the flanking routes and cheeky angles.", "Apex Legends' Holo-Day Bash launches today. If you're still trying to adapt to Season 7's new map and meta changes, we've compiled a guide to help you find the perfect landing spots, weapon loadouts, and legend compositions to fit your playstyle."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["express", "apex", "event", "holiday", "weapon", "trying", "train", "squads", "bash", "winter", "holoday", "today", "legends", "drops"], "pubDate": "2020-12-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}