{"id": "c4f09964-a6be-346e-a398-6563a0f1febd", "title": "An Interview With Final Fantasy's Yoshinori Kitase", "url": "https://www.gameinformer.com/interview/2020/01/01/an-interview-with-final-fantasys-yoshinori-kitase", "summary": "As a longtime producer and director of Final Fantasy games, Yoshinori Kitase is one of the key minds behind Square Enix’s flagship RPG series.\nWe talked to Kitase about guiding the brand, keeping development ambitions in check, and remaking a classic like Final Fantasy VII.\nEven when we were traveling to promote Final Fantasy XIII, we had people constantly asking, “So, when’s the Final Fantasy VII remake coming out?” At this point, the graphics are pretty old.\nI’ve been with the Final Fantasy series since Final Fantasy V; from I to IV, it was Mr. [Akitoshi] Kawazu and Mr. [Hironobu] Sakaguchi.\nKitase is one of the game’s directors 1997: Kitase is the director on Final Fantasy VII, which sets a new genre standard with 3D graphics, gorgeous cinematics, and a story that captures the imaginations of gamers around the world 2001: Square releases Final Fantasy X for PS2, with Kitase as the producer on the title 2009: Kitase is the producer on Final Fantasy XIII, followed its sequels, Final Fantasy XIII-2 in 2011 and Lightning Returns: Final Fantasy XIII in 2013 2015: After years of rumors, Final Fantasy VII Remake is announced at E3 2015.", "paragraphs": ["As a longtime producer and director of Final Fantasy games, Yoshinori Kitase is one of the key minds behind Square Enix’s flagship RPG series. We talked to Kitase about guiding the brand, keeping development ambitions in check, and remaking a classic like Final Fantasy VII.", "Is it correct that the only company you’ve worked for in the game industry is Square Enix?", "Yes. I was in an animation studio for a year before I came here, and that’s it.", "How did you get involved at Square?", "I entered the company in 1990, which is right about when we were moving from Nintendo to Super Nintendo. Obviously, the graphics weren’t anywhere near where they are today, but when I started thinking that I wanted to move from the animation world into the games world, I really wanted to go somewhere that had a very strong emphasis on storylines – which is why I was interested in joining Square.", "Final Fantasy VI", "What drew you away from film and animation toward games?", "I have always liked video games; I’ve always played them and been interested in them. But when I was studying, I was focused on film, which led into animation. The company I was working for at the time did mostly commercials, and video shorts, and things like that. But I really wanted to start making things that were longer-form. As a hobby, I played a lot of games. Right about then – it was just really good timing – I played Dragon Quest and Final Fantasy and realized that games were a very good medium for telling longer-form stories. I thought, “This is going to be the future.”", "You’re the producer on the remake of Final Fantasy VII, a game that you previously worked on. How has the experience been trying to reimagine it for a new audience?", "When we made the first game, we had total freedom. We could do whatever we wanted. The second time around, there were lots of fans of the first game. We had to cater to them to a certain extent, which a good thing, but also very difficult. Over the past 20 years of people who played the series have this image of – for example, Cloud – that’s been building and building. And this image of what Final Fantasy VII is and who these characters are is pretty concrete. So, in making Final Fantasy VII Remake, we had to think ourselves, “Well, is it going to be okay to make a new Cloud?” Are people going to say, “Actually, no, that’s not Cloud. He wouldn’t do that.” Or are people going to be receptive to it? It’s been really interesting to try to figure that out.", "How do you balance your own desire to do something that’s creatively interesting, rather than retreading familiar ground?", "I don’t think this is just me – I think everyone here wants to make something new. It is a really wonderful thing to have a game you’ve worked on be so well-loved by so many people. Even when we were traveling to promote Final Fantasy XIII, we had people constantly asking, “So, when’s the Final Fantasy VII remake coming out?” At this point, the graphics are pretty old. I want people to be able to see it as something new. I want people to be able to experience it through fresh eyes. So, I think that feeling of wanting people to experience it anew is part of the reason I decided to go toward a remake.", "I really love films; Star Wars Episode IV was real-time for me. It’s been, what, almost 50 years since Star Wars Episode IV came out? Even looking back at it now, I still find a lot of the special effects to be quite impressive – they feel quite fresh in a way. But, for people my son’s age, he looks at this and says, “It looks like they just got a bunch of toys that they’re playing with.” I realized that even if, to me, it still looks like something cool and new – that’s how it looks to someone who is used to the newest and best CG. I really think that anybody can go back and play the original Final Fantasy VII and it would still be fun, but it’s going to look like that to them – and I want to be able to bring people something that looks new and fresh.", "Is there still a committee at Square Enix that guides Final Fantasy as a brand?", "Is it that famous!? Yeah, it does. It still exists. [Laughs] It’s apparently world-famous? With some Yoda character like at the Jedi Council meetings?", "Yeah, exactly! Is it like that?", "[Laughs] Mr. [Shinji] Hashimoto is the brand manager, so I guess in a sense he is kind of Yoda!", "Final Fantasy VIII", "What are those meetings like? Is it producers from Final Fantasy titles who get together to talk about the future – what ideas fit and don’t fit for the series?", "Obviously, Final Fantasy is a series that has a long and involved past. So, mostly what the committee does is make sure that the assets that make up the series’ history and image are preserved. But there’s really no element of these people saying, “You can’t do this,” or “You can’t do that.”", "The committee really exists to make sure – for example, characters like Cloud – if there’s going to be some sort of tie-in with a big company, maybe he’s in a commercial, it’s the committee’s position to say, “Oh, he wouldn’t say that,” or “No, there’s no way he’d wear that.” Give those sorts of guidelines to protect and manage what we’ve already laid down.", "But as far as new creations, my view of the committee is that it’s not there to limit people. We want to make a very open and welcoming base for the producers and directors of any new Final Fantasy games to create whatever they want. There’s not going to be anything like, “This is the kind of animal that Chocobos are, and they’ve always been like that, so you can’t do this with them – they would never do that.” It’s never been like that for the people creating the new games.", "Of course, everybody in the committee has different opinions. That’s just my opinion. There will be people who say, “No, no, the Chocobo has never done that. Why should it start now?” But my personal attitude is, “Just because a Chocobo has never done that doesn’t mean it can’t. Why not show people a new side of Chocobos?”", "Final Fantasy X", "When you’re working on a game, to what extent do you feel free to make the game you want to make? How much do you need to consider other titles and competitors?", "Whenever new games come out while we’re in the process of developing something – for example, Spider-Man – we buy a copy of the game and we all play it in an open space to see what sort of technology, elements, and graphics they are using. There are many times when these games are trying to achieve something similar to what we are trying to achieve, so by playing them, sometimes we can find hints as to how to further something we’ve gotten to a roadblock on. But if we constantly look at these games and say, “We want our graphics to be better than that,” or “We want this function to be better than that,” if you keep doing that, things just spiral further and further, and so does the release date. It’s just never-ending. For that reason, it’s very important to have a core idea of what story you want to tell and what sort of thing you want your audience to experience. Of course, lots of these games have lots of very good elements do them; it’s important to have your core idea so as not to be influenced. Because if you don’t, it’s really easy to think, “What if we added this? What if we added that?” But due to this, you will lose the central focus of your game, so it’s very important to remain strong in that.", "It’s really rare for someone to be at one company – and to work primarily on one franchise – for as long as you have. These days, what about your job do you find the most exciting and challenging?", "I’ve been with the Final Fantasy series since Final Fantasy V; from I to IV, it was Mr. [Akitoshi] Kawazu and Mr. [Hironobu] Sakaguchi. And someday I imagine I am going to be entrusting the Final Fantasy series to somebody else. We’ve already got Mr. [Naoki] Yoshida doing Final Fantasy XIV – and I’m not saying it’s going to happen right away or tomorrow or anything like that. But the process of trying to create Final Fantasy as a series that will keep going and appeal to a new generation of fans – and entrusting this series to the next generation of creators – is one of the challenges I’m looking forward to in the coming years.", "Career Highlights 1990: After working at an animation studio out of college, Kitase gets his first game industry job at Square 1991: The Game Boy title Seiken Densetsu releases, which is the first game Kitase works on. It is called Final Fantasy Adventure in North America, and is the first game in the Mana series 1994: Final Fantasy VI (originally Final Fantasy III in North America) is released on SNES, which Kitase directs with Hiroyuki Ito. It is the last 16-bit entry in the series, and among the most beloved by fans 1995: Chrono Trigger launches on SNES to widespread acclaim thanks to the collaborative efforts of a star-studded development team. Kitase is one of the game’s directors 1997: Kitase is the director on Final Fantasy VII, which sets a new genre standard with 3D graphics, gorgeous cinematics, and a story that captures the imaginations of gamers around the world 2001: Square releases Final Fantasy X for PS2, with Kitase as the producer on the title 2009: Kitase is the producer on Final Fantasy XIII, followed its sequels, Final Fantasy XIII-2 in 2011 and Lightning Returns: Final Fantasy XIII in 2013 2015: After years of rumors, Final Fantasy VII Remake is announced at E3 2015. Several key staff members from the original are involved with the project, including Kitase as producer, Tetsuya Nomura as director, and Kazushige Nojima as writer. The game is scheduled to release on March 3, 2020", "This article originally appeared in the December 2019 issue of Game Informer."], "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["vii", "fantasy", "fantasys", "games", "final", "really", "interview", "think", "yoshinori", "kitase", "series", "game", "going"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}