{"id": "c4f74241-47e0-3aa6-b2da-71c306f2f369", "title": "Wi-Fi slow? Best ways to fix Wi-Fi problems", "url": "http://www.foxnews.com/tech/wi-fi-slow-best-ways-to-fix-wi-fi-problems", "summary": "You can also use an app like the free Wi-Fi Analyzer for Android with a real-time signal strength meter.\nTry a mesh networkIf you have a large house or office space that requires consistent network speeds, a mesh Wi-Fi network is worth the money.\nUnlike standard Wi-Fi routers that require extenders for added reach, next-generation mesh routers are designed to spread a Wi-Fi network’s coverage through multiple access points.\nAs far as your gadgets are concerned, the Wi-Fi mesh is one big continuous Wi-Fi network.\nI have a comprehensive tip about the best free DNS servers and how you can use them.", "paragraphs": ["There are plenty of reasons your Wi-Fi keeps slowing down: signal congestion, router location, firmware issues, hardware limitations, or even the physical size of your home. Then again, it could just be your neighbors.", "They might be using the internet on your dime and slowing you down. Click here to find out if your neighbors are stealing your internet.", "Maybe you simply need to reboot your modem and router. Don't just go unplugging things and then powering it all up. Click here for the only way that tech pros reboot their routers.", "Here are 10 ways to boost your home Wi-Fi and reduce the risk of connection failures.", "1. Update your router’s firmware", "The reason to do this step is twofold. First, you get additional features and improvements of the new firmware. Second, your router receives essential security updates.", "Usually, you have the option to check, review, download, and install your router’s new firmware on its administration page. The exact steps depend on your router’s make and model, so check the router manufacturer’s support site for detailed directions.", "Not sure how to access your router’s administrator settings to do the update? Click here for the easiest way to find your router’s password and IP address.", "2. Look for interferences", "Routers often compete for airwaves with other household devices. Rival devices such as cordless phones, Bluetooth speakers, microwave ovens, and baby monitors can impact your Wi-Fi network.", "To help you pinpoint issues, do what real tech pros do.", "Create an actual Wi-Fi “heat” map of your area using a free tool like HeatMapper. Netspot works for Macs. You can also use an app like the free Wi-Fi Analyzer for Android with a real-time signal strength meter.", "3. Change channels", "You can also select a different channel for your router. This step is especially helpful if you’re tuned to that 2.4GHz frequency. Moving from one channel to a less crowded one may help speed things up.", "To check the optimum 2.4GHz channel for your area or the least used channel, try using a Wi-Fi scanner.", "For Macs, Apple provides the free tool Wireless Diagnostics. To access it, hold the Option key while clicking on the Wi-Fi icon on the right-hand side of the menu bar, then choose Open Wireless Diagnostics.", "For Windows, download NetSpot Wi-Fi Analyzer. Similar to the Mac's Scan tool, this application will instantly give you information about the Wi-Fi signals in your area, including the channels they utilize.", "Tap or click here for direct download links to more Wi-Fi analyzer apps for iPhone or Android.", "4. Put the kids and guests on their own network and enable QoS", "Parents can put their kids’ devices on a separate network and establish special rules and settings. This can keep the kids out of trouble online and it eases the burden on your bandwidth.", "You can set up a different Wi-Fi router, or you can enable your router's \"Guest Network\" option. You can also set up a separate network name (SSID) and password for the guest network to avoid confusion with your main network.", "Guest networks are meant for visitors to your home who might need a Wi-Fi internet connection that keeps your shared files private. This segregation will also work for your smart appliances and shield your main devices from Internet of Things attacks.", "You can also use QoS (Quality of Service). QoS is a feature on some routers that will let you prioritize traffic according to the type of data getting transmitted.", "You could set latency-sensitive applications like Zoom, Skype, VOIP, streaming media, and online gaming to have a higher priority over other types of activity. If you prioritize Zoom, other software will slow down, ensuring your call is smooth.", "Different routers have different ways of handling QoS, and most consumer-level routers have more simplified ways of enabling it by having presets available. Just check your router’s support site for information on what each one does.", "5. Get an updated router", "If your router is more than a few years old, it’s time to look at a new one. Aim for at least an 802.11 N or AC router with dual or triple band capabilities.", "AC routers have a maximum spectral bandwidth of around 8 x 160 MHz, compared to the 4 x 40 MHz standard of N routers. In other words, the increased bandwidth allows more data to be transmitted without slowing down.", "Additionally, by having multi-bands, you could keep older 2.4GHz devices on their own bands while keeping newer devices that support the latest Wi-Fi standards on the higher bands. It’s like having multiple routers in one.", "Newer AC routers also have advanced features not found in older routers. Look for beamforming, Multiple-In-Multiple-Out (MIMO), multiple USB 3.0 connectors and Gigabit Ethernet ports.", "A great way to select the best router is to consider the size of your home. We’ve done the heavy lifting for you.", "Tap or click here for the best routers for homes from under 1,000 feet to over 5,000 feet.", "6. Try a mesh network", "If you have a large house or office space that requires consistent network speeds, a mesh Wi-Fi network is worth the money. Unlike standard Wi-Fi routers that require extenders for added reach, next-generation mesh routers are designed to spread a Wi-Fi network’s coverage through multiple access points.", "These systems usually come in sets of two or three separate units that work together to envelop your home or office with Wi-Fi coverage. As far as your gadgets are concerned, the Wi-Fi mesh is one big continuous Wi-Fi network.", "If you want to know more about mesh networks, click here for the scoop on my site.", "7. Check your security", "When unauthorized devices mooch your Wi-Fi, it slows down your network. But even the type of wireless security you use can impact your overall speed.", "If your network is Open (no security) or uses WEP, change the security setting immediately. An open network will make it easy for someone to steal your Wi-Fi, and the older WEP security is easily hacked.", "If your router is not WPA3 compatible, “WPA2-PSK AES” is the next most secure option. If you have older gadgets on your Wi-Fi network, you might have to select “WPA2-PSK AES + WPA-PSK TKIP” to get them working.", "This hybrid setting keeps the benefits of WPA2 while leaving compatibility for older, less secure devices. If your main network is securely encrypted, it'll be safe to use.", "8. Change location", "Try placing your router as close to the center of your home as possible. It’s also a good idea to keep it elevated and free from any physical obstructions like furniture and appliances.", "Avoid reflective surfaces like glass, mirrors, and metal because Wi-Fi signals tend to bounce off these types of materials. Walls, especially those made of concrete, can also severely degrade your Wi-Fi signal.", "You may even adjust your router's antennas. Your router's antenna is omnidirectional, so the signal goes in every direction equally. If you put your router along an outside wall, you're sending half your signal outside.", "If your house is too big for a single router, you may need a boost. For distance issues, try installing Wi-Fi extenders around your home to boost your network's range.", "9. Choose the right band", "Wi-Fi bands are not created equal. If you have a newer router, check to see if it supports the 5GHz band. Newer N or AC routers typically support this band. Unlike B/G routers that only transmit on the crowded 2.4GHz spectrum, N and AC routers could transmit on 5GHz as well.", "Newer routers usually have dual-band capability. By enabling dual bands, you could keep older devices that only support the slower G specification on the 2.4GHz band and newer devices on the beefier and speedier 5GHz band.", "10. Change your DNS", "A DNS is essentially a map of the internet. Think of it as a road map, with all of the web addresses you frequently visit and millions more that you don't. When you sign up for internet service, your provider assigns you to its DNS server. However, that isn't always the best one to use.", "It could be bogged down with traffic, running inefficient software or any number of other problems. If your device can’t look up IP addresses quickly, it seriously slows down your browsing. Fortunately, there are other DNS servers out there you can use.", "Speed isn’t the only reason to choose a new DNS. Many DNS systems include filtering to block inappropriate websites or other sites you don’t want to see. I have a comprehensive tip about the best free DNS servers and how you can use them.", "Tap or click here for my step-by-step instructions to change your DNS settings for increased speeds, including screenshots for you to follow.", "NEED MORE HELP WITH YOUR HOME WI-FI? Post your tech questions for concrete answers from me and other tech pros. Visit my Q&A Forum and get tech help now.", "What digital lifestyle questions do you have? Call Kim’s national radio show and tap or click here to find it on your local radio station. You can listen to or watch The Kim Komando Show on your phone, tablet, television or computer. Or tap or click here for Kim’s free podcasts.", "Copyright 2021, WestStar Multimedia Entertainment. All rights reserved.", "Learn about all the latest technology on The Kim Komando Show, the nation’s largest weekend radio talk show. Kim takes calls and dispenses advice on today’s digital lifestyle, from smartphones and tablets to online privacy and data hacks. For her daily tips, free newsletters and more, visit her website at Komando.com."], "authors": [], "keywords": ["devices", "click", "router", "slow", "ways", "dns", "best", "network", "wifi", "fix", "check", "free", "older", "problems", "routers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}