{"id": "c4f84358-f1fc-30cb-bc78-69a3a8e010c1", "title": "GOG Galaxy Users Can Snag The Original Witcher Game For Free", "url": "https://www.gameinformer.com/2020/12/04/gog-galaxy-users-can-snag-the-original-witcher-game-for-free", "summary": "If you frequent GOG.com and are thinking, “That’s plenty of time to squeeze in a full playthrough of the first Witcher game,\" you’re in luck!\nThe Witcher: Enhanced Edition Director’s Cut is now free for GOG Galaxy users – as long as you don't mind joining their mailing list.\nAlso, it’s probably to both reward players for using GOG Galaxy as well as perhaps coax gamers into giving the PC game launcher a try.\nExisting users will probably have to update the software, then hit the “Recent” view and check the banner above.\nThose looking for more Witcher software to engage with should keep an eye on that Witcher AR mobile game that’s in the works.", "paragraphs": ["Believe it or not, Cyberpunk 2077 arrives in less than a week. If you frequent GOG.com and are thinking, “That’s plenty of time to squeeze in a full playthrough of the first Witcher game,\" you’re in luck! The Witcher: Enhanced Edition Director’s Cut is now free for GOG Galaxy users – as long as you don't mind joining their mailing list.", "If you’re wondering why this is happening, CD Projekt Red owns GOG, so there you go. Also, it’s probably to both reward players for using GOG Galaxy as well as perhaps coax gamers into giving the PC game launcher a try. Existing users will probably have to update the software, then hit the “Recent” view and check the banner above. Then click the “giveaway” button, which opts you in for emails of GOG news and other updates, and The Witcher should appear in your library, both in the application and on the website.", "The Witcher: Enhanced Edition Director’s Cut offers a spruced up version of the 2007 RPG by adding improved animations, more NPCs, and improved stability among other fixes. It also removes the censorship of the original North American release, putting it on par with international copies of the game in terms of content.", "If you prefer to get your Witcher fix via television, you’ll be happy to know Season 2 of the Netflix series has resumed filming after a COVID-19 scare. Those looking for more Witcher software to engage with should keep an eye on that Witcher AR mobile game that’s in the works."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["game", "galaxy", "youre", "thats", "witcher", "software", "probably", "snag", "gog", "free", "improved", "users", "original"], "pubDate": "2020-12-04T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}