{"id": "c51793fa-d037-3a41-90b7-048481368402", "title": "Kate Middleton, Prince William share family Christmas card photo with George, Charlotte and Louis", "url": "https://www.foxnews.com/entertainment/kate-middleton-prince-william-family-christmas-card-george-charlotte-louis", "summary": "The royal family is getting into the Christmas spirit.\nOn Wednesday, via their official Twitter account, Kate Middleton and Prince William shared a photo of their family that will be featured on their Christmas card.\nROYAL KIDS GEORGE, CHARLOTTE, LOUIS MAKE RED CARPET DEBUT WITH PRINCE WILLIAM, KATE MIDDLETON AT SHOW\"The Duke and Duchess are delighted to share a new image of their family, which features on their Christmas card this year,\" the tweet read.\nKATE MIDDLETON IS A LOW-MAINTENENCE PARENT WHO WANTS TO GIVE HER ROYAL CHILDREN A NORMAL UPBRINGING, PALS SAYFans of the royal family were pleased with the photo.\n\"Thank you for posting this picture, such a beautiful family,\" wrote a Twitter user.", "paragraphs": ["The royal family is getting into the Christmas spirit.", "On Wednesday, via their official Twitter account, Kate Middleton and Prince William shared a photo of their family that will be featured on their Christmas card.", "In the sweet pic, the Duke and Duchess, both 38, hold their three children -- George, 7, Charlotte, 5, and Louis, 2 -- as they sit on a hay bale, smiling. Louis, in particular, wears a massive grin.", "Along with the photo came a brief message.", "ROYAL KIDS GEORGE, CHARLOTTE, LOUIS MAKE RED CARPET DEBUT WITH PRINCE WILLIAM, KATE MIDDLETON AT SHOW", "\"The Duke and Duchess are delighted to share a new image of their family, which features on their Christmas card this year,\" the tweet read.", "The note concluded with a Christmas tree emoji and offered credit for the photo to photographer Matt Porteous.", "The photographer also shared the image on his own Instagram and posted a brief quote.", "\"It was an honour to photograph The Duke and Duchess of Cambridge and their family,\" he wrote. \"Capturing the fun and relaxed moments between such a wonderful family is always a true privilege.\"", "KATE MIDDLETON IS A LOW-MAINTENENCE PARENT WHO WANTS TO GIVE HER ROYAL CHILDREN A NORMAL UPBRINGING, PALS SAY", "Fans of the royal family were pleased with the photo.", "\"Thank you for posting this picture, such a beautiful family,\" wrote a Twitter user. \"This is everything and more, look at how big the kids have got.\"", "\"Omg this picture is super beautiful and cute!!!! My goodness how I love this little family so much,\" wrote another. \"thank you [Kensington Palace] for releasing it.\"", "A third complimented: \"I can’t get over how breathtakingly gorgeous the Duchess always looks. It’s like she was born for this.\"", "CLICK HERE TO GET THE FOX NEWS APP", "While the family of five are preparing to celebrate the coming holiday with one another, it was reported last month that the royal family as a whole will likely be separated for Christmas this year.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Sources told People magazine that Queen Elizabeth II, who is isolating at Windsor Castle with her husband Prince Philip, has not decided whether she will travel to Sandringham for Christmas."], "authors": ["Nate Day"], "keywords": ["louis", "duke", "kate", "wrote", "royal", "william", "middleton", "family", "charlotte", "duchess", "christmas", "prince", "george", "share"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}