{"id": "c5174284-f5e9-31be-ab31-8a8c96b18eb6", "title": "Joe Manganiello Answers Dungeons & Dragons Questions From Twitter", "url": "https://www.wired.com/video/watch/tech-support-joe-manganiello-answers-dungeons-and-dragons-questions-from-twitter", "summary": "You know, there's no way he could hit it.\nSo, a Dungeon Master also hasto have the type of chess-like approach to storytellingwhere you're building these tracks out ahead.\nAnd along with prep, I would say keep lists, post-it notes,on the inside of your Dungeon Master shieldwith names on them.\nBut when I Dungeon Master, I, I,it's just voices all over the place.\nLike, that's, that's totally fine.", "paragraphs": ["Transcript", "It was impossible.", "It was like he was going to have to roll a one in 100.", "At disadvantage,", "he rolls two 20s, both nat 20s.", "He rolled double nat 20s at disadvantage, throwing a rock", "into a hole with magical darkness", "against this fleeing black dragon.", "I had to give him the hit.", "The whole table was screaming.", "The place, oh! Oh!", "You know, there's no way he could hit it.", "He hit it, and he killed that dragon.", "Hi, I'm Joe Manganiello,", "and this is Dungeons and Dragon Support.", "[upbeat music]", "Okay, this is from Silk the Crocker,", "AKA CrocsFansOnly.", "Hey, people who play Dungeons and Dragons out there,", "what's the best way to start/learn/get into it?", "Well, I think there's two ways you can go.", "One, you can get three books.", "You need three books to play DnD.", "You need the Player's Handbook,", "you need the Dungeon Masters Guide,", "and you need a Monster Manual.", "From there, it's pretty, self-explanatory.", "Make a character.", "You're going to get between 50 and 70% of how", "to play DnD,", "or at least all the necessary questions you're going", "to want to ask, from creating a character.", "So, crack a Player's Handbook, pick a race,", "pick a class, pick your background, get your equipment,", "set your character up.", "Then from there, somebody is going to need to run the game.", "So if you're ambitious, you loves storytelling", "the way that I do, you're going to lean into becoming", "the Dungeon Master rather than a player.", "Now, Dungeon Masters, you're going to want", "to read the Dungeon Masters Guide.", "Get acquainted with the Monster Manual.", "See what monsters in there you like, you don't,", "you want to throw at your characters, blah, blah, blah.", "Then, you're going to want it either homebrew an adventure,", "which means you write your own, or the other option,", "I would say, that just simplifies things is", "to get the starter kit, which is a boxed set.", "And everything, once again is self-explanatory,", "but it's on a smaller scale.", "That's how you get into it, brother.", "Oh, the next question is from my buddy, Sam Witwer.", "Dungeons and Dragons question.", "What's a more dangerous character to have in your party,", "Lawful Evil or Chaotic Evil?", "It's a great question, Sam,", "and one that I feel like I am uniquely qualified to answer.", "I would say the better thing", "for the party would be a Lawful Evil character", "because at least there are rules,", "there are collective goals that can be adhered to.", "You might have a, you know, Dragonborn worshiper of Tiamat", "in your group who plays really well with the group.", "And there's a collective goal, but there's also,", "because of the Lawful Evil, there's a,", "kind of a long-play goal.", "There's a goal outside of the group", "that this Dragonborn Paladin of Tiamat would", "be also attempting to achieve.", "But, they can play nice within a group.", "It's kind of like when Magneto came to take over the X-Men", "after Charles Xavier died.", "And they can see eye to eye on a common goal,", "but you got to watch out once you start achieving that goal,", "because that Awful Evil character might flip.", "Chaotic Evil, on the other hand,", "Chaotic just doesn't play nice.", "I've been in groups with Chaotic players.", "I've Dungeon Mastered for groups with Chaotic players.", "It's like a, having a gremlin in your group", "that's just going to throw a monkey wrench", "everywhere you go.", "So, I think that that would be a lot more frustrating.", "You'd want to kill him or throw him out.", "Next one is from Star Shinobi.", "Good morning, or afternoon, evening,", "depending on where you live.", "Question for today, what was your favorite way", "a GM has, a Game Master, has opened a campaign or one shot?", "We've all woken up in a cell, or we're sitting in a tavern,", "but have you had anything unique?", "I'm interested.", "Yes, my friend John Castle ran us through this adventure", "where we were unconscious and we all woke up,", "didn't know where we were, had no armor, no weapons.", "And we were all realized we were chained", "to each other on a slave barge.", "So, we all had to kind of wake up", "and then decide what to do.", "And I was playing a minotaur,", "so I started like headbutting our captors off the barge", "into the water,", "and now we're fighting and kind of chained up.", "And he created these cool mechanics", "for us being chained up, and how that worked,", "and how we could try to break the chains or, you know,", "work together, or how much we can move, or not move.", "And I just thought it was really ingenious", "in a very, very smart way of, of starting out.", "And then we had a, like the guys we killed or, you know,", "subdued we had to, then, then those became our weapons.", "So, we were just trying to piece together", "anything we could get to keep fighting,", "and get off of this barge, and fight for freedom.", "So that, that was a cool one, just, you know, off the cuff.", "Okay, Mariah Sanchez, AKA MariahInReality.", "Tips for a first time Dungeon Master?", "Well, a Dungeon Master is a storyteller.", "You're a show-runner of a long-form narrative", "that's going to take place over months and maybe years.", "So, you always want to be, you know, all the, you know,", "few steps down the road,", "understanding how to set up these character arcs,", "these story arcs that have payoffs down the line.", "So with that said, you know, what are your arcs?", "What's going to be satisfying to your players?", "And that's going to differ for every group.", "So, a Dungeon Master also has", "to have the type of chess-like approach to storytelling", "where you're building these tracks out ahead.", "You know, you're three, ten moves, chess moves ahead", "on the board from your players.", "But, you're also going to have to be empathetic", "to the point where you can understand,", "you can look into the heart of your players", "and understand what each one of them wants from the game.", "Some want to hunt for treasure.", "Some want to cause chaos, mythology,", "and deities, and, and kind of religion,", "and magic, and deep-dive storytelling.", "So, you kind of want to gauge how your players are", "or what they like.", "Then, you're going to mold that story", "and be able to use those archetypical qualities", "in order to build, you know, stories", "and to throw things at them.", "You know, as a Dungeon Master, have fun,", "understand your players and prep.", "Because inevitably, your players are never going", "to go where you think they're going to go.", "They're going to choose their own, crazy narrative.", "They're going to kill the shopkeeper", "that you wanted to have become part of their group", "in this great storyline.", "They're just going to murder him and steal all of his stuff.", "So, you need to be ready for all of that in the moment.", "And along with prep, I would say keep lists, post-it notes,", "on the inside of your Dungeon Master shield", "with names on them.", "Just tons of names, male names, female names,", "human names, dwarven names, elvin names, just,", "because you're going to have to be pulling those", "out of your ass way more", "than you could ever possibly imagine.", "So that's another, probably the fourth big key", "to being a Dungeon Master is just be,", "be ready to pull it out of your ass.", "That gets into like listening to your own inspiration.", "Wherever you want the story to go", "or you get an inspiration to take it,", "just take it there, just go there.", "All right, this is from Turq Owl.", "Dungeons and Dragons question,", "do Rogues get to attack twice per action", "if they have daggers in both hands?", "Kind of lost on this logistic.", "All right, that's an interesting question.", "Yeah, I can see how that would be confusing.", "There's a fighting style where you can,", "you can have a second attack.", "And there is a feat in which you get", "to add your damage bonus", "to attacks or offhand attacks.", "So, you know, you either need the fighting ability", "or you need a feat that allows you to strike with two hands.", "You were talking daggers here,", "so we're talking about a small weapon", "rather than a large weapon,", "which gets into a whole other thing", "because there are feats for fighters", "in which they can carry, you know,", "heavy weapons in both hands.", "This is from @OptionalRule.", "I break his knees.", "Many a DnD or tabletop role-playing game", "Game Master looks on in horror", "as the players torture someone", "who doesn't do what they want.", "How do you handle this in your games?", "Do you overlook it, penalize them, encourage them?", "Hey, I'm just the referee.", "I just set up the world.", "I'm just the, the voyeur.", "I mean, don't get me wrong,", "I'm also the architect of the long-form story.", "So, I'm the one who's setting the, the tracks down.", "You can gently nudge people", "in the storylines that you think are going", "to be really interesting,", "but inevitably it's up to them because they may decide", "to go the other way.", "So, you need to be ready for that.", "And with that said, the beauty of role-playing is that", "you can do whatever you want.", "If they want to kill and torture the shopkeeper,", "they can do that.", "They can do whatever they want.", "So they're going to start with the shopkeeper,", "but then they're going to take out the sheriff", "and his deputy when they get there,", "and then they're going to take over this town", "and hold them hostage.", "I always get excited, whatever the players do,", "because I'm just going to go with it.", "You know, my players sometimes come across Hill Giants", "in the wild, and a fight breaks out,", "and they kill all the Hill Giants.", "And then when they go and they search the bodies", "of the Hill Giants, I'll say, yes, it's interesting,", "you hear something making a noise", "in the pocket of the Hill Giant's vest.", "You look inside of the, you know, the, the vest pouch,", "and it's like a little, bone rattle", "that looks like it would fit into the hand of a,", "of a baby Hill Giant.", "Oh, and what's this, it's a, it's a taxidermied fox", "that's been stuffed like a, like a child's toy", "Somewhere off in the distance,", "you swear, you hear the faint sound of a baby crying,", "you know?", "So it's like, you just wiped out a whole village", "of Hill Giants, and you think, yeah, we did it.", "And now I'm going to make you feel bad", "because you left all these, like, orphaned,", "Hill Giant babies out there, screaming in the night.", "So it's like, I always try to make my players feel bad", "about wiping things out", "because there's so much just head-chopping-off", "and lighting people on fire in DnD", "that a lot of times,", "the humanitarian angle never gets covered.", "You know, but that's kind of this sense of humor that I have", "with my players.", "You know, like I said, man,", "it's just have fun with it.", "Let it go.", "It's, it's not up to you, it's up to them.", "And then you just start guiding it where you want it to go,", "because yeah, ultimately, as the referee,", "you can be as hard on them as you want", "or not depending on how you feel or, you know, whatever.", "Parabasis, next Dungeons and Dragons question.", "What was your favorite character, class, and race?", "Growing up, I was big into elves", "because elves had a little bit of magic", "and a little bit of fighting, and I really liked that.", "2E Dragonlance, I was a minotaur the,", "the second you could be a minotaur,", "I was a minotaur, of course.", "And now when I say elf,", "I'm not trying to get out of answering", "what's my favorite class.", "Back in the day, elf was race and class.", "And you were an elf, which means you had, you had both,", "which was kind of interesting.", "I love playing a warlock.", "I'm playing a warlock right now in a Mad Mage,", "Dungeon in the Mad Mage campaign.", "And man, there's just so many tricks up their sleeve.", "So for me,", "I love playing characters that have tons of options.", "Like, I have a high-level sorcerer that I love playing", "because along with the metamagic,", "and then you really have tons of options, you know,", "and ways to get out of situations, or ways to be creative,", "or ways to participate in the storytelling.", "You know, if you twin polymorph T-Rexes inside of a tavern,", "doesn't matter what the Dungeon Master had planned,", "you're in charge now of the story, you know.", "You just caused this to happen.", "So, I really like being able to really affect the story.", "And I find that those spell casters,", "there's a lot of wow factor.", "Okay, this is from J.L.J-F.Leger, AKA geekbot.", "Question is is it weird that I practice character voices", "in front of the bathroom mirror?", "No, I don't think that's weird.", "I don't do a character voice too much when I'm a player,", "unless I'm like delivering some opus or some charisma check.", "But when I Dungeon Master, I, I,", "it's just voices all over the place.", "All my NPCs have voices, whether they're, you know,", "the lady, sweet, little, lady works down at the,", "at the apothecary.", "Her name's Tony.", "You know, what do yins what?", "What can I get yins?", "That's basically the Pittsburgh dialect where I grew up.", "So, you know, and then my brother will start laughing.", "People who've been to Pittsburgh will start laughing,", "people even who haven't been to Pittsburgh start laughing", "cause it's such a rich character.", "And it's based on somebody who works", "at a sandwich shop back home, you know, that I know.", "And then they become a character, and then,", "yins should go over and see my nephew Donny", "and that he's a blacksmith, you know?", "And then they go and visit Donny and he talks the same way.", "You know, or like, you know", "all of the animal familiars or, you know,", "the druids speaking to animals, then there's,", "there's all of those voices, you know, of all of the,", "like the Christmas, the Christmas animals in South Park.", "You know, if they talk to a squirrel,", "the squirrel talks like that, of course.", "And then they want to talk to the horse,", "the horse says oh, they went that way.", "Or they talk to a seagull,", "but seagull wasn't impressed at all", "with what they were doing.", "He was, in fact, he was,", "he was amazed any of them wound up alive,", "how sloppy they were.", "And they asked the seagull, you know, what's your name?", "You can call me Christopher Squalken.", "I think you should take it a step further", "and film yourself doing the character voices,", "that way you could critique your performance.", "I don't know,", "maybe there's some sort of career for you here.", "You're going to become an actor or something.", "But no, man, I totally do all of that.", "I always develop voices or, or to figure a voice out", "and then make a note to myself, somewhere down the line,", "I need a character that's going", "to talk like Ted Knight in Caddy Shack, you know?", "And then when they get to the council's it,", "oh, ho, hello, yes.", "That's usually how my DMing goes, as well, so.", "I identify.", "I just pivot from voice to voice,", "like, you can see that it's just, it's endless,", "and I'm always making notes of this voice or that voice.", "And you know, I'm popping those characters up along the way.", "Saeragushi_arts, what would be a fearsome", "and evil name for a black dragon?", "And what kind of a gem would you give him?", "Oh, good question.", "So, I actually just answered this question.", "So, I designed a quest book for the relaunch of hero quest.", "I named the black dragon Venim, V-E-N-I-M.", "Which I like, so you should take that.", "And I would think, I don't know for a gem,", "I would give the black dragon a giant amethyst,", "some gigantic, huge, massive amethyst", "that had some sort of like, even in darkness,", "had some sort of like magical ability to, to,", "to create light from the inside, almost like a pulsing,", "but it's just the way that the light shifts and hits it.", "But even in the dark, you can see the light,", "sparkling inside,", "somehow it's got its own kind of thing going on.", "Anyway, there you go.", "This is from OneCritWonder.", "What is your favorite DnD campaign setting and why?", "I love Dragon Lands. I just do.", "I like Krynn.", "I liked that there are books that are companions,", "that give you a fully-fleshed-out view of the world.", "Because I find that with some of the other worlds,", "it's very hard to get the canon straight.", "And it's very hard to understand, you know,", "pantheons and gods, and I mean,", "it just seems like there's so much catch-up work,", "and there are all answers to these questions,", "but it's like so hard to find them.", "And there's different answers to different questions.", "Anyway, with Krynn,", "if you don't include the fifth age stuff that was done", "without Margaret and Tracy,", "if you only look at the Margaret and Tracy canon", "or at least, you know, the books that they,", "you know, okayed, you get this like really beautiful,", "amazing, deep world that involves all the things", "about fantasy that I like.", "Which is, you know, fighting,", "and friendship, and family, and romance, and love.", "My gosh, it just seems like they're trying", "to eradicate romance from, from DnD and tabletop.", "And so I really love Dragon Lands for that reason.", "It's, it's very human and you understand the gods,", "you understand what's at stake.", "And there are great NPCs, and villains, and things.", "And you know, my favorite, you know, characters", "in all of DnD canon.", "So, I like Dragons Lands. I like Krynn.", "Recently, I've gotten into collecting", "all the old Dark Sun modules and, and box sets.", "So, those are starting to pile up,", "so maybe around the holidays I'll be able", "to dive into those.", "Okay, this is from Matt Holmes, AKA tabletoppaintin.", "If your PC's philosophy differs from the rest of the group,", "do you roll up a new one, conform to the group,", "or see how much you can get away with behind their backs?", "You're trying to make me an accomplice", "or somehow justify you destroying your party.", "Play nice, young man.", "Don't be a menace to your own group, you know,", "or something where like somebody is going to want", "to punch you on the way up the stairs.", "Cause I've had players that try to split the party", "and that becomes their thing,", "I'm going to go explore, and some character dies.", "And people get pissed, and they have words", "with each other about it.", "So, you know, it's a team game.", "Play nice with other kids in the sandbox.", "But with that said, like,", "don't let it that get in the way of, of a great character.", "All right, this is from Edward R. Curtis", "AKA Dimly_Lit.", "That's very gothic.", "Odd Dungeons and Dragons question.", "Typically when making your player character,", "do you come up with the character first,", "then the race, class stuff,", "or the other way around, choosing the race, class stuff,", "then making a character around that?", "Interesting question.", "I think it differs.", "I think it just differs from character to character.", "When I was a kid, we didn't have Dragonborns.", "Those came around in Fourth Edition.", "And I wasn't playing,", "I was on a DnD hiatus during like Third and Fourth Edition.", "So, when I met back up with Fifth Edition", "and I saw that you could play as the Dragonborn,", "and then I saw that they were chromatic.", "I thought, oh man, that's like playing a low level,", "you know, or aspiring dragon high Lord,", "or someone in the dragon army in Dragon Lands.", "It's in the Dragon Lands books.", "And I just thought, man, that is like super cool.", "We didn't have, like I said,", "we didn't have that when I was a kid.", "So, I naturally gravitated", "towards picking a red Dragonborn first.", "I liked Paladins.", "I thought Paladin was a, you know,", "really cool class growing up", "and a little bit of magic, lots of fighting.", "Then, I saw that there was a possibility of playing", "an Oathbreaker if your Dungeon Master allowed it,", "so that's how I built back character Arkhan.", "Yeah, and then other times it's like,", "I already know what the character is.", "You know, he's going to be a little Halfling", "who has all black leather and a gimp mask.", "And he walks around and talks like, and he, you know.", "And he's a wild sourcerer because every time he shoots magic", "he doesn't know what's going to happen.", "And you know, and he, you know", "so all of a sudden now I have this little,", "like German S&M, Halfling, wild sourcerer", "that I just cooked up in my brain,", "and all right, I'll make that character and play him.", "Okay, the next one is from the danward_spiral.", "I, if that's a Nine Inch Nails reference,", "then that's awesome.", "Currently making some homebrew races", "from my own DnD setting.", "Any abstract ideas? Weird is good.", "I don't know, man.", "I always thought about like, you know,", "a civilization of dark gnomes.", "I have all kinds of other ideas that I use, you know,", "in my game and float around.", "I mean, I'll, I'll give you one.", "I wanted something between dragon and draconian", "because I, you know,", "I have the Fifth Edition draconian stats.", "Don't tell anyone.", "So I wanted something in the middle there,", "kind of like a tank that could move in.", "And so I created these abominations", "and created a storyline of how they're being created.", "And then I just stated them up and, you know,", "throw them at my players.", "Okay, the next question is from YUM DM.", "When a character dies", "and the player makes up a new character,", "what level do you start them at?", "In old, older versions of DnD,", "First Edition, Second Edition, Basic,", "you had characters in a party that were all different levels", "because the game was really centered upon", "getting your character to the highest level", "that they could possibly go,", "getting your character the best magical items,", "the most gold, etc.", "You had players in the party,", "you could have a ninth-level player,", "with a first-level player, with a second-level player.", "Whereas, in Fifth Edition,", "it is more centered around", "the collective story that you're telling.", "All the characters in the group go up at once.", "You don't have characters going up", "on different levels, generally.", "So, you know, when a character dies,", "jumps back in, and you might play it differently,", "but all my characters are all at the same level.", "They all move from fourth to fifth level together,", "from fifth level of six level together.", "So, it's easy to just jump them back in at that level.", "But it's DM's choice.", "The Dungeon Master can do anything.", "If you think it's better storytelling-wise", "to start somebody off at level one", "while the rest of the group is advanced, like, go for it.", "Like, that's, that's totally fine.", "Okay, this is from @TrashMobMinis.", "Maybe a dumb question, there's no dumb questions.", "But I'm a dumb DM.", "Okay.", "How do I get the players to form bonds", "between their characters?", "Is this a chemistry that happens at its own pace", "or is there something I can do to catalyze connections?", "Good question.", "There's always a narrative story element", "that can tie characters together,", "whether they came from the same place", "or they start having the same dreams", "and start relating that to each other,", "that somehow are tied.", "They might've been somewhere at the same time,", "but you can text them both separately", "in between sessions", "and let them know that there's this part of their backstory,", "there's this part of their backstory.", "But the other thing is, is like, yeah, I mean,", "I think it's just going to happen.", "You know, I had a character who was a Bear Barbarian", "and it was just used to taking all the punishing damage", "and soaking that up.", "But there was a cleric in the group.", "And the cleric, this guy was amazing.", "He would keep, it's my friend Jason Liles,", "he would keep track of what everyone's hit points were,", "everyone in the group.", "And he was like the greatest cleric I've ever played with.", "And he knew how many hit points I had as the Barbarian.", "And his job, he would keep feeding me healing.", "So my character's job was to soak up all the damage", "and make sure everybody attacked him.", "And it was this really great, symbiotic relationship", "that we formed that then became like the storyline", "where, on a role-playing sense,", "my Barbarian character had done a lot of things", "that he regretted.", "And there, here was this, like, Holy, pious character", "who believed in this god", "and believed that the god could save my,", "my character's soul.", "There became this storyline", "between the, born out of the characters,", "out of the both of them,", "where they kind of needed each other", "and fed off of each other.", "You know, it's really cool when that stuff happens.", "So, you know, but there's only so much", "of it that you can force upon your players.", "@OregonRolledA20, what is your best DnD memory?", "Probably comes from a couple of years ago,", "right around the holidays, close to my birthday.", "My wife, there was this big box next to the front door,", "and she told me to go bring the box into the kitchen.", "And I did, and I opened it.", "And unbeknownst to me, Sophia had had someone at,", "within DnD connect her to Jeff Easley", "who painted all the cover paintings", "for the old Players Handbooks,", "and Dungeon Masters Guides and Adventure Modules.", "He's one of the four horsemen, just, you know", "one of the great, great, great fantasy painters of all time.", "And she got in contact with him", "and had him paint my Arkhan the Cruel, my, my,", "my Dragonborn Oathbreaker Paladin of Tiamat.", "She surprised me with this original Jeff Easley painting", "of Arkhan in front of Tiamat", "like it was the cover of one of those old books.", "But, you know, to be honest, like there's,", "there's a great DnD memory every week in our games.", "That's kind of the beauty of it,", "something unexpected happens every week.", "All right, so that's it for me, Joe Manganiello.", "I want to thank the amazing artists,", "and storytellers, and writers.", "Dungeons and Dragons was really a fountainhead of creativity", "for me as a kid.", "It is where I learned how to build a character,", "build a backstory, where I learned long-form storytelling", "as it pertains to writing, and producing, and directing.", "and really just sparked my lifelong love of telling stories.", "So, thank you so much for your questions.", "I had a blast answering them", "and I hope we get to do it again someday.", "Thanks a lot.", "[upbeat music]"], "authors": ["Condé Nast"], "keywords": ["answers", "know", "really", "players", "twitter", "dungeons", "manganiello", "master", "dragons", "questions", "dungeon", "thats", "character", "theres", "going", "joe", "think"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}