{"id": "c524e16e-6632-31f3-9bcb-0e7b50cd34b3", "title": "Luigi's Mansion 3 Studio Next Level Games Acquired By Nintendo", "url": "https://www.gameinformer.com/2021/01/05/luigis-mansion-3-studio-next-level-games-acquired-by-nintendo", "summary": "Next Level Games is the studio that brought fans Luigi's Mansion 3 and today, Nintendo has announced that they have officially acquired the Canadian company.\nThe purchase was made to fully transition Next Level Games into a first-party studio in an official capacity.\nWith Next Level's past history tied to the Nintendo name like Luigi's Mansion 3, Metroid Prime: Federation Force, and more, this acquisition makes perfect sense.\n\"NLG’s shares are currently held entirely by its owner-directors and employees,\" reads the official statement regarding the acquisition.\nWhat do you think about Nintendo acquiring Next Level Games?", "paragraphs": ["Next Level Games is the studio that brought fans Luigi's Mansion 3 and today, Nintendo has announced that they have officially acquired the Canadian company.", "The purchase was made to fully transition Next Level Games into a first-party studio in an official capacity. With Next Level's past history tied to the Nintendo name like Luigi's Mansion 3, Metroid Prime: Federation Force, and more, this acquisition makes perfect sense.", "\"NLG’s shares are currently held entirely by its owner-directors and employees,\" reads the official statement regarding the acquisition. \"A number of owner-directors recently determined that the time is right for them to sell their shares, and NLG therefore began exploring potential sale transactions. Completion of the Acquisition will serve to secure the availability of NLG development resources for Nintendo, including development expertise, as well as facilitate an anticipated improvement in development speed and quality by enabling closer communication and exchange of staff with the Nintendo development team.\"", "While the purchase is official, the acquisition itself won't be closed until March 1 of this year. It will be interesting to see what this more standardized move will mean for the team regarding future projects for the ever-growing and robust Nintendo Switch library.", "What do you think about Nintendo acquiring Next Level Games? Sound off with your thoughts in the comment section below and go ahead and tell us who you would like to see the Big N acquire next!", "[Source: Nintendo, via Destructoid]"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["studio", "official", "games", "mansion", "purchase", "regarding", "acquisition", "level", "acquired", "development", "nintendo", "luigis", "shares"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}