{"id": "c53c54e0-9a53-37be-ace3-4c58a8b59cea", "title": "‘We’re heartbroken’: mourners pay respects to Prince Philip as gun salutes mark his death", "url": "https://www.theguardian.com/uk-news/2021/apr/10/we-are-heartbroken-mourners-pay-respects-to-prince-philip-as-gun-salutes-mark-his-death", "summary": "The couple said they had both been “very saddened” to hear the news of Prince Philip’s death.\nBuckingham Palace and the government have urged people to avoid congregating and asked mourners not to leave flowers outside the central London landmark.\n01:16 'A life of duty and service': world leaders pay tribute to Prince Philip – videoAudrey O’Shea, from east London, came to “pay her respects to the whole family” with her daughter and two young grandchildren.\nAfter laying a bunch of flowers outside the Queen’s London residence, Victoria, 24, described Prince Philip’s death as a “very sad and unfortunate thing to have happened”.\nThe ceremony followed Westminster Abbey tolling its bell 99 times from 6pm after Prince Philip’s death was announced on Friday.", "paragraphs": ["The gates at Buckingham Palace were lined with flowers on Saturday as well-wishers came to pay their respects to the Duke of Edinburgh, despite warnings to stay away due to the coronavirus pandemic.", "The union jack above the palace was flying at half-mast as the UK observes a period of eight days of mourning following the passing of the longest-serving consort in British history.", "A couple watch as well-wishers leave floral tributes to Britain’s Prince Philip. Photograph: Tolga Akmen/AFP/Getty Images", "Saluting batteries began firing 41 rounds, at one round every minute, from midday in cities including London, Edinburgh, Cardiff and Belfast, as well from Royal Navy warships.", "Ships taking part included HMS Diamond, HMS Montrose and HMNB Portsmouth, while the Royal Gibraltar Regiment joined the salute from the British overseas territory, the Ministry of Defence said.", "The public were encouraged to observe the gun salutes, which are fired to mark significant national events, on television or online, rather than gathering in crowds to watch outside.", "Hundreds of people lined Tower Bridge in London overlooking where gunshots were fired over the Thames, with a helicopter circling above.", "At the palace gates, barriers were erected and well-wishers, many with young children, filed into a cordoned-off area to lay flowers.", "Several police officers were on patrol as well as crowd safety staff in hi-vis jackets, overseeing an event which would undoubtedly have been larger in pre-pandemic times.", "On the edge of Green Park overlooking the palace, the world’s broadcast media had set up for a second day of coverage.", "Bianca and Dmitry Richie, who have recently moved to London from the US, were among those at the palace on Saturday morning.", "The couple said they had both been “very saddened” to hear the news of Prince Philip’s death.", "Dmitry, 34, who works in stock trading, said he rang his wife as soon as he heard the announcement. “It’s very unfortunate, he almost lived to 100 years – we are heartbroken,” he said, adding that they were “very proud to be here.”", "Bianca, 33, who also works as a stock trader, said she is a “big supporter of the royal family and especially the Queen”.", "“We were all hoping to see him celebrating his hundredth birthday and I feel very sad for the Queen right now,” she said.", "Buckingham Palace and the government have urged people to avoid congregating and asked mourners not to leave flowers outside the central London landmark.", "Palace staff have said that tributes left at both Windsor and Buckingham Palace will be moved elsewhere throughout the day, with flowers and cards commemorating the duke kept for the royal family.", "01:16 'A life of duty and service': world leaders pay tribute to Prince Philip – video", "Audrey O’Shea, from east London, came to “pay her respects to the whole family” with her daughter and two young grandchildren.", "“He was a colourful character and he’ll be sadly, sadly missed,” the 68-year-old said. “He was a true man. My thoughts are with the family.”", "She said she felt that there would be “lots more people here if not for Covid”, adding that they were just there to pay their respects and then “let the family get on with what they’ve got to get on with”.", "After laying a bunch of flowers outside the Queen’s London residence, Victoria, 24, described Prince Philip’s death as a “very sad and unfortunate thing to have happened”.", "Victoria, who is originally from Poland and lives in London, said he was a “man of importance”, adding that she will be observing the days of mourning over the next few days.", "As well as a police presence, chaplains from the Billy Graham rapid response team were on hand as people gathered in mourning.", "Nikoletta Peto, 39, who is originally from Hungary, said: “I have lived here for 15 years and I felt like it’s important to give a flower to someone who is so respected and who has done so much for this country.", "“So definitely I wanted to come, even though because of Covid I was shielding for over a year. I felt like I have to do it because I think it is how it should be.”", "Mid-morning, the grounds in front of the palace were cleared to make way for a cavalry of horses parading.", "A small but steady stream of people continued to brave the drizzly weather to gather outside the palace as the shots were fired at both Woolwich Barracks and the Tower of London.", "The ceremony followed Westminster Abbey tolling its bell 99 times from 6pm after Prince Philip’s death was announced on Friday."], "authors": ["Clea Skopeliti"], "keywords": ["mourners", "palace", "flowers", "philips", "death", "prince", "london", "salutes", "outside", "wellwishers", "royal", "heartbroken", "gun", "mark", "pay", "philip", "respects"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}