{"keywords": ["saw", "id", "oakand", "building", "trees", "tell", "road", "door", "thought", "house", "oak"], "paragraphs": ["Audio: Read by the author.", "Staring at the flames of the woodstove fire", "guarded by its glass door, I’m trying to remember", "what I’m good at—surprised when it occurs to me", "I’m good at making this fire out of kindling", "I’ve split, plus one piece of fir and two of oak, cut", "from the large branches of the neighbor’s oak", "that fell across the road two years ago", "on a winter evening. We were driving home", "when we saw the flashlights telling us to slow,", "the road impassable. It was then I lost my glasses", "climbing over a downed tree, and when we", "reached our house I called my neighbor,", "not yet home from work, to tell him his tree", "had fallen and, at first, he thought it had fallen", "on his house, as if he already saw our oak glancing", "off his roof a year later during the ice storm,", "when it seemed every oak in the neighborhood", "fell at the same moment. By then, our neighbor", "had enough wood and so we cut our old oak", "and hauled it up the road. All our ricks", "are overflowing now, filled with oak", "and four fir trees that died over four summers", "due to drought or sunburn, the man who cut", "them down said, the consequence, no doubt,", "of the woods in front of us being clear-cut to build", "a house free of the hazards of trees. Today,", "I had jury duty and the D.A. asked me if I thought", "economic hardship could impact a relationship", "and I said yes, I certainly did. And when the defense", "attorney asked about domestic violence, I said", "I’d grown up with it, it being the shout and stumble,", "the raw confusion of the shove and slap . . .", "though it was all I said, and then I said I’d listened", "to the charges and the judge’s emphasis on the phrase", "“beyond a reasonable doubt” and thought I could", "be fair, perhaps because, like my fire contained", "in its iron box, for a moment I believed in the clarity", "of language, its unblurred definition. I should", "have known what I’d said was enough", "for the defense attorney to want me gone from", "that grim room where the jurors’ chairs did not face", "the defendant, accused of harming two people", "who shared his name, and the bailiff’s shoes", "were scuffed and the judge seemed to be looking", "at his computer screen most of the time. And when", "I picked up my belongings to go, even as the judge", "was thanking me, I hurried, feeling as if I’d done", "something wrong, to the door, where I realized", "I didn’t know how I’d gotten there because", "the bailiff had led us, so for a while I walked down", "hallways where each door opened to a courtroom", "where people’s lives were changing one way", "or the other. Then I came home and built this fire,", "and my brother called to tell me my mother", "had done just fine with the physical therapist until", "she started to shake because her muscles tire. They", "both live where there is no need to build a fire on", "a cold night though the hills around them", "are rimmed by the glow of fire pushed by warm", "winds in this dark December. I doubt they think", "of those long-ago nights in our small house,", "nights grown distant enough that even I thought", "I could judge the facts as if they were discrete—", "and free of unending consequence."], "url": "https://www.newyorker.com/magazine/2019/12/23/building-a-fire", "id": "c5dbc4b5-00f9-37ec-8597-0c4aee788b1b", "title": "Building a Fire", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Maxine Scates", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino"], "summary": "We were driving homewhen we saw the flashlights telling us to slow,the road impassable.\nBy then, our neighborhad enough wood and so we cut our old oakand hauled it up the road.\nasked me if I thoughteconomic hardship could impact a relationshipand I said yes, I certainly did.\nAnd when the defenseattorney asked about domestic violence, I saidI’d grown up with it, it being the shout and stumble,the raw confusion of the shove and slap .\nI doubt they thinkof those long-ago nights in our small house,nights grown distant enough that even I thoughtI could judge the facts as if they were discrete—and free of unending consequence.", "pubDate": null}