{"id": "c5df34eb-a208-37fb-a1fc-59f365ec1c0e", "title": "Zosia Mamet Is a Horse Girl", "url": "https://www.newyorker.com/magazine/2020/12/14/zosia-mamet-is-a-horse-girl", "summary": "On a recent Monday, Zosia Mamet, the actress, unwrapped a peppermint candy and offered it to her six-year-old dappled gray horse, Ten.\n“Nom nom nom.\nLast spring, Mamet and her husband, the actor Evan Jonigkeit, gave up their Manhattan rental and moved upstate.\nShe’s a horse girl, too!”“I’ve always been a horse girl,” she went on.\n“Good girl, Tenny,” Mamet said.", "paragraphs": ["On a recent Monday, Zosia Mamet, the actress, unwrapped a peppermint candy and offered it to her six-year-old dappled gray horse, Ten. “Nom nom nom. Yes, you good girl!” she said, her eyes soft, as the mare chomped loudly on the treat, then butted a velvety muzzle into her owner’s palm. “Horses love peppermints. Right, Tenny girl?”", "Zosia Mamet Illustration by João Fazenda", "Mamet, who is thirty-two, wore riding breeches and tall boots. She was spending her afternoon at the Stables at MiraBella, in Florida, New York, about two hours north of the city, where she has been riding for two years. Last spring, Mamet and her husband, the actor Evan Jonigkeit, gave up their Manhattan rental and moved upstate. Although the move wasn’t animated by the pandemic, it dovetailed with it. “We ended up having this totally unprecedented pause, which meant I’ve been able to ride Ten five or six days a week,” Mamet said. She led the horse out of her stall toward the grooming area, where she secured her to the barn’s ceiling with a pair of cross ties. “We just celebrated the one-year anniversary since I got her,” she said, brushing the animal, whose eyes followed her owner’s movements. “Usually, on Mondays, the barn is closed. Look at her! She’s, like”—Mamet’s voice took on the cadence of a petulant tween—“ ‘Mom, it’s my day off! What are you doing?’ ”", "Best known for her six-season run as Shoshanna Shapiro, the plucky ditz savant on Lena Dunham’s “Girls,” Mamet is now starring in “The Flight Attendant,” a fizzy murder mystery on HBO Max in which she plays Annie, the levelheaded lawyer best friend to Kaley Cuoco’s good-time girl and murder suspect. Holding up a sleek black rider’s helmet, she said, “This gorgeous thing was actually a wrap gift from Kaley. She’s a horse girl, too!”", "“I’ve always been a horse girl,” she went on. “I was born in Vermont, and my parents”—the playwright David Mamet and the actress Lindsay Crouse—“had gotten my older sister a pony. She was, like, ‘Cute, whatever.’ But I was, like—” She mimicked ecstatically throwing her arms around Ten’s neck. “From then on, I was hooked, a full-on horse nerd. I read all the ‘Saddle Club’ books, this dorky Y.A. series,” she said. “That kind of love is like something in your blood; you either have it or you don’t. Sometimes I describe it like an illness.” She leaned down and began to clean out the dirt compacted in a horseshoe. “Ten has four shoes,” she said. “Some have just two. My first horse was Lucy, and I got her when I was thirteen, in Los Angeles, and she lived until I was, maybe twenty-seven?” She worked a pebble from one shoe’s grip. “My grandmother on my mom’s side was a big rider,” she said. “She was riding her horse, Uncle Sam, after a bad storm, and there was a downed power line and she didn’t see it, and Uncle Sam stepped on it. He died underneath her! Very sad.” She turned to Ten again. “Hey, boo-boo!” she said. “I’ve recently started showing her, and a few days ago we were clipping her to make everything look nice, and we went a little too short with the forelock. So she’s working with a smaller bang than usual.”", "Outdoors, it was nippy but clear, and Mamet mounted Ten and began circling the ring, accelerating to a trot. “What we’re doing now is what’s called flatwork,” she called out. “All the stuff we do in training when we’re not jumping. I’m teaching her to get into a frame. You see how she curls her head down? That’s what we want. It makes them elongate their stride.” She clucked rhythmically as she led the horse around the ring. “Ooh, this is a canter now,” she said. “There you go, mama!” After a few more spirited circles, she paused. “There’s nothing I’d rather do in the world than be an actor,” she said. “But I’ve been kicked in the teeth so many times. It’s such a hard profession; there’s so much rejection, and so much instability and pressure. Riding is my solace.” She patted Ten’s neck. “My trainer has this saying: ‘Ride the horse you have today.’ Ten may have done something perfectly yesterday, and then I try to do it again and it’s colder, it’s earlier, I’m tired and my leg isn’t as on her, and, for whatever reason, exactly what I did yesterday isn’t getting the same response. And acting is the same. You have to accept the circumstances you have and the moment you’re in, and remember you’re doing this thing because you love it.” Ten snorted, as if in rejoinder. “Good girl, Tenny,” Mamet said. ♦"], "authors": ["Naomi Fry", "Naomi Fr"], "keywords": ["doing", "horse", "shes", "love", "ive", "girl", "youre", "nom", "zosia", "mamet", "riding"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}