{"id": "c6000410-3e1b-3026-b135-b53bb313bd4b", "title": "Lawrence Wright on How the Pandemic Response Went So Wrong", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/lawrence-wright-on-how-the-pandemic-response-went-so-wrong", "summary": "The first doses of the COVID-19 vaccine mark what we hope will be the beginning of the end of the global pandemic.\nHow was the response to such a clear danger mismanaged so tragically?\nThe New Yorker staff writer Lawrence Wright—who has reported on Al Qaeda and the Church of Scientology—has followed the story of the pandemic unfolding in the United States since the first lockdowns in March.\nWright walks David Remnick through key moments of decision-making in the Trump White House: from the reaction to the earliest reports of a virus to botched mask mandates and testing rollouts, up through the emergency-use authorization of the vaccine.\nThe Trump Administration bears much of the responsibility for the mishandling of the coronavirus pandemic, but Wright also finds ample evidence of larger, systemic breakdown.", "paragraphs": ["The first doses of the COVID-19 vaccine mark what we hope will be the beginning of the end of the global pandemic. The speed of vaccine development has been truly unprecedented, but this breakthrough is taking place at a moment when the U.S. death toll has also reached a new peak—more than three thousand per day. How was the response to such a clear danger mismanaged so tragically? The New Yorker staff writer Lawrence Wright—who has reported on Al Qaeda and the Church of Scientology—has followed the story of the pandemic unfolding in the United States since the first lockdowns in March. Wright walks David Remnick through key moments of decision-making in the Trump White House: from the reaction to the earliest reports of a virus to botched mask mandates and testing rollouts, up through the emergency-use authorization of the vaccine. The Trump Administration bears much of the responsibility for the mishandling of the coronavirus pandemic, but Wright also finds ample evidence of larger, systemic breakdown. “The magnitude of our failure,” he tells Remnick, “is unparalleled.”"], "authors": ["Condé Nast", "David Remnic", "Lawrence Wrigh"], "keywords": ["writer", "remnick", "trump", "response", "walks", "vaccine", "white", "wrightwho", "yorker", "wrong", "pandemic", "wright", "lawrence", "went"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}