{"id": "c6101cdd-7223-307d-b0a1-d17f34171ae2", "title": "Mayhem in Washington - Trump’s supporters storm the Capitol to block the transfer of power", "url": "https://www.economist.com/united-states/2021/01/06/trumps-supporters-storm-the-capitol-to-block-the-transfer-of-power", "summary": "Every objection adjourns the joint session for up to two hours’ debate.\nLate last year, in one of his innumerable evidence-free tweets alleging electoral malfeasance, Mr Trump trailed a “Big protest in D.C. on January 6th.\nMr Trump then told his supporters to “walk down...to the Capitol...you’ll never take back our country with weakness.\nBelatedly, Mr Trump promised “an orderly transition.”Even so, the mayhem has shaken American politics and the country’s place in the world.\nThe question now is whether the jarring spectacle makes breaking up with Mr Trump easier for Republicans.", "paragraphs": ["INSTEAD OF THE dull, pro-forma ritual that normally marks the joint session of Congress that certifies a presidential victory, Washington on January 6th experienced what was at best a riot, at worst an insurrection. But the attempts by both the mob and Mr Trump’s congressional allies to overturn the result of November’s election failed when Congress confirmed Mr Biden as the new president in the early hours of January 7th.", "Soon after the joint session began, hundreds of President Donald Trump’s supporters stormed the Capitol building, chanting “Stop the steal”, tearing down fencing, overwhelming the police and forcing their way in. Police evacuated staffers from Hill office buildings. Both chambers of Congress adjourned (they were debating an objection made by Paul Gosar, a far-right congressman from Arizona, to his own state’s certified results—an objection that won him a round of applause from his caucus). The secret service whisked Vice-President Mike Pence away. Police even reportedly began evacuating private homes near the Capitol.", "Some trouble had been expected, but of the procedural kind. Usually, the vice-president opens sealed state certifications of victory in alphabetical order, hands them to “tellers”—usually members of the two chambers’ administration committees—to read, and then announces the results. It lasted 23 minutes in 2013, and 41 in 2017. This time, around two-thirds of the House Republican caucus, along with at least 11 senators, had already announced their plans to object to some states’ results. Every objection adjourns the joint session for up to two hours’ debate. The end was not in doubt—majorities of the House and Senate have already said they would recognise Joe Biden’s victory, and the objections were thoroughly groundless. But many Republicans were prepared to show fealty to a roundly defeated president to stretch out the process well into the evening. What ultimately happened was much worse.", "It did not come out of the blue. Late last year, in one of his innumerable evidence-free tweets alleging electoral malfeasance, Mr Trump trailed a “Big protest in D.C. on January 6th. Be there, will be wild!” For days leading up to the 6th, Trump supporters discussed plans for the rally: how to sneak guns into Washington, DC; whether to storm the Capitol, burn it down or assault journalists; how Washington’s mayor needed to be “exterminated” and how they needed to “build the gallows outside Congress, be mentally prepared to pull ‘em out and string them up.”", "Shortly before noon—an hour before the joint session was due to begin—Mr Trump told his massed supporters, “We will never concede.” He said that Mr Pence had to “send it back to the states to recertify, and then we become president.” Mr Pence has no such power, as he himself recognised in a letter sent to lawmakers shortly before the joint session. Mr Trump then told his supporters to “walk down...to the Capitol...you’ll never take back our country with weakness. You have to show strength and you have to be strong.”", "They followed his instructions, leading to scenes inside the Capitol unlike any in living memory. A mob stormed the Senate floor, seated themselves at the dais and broke into congressional offices. One was photographed reclining in the chair of Nancy Pelosi, the House speaker, with a foot on her desk. Police used tear gas, and drew their guns on the House floor to keep the mob out. A woman was shot and killed inside the building, but the circumstances were unclear. Staffers and elected officials who could not leave the Capitol were told to shelter in place and stay away from doors and windows. The National Guard from surrounding states were being summoned to help restore order—though reportedly at the order of Mr Pence rather than the president, as is customary. Christopher Miller, the acting defense secretary, said the Guard had been activated after he spoke with “the Vice President and with Speaker Pelosi, Leader McConnell, Senator Schumer and Representative Hoyer about the situation at the US Capitol.” He did not mention Mr Trump.", "It didn’t end there. A pipe bomb was found and neutralised at the Republican National Committee’s headquarters; a suspicious package was found at the Democrats’ headquarters. Muriel Bowser, Washington’s mayor, declared a curfew from 6pm to 6am. Mr Biden called the mob’s actions “an assault on the rule of law” that “borders on sedition”. Eventually Mr Trump released a video message telling his supporters to go home, but repeated the lie that the election was stolen from him and added: “We love you. You’re very special.” One can easily imagine America’s State Department—at least in the pre-Trump era—witnessing such events in another country and calling them an attempted coup.", "The mob storming the halls of Congress represents the logical end of Trumpism. He rose to power claiming that he alone could set right what ails America. He repeatedly declined to accept as legitimate any election he did not win. He displayed contempt for political norms and the rule of law, fantasised about arresting and harming his political opponents, and consistently put his own interests ahead of America’s. He holds a sizeable minority of the electorate in personal thrall; it should surprise nobody that some responded violently.", "Amid the chaos, the confirmation debate eventually restarted late in the evening. “Violence never wins. Freedom wins,\" declared Mr Pence. Several chastened Republican senators said they would no longer object to the election results, among them Kelly Loeffler, who on January 6th lost her Georgia seat. Ms Loeffler said she could no longer dispute the presidential ballot “in good conscience”. Even so, a handful of hold-out Republicans continued to object to the certification of the vote, among them Ted Cruz and Josh Hawley. As one objection after another was voted down, Congress eventually confirmed that Mr Biden had won 306 electoral-college votes. Belatedly, Mr Trump promised “an orderly transition.”", "Even so, the mayhem has shaken American politics and the country’s place in the world. The pride Americans have rightly felt at the resilience of their institutions, including the peaceful transfer of presidential power, is diminished. The question now is whether the jarring spectacle makes breaking up with Mr Trump easier for Republicans. It certainly should. When he entered office four years ago, Republicans controlled the White House and both chambers of Congress; when he leaves, Democrats will hold all three. The last time that happened was 1892.", "Editor’s note: this article was updated after Congress resumed business", "Dig deeper:", "Read the best of our coverage of the presidential transition, then sign up for Checks and Balance, our weekly newsletter and podcast on American politics."], "authors": ["The Economist"], "keywords": ["trumps", "transfer", "mayhem", "capitol", "session", "supporters", "president", "congress", "house", "joint", "power", "pence", "block", "storm", "washington", "mr", "trump"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}