{"id": "c633cd26-6c08-36ec-91a1-0e311307a0ed", "title": "Biden aide calls GOP 'a bunch of fu-----' while praising his call for unity", "url": "https://www.foxnews.com/politics/biden-deputy-chief-gop-bunch-of-f-ers", "summary": "President-elect Joe Biden’s deputy chief of staff, Jen O'Malley Dillon, called Republicans \"a bunch of f---ers\" while praising Biden's call for unity in an interview with Glamour magazine.\n\"The president-elect was able to connect with people over this sense of unity,\" O'Malley Dillon said.\n\"In the primary, people would mock him, like, 'You think you can work with Republicans?'\nCLICK HERE TO GET THE FOX NEWS APPThe former campaign manager was tapped to join the president-elect team of senior White House officials last month.\nTRUMP HITS BIDEN CAMPAIGN MANAGER FOR 'STRANGE' ELECTION NIGHT CLAIM", "paragraphs": ["President-elect Joe Biden’s deputy chief of staff, Jen O'Malley Dillon, called Republicans \"a bunch of f---ers\" while praising Biden's call for unity in an interview with Glamour magazine.", "O'Malley Dillon was responding to a comment from Glamour reporter Glennon Doyle in the interview published Tuesday about redefining \"compromise,\" saying Biden \"rejected\" the idea that he could not work with the GOP.", "\"The president-elect was able to connect with people over this sense of unity,\" O'Malley Dillon said. \"In the primary, people would mock him, like, 'You think you can work with Republicans?' I’m not saying they’re not a bunch of f---ers. Mitch McConnell is terrible. But this sense that you couldn’t wish for that, you couldn’t wish for this bipartisan ideal? He rejected that.\"", "She continued: \"From start to finish, he set out with this idea that unity was possible, that together we are stronger, that we, as a country, need healing, and our politics needs that too.\"", "O'Malley Dillon, 44, went on to say that politics is like \"a relationship.\"", "BIDEN DEPUTY CHIEF OF STAFF TOUTED 'MANDATORY BUYBACKS' OF ASSAULT WEAPONS", "\"If the other person is not willing to do the work, then that becomes really hard. But I think, more than not, people want to see impact. ... They want to do their work, get paid a fair share, have time for themselves and their family, and see each other as neighbors. And this overhang of this negative, polarized electorate that politics has created is the thing that I think we can break down,\" she told Glamour.", "O’Malley Dillon is the first woman to manage a successful Democratic presidential campaign. After Biden’s team announced she would replace Greg Schultz as campaign manager in April, she managed the transformation of the campaign from a small and lean primary operation that struggled to raise money into a massive general election machine that set fundraising records.", "CLICK HERE TO GET THE FOX NEWS APP", "The former campaign manager was tapped to join the president-elect team of senior White House officials last month.", "She previously worked for former Vice President Al Gore's 2000 campaign, President Barack Obama's 2008 and 2012 campaigns, the Democratic National Committee in 2009 and 2016 and Democratic presidential candidate Beto O'Rourke's 2020 campaign.", "TRUMP HITS BIDEN CAMPAIGN MANAGER FOR 'STRANGE' ELECTION NIGHT CLAIM"], "authors": ["Audrey Conklin"], "keywords": ["unity", "work", "calls", "praising", "bidens", "biden", "fu", "aide", "dillon", "politics", "manager", "bunch", "democratic", "gop", "presidentelect", "campaign", "think"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}