{"id": "c6719ed7-75bf-357a-b9e3-0983f76ccbdb", "title": "World markets: five things investors are worrying about in 2021", "url": "http://www.ft.com/video/ff96b3cb-4ae3-40b8-891a-6c3af773c124", "summary": "Investors broadly think it's going to be a good environment for global stocks, the worst is behind us after all.\nThe first thing is that it's not generally a great idea when investors broadly agree with each other.\nAnd in this regard, keep a really close eye on US big tech stocks, which really dragged the markets up from their lows of March last year.\nIt's been sliding for months, but some investors are starting to wonder if it could accelerate and really jack up other currencies around the world.\nAt a certain point authorities in other countries will really start to bristle at this.", "paragraphs": ["You can enable subtitles (captions) in the video player", "2020 is finally over. And frankly, a lot of investors would rather never speak of it again. The outlook for 2021 is much brighter. Investors broadly think it's going to be a good environment for global stocks, the worst is behind us after all.", "But last year taught us the pessimism pays. So what can go wrong? The first thing is that it's not generally a great idea when investors broadly agree with each other. And right now, they do.", "The vaccine is going to be difficult to roll out globally. The virus itself is still biting into the global population. And the damage on companies and economies around the world is going to take time to shift. If any of these things deteriorates more than the market currently anticipates then you're going to see a lot of investors heading for the exit from risky bets all at once.", "Central bankers saved the day in 2020 alongside finance ministers when they pumped trillions of dollars into the financial system. The issue now is whether they can hold the line. If we see any signs that they might pull back on that support, then you could see a serious wobble in markets. We've seen this before in 2013 with the famous Taper Tantrum, and we could easily see it again. Rate hikes are basically a non-starter. But if you just start to hear a little bit of uncertainty, watch out.", "Then there's inflation. Now, this has been the market's bogeyman for years. People have been saying it's going to make a comeback ever since the crisis of 2008. And they've been wrong every time. But maybe this time is different. And if it is, you could see a real hit to the government bond market and, potentially, also to equities, too. It's a tail risk, but it's worth watching.", "Then there's politics. And in this regard, keep a really close eye on US big tech stocks, which really dragged the markets up from their lows of March last year. The new administration in the States is, some investors think, more likely to impose taxation and regulation on this sector. Now, all of this, all of the extra spending that the US administration might bring through, could be great news for different stocks - for small-cap stocks, for sectors that have underperformed over the past few months. But any damage to big tech, which makes up such a big part of the US market, is definitely worth watching.", "Then there's the dollar. It's been sliding for months, but some investors are starting to wonder if it could accelerate and really jack up other currencies around the world. At a certain point authorities in other countries will really start to bristle at this. And they might start to push back.", "So watch out, and good luck."], "authors": ["Written", "Presented Katie Martin. Produced Petros Gioumpasis"], "keywords": ["world", "going", "really", "investors", "worrying", "theres", "things", "stocks", "wrong", "2021", "start", "markets", "big", "market"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}