{"id": "c689a33f-f30b-3401-94e8-fa640eeb4ae4", "title": "Mafia: Definitive Edition Review – Loyal To A Fault", "url": "https://www.gameinformer.com/review/mafia-definitive-edition/mafia-definitive-edition-review-loyal-to-a-fault", "summary": "Mafia: Definitive Edition is an interesting time capsule that not only lets players experience Tommy Angelo’s rise in an ersatz ‘30s-era Chicago dubbed Lost Heaven, but will likely inspire greater appreciation for how far the industry has come since 2002.\nUnfortunately, Angelo’s tale is disjointed and boring, with time skips that undermine how you’re supposed to feel about the relationships that he apparently builds over the years.\nThere’s an interesting tale in here somewhere, but the timeline moves so erratically that I never felt connected with Angelo’s plight as a man caught between loyalties.\nThe original Mafia was well-received at its release, and I’m sure a lot of people remember it fondly.\nAs part of the Mafia trilogy, it’s an interesting footnote on what came before.", "paragraphs": ["Mafia: Definitive Edition is an interesting time capsule that not only lets players experience Tommy Angelo’s rise in an ersatz ‘30s-era Chicago dubbed Lost Heaven, but will likely inspire greater appreciation for how far the industry has come since 2002. Hangar 13 has rebuilt the nearly 20-year-old game, bringing the visuals up to contemporary standards and adding a few quality-of-life enhancements while ultimately respecting the original’s core design. It’s an admirable approach, but then you have to actually play the damned thing.", "The early Mafia games used their open worlds differently than their competitors, with cities that aren’t really interactive playgrounds, but are more similar to film soundstages. You’re free to peel off from the next story beat and explore side streets and back roads, but don’t expect to find much in the way of optional activities or interesting secrets. Instead, the narrative relentlessly drives you forward, with the end of one chapter propelling you right into the start of the next. Need to catch your breath? Too bad! It's an interesting approach, and one that I’d probably enjoy more if the story was more engaging. Unfortunately, Angelo’s tale is disjointed and boring, with time skips that undermine how you’re supposed to feel about the relationships that he apparently builds over the years.", "Angelo’s story is told in flashbacks as he’s going over his past with an investigator. He starts his rise as a taxi driver pulled into the mob by happenstance, then becomes the victim (and participant) in all the intrigue, backstabbing, and capers you’d expect. There’s an interesting tale in here somewhere, but the timeline moves so erratically that I never felt connected with Angelo’s plight as a man caught between loyalties. We meet his eventual wife and are told that they love each other, but their interactions are so lifeless and sparse that Angelo’s eventual speech about the importance of family feels hollow and unearned. The newly recorded voice performances are solid, but inconsistent. Some characters, like Angelo and Don Ennio Salieri, give understated, naturalistic performances. It’s jarring to hear them interact with characters like Paulie, who gives his lines a livelier (and occasionally hammy) read. Sometimes, it felt like these characters had been yanked from different stories.", "Nearly every mission predictably ends in a hail of gunfire; it’s a gangster story, after all. In addition to tossing molotovs and filling the air with bullets, I also hurled a consistent stream of profanity at my television. The gunplay is simply terrible, with weapons that feel sluggish and underpowered. It’s not uncommon to dial in several headshots before an enemy registers the damage, flopping to the ground in a dramatic ragdoll flop. Rival gangsters glide between cover points like Fred Astaire on ice skates, or pop in and out of safety in suicidal frenzies. Melee combat is even worse, with successful button-mashing rewarding you with canned finishing-move animations that look like hokey fight choreography from a middle-school production of West Side Story. And woe to those who trigger one of these unskippable animations in the middle of a battle. Enemies may be able to shrug off your bullets, but you’re not so lucky.", "Ultimately, it’s difficult to shake the very real feeling that you’re playing a relic from a bygone era. There are some set-piece moments, such as busting down a warehouse door with a rail car or escaping an abandoned prison, but the thrills that they may have once offered are brought down by the subpar gameplay you’re stuck with once the smoke clears. The worst examples are the times when you’re forced into stealth sequences. There are only a few of these sections, thankfully, but the “raise the alarm means game over” failure stakes make them more about frustration than in building tension.", "The original Mafia was well-received at its release, and I’m sure a lot of people remember it fondly. For me, it’s something that’s probably best seen as a foundational statement in a series that got better over time and subsequent entries. As part of the Mafia trilogy, it’s an interesting footnote on what came before. As a standalone game that can hold its own against modern titles in the open-world genre? Fugetaboutit."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["definitive", "loyal", "youre", "edition", "mafia", "game", "characters", "probably", "fault", "angelos", "tale", "interesting", "review", "rise", "told"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}