{"id": "c69c71a6-8391-3f45-a63c-cc6d28ee6570", "title": "Opinion | The Hidden ‘Fourth Wave’ of the Pandemic", "url": "https://nytimes.com/2020/12/09/opinion/coronavirus-mental-health.html", "summary": "“There’s often a disconnect between the idealized portraits of what we might expect from the holiday season and what actually happens,” said Joshua Gordon, the director of the National Institute of Mental Health.\nThe mental health system is already struggling to keep up.\nalso reported that like Covid-19, mental health conditions were disproportionately affecting marginalized communities.\nThe mental health effects of the pandemic will be dire.\nWinter is coming: We need a real plan to address Americans’ unraveling mental health, and we need it fast.", "paragraphs": ["Then there are the holidays themselves, which create their own well-known difficulties. “There’s often a disconnect between the idealized portraits of what we might expect from the holiday season and what actually happens,” said Joshua Gordon, the director of the National Institute of Mental Health. In American pop culture, this season is often depicted as a time of effortless cheer, a wonderland of snowmen and cozy fireplaces and skating in the park. Many people often feel terrible about the holidays because they rarely go as well as they do on TV, and this year, more than ever, the disconnect will be unavoidable — and triggering.", "The mental health system is already struggling to keep up. In June, the Centers for Disease Control and Prevention found that 40 percent of American adults reported at least one adverse mental or behavioral health condition, including experiencing symptoms of mental illness or substance abuse related to the pandemic. The C.D.C. also reported that like Covid-19, mental health conditions were disproportionately affecting marginalized communities.", "There is a bit of encouraging news: When the pandemic hit, many therapists and their patients managed to move their sessions to the internet, allowing people to get help even as the virus kept them at home. Experts were also encouraged by the public discussion about mental health in the past few months — mental health organizations and the news media have highlighted the importance of maintaining social connectedness despite the need for physical distancing.", "Because the mental health system will not be able to take care of many people who are in need, the experts I spoke to offered a variety of well-meaning strategies for people to maintain their mental well-being this season. None of it will be new to people who have dealt with serious mental health problems: Eat well, sleep well, maintain social connections, spend time outside in the sun and get a lot of exercise, which has been shown to provide significant improvements for a range of mental health problems.", "Advice like this may be helpful to some, but it is also woefully insufficient. Like telling people to car pool and turn down the thermostat to defeat climate change, it shifts responsibility for addressing a crisis from the systemic level to the individual and will almost certainly not be adequate for the people most in need.", "The mental health effects of the pandemic will be dire. For people who’ve lost loved ones, become sick, lost jobs, endured long periods of isolation or have witnessed untold suffering while serving on the front lines, trauma will endure long after the vaccine has rid us of the virus. Winter is coming: We need a real plan to address Americans’ unraveling mental health, and we need it fast.", "If you are having thoughts of suicide, call the National Suicide Prevention Lifeline at 1-800-273-8255 (TALK). You can find a list of additional resources at SpeakingOfSuicide.com/resources."], "authors": ["Farhad Manjoo"], "keywords": ["suicide", "pandemic", "mental", "system", "opinion", "need", "virus", "reported", "social", "health", "fourth", "season", "hidden", "wave"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}