{"id": "c6bd7e16-5574-3bdb-8c87-e1b3e7568cb6", "title": "Apple's Covid Response Was Extremely…Apple", "url": "https://www.wired.com/story/plaintext-apples-covid-response-was-extremely-apple#intcid=_wired-most-popular-right-rail_e98e8524-b9d5-4afb-bd32-9e3a6e9fa5cc_popular4-1", "summary": "“We’ve become incredibly nimble.” So much so that some observers use Apple’s status in a given area as a signal for how Covid is rising or falling.\nThe Apple Mask isn’t even the one they hand you at the store if you show up bare-faced—that’s a generic face cover.\nThe product-support “geniuses” as well as the “specialists” (Apple’s term for salespeople) can now serve customers from home.\nBut she now says that, when Covid goes away, Apple stores will remain a place where people hang out.\nA couple of weeks ago, I needed a charger—as I do about once a year—and I saw Apple’s store in the Soho neighborhood of Manhattan was open.", "paragraphs": ["That set a pattern for a dynamic dance of opening and closing, based on a formula the company developed. “When we reopen our stores, we look at the virus rates in each one of the local communities that we operate in, and of course also the local rules,” says O’Brien. “We’ve become incredibly nimble.” So much so that some observers use Apple’s status in a given area as a signal for how Covid is rising or falling.", "Apple also decided to make its own masks, because, well, it’s Apple. Early in the crisis the company donated the millions of N95 masks it had in its inventory (for things such as fire season) to medical facilities. Instead of burdening the system with its replacement needs, Apple tapped its industrial design team to create first a face shield and then its own three-layer mask, a surgical-style face covering with adjustable straps. When I asked O’Brien what makes this thing an Apple mask, she gave me kind of a circular answer: “Because our team designed it, and they did a wonderful job designing it.” You can’t buy an Apple Mask from its online store, so forget it as a stocking stuffer. The Apple Mask isn’t even the one they hand you at the store if you show up bare-faced—that’s a generic face cover. And wearing one isn’t optional. “If they choose not to wear a mask, then we're very happy to serve them online,” says O’Brien.", "The stores themselves have evolved to handle the crisis. In some outlets Apple has set up Express Storefronts, a facade of will-call windows where buyers can pick up products without entering the shop. O’Brien is also proud that the one-to-one interactions that typically take place in stores have successfully gone virtual. The product-support “geniuses” as well as the “specialists” (Apple’s term for salespeople) can now serve customers from home. O’Brien says that, more recently, the company has even shifted some of its in-store programs, like the Today-at-Apple sessions, to digital. “So everything that you come to a retail store for, you can find online.”", "Will this mean a shift in the way the company operates its 511 stores, even after the pandemic? O’Brien’s predecessor, former Burberry executive Angela Ahrendts, was less an operational guru than an avatar of fashion and fancy emporia, whose legacy was making Apple stores into \"town squares\" where people could hang out, listen to music, and soak in good vibes until they pulled out the credit card to buy a new phone or laptop. O’Brien is more in the workaday mold of her boss, Tim Cook. But she now says that, when Covid goes away, Apple stores will remain a place where people hang out. “We absolutely love the stores that we have,” she says.", "Indeed, in most of the China stores, the town squares are buzzing again. But in the weeks ahead, US and European customers can expect more Express Storefronts—and probably more closings as the Covid numbers rise.", "A couple of weeks ago, I needed a charger—as I do about once a year—and I saw Apple’s store in the Soho neighborhood of Manhattan was open. This was one of Apple’s first retail outposts; Steve Jobs himself appeared at the store’s launch. But this time, the security was even tighter than it was when Jobs gave some of us a tour. A security person pointed a temperature gun at my head, checked to see that my appointment was valid, and sent me inside, where I was paired with a specialist. Through our masks, we chatted. She invited me to play with the new iPhones on the table; not wearing gloves, I demurred. The $80 Macbook Air charger arrived, and the specialist completed the sale."], "authors": ["Steven Levy", "Steven Lev"], "keywords": ["apple", "apples", "masks", "covid", "stores", "store", "company", "mask", "obrien", "response", "extremelyapple", "face"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}