{"id": "c6c23205-c822-32dc-841e-c30e03e7ca49", "title": "Brexit - British fishermen have not escaped the Common Fisheries Policy", "url": "https://www.economist.com/britain/2021/01/07/british-fishermen-have-not-escaped-the-common-fisheries-policy", "summary": "M ANY PEOPLE were disappointed by the deal that Britain signed with the European Union on Christmas Eve, but fishermen were infuriated.\nAnd as far as catching fish goes, the deal fishermen have landed is worse than they expected.\nAnd, oddly, it is better than it might have been if the fishermen had actually got what they wanted.\nThe expectation that they would do better than they did in the EU ’s common fisheries policy ( CFP ) was not unreasonable.\nOver the next five years, EU fishing boats will give up a quarter of their quota rights in British waters.", "paragraphs": ["M ANY PEOPLE were disappointed by the deal that Britain signed with the European Union on Christmas Eve, but fishermen were infuriated. “It’s the biggest con to be ever put on,” says John Clark, who catches fish and langoustines off the north-east coast of Scotland. “We have been completely betrayed—the prime minister bottled it.”", "Leaving the EU ’s single market was always going to be hard. Exporting fish now entails wrapping them in bureaucratic paper. And as far as catching fish goes, the deal fishermen have landed is worse than they expected. Ministers had promised them “hundreds of thousands of tonnes” more fish, and implied that Britain would get its own way in its territorial waters. Yet the deal is better than it could have been. And, oddly, it is better than it might have been if the fishermen had actually got what they wanted.", "The expectation that they would do better than they did in the EU ’s common fisheries policy ( CFP ) was not unreasonable. The CFP allocated catching rights around Europe in line with how countries were fishing in the mid-1970s. Unfortunately, many of Britain’s biggest fishing boats happened to be far away in those years, trawling the waters around Iceland, which had not yet banned foreign boats from its vicinity. Britain ended up with only a tenth of the quota for cod caught in the English Channel, for example.", "The new deal is better, but only just. Over the next five years, EU fishing boats will give up a quarter of their quota rights in British waters. Domestic boats will be able to catch a larger share of mackerel (the single most valuable fish) and hake, although they will still be entitled to only a tenth of cod from the Channel. Fishermen thought they were going to be allocated exclusive rights over waters 12 miles from the coast, but they have got only six miles, the same as before. They will no longer be able to swap quotas with counterparts in other European countries.", "What really annoys fishermen is that Britain will remain closely tied to the CFP . It will have to agree catch limits for every fish species with the EU , following guidance from the International Council for the Exploration of the Seas ( ICES ), an international outfit based in Denmark. If the two sides cannot agree, ICES limits will be enforced. Although these arrangements lapse in 2026, Britain will probably remain bound to Europe for longer: clauses in the deal allow for broad retaliation if fishing talks break down. Barrie Deas, head of the National Federation of Fishermen’s Organisations, calls it “a colonial or neocolonial arrangement”."], "authors": ["The Economist"], "keywords": ["fishermen", "escaped", "fishing", "rights", "eu", "policy", "brexit", "british", "fish", "britain", "waters", "fisheries", "better", "common", "boats", "deal"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}