{"id": "c6d5bcab-9784-3183-a200-aeef32071a85", "title": "10 Joyous Headpieces Inspired by Amanda Gorman’s Love of Hair Accessories", "url": "https://www.vogue.com/article/amanda-gorman-headbands", "summary": "But with her glorious collection of headbands and hair accessories, Amanda Gorman is redefining the concept.\nGet Gorman’s exact look with this Alameda Turquesa option or go for one in a pared-back Champagne hue by L. Erickson.\nAlameda Turquesa Amanda yellow headband $250 ALAMEDA TURQUESA Shop Now L. Erickson 5th avenue braided satin headband $34 NEIMAN MARCUS Shop NowThe Prismatic TurbanSwirls of color are the key ingredient to any happy outfit.\nMary Jane Claverol Biba knotted tie-dye turban $199 LUISAVIAROMA Shop Now Silke London Silke hair wrap $65 SAKS FIFTH AVENUE Shop NowThe Crown JewelSparkling sequins and crystals turn hair accessories into a piece of jewelry.\nASOS Design wool beret $15 ASOS Shop Now Zara wool beret $26 ZARA Shop NowThe Perfect PuffPump up the volume with a sky-high headband.", "paragraphs": ["When one thinks of regal headpieces, they might think of diamond tiaras or jeweled crowns. But with her glorious collection of headbands and hair accessories, Amanda Gorman is redefining the concept. When she adorned her crocheted twists with a padded Prada headband on Inauguration Day, she certainly looked the part of a modern-day queen.", "It’s a moment that will be forever etched in fashion history. Vogue stylist, Gabriella Karefa-Johnson, described it best in an episode of Good Morning Vogue, saying, “That headband is supposed to sit flat on European straight hair and she made it work for her. She turned it into a tiara.”", "That’s not the only look that Gorman has transformed. Over the years, she has wooed us with an enviable collection of hats, turbans, and headbands. To celebrate some of her divine hair jewels and her first Vogue cover, we’re taking a closer look at some of the unforgettable headpieces and shopping out similar options.", "The Braided Band", "The twists and turns of silky fabric add an interesting layer of detail to a standard headband. Get Gorman’s exact look with this Alameda Turquesa option or go for one in a pared-back Champagne hue by L. Erickson.", "Alameda Turquesa Amanda yellow headband $250 ALAMEDA TURQUESA Shop Now L. Erickson 5th avenue braided satin headband $34 NEIMAN MARCUS Shop Now", "The Prismatic Turban", "Swirls of color are the key ingredient to any happy outfit. So have fun with tie-dye wraps by Mary Jane Claverol or Silke London.", "Mary Jane Claverol Biba knotted tie-dye turban $199 LUISAVIAROMA Shop Now Silke London Silke hair wrap $65 SAKS FIFTH AVENUE Shop Now", "The Crown Jewel", "Sparkling sequins and crystals turn hair accessories into a piece of jewelry. Test out the look with a beaded design by Lele Sadoughi or Namjosh.", "Lele Sadoughi beaded woven headband $150 REVOLVE Shop Now Namjosh lilac multi studded headband $50 SHOPBOP Shop Now", "The Propped Beret", "Add a twist to the Francophile beret by selecting a bright, standout color—like this red find from ASOS or this Zara treasure.", "ASOS Design wool beret $15 ASOS Shop Now Zara wool beret $26 ZARA Shop Now", "The Perfect Puff", "Pump up the volume with a sky-high headband. Replicate Gorman’s Inauguration Day piece with a Prada design or go indie with emerging Etsy label Darla Dietrich."], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["nowthe", "look", "zara", "amanda", "vogue", "joyous", "hair", "silke", "design", "headpieces", "shop", "love", "accessories", "gormans", "turquesa", "headband", "inspired"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}