{"id": "c6e78223-07af-30d3-9164-e1923a47d044", "title": "Inside Turkey's incredible underground city", "url": "https://edition.cnn.com/travel/article/cappadocia-turkey-cmd/index.html", "summary": "\"People are farming outside and then when an army attacks these people take all of their animals and come inside.\"\nCNNBut Cappadocia's landscape doesn't just serve up picture postcard views of its most famous natural phenomena or play home to a subterranean wonderland.\nWeird, wonderful and uniqueAvanos Hair Museum: Possibly one the world's weirdest collections.\nCNNBut Galip doesn't just specialize in pottery.\nThrough the back of his pottery shop is the Avanos Hair Museum .", "paragraphs": ["(CNN) — It's a landscape that looks almost alien. Soft tufa rock -- spewed from volcanoes millennia ago to create a series of ethereal \"fairy chimneys\" that have been shaped and sculpted by nature. This is Cappadocia.", "Rising above the Anatolian Plains of central Turkey, this historic region is designated as a UNESCO World Heritage Site, drawing in thousands of tourists every year. Many take to the skies in hot air balloons as the sun rises, all the better to get a view of the rock formations whimsically referred to as \"fairy chimneys\" that come in all shapes and sizes -- cone ones, pointy ones, even some suggestive ones.", "Nature may have created this landscape, but it was ancient civilizations that turned and adapted it to their own purpose. Local people have worked hard to preserve this history and the traditional cultures which have grown in its wake. And nowhere is this more obvious than deep beneath those towering limestone peaks.", "Going underground", "Balloons are the ideal way to experience the serene landscape of Cappadocia. CNN", "The soft rock here, with its winding cave systems and series of natural caverns, meant Cappadocia became renowned for its underground cities in medieval times. When marauding armies arrived here, thousands of people would escape and survive below ground, sometimes for months on end.", "Spanning 18 floors to a depth of 85 meters, Derinkuyu is one of the largest and deepest subterranean cities in Turkey.", "Omer Tosun is a local antiques collector and the owner of Cappadocia's first luxury hotel. He's made it his business to introduce fascinated visitors to every facet of Cappadocian culture, especially Derinkuyu.", "Venturing into the fairy chimneys begins a journey of discovery in this unusual place.", "\"Picture this,\" he says standing in what was once an underground stable. \"People are farming outside and then when an army attacks these people take all of their animals and come inside.\"", "Omer explains that as many as 20,000 people would have hidden in these narrow passages for months at a time when Mongol forces roamed overhead. They would have made use of hundreds of store rooms, living spaces and even communication tunnels through which they could shout messages and relay news of what was happening above ground.", "Today, Omer runs the Museum Hotel . Painstakingly restored over two decades, this opulent property is home to 60 caves and 10 incredible buildings, some dating back a thousand years. Omer's work to bring the ruins back to life means that tourists can now stay in this historic spot, tucked below Uçhisar Castle, the highest point in Cappadocia.", "Dark Church", "The luxury Museum Hotel has 60 caves and 10 buildings, some dating back 1,000 years. CNN", "The caves are adorned with original artwork, with a spectacular Sultan Suite coming replete with a hot tub that looks out across the fairy chimneys.", "\"This is Eden Garden-like,\" says Omer. \"We have lots of beautiful birds around and they come and say welcome to you,\" pointing to a pair of amorous peacocks.", "What this amazing hotel, and these ancient cave cities show is how the landscape has shaped the people of Cappadocia and how they too have shaped it back over the past millennia.", "The Dark Church is a trove of ecclesiastical beauty. CNN", "There's no better place to help understand this bond between nature and people than the Goreme Open Air Museum. Originally believed to have been a Byzantine monastic settlement before becoming a pilgrimage site in the 17th century, the numerous chapels cut deep into the rock are home to incredible art and craftsmanship.", "While each of them are beautiful, the most amazing of all is the Dark Church. The unprepossessing outside of the cave gives little hint of the ecclesiastical beauty hidden within. Known as the Dark Church because it has no windows, the lack of light has meant its exquisite frescoes have been fully preserved. The colorful renderings of Christ on the cross and the betrayal by Judas date from the 11th century. Just as at Derinkuyu, it pays to expect the unexpected.", "Land of beautiful horses", "Cappadocia is said to take its name from horses. CNN", "Wild horses have roamed these mountains for centuries. Legend says it's their presence that gave Cappadocia its name.", "\"Cappadocia means the land of the beautiful horses,\" confirms Irfan Ozdogan. Irfan is a modern day Turkish cowboy, the owner of a small corral nestled amidst this rocky wonderland from where he takes tourists out for a ride through this wondrous landscape.", "Irfan's rides take in stunning views of the fairy chimneys, as well as giving visitors a chance to slow down and enjoy the pace of exploring the area on horseback. As the Turkish proverb goes, \"The one that doesn't have a horse, doesn't have a foot.\"", "Irfan Ozdogan is a modern day Turkish cowboy. CNN", "But Cappadocia's landscape doesn't just serve up picture postcard views of its most famous natural phenomena or play home to a subterranean wonderland. The Kizilirmak River, which runs through the pretty town of Avanos, is another example of nature working together with the local people to help create something beautiful. This river and the mud it produces has provided generations of craftsmen with a distinctive red clay that's made Avanos famous for its pottery.", "Galip Lorukcu is a master of the art, his work celebrated throughout Cappadocia and beyond. Using a traditional kickwheel, it's obvious that he learned his craft from an early age.", "Potter and hair collector Galip Lorukcu. CNN", "\"I learned it from my father. My father learned it from his father and so on,\" he says as he works. He is, says his wife Lilian, at least the fifth generation of his family to work with the beautiful clay created by the nearby river.", "The speed, precision and skill displayed by Galip are extraordinary, honed over many years of learning and practice. \"If he would work the whole day, he could make about 150 pots,\" says Lilian. Even with Galip's helping hand, it's impossible to make something that even resembles a pot when trying the kick wheel for the first time, let alone imagine making works that he has on display in showrooms and his own shop.", "Weird, wonderful and unique", "Avanos Hair Museum: Possibly one the world's weirdest collections. CNN", "But Galip doesn't just specialize in pottery. He has another interest, something which marks him out in Cappadocia and doesn't derive from the natural landscape. Through the back of his pottery shop is the Avanos Hair Museum . Understandably, it's been billed as one of the weirdest museums in the world. And with good reason.", "There are more than 16,000 tresses, from all over the world here. This is not so much a collection -- rather a shrine to female locks. It's hard not to shake the feeling that it's all a bit strange.", "\"I am not forcing them to give, they give by themselves,\" says Galip. \"Who am I to say if it is strange or not?\"", "Women have been donating their hair to Galip for over 30 years, including Lilian. \"I'm so used to it because I live in it,\" she laughs. \"But I remember in the beginning I thought it was very funny.\"", "Centuries-old traditions add to the rich experiences and modern magic of Cappadocia,Turkey.", "The hair does at least have a purpose. Everyone who donates their locks leaves a label on them, with names selected randomly for a free week of board, lodging and pottery classes. A way, albeit a somewhat different one, for Galip to pass on his skills as a potter.", "All of this is not to suggest that Cappadocia isn't steeped in more traditional Turkish pursuits. In fact, it's one of the best places in the country to come for its most famous export: carpets. And few people know more about them than Ruth Lockwood, a carpet connoisseur from New Zealand who came to Turkey more than 30 years ago.", "She says that while the tradition of making, selling and haggling for carpets remains strong, things have changed \"enormously.\"", "\"When I first came here, it was wild. It was like the Woodstock of carpets, and people will still say to me, 'Oh, you weren't here then were you?'\"", "Lockwood explains that traders bring out a huge number of carpets and tapestries to entice tourists into parting with their cash. The key, she says, is not to get too excited when you spot something you like.", "\"It's always best not to look too enthusiastic when you're buying,\" she says. \"Because, you know, they get an idea that you love it. And of course the price is going to go up.\"", "Lockwood has learned to pick out the very best vintage rugs, ones which help tell the history of Cappadocia. Rather than seeing them as secondhand she says that they're \"... beautiful vintage. They're antique. And they represent a history and a tradition we can't go back to.\"", "\"Every area, every region, every village, every tribe have sizes, colors, and designs that belong to that group.\""], "authors": ["Richard Quest", "Joe Minihane"], "keywords": ["turkish", "inside", "hair", "turkeys", "museum", "incredible", "underground", "galip", "cappadocia", "landscape", "work", "doesnt", "beautiful", "city", "fairy"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}