{"id": "c730eb98-5cb1-3293-8fee-11e36c94d424", "title": "Exclusive Deathloop Screenshot Gallery", "url": "https://www.gameinformer.com/2021/03/10/exclusive-deathloop-screenshot-gallery", "summary": "We’re particularly excited for Arkane Studios’ Deathloop, which is featured on the cover of Game Informer this month.\nDeathloop is a game about a man stuck in a repeating 24-hour time loop.\nBethesda has released a few trailers for Deathloop, but these are some of the first screens we’ve seen to date.\nYou can see – and read – more on Deathloop by subscribing to the magazine.\nThroughout the month we’ll be posting a ton of great exclusive features, such as character profiles and powers breakdowns.", "paragraphs": ["Bethesda is taking up a lot of the news mindshare recently, especially since its purchase by Microsoft was approved. But don’t let that overshadow some of the exciting news about Bethesda’s big 2021 releases. We’re particularly excited for Arkane Studios’ Deathloop, which is featured on the cover of Game Informer this month.", "Deathloop is a game about a man stuck in a repeating 24-hour time loop. You play as Colt Vahn, a man trapped on the desolate island of Blackreef who is being hunted by an insane “cult” of mask-wearing lunatics. However, Colt is one of the only people who seems aware of the fact that he is reliving the same day over and over again, and if Colt wants to break this loop he’ll need to orchestrate the assassination of eight extremely powerful individuals.", "As part of our month-long coverage, we’re excited to share this collection of exclusive screenshots. Bethesda has released a few trailers for Deathloop, but these are some of the first screens we’ve seen to date. These images showcase Arkane’s unique 60’s mod style, the near-futuristic tech of Blackreef, and some of the aforementioned masked maniacs. What you won’t see is more on the history of Blackreef or how Colt can tackle any challenge in a multitude of ways. For that you should be sure to read this month’s cover story.", "You can see – and read – more on Deathloop by subscribing to the magazine. Throughout the month we’ll be posting a ton of great exclusive features, such as character profiles and powers breakdowns. If you’re tired of reading, we also have a bunch of great video content planned. For starters, tomorrow we’ll release a rapid-fire interview with Deathloop’s game director Dinga Bakaba. So please come back to the hub throughout the month; we miss you."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["exclusive", "great", "deathloop", "blackreef", "read", "game", "man", "gallery", "loop", "screenshot", "colt", "month"], "pubDate": "2021-03-10T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}