{"id": "c7706a33-c34e-30c8-ab55-adca97307f5a", "title": "'No queen is a loser': why RuPaul's Drag Race is a tender balm in lockdown", "url": "https://www.theguardian.com/tv-and-radio/2021/feb/11/rupauls-drag-race-is-a-tender-balm-lockdown-bbc", "summary": "“At least Drag Race will be back on,” my sister offered at the end of the briefing.\nThrough lockdown, Drag Race has never failed to make me feel not quite fearless, but less fearful.\nPhotograph: Dave J Hogan/Getty ImagesMy favourite thing about Drag Race is the prevalence of second chances.\n“No queen is a loser on RuPaul’s drag race,” Ru reminded the cast during the reveal.\nSeason 13 of RuPaul’s Drag Race airs on Netflix on Saturdays in the UK and on VH1 on Fridays in the US; RuPaul’s Drag Race UK airs on BBC Three, Thursdays", "paragraphs": ["When Boris Johnson announced England would be entering its third lockdown in January, I wasn’t entirely sure how I’d get through it. The news hit harder than it had previously. It was colder and darker. Any sliver of novelty in this sad, strange set of circumstances was well and truly gone.", "“At least Drag Race will be back on,” my sister offered at the end of the briefing. And, instantly, I saw a bright pink light at the end of the tunnel. The news that the 13th series of the US show and the second series of the UK edition would be streaming simultaneously felt heaven-sent; a personalised, hand-delivered care package sent from RuPaul Charles to his squirrel friends during their time of need.", "After Drag Race’s success, the “drag makeover show” has become its own genre. We have TLC’s Dragnificent!, Channel 4’s Drag SOS, and HBO’s We’re Here – shows that are as much about looking the part as they are looking inward, and promoting the idea that a drag persona can instil a level of self-belief. This has always been central to Drag Race, a show that rhetorically asks on a weekly basis: “If you can’t love yourself, how the hell are you going to love somebody else?” Like any other basic, straight woman, watching it provides me with a sense of fierceness by osmosis. The confidence of the competing queens seeps through the screen and into your psyche. Through lockdown, Drag Race has never failed to make me feel not quite fearless, but less fearful.", "Bob The Drag Queen in HBO’s We’re Here. Photograph: HBO", "I was a latecomer to the franchise; for years I’d stumbled across the gifs and had memorable lines quoted at me by those who had assumed I was already a superfan. I never had watched it, until a bad patch left me stuck in bed near the end of 2019. Like the adult cartoon series American Dad – my choice of distraction when I had depression at university – the bright colours, rude humour and outlandish characters of the first series of Drag Race UK drew me in instantly. I was teleported into a world of big hair, bigger heels and even bigger hearts.", "Tired of being drip-fed on a weekly basis by BBC Three, I found the original, American version and binged all of the then-11 seasons, horizontal and bawling the entire time. When I ran out of episodes, I went back and found the All Stars spin-off franchise. For a good month, avoiding food or human contact, it was the only thing I consumed consistently. It is common to joke online about a pop banger or TV show “curing your depression”, and while Drag Race didn’t, I cannot overstate how much it did do for me.", "You come for the jaw-dropping runways and the eye-popping contortion (it is called the “Olympics of drag”, but many of the stunts are worthy of the actual Olympics). But you stay for so much more. Some people listen to ballads when they’re sad, but I would rather watch the series top-three sobbing on stage as they give advice to photos of their childhood selves, Ru fighting against Botox to express empathy. It’s a show that has viewers in tears of laughter and tears of anguish at breakneck speed. Things get deep in the Werk Room and fast, with seemingly light conversations veering into subjects including familial estrangement, cancer and sexual assault. But the conversations it generates are crucial; Trinity K Bonet of the sixth (and best) season revealed her HIV-positive status in an episode, as did Ongina in a groundbreaking episode of the first. Alongside helping generations of queer kids to come out, a by-product for viewers like me is education.", "Drag Race breakout star Courtney Act. Photograph: Dave J Hogan/Getty Images", "My favourite thing about Drag Race is the prevalence of second chances. As with every reality show, there are villains and with them drama, back-stabbing and bitchiness. But even the most catty are humanised. We find strength through the success of underdog contestants such as Jinkx Monsoon and Sharon Needles, but, really, in all of them, since they are all underdogs in some way. The show’s commitment to redemption is best illustrated best by the All Stars spin-off, in which past contestants compete to be immortalised in the Drag Race Hall of Fame. Contestants such as the chart-topping country artist Trixie Mattel and Shea Coulee, who lost out in season nine in one of the biggest upsets in the show’s herstory, have been able to claim victory after initial loss. But even those who haven’t gone on to be fan favourites with hugely successful careers, such as Alyssa Edwards, Katya and Courtney Act.", "This idea was referenced in a “twist” in the current US season. Contestants were asked to “lip-sync for their lives” on their first day and the losing half of the cast was “eliminated” and sent to the “pork chop loading dock”. But no one was really going; it was a nod to Victoria “Porkchop” Parker, the first-ever queen eliminated on the series and a legend in her own right. Shangela and Miss Vanjie, two queens who went home first in their series, later returned to the competition and flourished, too. “No queen is a loser on RuPaul’s drag race,” Ru reminded the cast during the reveal.", "In season 12, the cast sang a rendition of the RuPaul’s Drag Race Live! song that typifies the show: Losing Is the New Winning. It is one of many cast ensembles I listen to when I go for a run or exercise, knowing that I can keep going for an extra few minutes with it ringing out in my ears. RuPaul’s discography has been the soundtrack to each one of my lockdowns, and its various spin-offs a balm during difficult times. Though I have my fingers crossed for no further lockdowns, at least All Stars 6 is on the way.", "Season 13 of RuPaul’s Drag Race airs on Netflix on Saturdays in the UK and on VH1 on Fridays in the US; RuPaul’s Drag Race UK airs on BBC Three, Thursdays"], "authors": ["Yomi Adegoke"], "keywords": ["race", "uk", "contestants", "stars", "queen", "balm", "series", "shows", "season", "tender", "rupauls", "lockdown", "cast", "loser", "drag"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}