{"id": "c779899a-b66c-399c-8c25-ea137000e8df", "title": "In Europe, Backlash Heats Up Over Garbage Incinerators", "url": "https://www.wired.com/story/in-europe-backlash-heats-up-over-garbage-incinerators/", "summary": "The EU is in the process of cutting off funding for new incinerators, but there’s little sign most existing ones—currently consuming 27 percent of the bloc’s municipal waste—will close any time soon.\nMeanwhile, across the English Channel, post-Brexit Britain is charging ahead with proposals for dozens of new garbage-burning projects.\nWhile she also argues the new system is too weak to shrink Britain’s carbon footprint, including incinerators could, in principle, put a cost on their emissions.\nThe country already burns nearly 45 percent of its waste—more than it recycles, the Channel 4 show Dispatches recently reported.\nDangerous emissions such as dioxin and particulate matter sometimes go unreported, and enforcement is often porous, environmentalists say.", "paragraphs": ["This story originally appeared on Yale Environment 360 and is part of the Climate Desk collaboration.", "For decades, Europe has poured millions of tons of its trash into incinerators each year, often under the green-sounding label “waste to energy.” Now, concerns about incineration’s outsized carbon footprint and fears it may undermine recycling are prompting European Union officials to ease their long-standing embrace of a technology that once seemed like an appealing way to make waste disappear.", "The EU is in the process of cutting off funding for new incinerators, but there’s little sign most existing ones—currently consuming 27 percent of the bloc’s municipal waste—will close any time soon. And, even without EU financial support, new plants are in the works, many in southern and eastern European countries that have historically incinerated less than long-standing waste-to-energy proponents such as Germany, the Netherlands, and the Scandinavian nations. Meanwhile, across the English Channel, post-Brexit Britain is charging ahead with proposals for dozens of new garbage-burning projects.", "Without a more decisive change of course, critics argue, that adds up to an existential threat both to Europe’s promise to slash carbon emissions to net-zero by midcentury and its dreams of a “circular economy” in which reuse and recycling largely take the place of waste disposal.", "“Burning plastic in a climate emergency, that’s insane,” said Georgia Elliott-Smith, an environmental engineer and Extinction Rebellion activist who is suing the British government over its decision to exclude incinerators from its new emissions trading system. Plastic, hard to recycle and ubiquitous in garbage, is made from fossil fuel derivatives and emits carbon dioxide when burned, accounting for a substantial chunk of incineration’s climate damage.", "In a case scheduled to be heard in the High Court this month, Elliott-Smith contends Britain violated its Paris Agreement commitments by omitting the waste-to-energy sector from the market it created when it left the European greenhouse gas emissions trading system as part of its divorce from the E.U. While she also argues the new system is too weak to shrink Britain’s carbon footprint, including incinerators could, in principle, put a cost on their emissions.", "Sinking billions of pounds into new incinerators now could lock Britain into decades of garbage-burning and make it harder for cash-strapped local authorities to boost recycling and composting rates, she said. The country already burns nearly 45 percent of its waste—more than it recycles, the Channel 4 show Dispatches recently reported. “The way incineration works, it skews the economics of waste by its very existence,” Elliott-Smith said. “Once you build the beast, you’ve got to keep feeding it.”", "Worries that incinerators sicken those who live near them—disproportionately poor, and people of color—have long dogged the industry. Wealthy nations such as Sweden and Denmark, which rely heavily on waste-to-energy plants, say their sophisticated emissions treatment systems mean such concerns are misplaced. But critics note many nations lack the resources for the best pollution-control systems. Dangerous emissions such as dioxin and particulate matter sometimes go unreported, and enforcement is often porous, environmentalists say."], "authors": ["Beth Gardiner", "Beth Gardine"], "keywords": ["emissions", "incinerators", "system", "nations", "heats", "european", "waste", "garbage", "recycling", "wastetoenergy", "backlash", "eu", "europe", "carbon"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}