{"id": "c79323bc-92c5-38e2-bd83-2c011eb3a638", "title": "'It’s incredible': why do two convicted Greek neo-Nazis remain at large?", "url": "https://www.theguardian.com/world/2021/jan/11/its-incredible-why-do-two-convicted-greek-neo-nazis-golden-dawn-remain-at-large", "summary": "Documenting the twists and turns of Golden Dawn, the Greek neo-fascist party whose rise and fall took Europe by storm, gets him “fired up”.\nYet little prepared Papioannou, who has written several books about the extremists, for his latest endeavour: charting the days when two of the now defunct political force’s convicted leaders would remain at large.\nPresiding judge Maria Lepenioti reading the sentences during the Golden Dawn trial, in Athens, on 22 October last year.\nGreek judicial authorities have requested that as a convicted criminal he returns to the country to serve his sentence.\n“I can say decisively and categorically they will lead to his whereabouts being discovered and Pappas soon being in prison.", "paragraphs": ["Kostis Papaioannou is by his own admission, a far right junkie. Documenting the twists and turns of Golden Dawn, the Greek neo-fascist party whose rise and fall took Europe by storm, gets him “fired up”.", "Yet little prepared Papioannou, who has written several books about the extremists, for his latest endeavour: charting the days when two of the now defunct political force’s convicted leaders would remain at large. “It’s incredible,” said the prominent human rights activist. “Rather than ticking off the days they spend behind bars I’m now calculating their time spent savouring freedom.”", "Three months after the trial of Golden Dawn –the largest court hearing of Nazis since the Nuremberg – the idea that two members of its hierarchy would still be enjoying the fruits of liberty, has elicited outrage and embarrassment.", "On 23 October, concluding proceedings that began in April 2013, a three-member panel of judges led by supreme court justice Maria Lepenioti ruled that its entire leadership be imprisoned after determining the brazenly violent group was a criminal gang masquerading as a political party.", "Christos Pappas is suspected of fleeing Greece to a neighbouring Orthodox Balkan state. Photograph: Louisa Gouliamaki/AFP/Getty Images", "Christos Pappas, the organisation’s de-facto number two viewed as the ideologue behind Golden Dawn’s unhindered embrace of National Socialism, went missing the day fellow MPs began serving 13-year jail sentences. Like them he had received the same term.", "But after defying a court order to turn himself in, police were forced to concede the unrepentant fascist and vocal apologist of the Third Reich, had escaped despite guards allegedly monitoring his every move. “He has no intention of surrendering because he believes the trial was politically motivated,” his lawyer, Pericles Stavrianakis, said last week. “When the case reaches the appeals court, as foreseen, that decision might change.”", "Speculation is rife that Pappas, 58, the son of a military officer and close associate of the former dictator, Georgios Papadopoulos, has fled Greece and is now being harboured in a neighbouring Orthodox Balkan state.", "In 2013 when the party’s leadership was rounded up and detained following the fatal stabbing of Pavlos Fyssas – the rap musician whose murder initiated a judicial inquiry that would lead to the group’s unravelling – Pappas similarly evaded arrest although surrendered a few days later.", "Presiding judge Maria Lepenioti reading the sentences during the Golden Dawn trial, in Athens, on 22 October last year. Photograph: Petros Giannakouris/AP", "“It cannot be excluded that he is abroad and perhaps in a monastery,” said Ioannis Aivatidis, a Corfu MP representing Golden Dawn between 2015 and 2019 when the ultra-nationalists failed to enter the parliament as the country’s financial crisis ebbed. “I know him to be an especially religious man. Those giving him shelter might not know his real identity.”", "At its height the once fringe neo-Nazi group won 21 seats to become Greece’s third biggest political force in the 300-member house.", "Like Pappas, founding member Ioannis Lagos, who sat on the party’s central council and was also handed a 13-year jail term, has argued that he, too, is the victim of political persecution and is appealing against the court verdict from the safe distance of Brussels where he is an MEP.", "Elected to the European parliament with the far right bloc in May 2019 before becoming an independent, Lagos was the extremists’ top official in the working class districts of Athens where Golden Dawn hit squads sowed terror on the streets, targeting immigrants, leftwing trade unionists and other perceived opponents before a party operative ultimately confessed to the killing of Fyssas.", "Greek judicial authorities have requested that as a convicted criminal he returns to the country to serve his sentence.", "But the 48-year-old, whose imposing stature has been likened to that of a boxer, has exploited the parliamentary immunity he enjoys as an MEP ensuring he can neither be detained nor extradited.", "Despite calls from other enraged Greek parliamentarians for Lagos to be “excluded from all democratic processes”, the unabashed far rightist continues to address lawmakers, usually indulging in unbridled anti-Turkish rants. On Twitter – a platform he invariably uses to peddle conspiracy theories – he has launched a crowdfunding campaign to cover his legal costs.", "While authorities in Athens have sent the European parliament thousands of court documents, backing up the request to have Lagos’s immunity lifted, the application has instead become enmeshed in bureaucracy.", "Ioannis Lagos has exploited the parliamentary immunity he enjoys as an MEP ensuring he can neither be detained nor extradited. Photograph: Miloš Bičanski/Getty Images", "Adrián Vázquez Lázara, the Spanish deputy who heads the legal affairs committee which deals with waiver requests, said the coronavirus pandemic had resulted in additional delays.", "“The immunity process … under normal circumstances has historically taken between four to six months,” he wrote in an email referring to procedures that range from a recommendation by the committee to a vote in the parliament.", "“However, since March 2020, Covid-19 has greatly affected and altered our institutional works and timings. It has been specially relevant in cases such as the immunity procedures since they are subject to extra specific warranties, such as confidentiality, as they deal with fundamental rights of the members of parliament.”", "Progress, he said, would depend on how the pandemic evolved. Once the legal committee makes a recommendation it is put to vote during a plenary session of the 705-member parliament.", "Increasingly human rights campaigners have voiced outrage that Lagos should be allowed, by dint of democratic process, to enjoy the earnings and exposure of an MEP. “It’s disgraceful,” said Papaioannou. “Pappas being on the run may say a lot about the shortfalls of the police, and whether parts of the force are sympathetic to the neo-Nazis, but having Lagos there is a stigma for EU democracy. It should be a priority for the European parliament.”", "Stavrianakis, Pappas’s lawyer, said he had not heard from his client since speaking to him days before the verdict’s announcement in October.", "Asked where he thought he might be, he retorted: “I have absolutely no idea, but even if I did, do you think I would tell you?”", "But Greece’s civil protection minister, Michalis Chrisohoidis, insisted it is a matter of time before the country’s number one fugitive is captured.", "“Investigations are widespread and ongoing,” he told the Guardian. “I can say decisively and categorically they will lead to his whereabouts being discovered and Pappas soon being in prison. Lagos’s return is a matter of EU procedure but in both cases it is only a question of time.”"], "authors": ["Helena Smith"], "keywords": ["neonazis", "days", "trial", "convicted", "dawn", "lagos", "golden", "immunity", "remain", "rights", "incredible", "pappas", "court", "greek", "political", "large"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}