{"id": "c79755ac-45f9-32c2-af5d-d36d4e6511d5", "title": "Is sitting still slowly killing us? – podcast", "url": "https://www.theguardian.com/news/audio/2021/apr/21/is-sitting-still-slowly-killing-us", "summary": "Modern lifestyles are increasingly sedentary and inactive, and the public health effects of this are only just starting to show up, says author and Guardian reporter Peter WalkerThe past year has seen an unprecedented level of confinement indoors.\nAs national lockdowns forced people to stay inside for their safety another health crisis was slowly developing: a decades-long crisis of inactivity.\nThe Guardian’s Peter Walker, author of a new book The Miracle Pill tells Anushka Asthana that our increasingly sedentary lifestyles are doing us untold damage.\nFor many of us, our lives are designed around car travel, screen time and jobs which require little physical exertion.\nBy reintroducing activity into everyday life we can reverse these damaging trends.", "paragraphs": ["Modern lifestyles are increasingly sedentary and inactive, and the public health effects of this are only just starting to show up, says author and Guardian reporter Peter Walker", "The past year has seen an unprecedented level of confinement indoors. As national lockdowns forced people to stay inside for their safety another health crisis was slowly developing: a decades-long crisis of inactivity.", "The Guardian’s Peter Walker, author of a new book The Miracle Pill tells Anushka Asthana that our increasingly sedentary lifestyles are doing us untold damage. In fact he says, 1.5 billion people around the world are so inactive they are at greater risk of everything from heart disease to diabetes, cancer, arthritis and depression, even dementia. Sedentary living now kills more people than obesity.", "For many of us, our lives are designed around car travel, screen time and jobs which require little physical exertion. But there is a cure, he says. By reintroducing activity into everyday life we can reverse these damaging trends."], "authors": ["Anushka Asthana", "Peter Walker", "Sami Kent", "Pulama Kaufman", "Phil Maynard", "Nicole Jackson"], "keywords": ["health", "sitting", "killing", "slowly", "lifestyles", "sedentary", "world", "inactive", "crisis", "author", "walkerthe", "peter", "podcast", "increasingly"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}