{"id": "c7a4700b-951f-32fa-b3d7-eaf4515effb4", "title": "What's the point of lab-grown meat when we can simply eat more vegetables?", "url": "https://www.theguardian.com/commentisfree/2020/dec/04/lab-grown-meat-cultured-protein", "summary": "The ruling means that, for the first time, cultured meat can be sold to the public.\nEat Just, Inc – and the dozens of other cultured meat startups racing each other to get lab-grown meat on to the menu across the globe – are selling the promise that carnivores will be able to eat meat with a clean conscience.\nBut underneath Eat Just chicken bites’ crunchy, deep-fried crust, the reality might be a little more complicated.\nIt’s very likely that the formulation of Eat Just chicken bites has improved considerably since I tried them two years ago.\nThe cultured meat industry rests on a view of human beings as greedy and incapable of change.", "paragraphs": ["The stuff of science fiction has landed on our plates. Meat grown in a lab, instead of inside the body of an animal, has been approved for sale for the first time. The Singapore Food Agency has given regulatory approval to Eat Just’s “chicken bites”, grown from the cells of a chicken that’s still flapping its wings. The US startup took a biopsy of cells from a live chicken, bathed them in a nutrient medium and grew them in a bioreactor, where they grew exponentially until the meat was harvested, encased in batter and turned into nuggets. The ruling means that, for the first time, cultured meat can be sold to the public.", "Eat Just, Inc – and the dozens of other cultured meat startups racing each other to get lab-grown meat on to the menu across the globe – are selling the promise that carnivores will be able to eat meat with a clean conscience. Flesh without the blood, meat without murder and the beginning of the end of the environmental damage caused by intensive animal agriculture. The news was met with a sigh of relief from meat eaters across the world, and with good reason: it will allow us to carry on as before, eating what we like while clever technology sidesteps the problems caused by our appetites.", "But underneath Eat Just chicken bites’ crunchy, deep-fried crust, the reality might be a little more complicated. I was one of the first people to try Eat Just’s chicken in November 2018, while I was researching my book. In its open-plan office in San Francisco’s Mission district, under the watchful eye of the PR team, I was served a small beige rectangle of a nugget wrapped in greaseproof paper, containing what they told me was both cultured chicken and the end of animal agriculture as we know it.", "Yes, it tasted of chicken: it had the unmistakable aroma of chicken on my tongue and in my nose. It had some of the juiciness of animal flesh that you expect when you eat chicken: that tacky feeling on your teeth when you bite a piece of meat. But it had the consistency of the most low-grade processed meat imaginable. This was not a piece of chicken, a cut of meat, but a mass of chicken cells, bulked out and pressed into a nugget shape. I had been told this was the future of food but I found it hard to swallow.", "It’s very likely that the formulation of Eat Just chicken bites has improved considerably since I tried them two years ago. But even if they have managed to create something indistinguishable from a chicken nugget that comes from a dead bird, the circumstances in which the chicken was approved by regulators should give us pause. Why would a US company seek regulatory approval in an island city-state in Asia?", "Back in 2018, Eat Just’s CEO, Josh Tetrick, said the company was aiming to have its cultured meat approved in a number of countries outside the US because the Food and Drug Administration was behind the times. “The regulatory [system] is not ready in the US,” he told me. Instead of waiting for it to be ready, the company found a country with more amenable standards to give it the green light to put its product on sale. That’s problematic for the entire cultured meat industry: consumers care more about the provenance of food now than ever before, and any producer of a new food needs to be seen to take regulatory standards seriously. This product has far to go when it comes to winning consumer acceptance: the “ick factor” is a serious problem when it comes to meat grown in a lab.", "And in the rush to get a regulatory thumbs up, some of the mission behind cultured meat may have been lost. The Eat Just chicken bites approved in Singapore were grown in a medium of foetal bovine serum (FBS), which, as the name suggests, comes from the blood of unborn calves. It is difficult to imagine a less vegan substance than FBS.This was largely removed before consumption of the chicken bites, and Just Eat said it now had a plant-based medium to use in subsequent production lines. It seems a shame that it wasn’t prepared to wait for an FBS-free product to be approved.", "Cultured meat is eye-catching technology. But it is also an over-engineered solution to a problem that we can solve by changing our diets. If we simply stopped eating meat, or ate it far less often, then there would be no need for either harmful intensive animal agriculture or meat grown in a lab. The cultured meat industry rests on a view of human beings as greedy and incapable of change. But the coronavirus pandemic has shown that, globally, we are able to make enormous changes to our behaviour when faced with existential crisis.", "The startups growing meat in labs might be motivated by noble intentions: to save animals and save the planet. But giant meat producers such as Cargill and Tyson are already investing heavily in cultured protein. Who knows which companies will run the industry in decades to come. If we move into a world where eating meat remains normal but killing animals is taboo, we will become ever more dependent on remote corporations with highly specialised technology to meet our basic needs.", "But we don’t have to. We can just choose to eat less meat. That’s where real power lies – not in harnessing this new technology but in being prepared to change our behaviour."], "authors": ["Jenny Kleeman"], "keywords": ["vegetables", "regulatory", "simply", "point", "grown", "labgrown", "whats", "eat", "chicken", "cultured", "technology", "food", "animal", "bites", "meat"], "pubDate": "2020-12-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}