{"id": "c8043050-171e-339c-98a2-bf2f8c5e45cb", "title": "In 'The Mandalorian,' Stormtroopers Have Finally Discovered Tactics", "url": "https://wired.com/story/mandalorian-stormtroopers-star-wars-tactics/", "summary": "The second season of The Mandalorian has provided all kinds of twists, turns, and visits from old friends from past Star Wars installments.\nStormtroopers have long demonstrated a shocking lack of tactical agility for the supposed shock troops of the Empire.\nPerhaps freed from the shackles of the Empire—these are remnant stormtroopers after all, still in service of ex-Imperial warlords —stormtroopers were finally able to profit from their hard-bought lessons.\nIt's usually taken as a given that Mandalorians are some of the fiercest fighters in the Star Wars universe.\nNot just any enemies, but the Sand People, who since first appearing in Star Wars Episode IV have had nothing but enemies.", "paragraphs": ["The second season of The Mandalorian has provided all kinds of twists, turns, and visits from old friends from past Star Wars installments. But its most recent episode—“Chapter 14: The Tragedy”—introduced the most unexpected development yet: After decades of headlong frontal assaults while wildly shooting from the hip, stormtroopers have at last stumbled upon basic tactics.", "Stormtroopers have long demonstrated a shocking lack of tactical agility for the supposed shock troops of the Empire. Even victories like that on the ice planet Hoth came with destroyed vehicles and dead troopers scattered across the snow. Charging forward and yelling \"Blast 'em\" seemed to be the limit of their ability to employ fire and maneuver against their enemies. It's as if their strategic development had begun with the assault wave tactics of 1914 or the Soviet human waves at Stalingrad and then just stayed there forever. If you don't have to worry about recruitment and retention, body counts aren't a metric that drive organizational change.", "Over the centuries, most armies have come to some basic conclusions: It's preferable to attack the enemy from the side, or flank, than from the front; machine guns, or other weapons to suppress the enemy, are sort of a must-have; and a leader on the ground should direct combat actions. Massing all available fires on the enemy and then maneuvering to find a weak spot in their defenses is pretty much the best path to success. While common to all military forces in the real world, these concepts have to this point escaped the Imperial stormtrooper corps.", "From actions aboard starships and the Death Star(s), to Hoth, to Endor, stormtroopers have only ever relied on superior numbers in battle. Mass took the place of, well, just about everything else—including basic blaster marksmanship. The “spray and pray” technique may have disrupted enemies, but it did little to harm them. Stormtroopers also demonstrated their willingness to break off and chase whatever came their way, with very little discipline, which is how an army of small bears nearly wrecked one of Vader’s legions on the Forest Moon of Endor. So the modicum of tactical acumen that stormtroopers displayed last week came as a genuine shock. Perhaps freed from the shackles of the Empire—these are remnant stormtroopers after all, still in service of ex-Imperial warlords —stormtroopers were finally able to profit from their hard-bought lessons.", "Now, let's be honest: They really need it, given their foe. It's usually taken as a given that Mandalorians are some of the fiercest fighters in the Star Wars universe. The show’s protagonist is no exception, with talents that run broad and deep. Remember, this is the guy who organized a combined assault on a Krayt dragon on Tatooine—building a to-scale terrain model that any Ranger School grad would be proud of—by uniting two groups of enemies against a common foe. Not just any enemies, but the Sand People, who since first appearing in Star Wars Episode IV have had nothing but enemies. That's the diplomatic equivalent of getting Iran and Saudi Arabia to team up. Mando backs up his knack for coalition-building with a big dose of personal courage and a high level of tactical skill on the battlefield. So, yeah, he's a force to be reckoned with.", "Until, that is, last week’s episode. (Some spoilers from here on out.) Just after leaving the Child at the Jedi holy site on planet Tython, a transport deposits several squads of troopers nearby. Joined by two unlikely allies, Mando begins to fire on the attacking stormtroopers, who are soon reinforced from a second transport. After taking losses as a result of their usual frontal assault, the stormtrooper officer—identified by an orange pauldron—does something shocking: He orders one of his detachments to “Flank left and from above!” When another stormtrooper points out that advancing in that much fire was useless, the officer loses his patience and yells, “Flank them, you idiot!” Clearly this is a novel concept to the stormtrooper ranks.", "If you don't have to worry about recruitment and retention, body counts aren't a metric that drive organizational change.", "To help his beleaguered troopers who are clambering up a hill, attempting to seize the high ground—an act that Obi Wan would have encouraged—the commander deploys a heavy blaster to suppress the enemy position. He then orders mortars to open fire to pin the enemy in place—one of the very rare sightings of an indirect fire weapon in the Star Wars universe. This in itself is a monumental evolution of stormtrooper tactics, since indirect fire weapons have been a mainstay of combat going back to the days of catapults and arrow volleys. Massed artillery fire has been central to combat since World War I. Minus occasional indirect fire weapon appearances from the Clones, the Ewoks, and—hate to say it—the Gungans, it has not really appeared in the Star Wars universe to the same extent it has dominated modern battlefields."], "authors": ["Angry Staff Officer", "Angry Staff Office"], "keywords": ["mandalorian", "finally", "discovered", "wars", "enemy", "troopers", "indirect", "tactics", "star", "enemies", "tactical", "stormtrooper", "universe", "stormtroopers"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}