{"id": "c8101a75-96a9-3878-9bc8-bcba2775cf12", "title": "PGA Tour 2K21 Review – A Sweet Swing", "url": "https://www.gameinformer.com/review/pga-tour-2k21/pga-tour-2k21-review-a-sweet-swing", "summary": "PGA Tour 2K21 is a sure shot, hitting the green with the precision and finesse of a pro.\nPGA Tour 2K21 may be a new video game series under the 2K Sports banner, but the nuts and bolts behind it are well worn, being tested and refined for years within The Golf Club series.\nThe same development team behind those successful games is making PGA Tour 2K21, and they’ve further elevated their craft in this new release without sacrificing much.\nYou can use these settings for the entire PGA Tour career, but cannot compete with them online, an area where pro-level skills are required.\nPGA Tour 2K21 certainly has areas that could be improved, but the golfing – the heart and soul of the experience – is exceptional, and can make you feel like a pro when you make perfect shots.", "paragraphs": ["PGA Tour 2K21 is a sure shot, hitting the green with the precision and finesse of a pro. Whether you are swinging away with heavy lumber from the tee to win a championship or are chipping out of a bunker to save par, the stroke play is beautifully crafted. It is also fully malleable, allowing players to achieve a realistic game where they are battling hooks and slices, or an arcade experience where every approach is within a whisper of the pin.", "PGA Tour 2K21 may be a new video game series under the 2K Sports banner, but the nuts and bolts behind it are well worn, being tested and refined for years within The Golf Club series. The same development team behind those successful games is making PGA Tour 2K21, and they’ve further elevated their craft in this new release without sacrificing much. That series’ wonderful links play and course creator are back and better than ever. The rebranding may not have been necessary, but the PGA tie-in plays out in a big way, especially in term of content, such as being able to play on 15 championship courses against a number of PGA pros who eventually become your rivals.", "The entire experience is backed by an excellently crafted analog swing that demands timing and fluidity. You see how your motion plays out in real time through a handy meter. You may feel you hit the ball perfectly, but the meter knows better, and you see just how off you were. The meter gets in your head, and you may second-guess what motion you need to use. When you factor in wind and difficult-to-read terrain, making a perfect shot can be challenging. I struggled for a few rounds, and hooked the ball more than I care to admit until I found a rhythm and a way to hold the controller to reduce the curve. You can get better clubs, but success and failure fall directly onto how well you swing and putt, which is how it should be; you won’t see any game-changing stat boosts here. Every shot counts and demands precision.", "The pro courses (and a few that HB Studios created) put up good fights and are true to their real-life counterparts. I haven’t golfed on any of the real courses, but just knowing that this is an accurate recreation is a cool thing to experience, and you take part in the same challenges the pros face. A lot of the courses are built with risk and reward in mind, such as sand traps surrounding a nice stretch of fairway 300 yards out.", "Should you go for the big shot and miss your mark, hitting the ball into the rough can lead to a bit of frustration. Getting out of the tall grass delivers mixed results, such as some shots coming up well short of where they should, even on perfect swings. It becomes a bit of a guessing game that can led to an extra shot on an approach, which never fares well in close tournaments.", "If you struggle in any aspect of your game, HB Studios has loaded up on variable options, including six difficulty levels for the swing – the lowest giving each shot a perfect trajectory (although the wind will still push it). Easing the swing mechanic can lead to much quicker matches, delivering an arcade-like experience similar to the Hot Shots or Mario Golf games. You can use these settings for the entire PGA Tour career, but cannot compete with them online, an area where pro-level skills are required.", "The career mode takes you on a tour of some of PGA Tour’s big events (including the FedEx Cup), just without much pageantry. The presentation, celebrations, post-tournament analysis, statistical depth, and commentary (which is highly repetitive) all come up short. I do like the cutaways that show you the big shots made by other players, but they take too much time to load, and can take your mind out of a shot you were preparing for.", "Victories in any avenue of play lead to currency that can be used to purchase new clothing and clubs. The clothing options aren’t varied enough, and a lot of what’s there looks, well, a bit junky. The character creator also doesn’t offer up much depth, especially in hair types.", "I wasn’t able to create myself accurately in the game, but I did have an awesome time making my own courses. The creation tools work well, and give you a surprising amount of flexibility. One of my holes brought about a new golfing challenge: a dozen alligators on a green. On the next hole, the airspace above the pin was blocked by a giant, hovering airplane. I basically made a PGA minigolf course. You can also auto-generate courses that can then be tweaked or played in full, so there’s a lot of depth here.", "If you want to play with friends, you can dive into great social community options, allowing you to search and join existing spaces, or build your own where you can invite your friends to partake in tours and tournaments. Some societies require virtual currency donations to join, but thankfully, you can also choose from plenty of free ones.", "PGA Tour 2K21 certainly has areas that could be improved, but the golfing – the heart and soul of the experience – is exceptional, and can make you feel like a pro when you make perfect shots. HB Studios’ expertise in this sport shines and helps this new series get off to a hell of a start."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["experience", "tour", "shot", "play", "series", "pga", "shots", "2k21", "game", "sweet", "courses", "swing", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}