{"id": "c8187913-2541-3f29-b2cd-397c60389bac", "title": "A Windows 10 Vulnerability Was Used to Rickroll the NSA and Github", "url": "https://www.wired.com/story/windows-10-vulnerability-rickroll-nsa-github/", "summary": "It affects Windows 10 systems, including server versions Windows Server 2016 and Windows Server 2019.\nAttackers can exploit the flaw by extracting the public key of a root certificate that ships by default in Windows.\nRashid's attack started with a root certificate from Sectigo, the internet's biggest CA, which previously used the name Comodo.\nBecause vulnerable Windows versions fail to check that parameter, they accept the private key as valid.\nWith that, the attacker has spoofed a Windows-trusted root certificate that can be used to mint any individual certificate used for authentication of websites, software, and other sensitive properties.", "paragraphs": ["Less than a day after Microsoft disclosed one of the most critical Windows vulnerabilities ever, a security researcher has demonstrated how attackers can exploit it to cryptographically impersonate any website or server on the internet.", "ARS TECHNICA This story originally appeared on Ars Technica, a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.", "Researcher Saleem Rashid on Wednesday tweeted images of the video \"Never Gonna Give You Up,\" by 1980s heartthrob Rick Astley, playing on Github.com and NSA.gov. The digital sleight of hand is known as Rickrolling and is often used as a humorous and benign way to demonstrate serious security flaws. In this case, Rashid's exploit causes both the Edge and Chrome browsers to spoof the HTTPS verified websites of Github and the National Security Agency. Brave and other Chrome derivatives, as well as Internet Explorer, are also likely to fall to the same trick. (There's no indication Firefox is affected.)", "Rashid's simulated attack exploits CVE-2020-0601, the critical vulnerability that Microsoft patched on Tuesday after receiving a private tipoff from the NSA. As Ars reported, the flaw can completely break certificate validation for websites, software updates, VPNs, and other security-critical computer uses. It affects Windows 10 systems, including server versions Windows Server 2016 and Windows Server 2019. Other versions of Windows are unaffected.", "Rashid told me his exploit uses about 100 lines of code but that he could compress it down to 10 lines if he wanted to remove a \"few useful tricks\" his attack has. While there are constraints and several potentially difficult requirements in getting the exploit to work in real-world, adversarial conditions (more about that later), Wednesday's proof-of-concept attack demonstrates why the NSA assesses the vulnerability as \"severe\" and said sophisticated hackers could understand how to exploit it \"quickly.\"", "'Fairly Terrifying'", "Other researchers shared the NSA's sense of urgency.", "\"What Saleem just demonstrated is: With [a short] script you can generate a cert for any website, and it's fully trusted on IE and Edge with just the default settings for Windows,\" Kenn White, a researcher and security principal at MongoDB, said. \"That's fairly horrifying. It affects VPN gateways, VoIP, basically anything that uses network communications.\" (I spoke with White before Rashid had demonstrated the attack against Chrome.)", "The flaw involves the way the new versions of Windows check the validity of certificates that use elliptic-curve cryptography. While the vulnerable Windows versions check three ECC parameters, they fail to verify a fourth, crucial one, which is known as a base point generator and is often represented in algorithms as G. This failure is a result of Microsoft's implementation of ECC rather than any flaw or weakness in the ECC algorithms themselves.", "Attackers can exploit the flaw by extracting the public key of a root certificate that ships by default in Windows. These certificates are described as root because they belong to big certificate authorities that either issue their own TLS certificates or validate intermediate certificate authorities that sell certificates on the root CA's behalf. Any root certificate will work, as long as it's signed with an ECC algorithm. Rashid's attack started with a root certificate from Sectigo, the internet's biggest CA, which previously used the name Comodo. The researcher later modified his attack to use a GlobalSign root certificate. His code made the switch automatic.", "The attacker examines the specific ECC algorithm used to generate the root-certificate public key and proceeds to craft a private key that copies all of the certificate parameters for that algorithm except for the point generator. Because vulnerable Windows versions fail to check that parameter, they accept the private key as valid. With that, the attacker has spoofed a Windows-trusted root certificate that can be used to mint any individual certificate used for authentication of websites, software, and other sensitive properties.", "The behavior is tantamount to a law enforcement officer who checks someone's ID to make sure it properly describes the person's height, address, birthday, and face but fails to notice that the weight is listed as 250 pounds when the person clearly weighs less than half that."], "authors": ["Dan Goodin", "Ars Technica", "Ars Technic"], "keywords": ["versions", "vulnerability", "root", "ecc", "windows", "attack", "security", "nsa", "rickroll", "certificate", "exploit", "github", "used", "server"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}