{"id": "c821f478-513e-3ae2-b672-fe3f23e50ba5", "title": "Legacy on the Line, Mnuchin Gambles by Ending Fed Programs", "url": "https://www.nytimes.com/2020/12/09/us/politics/steven-mnuchin-treasury-fed-programs.html", "summary": "Mr. Mnuchin’s successor could offer the Fed perhaps $50 billion from an older pot of Treasury money.\nMr. Mnuchin said last week that he had told Janet L. Yellen, Mr. Biden’s Treasury secretary nominee, that his actions were not politically motivated and that he was following the law.\nRecounting the conversation, which took place as part of the transition process, Mr. Mnuchin said that Ms. Yellen did not offer her own interpretation.\nOn Nov. 19, Mr. Mnuchin abruptly declared that he had believed all along that the programs could not continue past year-end using the appropriated money and asked the Fed to give back unused investments.\nMr. Mnuchin’s critics contend that he caved to the wishes of Senate Republicans while acting vindictively to leave the Biden administration with a weaker arsenal to fight the crisis.", "paragraphs": ["The programs could still be restarted next year — but at a smaller scale. Mr. Mnuchin’s successor could offer the Fed perhaps $50 billion from an older pot of Treasury money. With less funding to back them up, the programs would most likely need to take on less risk, which could hamstring efforts to make the programs more generous.", "Mr. Mnuchin said last week that he had told Janet L. Yellen, Mr. Biden’s Treasury secretary nominee, that his actions were not politically motivated and that he was following the law. Recounting the conversation, which took place as part of the transition process, Mr. Mnuchin said that Ms. Yellen did not offer her own interpretation.", "But his position that the programs must sunset at year-end became public only after Mr. Biden won the 2020 election, making the move appear political. As recently as early November, senior officials in the Treasury Department were mulling whether to extend the programs, and gave no indication that they believed Congress had planned for the efforts to stop in December while hashing out a deal in March.", "On Nov. 19, Mr. Mnuchin abruptly declared that he had believed all along that the programs could not continue past year-end using the appropriated money and asked the Fed to give back unused investments. The Fed, which agreed to return the money, said in a statement that it would “prefer that the full suite” of programs “continue to serve their important role as a backstop for our still-strained and vulnerable economy.”", "Senator Chuck Schumer, Democrat of New York, who wrote the law in his office with Mr. Mnuchin, takes the view that it was absolutely not the intent of Congress for the facilities to end in December, his spokesman said. They were intended to exist through the crisis, which is clearly not over, he added.", "Mr. Mnuchin’s critics contend that he caved to the wishes of Senate Republicans while acting vindictively to leave the Biden administration with a weaker arsenal to fight the crisis.", "“I think it’s part spitefulness, it’s part policy and it’s part brass knuckle politics,” said Neil M. Barofsky, the former special inspector general for the Troubled Asset Relief Program."], "authors": ["Alan Rappeport", "Jeanna Smialek"], "keywords": ["mr", "mnuchin", "programs", "money", "treasury", "offer", "gambles", "yearend", "line", "ending", "mnuchins", "legacy", "fed", "yellen"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}