{"id": "c8393f21-36a0-359f-b346-2ab972809e93", "title": "Watch Turning Bosses and Co-workers Into Cartoons | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/turning-bosses-and-co-workers-into-cartoons", "summary": "Yeah, yeah.\n[soft upbeat music]So the scene is a little girl and a little boywho are looking at a hopscotchand instead of numbersthey've [indistinct] work, work, work,work, work, work there.\nI'm just imagining everyoneseeing each other with Proseccoand their work, work, work, death mug.\nYeah, yeah, yeah, yeah.\nYeah, yeah.", "paragraphs": ["Transcript", "Hi, I'm Maddie Dai", "and I'm gonna teach you how to draw office dynamics.", "That's a beautiful bed spread behind you.", "I am in a hotel room and quarantined in New Zealand.", "and I have to say that like the decor of the place", "was the shades of gray and brown.", "Great. How long have you been trapped in this room?", "I think I'm on day six.", "But I'm actually not certain.", "I'm just gonna go when they tell me to go.", "Today, we're talking about [indistinct]", "about office politics", "But even before the pandemic,", "you had stopped working in an office, right?", "This is true. Yeah, yeah.", "Still you can't fuck the urge", "to make jokes about office life.", "I can't, could I?", "It's like kind of one of the great tragedies", "of my life, in some ways that", "lots of the things I'm interested in", "are kind of solitary of pursuits.", "But I just find it so enjoyable", "to observe office dynamics.", "It's really shocking that the woman who's been locked", "in a hotel room for six days is suddenly crazy.", "Obviously [indistinct].", "You got me particularly vulnerable.", "[soft upbeat music]", "So the scene is a little girl and a little boy", "who are looking at a hopscotch", "and instead of numbers", "they've [indistinct] work, work, work,", "work, work, work there.", "And then the little boy is saying", "to the little girl,", "You first.", "It's not particularly cheery.", "It's so funny.", "'Cause that was like one of my first cartoons in.", "And my office generously wanted to celebrate me.", "And so they ordered some cartoon...", "Some mugs with cartoons on them for the office.", "And so we had lots of these mugs that said,", "work, work, work, death.", "So its like, sort of ominously hanging around.", "I'm just imagining everyone", "seeing each other with Prosecco", "and their work, work, work, death mug.", "So one of the reasons I love this cartoon is because", "I feel like it could work without a caption.", "This sort of like work [indistinct]-", "Yeah.", "... [Emma] To death hopscotch.", "It's funny enough.", "But I feel like this little boy is saying this", "to the little girl as a whole.", "[indistinct]", "[Maddie] Definitely. Yeah, yeah, yeah, yeah.", "He's set up this whole.", "Yeah, he drew. This design.", "Yeah. Look, am I wrong? Am I wrong?", "And then the perspective here also is", "from this sort of like high ariel view,", "which is sort of the adult view.", "Which I think makes this even more tragic.", "[Maddie] I'm talking now about how to create,", "sort of like naive characters.", "I guess I would say I'm interested in characters", "who earnestly try hard, with maybe mediocre results,", "but that doesn't stop them from trying.", "I think, because I just like people like that.", "I liked strivers.", "Anyway, I would say in general,", "drawing characters who are sort of naive, maybe schlubs.", "Sort of just muddling through life.", "A lot of it comes from the way in which", "you do the posture.", "I think sort of like,", "they don't necessarily have great posture, these people.", "I also should say, I think I count myself among them.", "I don't wanna dunk on anyone.", "I'm sort of like, I think these are my people.", "And I also think that there's a lot to be said", "about the way that the eyes,", "that the eyes can do a lot.", "I always think about the kind of character", "I wanna draw as like the story", "of this like New Zealand woman", "who saved up and saved up", "and finally went to England.", "She was desperate to see the Big Ben.", "And then she finally got there", "and the Big Ben was covered in scaffolding.", "I don't know why, but I'm always like,", "she's my girl, you know?", "But children obviously, that's like,", "that's all they really do, is strive and fail.", "And so with children, to me it's more fun and interesting", "to draw them.", "If you imbue them with a kind of world wariness.", "[soft upbeat music]", "So this is three people in a room", "and they are preparing a presentation", "for their billionaire funder", "and the caption is,", "Yes, we're a charity tackling", "skyrocketing income inequality.", "But we're also a charity that should be saying,", "I love my billionaire funder.", "[Emma] Like billionaire funders,", "sort of a euphemism for like, capitalist overlords.", "Oh, 100%. They're unavoidable.", "I keep trying to switch careers", "and they just seem to be everywhere.", "[Emma] I think one hilarious, like funny thing", "about this drawing is that graph.", "[Maddie] That's like, one lines like the amount", "that billionaires are getting taxed", "and the other line is the rising rate of poverty.", "I'm just fucking with you.", "I feel like, one thing that you do", "in a lot of your captions about offices is,", "sort of play with jargon.", "Do you have any sort of tips and tricks", "for taking jargon, which is pretty gross", "and making it funny.", "Turning it in on itself and making it funny.", "Yeah. I'm obsessed with jargon.", "In fact, I got a text message from someone the other day", "who was like, Oh my God, I have the greatest new bit of", "jargon to tell you.", "It was someone in the meeting who said,", "I don't wanna just receive feedback.", "I wanna receive feed forward.", "It's like, sometimes you just meet someone who's like", "so completely forged in the fires of startup culture.", "And like without irony, they just live it.", "Oh yeah. I actually have a notes list of like", "my favorite jargon.", "Showed up, leaned in, circled back,", "bought in, leveraged, synched up,", "picked a brain, piggybacked.", "I feel like I'm really disrespecting them,", "doing them in my accent.", "This is not the original form.", "Heavy heart, touch base, held space, held space.", "Held space, there's a good one.", "I can't even imagine in moments in which I've held space.", "There are a few more, but.", "You gotta save them for future cartoons.", "I gotta save them.", "Can't give away all my industry secrets, you know?", "The general set of architects that I'm familiar with", "include this woman who probably has multiple master's", "degrees and then finds herself in a position where she sort", "of recommends making Facebook profile layovers", "with something that says like, Altogether", "or in it for each other.", "And she's also probably the one who did", "the whole presentation, collected all the data,", "did all the little graphs.", "And then ultimately it will be presented", "perhaps by this guy", "who does lots of things.", "Like maybe in his Bumble bio,", "he calls himself a digital nomad.", "Maybe not. Maybe he's more like a sort of like,", "fail fast innovator.", "Anyway, he's like 24", "and somehow he's angled himself", "so that he presents the pitch.", "This man here I would say is sort of has the kind", "of thousand eyes stare", "that you sometimes get when you're working at a startup.", "When you realize like, Oh, the systemic racism was coming", "from inside the glass paneled wall room.", "He is hoping though that", "in lieu of actually dealing with the problems", "that they set out when they were starry eyed", "and bushy tailed, starting out in the sector,", "that they end up eating their bodies with every day", "and Chobani yogurts to make up for it.", "[soft upbeat music]", "It's a fake magazine", "and it is a woman who looks...", "I think this is the sort of classic", "out of her decks naivete.", "Around her is a bunch of heads.", "Okay. So you internalized feedback, what next?", "[Emma] Seem more approachable: move your mouth", "while you silently read.", "[Maddie] Five outfits that say dependable", "and unlikely to get pregnant.", "[Emma] How to find small gaps in conversation to speak.", "Let things slide.", "High five with confidence.", "[Maddie] Bonus. Eight blank pages for things", "you wish you had said.", "[Emma] Yeah. This is a ridiculously weird layout", "for a magazine.", "[indistinct] She as the cover star,", "she is so small and just free-floating in the abyss.", "[Maddie] Yeah, yeah.", "[Emma] [indistinct] It's so funny because", "she's just trying so hard to be unobtrusive.", "[Maddie] 100%", "Like she could have taken up more space", "but she chose not to.", "I feel like the bonus as the punchline for this", "is so great. That it ends on the blank page.", "Yeah, yeah.", "It's true though.", "But how much of life is just agonizing about things", "you just delivered perfectly in your head?", "Six to eight hours after the fact.", "And also saves on printing.", "The actual logistics of working out how", "to do a magazine cover is like", "working out exactly how many jokes you can fit,", "that are like eligible.", "Like on a phone.", "This is more of like,", "maybe like a Reader's Digest style magazine.", "I would say that I did look at like", "a number of magazines for inspiration.", "But the thing is,", "all the subjects of the magazine covers", "looked incredibly confident and excited", "and happy to be on the magazine cover,", "which to me doesn't vibe with this magazine.", "Because this woman, as it was pointed out,", "there's loads of white space around her,", "which she's nervous to take up.", "The other thing I like to imagine in this photo shoot,", "is imagine a photo shoot, is that there was a photographer", "who was sort of being like,", "Okay, I now want you to be sexy.", "And she maintained this pose.", "And he was like, Okay, give me fierce.", "And she maintained this pose.", "I think it's nice that she doesn't even cast a shadow", "because she knows that, that would be too obtrusive.", "And she's just trying to do her best", "to not take up too much space in the office environment.", "The shadowless woman without fingers.", "Just mittens [indistinct].", "In the office, getting by.", "[upbeat music]"], "authors": ["Condé Nast"], "keywords": ["think", "yorker", "little", "feel", "work", "sort", "turning", "cne", "watch", "office", "woman", "yeah", "im", "coworkers", "newyorkercom", "video", "say", "cartoons", "bosses"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}