{"id": "c89d86cc-435a-3001-b338-72498dc2dd99", "title": "42 journalists killed over their work in 2020", "url": "https://www.theguardian.com/media/2020/dec/10/42-journalists-killed-over-their-work-in-2020", "summary": "Forty-two journalists and media workers have been killed while doing their jobs this year, according to the International Federation of Journalists’ annual tally.\nA further 235 are in prison in cases related to their work, the report showed.\nMexico topped the 2020 list of countries where the most journalists were killed, for the fourth time in five years, with 13 killings, followed by Pakistan with five.\nAnthony Bellanger, the general secretary of the International Federation of Journalists (IFJ), said: “The decrease of journalists’ killings in recent years cannot disguise the deadly danger and threats journalists continue to face for doing their work.”In the three decades the IFJ has been keeping count, 2,658 journalists have been killed.\nThey are our friends and colleagues who have dedicated their lives to, and paid the ultimate price for, their work as journalists.", "paragraphs": ["Forty-two journalists and media workers have been killed while doing their jobs this year, according to the International Federation of Journalists’ annual tally. A further 235 are in prison in cases related to their work, the report showed.", "Mexico topped the 2020 list of countries where the most journalists were killed, for the fourth time in five years, with 13 killings, followed by Pakistan with five. Afghanistan, India, Iraq and Nigeria recorded three killings each.", "The global death toll is around the same level as when the global journalists’ union began its grim annual count of deaths 30 years ago and is part of a recent downward trend.", "Anthony Bellanger, the general secretary of the International Federation of Journalists (IFJ), said: “The decrease of journalists’ killings in recent years cannot disguise the deadly danger and threats journalists continue to face for doing their work.”", "In the three decades the IFJ has been keeping count, 2,658 journalists have been killed.", "Bellanger said: “These are not just statistics. They are our friends and colleagues who have dedicated their lives to, and paid the ultimate price for, their work as journalists.", "“We don’t just remember them but we will pursue every case, pressing governments and law enforcement authorities to bring their murderers to justice.”", "The IFJ report will be officially released on Thursday to mark the International Day for Human Rights. The release also coincides with an online conference on press freedom organised by the Dutch government and the United Nations’ cultural agency, Unesco.", "The IFJ, which has 600,000 members in 150 countries, also counted scores of journalists who have been jailed, often without charge, by governments keen to escape scrutiny of their actions.", "IFJ President Younes Mjahed said: “These findings shine a spotlight on gross abuse by governments who seek to shield themselves against accountability by jailing journalists and denying them due process.", "“The staggering numbers of our colleagues in detention is a sober reminder of the exacting price journalists around the globe pay for their pursuit of truth in the public interest.”", "Unesco’s director general, Audrey Azoulay, said the Hague conference would highlight the essential role of reporters. “Not only are journalists conveying vital information during the pandemic, they also help us distinguish all manner of truth from falsehood, which is fundamental to our social contract,” she said.", "Dutch foreign minister Stef Blok opened the conference and was meeting with dozens of other ministers to discuss better protection. “Journalists worldwide must be protected better so that they can perform their role as watchdogs of democracy,” Blok said."], "authors": [], "keywords": ["conference", "international", "killed", "truth", "2020", "governments", "report", "work", "journalists", "killings", "role", "42", "ifj"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}