{"id": "c8acbe50-9d1f-364d-b400-c57336ae2397", "title": "“Blushes”", "url": "https://www.newyorker.com/magazine/2021/01/18/blushes", "summary": "Dr. Henderson said, “Scarlet fever.\nDr. Henderson gave a half snort, half laugh.\nThe question floated off into the air as Dr. Henderson inspected his tongue and tonsils.\nDr. Henderson, armed by his mother’s prior diagnosis, produced medicines from his bag and gave his mother some words of instruction.\nI’m sorry I missed it myself.”Then they went downstairs, leaving him with the sudden thought that Dr. Henderson might never enter his bedroom again.", "paragraphs": ["Dr. Henderson said, “Scarlet fever. I’d say so, too.”", "Then his mother said, with a sly kind of smile, “Unless he’s just blushing.”", "Dr. Henderson couldn’t have known what special meaning this had. If his mother had been given to winking, she might at this point have winked.", "Dr. Henderson gave a half snort, half laugh. “So what have you got to blush about, young man? Open wide.”", "And how clever of him. To have asked such a question, then taken away the means of answering it. The question floated off into the air as Dr. Henderson inspected his tongue and tonsils.", "“Scarlet fever, no doubt about it. Let’s have a look at your rash.”", "As he drove now between rows of tomblike houses, he remembered his little pajama top, striped like the chair, but in softer colors. And he remembered his rash, the creepy feeling of it, and how, long after it had gone away and he was otherwise well, his skin was still strange and rough. And he remembered the whole list—of which this, in his case, was the last—of those childhood illnesses, with their names that were themselves faintly childish and fairy-tale-like, as if invented for infant use. Measles, mumps, chicken pox, whooping cough . . . All of them to be undergone, then left behind, usually forever, like little piles of children’s clothes that were no longer needed, like miniature versions of the clothes on the chair in his parents’ bedroom.", "Children everywhere went through it. The illnesses had once been perilous and in some cases still were, and could even potentially kill. When he was smaller, there had still been the real frightener, polio. Though that had been simply dealt with, one morning, by a jab in his arm. Frightening enough. But he hadn’t cried. And his mother, then, too, had looked particularly glad, though it was a different kind of gladness. There was even a slight wetness in her eye. It was all over. Polio dealt with. And you didn’t even have to lie in bed for two days. A jab in the arm. It meant you could never get it, because you’d had it already, in a manner of speaking. His mother had tried to explain. It was called vaccination.", "Another fox. In the dim light, you couldn’t see their faces or even their reddish fur, but he always had the impression that they were wearing a sneer.", "His bedroom curtains had been half closed—a ritual of sickness. His mouth was silenced again by the insertion of a thermometer. Dr. Henderson, armed by his mother’s prior diagnosis, produced medicines from his bag and gave his mother some words of instruction. Two of the pills were to be taken immediately. He wrote a supplementary prescription. Then he removed the thermometer, looked at it, wiped it carefully, and put it back into a little liquid-filled tube.", "“It’s a mild case, Jimmy. You hardly have a temperature. I’ve seen much worse. You’ll live. You’ll be right as rain in a few days if you do as your mother says. And no school for at least a week.”", "You’ll live!", "“As for blushing, young man, I can’t cure that. You’ll have to take care of that by yourself.”", "He tightened his lips, both serious and not, then, snapping his bag shut, he got up from his chair and looked at his watch. “Your mother’s promised me a cup of tea.”", "Dr. Henderson was always offered a cup of tea.", "His mother got up, too, and they stood together at his bedside, as if he were their child. Dr. Henderson said, “And no playing with your friends, either. But you’ve already done that. A wonderful birthday party. You’re lucky you didn’t miss it. I’m sorry I missed it myself.”", "Then they went downstairs, leaving him with the sudden thought that Dr. Henderson might never enter his bedroom again. If this was the last illness. And then with the thought, not so stabbing, yet puzzling: Why should Dr. Henderson be sorry to have missed his party? Had he been invited?", "And then with the sudden returning image, as he lay in bed, of that party, every detail of it. A memory merely a week old. But now, sixty and more years later, it came back to him just as piercingly fresh.", "That party! Even the hypothetical presence at it of Dr. Henderson. Though why, indeed, should he have been there? Why should he have been standing there, a special guest, among the gaggle of mums? The mums were the only grownups at the party. There were no men. It was a teatime party. All the men were absent at work. All the fathers. All the doctors, too.", "“Just call now and then, to let us know you exist.” Facebook", "Twitter", "Email", "Shopping Cartoon by Liana Finck", "But it was true. It was a wonderful party. It reënveloped him now. The best of his birthday parties, because, after all, he was ten, a big boy, two numbers to his name. And the best party because—but this, he now knew, was hindsight, neither a thing nor a word he had then—in less than a year’s time his parents would start the process of not living together. The world would disintegrate.", "It wasn’t his mother and Dr. Henderson, as he might have supposed, even vaguely wished. His mother sometimes went to see Dr. Henderson by herself. But this was only to “see her doctor,” in his surgery. “Women’s stuff,” his father had once bafflingly said about these visits. Then shrugged, as if he didn’t care.", "Putting two and two together, he’d wondered if this “stuff” might have to do with the little brother or sister he’d once been promised. But surely that was all finished with long ago, long before he was ten. His mother had settled for just one. So had he—settled on being the one. It was his mother and him. Then he’d dared to suppose that the visits might not be about anything medical at all.", "But it had been his father. It had been the other way round. When his father went to work, he didn’t, sometimes, just go to work.", "Though none of this had clouded his tenth-birthday party, no more than had the illness he would have a week later.", "A wonderful party on a gorgeous summer’s day in the garden that lay beneath his bedroom window. If he’d got up from his sickbed, he might have surveyed the scene of his party. But he didn’t need to—it was in his head.", "As it was in his head now.", "The lawn strewn with his guests, his school friends. Only an hour before, they’d all been at school and the lawn had been just a lawn, quietly basking in the June sun. But a transformation had occurred. The boys, including himself, had been thrust into clean shirts and the girls, more willingly, perhaps, into party frocks. Then they’d all regathered at his house and taken possession of the lawn.", "On the narrow terrace between house and lawn stood a table bearing food and drink, and round it clustered the mums, in party frocks of their own. Under the table, hidden by a tablecloth hanging to the ground, had been, though not for long, everything needed for a succession of party games, and the presents to go with them. Everyone, he understood, was to have presents, but he would have the most and the best.", "And so it had transpired. What was on the table was soon pillaged—the tablecloth would eventually need a serious wash—and what was underneath achieved its purpose. The lawn became strewn not just with children but with torn and crumpled wrapping paper and other debris from the games, not to mention many smeared and sticky paper plates and cups, some trodden on.", "And all this joyous litter was a tribute to his mother’s toil. How she must have labored that day, preparing little fancy cakes—and one big one—as well as ice cream, jellies, bottles of lemonade, jugs of lemon and orange squash to be topped up with ice cubes from the new fridge. In the brief interval between his return from school and the start of it all, he had watched her set everything out with unpanicking efficiency, a calm smile on her face. How she must have worked—wrapping the presents as well!—and how unflappably and triumphantly she had assembled the results of her work.", "In the unit, soon, he would inwardly invoke, to assert his necessary poise, his mother’s busy serenity before his tenth-birthday party.", "At the last moment, she’d gone up quickly to her bedroom to put on her own party frock. She reappeared in a dress that was a mass of swirling red blooms on white, and in a delicate waft of perfume. Her day dress would have been left on the Regency chair.", "Then the front doorbell began to ring.", "He saw it all now, as he drove toward what was no party at all: the children in charge of the lawn, the women subserviently but floridly in charge of the table, dispensing the food and drink and stepping onto the grass, some in unsuitably high heels, only to deal with the games and the crucial issuing of presents.", "The names of some of his friends, his party guests, came clearly back to him, though he had not thought of them for decades: Bobby Scott, Nigel Wilson, Helen Fletcher, Wendy Simms . . . There they were on the lawn. Where were they now?", "A party for both children and mums, an invisible wavering line between the two. But there was a moment when the mothers all claimed him. They drew him away from his pride of place on the lawn and took him aside. They said things like “You mustn’t forget us, Jimmy.” Or “Let’s have some of you, too.”", "It was Mrs. Simms who said that. “Let’s have some of you, too.” Whatever it meant. She said it after popping into her mouth, almost whole, one of the little cakes, and as she did so her eyes bulged and goggled in exactly the same way that her daughter’s did when she attempted the same. She flicked away bits of cake from her lips, then waggled her fingers in the air. Her party dress was also flowery—they were in a garden, after all—and had no sleeves and a deep collar. When she brushed her mouth, a sizable crumb fell into her neckline and disappeared. Did she know? Did she see that he saw? But she said, after the waggly thing, “Let’s have some of you, too, Jimmy.” And added, “Us girls, too.” So all the mums were now “girls.” It was confusing.", "And then she said, which was even more confusing, “So come on, Jim, you’ve got to tell us.” Her eyes swivelled round the crowded lawn. “You can tell us. Which one do you like best? Which one is your favorite?” Then, as if to correct herself, she said, “Which party frock?” More and more confusion. Did she really mean, as he’d momentarily thought, “Which girl?,” or did she mean “Which frock?” Or was it one and the same? In order to give an answer, did he have to separate the girls from their frocks? Which was a thought. Did he have an answer anyway?", "So he said nothing. He struggled, a magnet for confusion. Was Mrs. Simms really wanting him to choose her daughter, Wendy, both frock and girl? Then another mum—was it Mrs. Scott?—chimed in, “He’s blushing!” Worse and worse."], "authors": ["Graham Swift", "Graham Swif", "Deborah Treisma"], "keywords": ["party", "henderson", "mums", "mother", "lawn", "thought", "blushes", "dr", "hed", "little", "mothers"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}