{"id": "c8b09d2a-f599-3e32-93be-9fccfe9904b7", "title": "How This Florist Created Her Own Wedding Bouquet", "url": "https://www.vogue.com/article/how-this-florist-created-her-own-wedding-bouquet", "summary": "“As a florist, I have slight PTSD [in general] from so many weddings,” Amy admits.\nFirst off, wedding flowers done at home are best when kept very simple and natural.\nA little handful of Lily of the Valley, and it was stunning.”Midcentury florist Constance Spry has always been an inspiration for Amy.\n“I liked the idea of making a bit of a small crescent bouquet [for my wedding] that mirrored some of her compositions,” she explains.\n“I love little feminine nosegays for elopements, but as a florist, it’s hard to stay small.", "paragraphs": ["When the bride is a floral designer, you can rest assured her bouquet will beautiful. Such was the case when Amy Merrick and architect and editor Philip Shelley eloped in Switzerland after being separated during the height of the pandemic. “As a florist, I have slight PTSD [in general] from so many weddings,” Amy admits. “But when the pandemic started and borders began closing, it immediately became clear that we needed to rethink our plans to ensure that we could be together.”", "The author of the recently released book On Flowers: Lessons from an Accidental Florist wore a vintage suit for her civil ceremony and started sourcing inspiration for her bouquet about a week or two in advance of the wedding. “I began researching what flowers were in season, making a note on what was available in shops and at the market so there wouldn’t be any surprises on the day itself,” she says. “I didn’t order anything in advance because I like to pick out the stems myself.”", "Her pro tip for those looking to follow her lead? First off, wedding flowers done at home are best when kept very simple and natural. “Using one or two varieties of something in season is so much chicer than anything overwrought,” she explains. “Just look at Grace Kelly’s bouquet! A little handful of Lily of the Valley, and it was stunning.”", "Midcentury florist Constance Spry has always been an inspiration for Amy. “I liked the idea of making a bit of a small crescent bouquet [for my wedding] that mirrored some of her compositions,” she explains. “I love little feminine nosegays for elopements, but as a florist, it’s hard to stay small. I just wanted to add more and more, because who can say no to fragrant roses?”", "The bride contemplated keeping her bouquet all white, but when she and Philip decided to elope in September, she felt like the fall month warranted a vibrant color palette. “Garden roses from the farmer’s market and small gladiolus with ruby-colored throats were the stars of the show,” she says. “All in buttercream and gold, to match my suit.”"], "authors": ["Alexandra Macon", "Alexandra Maco"], "keywords": ["small", "suit", "amy", "philip", "bouquet", "season", "created", "flowers", "started", "florist", "wedding"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}