{"id": "c8cc3128-568c-30ff-838d-a8f81891fde3", "title": "The Ascent of Elliot Page", "url": "https://www.wired.com/story/elliot-page/", "summary": "All I want to do this week is write about Elliot Page.\nAfter Page posted his message on Tuesday, the reaction was swift and mostly positive.\nSo did the account for The Umbrella Academy, which wrote “so proud of our superhero!!\nNetflix revealed Tuesday that Page would continue playing Vanya Hargreeves on The Umbrella Academy, which is about to begin filming its third season.\n(Seriously, Elliot Page is an international treasure.", "paragraphs": ["The Monitor is a weekly column devoted to everything happening in the WIRED world of culture, from movies to memes, TV to Twitter.", "All I want to do this week is write about Elliot Page. It’s also the last thing I want to do. Not because I don’t want to honor the Umbrella Academy star, who came out earlier this week as trans, but because it means talking about the fact that people—celebrities or otherwise—still have to come out at all. That every time someone does there’s a collective breath-holding, waiting anxiously to see the reaction, to see if anything has changed.", "Page, it seems, was prepared for this. In his coming-out post on social media, the Oscar-nominated actor expressed gratitude for both having “arrived at this place in my life” and the support he’s received, as well as the work the trans community has done to fight for equality. But, he added, “I’m also scared. I’m scared of the invasiveness, the hate, the ‘jokes,’ and of violence.” In sharing his true self, Page is also opening himself up to a world of scrutiny at a fraught time for everyone, and specifically for trans people. He noted in his post the amount of violence trans people, particularly those who are Black and Latinx, face, and addressed transphobes directly, adding, “You aren’t being ‘canceled,’ you are hurting people. I am one of those people and we won’t be silent in the face of your attacks.”", "Perhaps that is why it’s hard to write about. Any amount of ink spilled—no matter how celebratory—can lead to backlash. Silence rarely helps anything, but it’s hard not to be concerned. The internet is not known for its across-the-board kindness, after all, and a celebrity’s coming out can often be proof of that.", "After Page posted his message on Tuesday, the reaction was swift and mostly positive. At least at the start. On Instagram, everyone from Broad City stars Ilana Glazer and Abbi Jacobson to Page’s Juno director Jason Reitman chimed in with support. So did the account for The Umbrella Academy, which wrote “so proud of our superhero!! WE LOVE YOU ELLIOT!!!” On Twitter, Page’s X-Men costar Patrick Stewart wrote, “I am proud to be your friend” and fellow superhero Mark Ruffalo offered congratulations too. Transgender activist Raquel Willis also expressed support, as did writer-actor Jen Richards. There was also, amongst the more than 45,000 responses, a garden variety of transphobic comments and arguments about identity and pronouns. But even those were largely rebuffed by other commenters coming to Page’s defense. They did the same when conservative commentator Steven Crowder attempted to make jokes at the actor’s expense.", "Netflix revealed Tuesday that Page would continue playing Vanya Hargreeves on The Umbrella Academy, which is about to begin filming its third season. Vanya is a cisgender woman, but, sources told Variety there aren’t currently plans to change the character’s gender. The streaming service also said it is in the process of changing Page’s name in the metadata for all of his movies and shows.", "What happens beyond that for Page is unclear. Then again, this is 2020, and what happens for anyone is unclear. With time, though, the actor’s brave move could provide inspiration for thousands, if not millions, and gives Hollywood another immensely talented trans actor to hire. (Seriously, Elliot Page is an international treasure. Give him a thousand amazing roles to play.) Perhaps it even means that one day people, let alone actors, won’t even have to come out at all. Nothing will be presumed and everyone will be able to tell you who they are as they see fit."], "authors": ["Angela Watercutter", "Angela Watercutte"], "keywords": ["ascent", "pages", "page", "actors", "trans", "academy", "write", "wrote", "support", "umbrella", "elliot"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}