{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "c8d72224-eba4-34ef-a7e9-595b735626a9", "keywords": ["internet", "2019", "life", "stritch", "favorite", "writes", "books", "capitalism", "york", "nonfiction", "age", "book", "way", "surveillance"], "pubDate": null, "title": "Our Favorite Nonfiction Books of 2019", "url": "https://www.newyorker.com/culture/2019-in-review/our-favorite-nonfiction-books-of-2019", "authors": ["The New Yorker", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "Adam Entous", "Katy Waldman"], "summary": "Under surveillance capitalism, we are alienated not just through the way we are forced to express our labor but through the way we are asked to express our lives.\nSurveillance capitalism can be curbed through sustained outrage and regulation, and it’ll have to be, or else.\n“The Uninhabitable Earth: Life After Warming” is Wallace-Wells’s book-length expansion of the piece, and it’s just as potent, if infinitely more depressing.\nWallace-Wells makes clear, through a stream of startling factoids, that individual consumption choices can never make the difference that policy changes can.\nBut Jacobs, an editor of the Styles section of the New York Times, doesn’t rely on Stritch’s charm to fuel the narrative.", "paragraphs": ["“The Age of Surveillance Capitalism: The Fight for a Human Future at the New Frontier of Power,” by Shoshana Zuboff", "Shoshana Zuboff’s disturbing, galvanizing “The Age of Surveillance Capitalism” deserves every comparison that it’s received to Rachel Carson’s “Silent Spring”—another masterwork that laid out, with unforgettable clarity, the degradation of ordinary life held captive to profit-seeking interests. Zuboff coined the term “surveillance capitalism,” half a decade ago, to describe the “unique logic of accumulation”—recently pioneered by Google and Facebook and now practiced by every app that secretly scrapes your phone for loose data—in which “surveillance is a foundational mechanism in the transformation of investment into profit.” Surveillance capitalism, Zuboff argues, has insinuated itself through colonialist logic; tech companies wave flags of social improvement while plundering the land of human identity and experience to extract as much value—for themselves—as they possibly can. We get some rewards from this process, of course, and we are constantly being reminded of them: the Internet connects us, the Internet gives us access to information, the Internet makes life convenient. And so, as the Internet becomes essential to social and economic participation, we are forced to accept the specific, monstrous asymmetry that it allows for, in which all accessible human behavior is converted into data and harvested in a process that was designed to be invisible to us, its value accruing only among a small group of technology capitalists. Under surveillance capitalism, we are alienated not just through the way we are forced to express our labor but through the way we are asked to express our lives. “These new architectures,” Zuboff writes, “feed on our fellow feeling to exploit and ultimately to suffocate the individually sensed inwardness that is the wellspring of personal autonomy and moral judgement.” But “The Age of Surveillance Capitalism” reminds us that the Internet’s central profit model isn’t inevitable, any more than it was inevitable that we allowed our country to be permanently blanketed by pesticides. Surveillance capitalism can be curbed through sustained outrage and regulation, and it’ll have to be, or else. —Jia Tolentino", "“The Uninhabitable Earth: Life After Warming,” by David Wallace-Wells", "You may remember David Wallace-Wells’s article “The Uninhabitable Earth,” which was published in New York magazine in 2017—a piece so widely shared and hotly debated that it required its own Wikipedia article. The story rendered the abstract threat of climate change in concrete, even cinematic, terms, informing the reader without surrendering an ounce of high-level drama. “The Uninhabitable Earth: Life After Warming” is Wallace-Wells’s book-length expansion of the piece, and it’s just as potent, if infinitely more depressing. At its worst, it could be described as apocalypse porn. At its best, it’s perhaps the richest inventory of climate-change research yet published. Wallace-Wells makes clear, through a stream of startling factoids, that individual consumption choices can never make the difference that policy changes can. (Our smug organic-produce shopping, in others words, is virtually meaningless.) And yet the tidbit that struck me most was a fairly mundane one. Wallace-Wells writes that higher pollution levels have been strongly linked to premature births and low birth weights—and that the “simple introduction of E-ZPass in American cities reduced both problems, in the vicinity of toll plazas, by 10.8 percent and 11.8 percent, respectively, just by cutting down on the exhaust expelled when cars slowed to pay the toll.” Though a grim testament to the danger of carbon emissions, the fact that something as simple as E-ZPass could help is also encouraging. There may not be a silver bullet for climate change, but, as Wallace-Wells argues, there’s still far too much potential for change for hope to be lost. —Carrie Battan", "“Inside Out: A Memoir,” by Demi Moore", "The celebrity memoir is very often a noisy thing: from shocking tales of hardscrabble childhoods to juicy, behind-the-scenes dirt on the rich and famous, it’s not a genre that is known for its subtlety. And, on the face of it, Demi Moore’s recent autobiography (which she wrote in collaboration with my colleague Ariel Levy, a New Yorker staff writer) could serve as a prime example of the category’s melodramatic contours. Growing up in an emotionally and economically unstable home, the daughter of two charming but shifty narcissists, who were more often than not on the run—from debt, from the law, from the very notion of parental responsibility—Moore, by sheer force of will, fought her way to become, for a time, Hollywood’s highest-paid actress. She also raised three daughters and entered into and then left two high-profile marriages—with the action star Bruce Willis and, later, with the famously younger TV heartthrob Ashton Kutcher—all while battling addiction, health and body-image issues, and a persistent sense of self-doubt that left her, as she writes, “afraid to be in myself, convinced I didn’t deserve the good and frantically trying to fix the bad.” I love a good lurid celebrity autobiography as much as—and maybe even more than—the next guy, but as I read Moore’s I was surprised that what I liked about it wasn’t, in fact, its gossipy revelations but the window it provided into the sensitive, reflective interiority of a woman who, for all her worldly success, has always been searching for the self-acceptance that eludes so many of us, whether we’re famous or not. By the end of the memoir, in a final section titled “Surrender,” Moore writes, of this quest, “The truth is, the only way out is in.” It is a tribute to the psychological acuity of this book that I felt the earned honesty of these words deeply. —Naomi Fry", "“How I Became One of the Invisible,” by David Rattray", "The fearless poet, translator, and scholar David Rattray died shortly after the original publication of “How I Became One of the Invisible,” in 1992. He was fifty-seven, but he seemed to have lived many lifetimes, taking in as much of the world as he could. Trained at Harvard and the Sorbonne, he had an astonishing gift for language, mastering most of the Western ones and also Sanskrit, Latin, and Greek. He became famous at a relatively young age when, as a poetry-obsessed undergrad at Dartmouth, in the fifties, he went to visit Ezra Pound, who was then at St. Elizabeth’s Hospital, in Washington, D.C. He published an account of the visit, in The Nation, in which he managed to humanize Pound without letting him off the hook for his hatefulness. (One of Pound’s former confidants, H.D., said that reading Rattray’s article was the first time in more than a decade that she had laughed with affection about the confined poet.) This, in essence, was Rattray’s great skill: to extend his zealous, compassionate intellect toward anyone, even those who may not have deserved it. This sensibility drove his work as a translator, bringing the works of Artaud or Hölderin to American readers as an act of empathy. “How I Became One of the Invisible,” which was reissued this year, by Semiotext(e), is the best kind of autobiographical writing, true to the eccentric digressions and mystical interludes of a life propelled by curiosity. Rattray’s own spirit shines through his incredible stories about all the fringe-dwellers he befriended along the way—thieves, radicals, artists. “Van,” his marvelous account of his friendship with the poet Alden Van Buskirk, opens with their first encounter: Rattray shaking Van Buskirk awake from a drunken slumber so that they could talk about poetry. —Hua Hsu", "“How to Do Nothing: Resisting the Attention Economy,” by Jenny Odell", "Nearly everyone I know who’s read Jenny Odell’s “How to Do Nothing” had told me that it inspired something akin to a personal crisis. The book, Odell’s first, is equal parts philosophical self-help and environmentalist tract, and it offers a fresh mode for thinking about life under technocapitalism––and also some suggestions for what might be done. Odell is particularly interested in questioning the assumptions and incentives of the digital economy. The perversions that spring from productivity culture (to say nothing of attention as a currency and a resource) are corrosive not only on the individual level, she argues, but on a larger, social scale. She draws comparisons between the Internet and the natural world, making a case for the long-term maintenance of self, community, and place, both online and off. (“I see little difference between habitat restoration in the traditional sense and restoring habitats for human thoughts,” she writes.) Self-care, in this model, is not commodified self-indulgence; it’s a form of preservation enacted by reclaiming and reallocating one’s attention. Odell is an artist, and her medium, often, is context—historicization, depth, analysis. This seems fitting. In a year in which the boundaries of cruelty and indifference stretched and expanded, there was also, among a certain set, a quieting or refocussing. In my own circles, some people disappeared periodically from Twitter and Facebook. A few grew more knowledgeable about plants and birds, or listened, with great conscientiousness, to non-algorithmic public radio. Most importantly, they began to ground themselves locally and socially and to reconsider where they placed value. The personal crises, it seems, had been productive. —Anna Wiener", "“Go Ahead in the Rain: Notes to A Tribe Called Quest,” by Hanif Abdurraqib", "“Go Ahead in the Rain” is ostensibly a book about A Tribe Called Quest—a hip-hop group that formed in Queens, in the mid-eighties, and recorded six extraordinary albums before Phife Dawg, one of its founding members, died, in 2016—but it’s ultimately more concerned with the furtive and inscrutable ways that music can rearrange a person’s insides. Hanif Abdurraqib is a dexterous and elegant critic, but he understands that the spiritual exchange between artist and fan is sometimes too mysterious to be parsed objectively. So he takes a different approach: between passages detailing Tribe’s musical evolution and its significance to black Americans coming of age in the nineteen-nineties, “Go Ahead in the Rain” contains a series of letters from Abdurraqib to members of the band, in which he unpacks his devotion. “I, too, have an interest in that which can be felt more than heard,” he writes to Q-Tip, one of the band’s M.C.s. Abdurraqib is a poet, and he writes with a precise, gorgeous rhythm that makes a reader want to linger on each line. (My copy of the book is dog-eared and highlighted into oblivion.) But what kills me the most is Abdurraqib’s empathy—for the people who make the music that sustains us, and also for us, for being sustained. —Amanda Petrusich", "“A Woman Like Her: The Short Life of Qandeel Baloch,” by Sanam Maher", "Sanam Maher’s latest book, which is already out in South Asia and the U.K., and which is being released in the U.S. by Melville House in February, is a remarkable account of the life and death of Qandeel Baloch, a Pakistani entertainer who became famous through her bold social-media presence. She was then murdered by her brother, in 2016, for bringing “dishonor” to the family. Powerfully written and narratively creative, “A Woman Like Her” is less a conventional biography than it is an examination of modern-day Pakistan. By tracing Baloch’s brief life—she was only twenty-six at the time of her death—Maher, a Karachi-based journalist, provides illuminating glimpses into Pakistan’s entertainment, modelling, and news industries, and deftly charts the combination of attraction and repulsion with which Baloch’s fascinating online persona was greeted by Pakistani society. —Isaac Chotiner", "“Municipal Dreams: The Rise and Fall of Council Housing,” by John Boughton", "I moved to London a little more than a year ago, and one of the books that has best helped me understand my new home is “Municipal Dreams,” a history of council housing in Britain, by the historian John Boughton. (Though published in 2018, the book was reissued in paperback form this year.) Boughton, who is also the creator of a long-running blog of the same name, provides a deeply informed account of the ways in which local and national governments in the U.K. have or have not sought to provide affordable housing for their citizens. His narrative begins by outlining the political and social idealism that underlay the very first council estate in Britain, the Boundary Estate, a well-planned village of Arts and Crafts–style tenements built upon cleared slums in Shoreditch, in London’s East End, in 1900. It ends with the tragedy of Grenfell Tower, a high-rise in West London in which seventy-two people lost their lives, in 2017, when the building’s cladding went up in flames. On the way, Boughton narrates the glory years of council-housing construction, in the nineteen-sixties and seventies, when as much as a third of Britain’s population rented their homes from their local authorities, and when some of the country’s most thoughtful architects experimented with new styles of living. He also charts the right-to-buy schemes instituted in the nineteen-eighties—whereby residents could go from renters to owners, with mixed results for the urban fabric—and takes note of the diminishing commitment in recent decades to building affordable homes. Boughton makes a strong case that public housing—like Britain’s public health service—is a valuable good that merits greater investment, both financial and imaginative. He writes, “The form and nature of public housing has been unfairly blamed for problems entrenched in our unequal society and exacerbated by the politics which reflect it”—an observation as true in the United States as it is in the United Kingdom. —Rebecca Mead", "“Still Here: The Madcap, Nervy, Singular Life of Elaine Stritch,” by Alexandra Jacobs", "In 1964, the actress Elaine Stritch’s blazing path through the New York theatre scene hit a rough patch: she was drinking too much champagne; she was lonely; she wasn’t booking Broadway jobs like she used to. So she decided to take a year off. According to Stritch’s biographer, Alexandra Jacobs, her first plan was to unravel her reputation as a lush by finally, at thirty-nine years old, taking up hobbies that were healthy—bicycling, learning to play piano. But the call of New York night life was too loud. When a scene-y restaurant named Elaine’s opened on the Upper East Side, Stritch began to haunt it; several show-biz folk began to joke that it was named for her. (The actual namesake was the proprietress, Elaine Kaufman.) One night, a bartender called in sick, and a customer ordered a brandy stinger. Stritch, announcing that this was her specialty, leapt behind the bar, where she stayed on for several months, razzing celebrity guests (Shelley Winters, Toots Shor, Jackie Gleason) and regaling patrons with the kind of warts-and-all backstage tales that she would later turn into the bravura monologue “Elaine Stritch: At Liberty.” Sparkling details such as these clink around Jacobs’s biography, “Still Here,” like ice in a rocks glass. Stritch, who died in 2014, was a true character, “full of piss and vinegar,” as Gleason said. It would be possible to write a serviceable book about her life by simply quoting her many one-liners, or by describing her habit of wearing only tights on stage. But Jacobs, an editor of the Styles section of the New York Times, doesn’t rely on Stritch’s charm to fuel the narrative. Instead, she uses hundreds of interviews and years of research to portray the actress in all her complexity. Stritch was a star but a pill, a life force with a self-destructive streak, a mesmerizing presence who also tended to push away those closest to her. The one time I met her, she yelled at me. I considered it an honor. —Rachel Syme"]}