{"keywords": ["crisis", "president", "faces", "economic", "inflation", "mr", "economy", "argentina", "alberto", "fernández", "macri", "argentinas", "ms"], "id": "c8ed2011-6076-3e21-a0f0-b67af50c30c4", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["ALBERTO FERNANDÉZ began his term as Argentina’s president on December 10th in unorthodox fashion. He drove himself and his girlfriend, Fabiola Yáñez, to congress for the inauguration in their second-hand Toyota. But citizens had conventional causes for trepidation, as well as something to celebrate. Mauricio Macri, the outgoing president, was the first non-Peronist since 1983 to end his term in office without tumult on the streets. But, as he handed the presidential seal and baton to Mr Fernandéz, there was nervousness about what the return of the Peronists will mean for a country in an economic crisis.", "Mr Macri leaves with Argentina in a deep recession. Two-fifths of its citizens are poor, meaning they cannot afford a basket of staple goods, and the share is rising. The annualised inflation rate exceeds 50%. Argentina’s $57bn loan from the IMF is the largest bail-out in the fund’s history. Mr Fernández has promised to put the economy “back on its feet”. But an adviser to the new president admits, “There are no easy answers on the economy, and no good options.”", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Mr Fernández’s central problem is that Argentina lacks the money to deliver the relief he has promised. The country’s net foreign-exchange reserves are just $12bn, about three months’ worth of imports. The budget deficit is expected to exceed 4% of GDP this year; the government’s overall debt stands at 93% of GDP. Capital flight, triggered by worries about Argentina’s ability to pay its debt, has weakened the peso, the main reason inflation is so high.", "Mr Macri had hoped that the IMF’s money plus an ambitious programme of budgetary austerity would restore the markets’ confidence. Instead, austerity further weakened the economy, driving voters to Mr Fernández. That spooked the financial markets, which feared that he would bring back the economic populism of Cristina Fernández de Kirchner (no relation), who preceded Mr Macri as president and will now become Argentina’s vice-president. The peso tumbled more, pushing inflation still higher.", "Mr Fernández wants to reverse the sequence that Mr Macri had in mind: he is betting that growth will lead to a revival of confidence rather than the other way around. To bring that about, he has assembled a team of economists with heterodox ideas, some of them veterans of Ms Fernandez’s disastrous presidency. But he has been vague about his plans, and that has added to the markets’ unease.", "The centrepiece of the economic programme is likely to be a restructuring of Argentina’s $123bn debt to domestic and foreign private creditors (excluding the IMF), to be carried out by the new economy minister, Martín Guzmán. An academic with little political experience who specialises in debt negotiation, he has spent the past decade in the United States and is close to Joseph Stiglitz, a Nobel-prizewinning economist who often denounces global capital markets and the IMF.", "Mr Guzmán has told his new cabinet colleagues that Argentina faces “social disaster” if it pays the enormous sum (over $50bn) of debt due in 2020. He has proposed that Argentina defer payment of both interest and principal for the next two years to give the government the means to kickstart the economy. Analysts assume he will end up demanding bigger concessions than that. The president-elect himself has warned that the risk of default is high. Bond prices suggest the markets are expecting a haircut—a discount on the securities’ face value—of nearly 50%.", "Mr Fernández would buttress a debt restructuring with other growth-boosting measures. He wants to raise public- and private-sector wages and pensions, and plans to keep a cap on utility prices that was due to expire at the end of 2019. Matías Kulfas, a central-bank official during Ms Fernández’s presidency, has been put in charge of a “ministry of productive development”, which will be responsible for production, trade, energy and mining. He has a target of doubling exports during the four-year life of the government.", "The new government is expected to keep capital controls introduced by Mr Macri as an emergency measure to curb the depreciation of the peso and curb inflation, and to reach a pact with employers and trade unions to hold down prices and wages. That may mean that salaries will rise by less than Mr Fernández has implied.", "The biggest question is how quickly the new team plans to cut inflation and generate the primary fiscal surplus, ie, before debt-service payments, needed to repay what remains of Argentina’s debts, including to the IMF. Although Mr Fernández has downplayed the need for a primary surplus, the new economy minister has suggested that Argentina should aim to achieve one gradually. There is worried speculation that the central bank will pay for expensive promises such as boosting pensions by printing money, even though its new president, Miguen Pesce, is thought to be a safe choice. That would push inflation still higher.", "Mr Fernández has tried to dispel the impression that his team will repeat the mistakes made by Ms Fernández, who fought with foreign creditors, presided over an excessive expansion of the public-sector payroll, raised trade barriers and levied punishing taxes on exporters. “This is Alberto’s economic team, and he will be in charge on this front,” says an adviser to the new president.", "Yet Mr Fernández has not laid to rest fears that Ms Fernández will have undue influence over his government. Mr Guzmán got the economy ministry only after she had vetoed two other candidates, says the adviser. Outside the economic sphere, Ms Fernández has acquired unprecedented clout for a vice-president. Her influence suggests that reforming the state and combating corruption will not be priorities for the new administration.", "Ms Fernández had a hand in the choice of the ministers of interior, defence and security. Her supporters will be in charge of the agencies that handle taxation, pensions and care of old people, all of which have big budgets and jobs to offer political allies. As vice-president, Ms Fernández is the senate’s leader and commands the Peronist bloc in the chamber, where it has a majority. Her son, Máximo, leads the Peronists in the lower house of congress.", "Ms Fernández also helped arrange the appointment of Carlos Zannini, one of her closest associates, to be attorney-general. Mr Zannini was held in preventive detention for his alleged role in covering up a deal that Ms Fernández had made with Iran to absolve it of blame for the bombing of a Jewish centre in Buenos Aires in 1994 in which 86 people, including the bomber, died. His trial has been delayed indefinitely. Alberto Nisman, a prosecutor who was murdered in 2015, had indicted Mr Zannini. A judge added a further charge of treason. As attorney-general Mr Zannini, who was released from jail in 2018 and denies all charges, will lead the government’s anti-corruption unit as well as its team of lawyers.", "Mr Fernández has already signalled that he is not concerned about the alleged misdeeds of his senior officials. He contends that Ms Fernández and jailed members of her government are victims of “political persecution”. He has pronounced Mr Zannini innocent. “We vindicate you,” he told the new attorney-general.", "Mr Fernández will also revive aspects of his Peronist predecessor’s foreign policy. The incoming foreign minister, Felipe Solá, has signalled “re-engagement” with Nicolás Maduro, Venezuela’s leftist dictator, who will now be less of a regional pariah. Argentina’s new government will not accept in its current form a trade deal negotiated by Mercosur, a four-country trade bloc, with the European Union. This will dampen Argentina’s growth prospects in the long run and increase tension with Brazil, the bloc’s biggest member. Mr Fernández and Jair Bolsonaro, Brazil’s far-right president, speak of having “pragmatic relations”. But there is no hiding the frostiness. Mr Bolsonaro did not attend Mr Fernández’s inauguration, sending his vice-president instead.", "The Macri government is proud of having ended the economic isolation that Ms Fernández imposed on Argentina. “We’ve spent four years taking Argentina out of the deep freeze,” says Jorge Faurie, the outgoing foreign minister. “The fear is we’re going back.” Optimists think that the leftward shift in diplomacy will make it easier for Mr Fernández to adopt a moderate economic policy. Argentines must hope he is right."], "authors": ["The Economist"], "title": "Alberto Fernández, Argentina’s new president, faces economic crisis", "pubDate": null, "summary": "ALBERTO FERNANDÉZ began his term as Argentina’s president on December 10th in unorthodox fashion.\nYet Mr Fernández has not laid to rest fears that Ms Fernández will have undue influence over his government.\nAs vice-president, Ms Fernández is the senate’s leader and commands the Peronist bloc in the chamber, where it has a majority.\nMs Fernández also helped arrange the appointment of Carlos Zannini, one of her closest associates, to be attorney-general.\nMr Fernández has already signalled that he is not concerned about the alleged misdeeds of his senior officials.", "url": "https://www.economist.com/the-americas/2019/12/10/alberto-fernandez-argentinas-new-president-faces-economic-crisis"}