{"id": "c8f6f9fa-fe5e-3694-8c07-e0f080ea502f", "title": "Kudlow slams Biden's tax plan as 'wrong and wrong'", "url": "https://www.foxbusiness.com/politics/kudlow-slams-bidens-tax-plan-as-wrong-and-wrong", "summary": "‘Kudlow’ host Larry Kudlow slammed President Biden and Treasury Secretary Janet Yellen Friday, saying there is no \"race to the bottom,\" and their tax plan is \"wrong and wrong.\"\nNow, it’s true enough, and good enough, many countries around the world have cut their corporate tax rate.\nA lot of countries, by the way, have cut their tax rates, this is corporate tax rates to something around the mind 20’s, and they also provide various tax credits and deductions to help companies without necessarily lowering the marginal tax rates, but it helps companies to invest…now, the problem here is 0 for 2.\nThe Biden tax plan would not raise tax rats, but it would broaden the base.\nWhat you’re supposed to do is lower tax rates and broaden the base to help pay for it, and make it a simple and fair tax cut.", "paragraphs": ["‘Kudlow’ host Larry Kudlow slammed President Biden and Treasury Secretary Janet Yellen Friday, saying there is no \"race to the bottom,\" and their tax plan is \"wrong and wrong.\"", "LARRY KUDLOW: I want to focus this evening on one corner of this story which is the idea being sold by President Biden and Treasury Secretary Janet Yellen that a key part of this tax hike is what they’re calling a, quote, race to the bottom, end quote. To be blunt, respectfully, there is no such thing. There is no race to the bottom. I am sorry.", "Now, it’s true enough, and good enough, many countries around the world have cut their corporate tax rate. Good. But no one is near home zero, come on. Let’s get serious here. There is no race to the bottom. There is no zero.", "A lot of countries, by the way, have cut their tax rates, this is corporate tax rates to something around the mind 20’s, and they also provide various tax credits and deductions to help companies without necessarily lowering the marginal tax rates, but it helps companies to invest…now, the problem here is 0 for 2. The Biden tax plan would not raise tax rats, but it would broaden the base. What you’re supposed to do is lower tax rates and broaden the base to help pay for it, and make it a simple and fair tax cut.", "WATCH LARRY KUDLOW'S FULL MONOLOGUE HERE"], "authors": [], "keywords": ["plan", "biden", "slams", "bidens", "quote", "president", "race", "treasury", "kudlow", "rates", "tax", "yellen", "wrong", "secretary"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}