{"id": "c8f78262-f39e-3b83-b45f-2f04df29de94", "title": "A New Hemingway Documentary Peeks Behind the Myth", "url": "http://www.newyorker.com/magazine/2021/04/12/a-new-hemingway-documentary-peeks-behind-the-myth", "summary": "Just over a month into his service, Hemingway was wounded by a mortar, and spent some time recovering in a hospital in Milan.\nThere’s Edna O’Brien on Hemingway in love, and Tobias Wolff on his influence.\nLike Stein, Hemingway was not above the impulse to reduce people to types; nor did he entirely resist the pointed, class-informed racism of his time.\nIn this context, Burns and Novick’s “Hemingway” feels a little anachronistic, and “smells of the museums,” as Stein once said of Hemingway.\n“Gertrude Stein and Sherwood Anderson are very funny on the subject of Hemingway,” Stein wrote in “Alice B. Toklas.” “They both agreed that they have a weakness for Hemingway because he is such a good pupil.", "paragraphs": ["One could view these experiments in gender not only as Grace’s bid to control biological destiny, and thus behavior, but as a way for her to express her own dual nature: the masculine and the feminine, the assertive and the adored. Hemingway’s interest in androgyny began with her. Burns and Novick report that in bed with his fourth wife, the journalist Mary Welsh, he sometimes liked to pretend he was a girl, and that Mary was a boy. His unfinished novel “The Garden of Eden” also revolves around sexual ambiguity. The book’s protagonist, David Bourne, is a young writer living in France with his wife, Catherine. The couple want to be “changed,” to defy gender roles and have an affair with the same woman, but David grows more and more uncomfortable with this fluidity, just as Hemingway wasn’t comfortable with it in life. One of the more heartbreaking sections in “Hemingway” is the film’s description of the author’s excruciating relationship with his third and youngest child, Gloria, who was born as Gregory, and lived the latter part of her life as a trans woman. Perhaps Gloria recognized some of her impulses in her father, too. In one angry letter, she called him “Ernestine.”", "“Sometimes they try to catch you off guard by getting all conversational.” Facebook", "Twitter", "Email", "Shopping Cartoon by Frank Cotham", "After high school, Hemingway went to work as a journalist for the Kansas City Star, where he paid special attention to the style guide: “Use short sentences. Use short first paragraphs. Use vigorous English.” In 1918, still hungry for experience, he volunteered to work for the Red Cross and signed on to be an ambulance driver in Italy. Just over a month into his service, Hemingway was wounded by a mortar, and spent some time recovering in a hospital in Milan. While there, he fell in love with an American nurse named Agnes von Kurowsky. When he returned to Oak Park, in 1919, it was with the understanding that he and Agnes would marry. But she soon wrote to say that she planned to marry someone else. Hemingway never got over Agnes’s rejection. But he put his anguish to work. In “A Farewell to Arms,” his second novel, published in 1929, Lieutenant Frederic Henry, an American ambulance driver, falls in love with Catherine Barkley, an English nurse stationed in Italy. What do the young couple believe in besides themselves, and their love, amid all that death? Realism. Frederic observes:", "If people bring so much courage to this world the world has to kill them to break them, so of course it kills them. The world breaks every one and afterward many are strong at the broken places. But those that will not break it kills. It kills the very good and the very gentle and the very brave impartially. If you are none of these you can be sure it will kill you too but there will be no special hurry.", "Gertrude Stein’s roundelay-like syntax and logic feel very present here. “A Farewell to Arms” is about perspective and perception, and what to do with life as you’re living it. Part of the sadness at the core of the film “Hemingway” is how much life we see happening to the writer that he doesn’t seem to feel, or doesn’t want to feel, protecting a self he didn’t know, or could not face.", "One way that he managed to have a feeling for who he was was to tell lies. When, in 1919, he returned home to Oak Park with the goal of making, he said, “the world safe for Ernest Hemingway,” the boy played up his idea of heroism by giving talks for a fee, describing how he had carried a soldier to safety before he collapsed. That was fiction, his theatre. Whenever he hit the streets, he wore his uniform, including a black velvet Italian cape. That was his costume. He wanted to be known, and would be known. Like many writers, he began his life as an author by performing. But once you start telling whoppers like that you can’t stop, because one lie always leads to another. On the other hand, hadn’t his life—with its various cruelties and manipulations—begun with a lie? How could he know who he was if Grace had told him that he was something else and even dressed him for the part, or when Agnes promised an everlasting love that didn’t last? Were life and, more specifically, a woman’s love a fiction?", "“Hemingway” is chock-full of writers. There’s Edna O’Brien on Hemingway in love, and Tobias Wolff on his influence. In the end, these opinions amount to a kind of distraction, but it’s necessary filler. It’s possible that Hemingway was a complicated shallow person, addicted to the high of being known to feed a continually diminishing self. As Stein mused in her 1933 book, “The Autobiography of Alice B. Toklas,” “But what a story that of the real Hem, and one he should tell himself but alas he never will. After all, as he himself once murmured, there is the career, the career.” He took on the role of “Papa”—a man of genial but firm paternalism, a hunter and a drinker—the way an actor might embody Mark Antony, through study and persistence. Hemingway always seemed to be in the right place at the right time: Paris with the Steins and the Fitzgeralds, Gstaad with the Murphys, Spain with Ava Gardner. There was writing, and there was the fashionable life, and his great masterpieces—“The Short Happy Life of Francis Macomber,” “The Snows of Kilimanjaro”—are about fashionable lives derailed by nature, by death, and by a belief in the myth of arrival, which, ultimately, gets you nowhere. Indeed, Harry, in “Kilimanjaro,” can’t go anywhere; he has gangrene, and he’s dying, and we are meant to understand that maybe Harry died a long time ago, when he couldn’t become the artist he dreamt of becoming:", "Now he would never write the things that he had saved to write until he knew enough to write them well. Well, he would not have to fail at trying to write them either. Maybe you could never write them, and that was why you put them off and delayed the starting. Well he would never know, now.", "It’s the comma before “now” that kills me. That pause before the end. Because pauses do come before the end, and with Hemingway, as with Samuel Beckett and Harold Pinter, I am grateful for what is left out, for what the writer has allowed me to have to myself: my imagination, prompted by his.", "There’s ugliness in Hemingway, and not the kind of ugliness meant in the documentary’s opening statement about writing. Like Stein, Hemingway was not above the impulse to reduce people to types; nor did he entirely resist the pointed, class-informed racism of his time. It’s hard to get through the condescending, lousy, “sho nuff” chat in Stein’s novella “Melanctha,” and the deeply rotten race elements in Hemingway’s novel “To Have and Have Not.” Those things are as much a part of America as the myth of idealized masculinity. But why a film about Hemingway now, and not, say, Faulkner? Is Faulkner not a more vibrant figure, who prefigured in his Snopes stories and novels the age of Trump and Derek Chauvin’s trial, and the Gordian knot of race that continues to choke large portions of our country? In this context, Burns and Novick’s “Hemingway” feels a little anachronistic, and “smells of the museums,” as Stein once said of Hemingway.", "As I watched, I kept returning to Dearborn’s biography to fill in details I felt I was missing, such as the observation that the ample-fleshed, boasting Grace was not unlike Gertrude Stein in body, attitude, and work ethic. Every writer is every writer they’ve loved and quarrelled with who came before, as every parent is every parent they loved and quarrelled with. Hemingway was Stein and Grace and his father, too. The drama was always which person would win out.", "Revisiting his writing, I remembered it was its movement that touched me—how he gets characters from one part of the room to another. Easier said than done, and one of the ways in which he separated himself from Stein. He replaced thinking with action—which Stein considered an affront to modernism. “Gertrude Stein and Sherwood Anderson are very funny on the subject of Hemingway,” Stein wrote in “Alice B. Toklas.” “They both agreed that they have a weakness for Hemingway because he is such a good pupil. He is a rotten pupil, I protested. You don’t understand, they both said, it is flattering to have a pupil who does it without understanding it.” Stein’s voice and her experiments with sound are part of the spine of his work, and how gripping is that? To realize that Hemingway’s famously muscular prose was born of admiration for a middle-aged lesbian’s sui-generis sentences and paragraphs? Absorbing Stein’s influence, and admitting to his attraction, was one way of getting at what he always longed for: to be a girl in love with a powerful woman. ♦"], "authors": ["Hilton Als", "Hilton Al"], "keywords": ["writer", "hemingway", "stein", "myth", "documentary", "peeks", "life", "steins", "work", "love", "write", "way", "world"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}