{"id": "c907a1ff-83f2-353c-833f-bc0955fcfdc2", "title": "'Happy corals': climate crisis sanctuary teeming with life found off east Africa", "url": "https://www.theguardian.com/environment/2020/dec/15/happy-corals-climate-crisis-sanctuary-teeming-with-life-found-off-east-africa", "summary": "Scientists have discovered a climate crisis refuge for coral reefs off the coast of Kenya and Tanzania, where species are thriving despite warming events that have killed their neighbours.\nThe coral sanctuary is a wildlife hotspot, teeming with spinner dolphins and boasting rare species, including prehistoric fish and dugongs.\nResearchers believe its location in a cool spot in the ocean is helping to protect it and the surrounding marine life from the harmful effects of the climate crisis.\nThe coastline has the highest density of dolphins in east Africa, and coelacanths, fish once believed extinct, swim in its deep waters.\n“Our study shows that while warming waters may devastate surrounding reefs, this area could become an incredibly important sanctuary where marine species big and small will flock to find refuge from climate change,” he said.", "paragraphs": ["Scientists have discovered a climate crisis refuge for coral reefs off the coast of Kenya and Tanzania, where species are thriving despite warming events that have killed their neighbours.", "The coral sanctuary is a wildlife hotspot, teeming with spinner dolphins and boasting rare species, including prehistoric fish and dugongs. Researchers believe its location in a cool spot in the ocean is helping to protect it and the surrounding marine life from the harmful effects of the climate crisis.", "Tim McClanahan, the author of a study on the refuge published this month in Advances in Marine Biology, has been looking for coral sanctuaries in the west Indian Ocean for more than a decade.", "“I’m very excited about it,” McClanahan said. “It gives us something to hope for. Some good news in gloomy times.”", "Marine biologists are scouring the ocean to find and protect coral refuges – areas where reefs have the best chance to survive the climate crisis.", "McClanahan, the lead scientist for the Wildlife Conservation Society, who lives and works in Mombasa, Kenya, said he had an “epiphany” when he realised why the reef was so rich in wildlife. The coastline has the highest density of dolphins in east Africa, and coelacanths, fish once believed extinct, swim in its deep waters. “I thought ‘why are all the animals here?’ And I realised it was because of Kilimanjaro,” he said.", "The coral refuge, which stretches from Shimoni, 50 miles south of Mombasa, in Kenya to Dar es Salaam in Tanzania, is fed by cool water from deep channels formed thousands of years ago by glacial runoff from Kilimanjaro and the Usambara mountains.", "The cool water appears to protect the corals from episodic warming events like El Niño.", "McClanahan put temperature gauges along the coast and used satellite data to monitor them. Then, when there was a warming event, which occur only every few years, he got into the water to see its effects for himself.", "Spinner dolphins are among species that seem to be thriving in the newly-discovered coral sanctuary. Photograph: OpenSource", "“It turns out there is a long stretch from Kenyan waters into Dar Es Salaam where these warm water events like El Niño don’t penetrate. So the stress killing corals does not penetrate. Outside that area, the corals are bleached and dying. But inside the area, of around 400 sq km [150 sq miles] they retain their colour and their health. They are reds and brown. My research partner likes to call them: ‘happy corals’.”", "McClanahan said he has found three potential coral sanctuaries in the western Indian Ocean, but only for this one is the available scientific evidence “pretty strong”.", "Part of his research was to examine whether – if fisheries are better managed – the effects of global heating could be mitigated in the ocean.", "“Our study shows that while warming waters may devastate surrounding reefs, this area could become an incredibly important sanctuary where marine species big and small will flock to find refuge from climate change,” he said. “If well protected, this key transboundary marine ecosystem will remain a jewel of biodiversity for the entire east African coast.”", "Unfortunately, however, the climate crisis is not the only threat to the area’s biodiversity and the newly discovered refuge. Unsustainable fishing continues, and there are future plans for coastal development, including a port in northern Tanzania."], "authors": ["Karen Mcveigh"], "keywords": ["species", "wildlife", "warming", "marine", "sanctuary", "happy", "east", "africa", "water", "ocean", "waters", "teeming", "corals", "climate", "coral", "crisis", "refuge", "life"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}