{"id": "c92ea1bd-01a3-39fb-9755-5e7a14f87916", "title": "The Plan to Build a Global Network of Floating Power Stations", "url": "https://wired.com/story/the-plan-to-build-a-global-network-of-floating-power-stations/", "summary": "The SL1 is meant to be attached to submersible sensor-laden research robots known as profiling floats.\nToday, there are thousands of profiling floats drifting through Earth’s oceans as part of an international program called Argo.\nThey remain the best tool scientists have for remotely studying the upper ocean, but their life span and data collection are severely limited by their power sources.\nTheir battery reliance limits how often they can dive; a typical float only does it once every 10 days.\nIn 2008 a team led by researchers at Woods Hole successfully deployed a different glider prototype in the Carribean that used ocean temperature differences to power an electric propulsion system.", "paragraphs": ["The SL1 is meant to be attached to submersible sensor-laden research robots known as profiling floats. These devices collect data during short trips as far as a mile beneath the surface. When they emerge from the depths, they beam that information to a satellite. Today, there are thousands of profiling floats drifting through Earth’s oceans as part of an international program called Argo. They remain the best tool scientists have for remotely studying the upper ocean, but their life span and data collection are severely limited by their power sources.", "All the floats in the Argo fleet are powered by lithium-ion batteries, which are typically only good for about five years or a few hundred dives. Their battery reliance limits how often they can dive; a typical float only does it once every 10 days. And after its battery dies, a float is usually abandoned, because the cost of collecting it is higher than the cost of the device itself. Still, a float can cost as much as a new car, which makes them expensive pieces of jetsam.", "“Anything we put in the ocean is limited by its battery,” says Steve Jayne, a senior scientist at Woods Hole Oceanographic Institution, who isn’t involved with Seatrec. “If you had unlimited energy available to you, you might be able to profile every day instead of every 10 days.”", "Seatrec’s ocean generator doesn’t produce a lot of energy—each charging cycle tops it up with about half the energy of a single AA alkaline battery—but that’s more than enough to meet the needs of the low-powered sensors typically found on profiling floats. For applications that require more power, Chao says, it's possible to increase the size of the generator or simply daisy-chain smaller ones together. The floats are also designed to work in any ocean environment, whether they are trapped among Arctic ice floes or diving among sharks in the tropics. All it takes to adapt them to different regions is tweaking the chemistry of their waxy guts so they solidify and melt at the correct temperatures.", "Chao hopes that Seatrec’s ocean generator will deliver on a promise first conceptualized in the 1980s by the renowned oceanographers Douglas Webb and Henry Stommel. They envisioned a globe-spanning fleet of missile-shaped underwater research robots called Slocum gliders that would explore the oceans with the same dexterity, autonomy, and longevity that we’ve come to expect from the robots that NASA sends to explore other planets. Like Seatrec’s SL1, these gliders would be powered by underwater temperature differences.", "Although Webb, Stommel, and their collaborators made progress toward bringing a global fleet of Slocums into existence, their vision is still a work in progress, says Matt Palanza, a program engineer at the Woods Hole Oceanographic Institution’s Ocean Observatory Initiative who previously worked with Webb. Palanza’s team at the Ocean Observatory oversees the largest civilian fleet of Slocum gliders in the world—50 in total—and he says the reason there aren’t thousands patrolling the world’s oceans is simply a lack of funding. “The technology is there and continuously being developed,” he says.", "Chao and the team at Seatrec believe that extending the vehicles’ life spans with limitless clean energy could drastically increase the size of the ocean research fleets. But the company isn’t the first to work on the technology. In 2003, Webb built a prototype thermal glider that used temperature differences to control its ascent and descent in the ocean, but still relied on batteries for its electronics. In 2008 a team led by researchers at Woods Hole successfully deployed a different glider prototype in the Carribean that used ocean temperature differences to power an electric propulsion system. The following year, Chao and a team of researchers from NASA and the Scripps Institution of Oceanography rolled out Solo-Trec, the world’s first profiling float powered completely by electricity generated from temperature differences."], "authors": ["Daniel Oberhaus", "Daniel Oberhau"], "keywords": ["team", "work", "ocean", "network", "webb", "global", "build", "power", "temperature", "plan", "stations", "floating", "floats", "float", "fleet", "woods", "profiling"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}