{"id": "c9367ed9-60e0-329a-981d-12f959220941", "title": "NHL 21 Review – A Playoff Hopeful", "url": "https://www.gameinformer.com/review/nhl-21/nhl-21-review-a-playoff-hopeful", "summary": "However, as someone who plays a simpler hockey game, the new super-star-inspired dekes weren’t as valuable to me.\nThe problem is picking the star options give you brand bonuses, which you want because it opens endorsements (the team option improves line chemistry).\nThis mode feels more geared toward advanced players, who enjoy pulling off difficult dekes and can do so with ease.\nNHL 21 is a playoff hopeful.\nFor now, NHL 21 gets the job done, especially if you want to play a fancier, flashier game.", "paragraphs": ["The game of hockey is always changing. And the last few years, we’ve seen the speed, skill, and creativity surge as a more physical, grindy game takes a backseat. Just like veteran players have had to adapt, so does EA’s NHL series. Two years ago, EA Vancouver upgraded the skating and physics engine adding a burst of agility, responsiveness, and satisfying impact to better reflect this. This year, it’s providing more inventive options to dazzle your opponents, trying to match skill-players dominating the game today. It’s a step the series has to take, but it comes with its share of stumbles, never capturing the grace and poise it’s trying to emulate.", "The overall gameplay from last year remains intact. Don’t expect fundamental differences, but new skill moves give you some new options on the ice. My favorite is the slip deke, where you can chip the puck ahead to yourself and slip past a defender when coming up the boards. I also like doing self-passes off the net and banking them to myself off the board. You can also do a flip deke to create some space and fake-out opponents. It’s been interesting to see players use these to elevate their game on the ice and I appreciate that they add more strategy in how to get around defenders.", "However, as someone who plays a simpler hockey game, the new super-star-inspired dekes weren’t as valuable to me. For instance, you can now do “The Michigan,” a lacrosse-style skill move, where you raise the puck from behind the net and just toss it in on an unsuspecting goalie. Good luck pulling it off, though; the timing is so precise I can’t imagine ever having the space and time to use it successfully in an actual game. The no-move deke modeled after Nikita Kucherov is easier to complete, but they are all such high-risk that only the most advanced players will master them.", "Getting back to the basics, just like last year, checking is uneven. Sometimes players get a surge of momentum, allowing them to land hulking, unrealistic checks. It still amazes me that I can knock opponents to the ground with smaller players like Patrick Kane and sometimes a bigger power forward like Ryan Getzlaf can get pushed off the puck with ease. Poke checking is also very powerful in NHL 21. In single-player and online games, the puck felt like it was constantly changing hands due to this. This happens in a real hockey game, but it feels overpowered here; if you don’t master it and your ability to protect against it, you don’t have much of a chance to win, let alone a chance to have fun. Board battles still stand to be improved, but at least the A.I. is better at recognizing when to send someone over to help. I still hate how this aspect of real hockey is employed in the series, as I feel like even when I’m in a favorable position and poking the puck effectively, I still lose out more than win.", "The A.I. is also exceptionally good at poke checking and taking men off the puck. This is an improvement from last year, but they still struggle to recognize situations and take the effective action. I grew tired of their hesitation with getting the puck out of the defensive zone, or defensemen acting like they're forwards in EASHL. That being said, the goalie A.I. has made some strides, as I saw them come up with big saves more than in previous entries. However, players are already discovering that sharp-angle shots are likely to get them.", "The mode that has received the biggest upgrade is Be A Pro, where you create your player, interact with teammates and coaches, and try to make a name for yourself in the NHL. This update is long overdue, but it is still rough around the edges. It feels low-budget, with boring static images and limited voice lines, but EA Vancouver brings it to life with the help of broadcasters James Cybulski and Ray Ferraro, who comment on your progress and big moments. They save the mode from feeling too stale, since all your interactions with management and players are dry and one-note.", "You get dialogue options that usually fall into “star” or “team” categories, but they feel too extreme. To play the star role, you basically need to be a jerk. For instance, a teammate might ask you to attend his wedding and the star option has you saying you’ll go if there’s nothing better going on. The problem is picking the star options give you brand bonuses, which you want because it opens endorsements (the team option improves line chemistry). I see promise here and something for EA Vancouver to build off of in the new generation. It brought me back to a mode I had long abandoned, and it remains a mix of good ideas and poor execution. For instance, I thought it was cool when they gave my rookie forward a rival and told me I needed to outscore them in the upcoming game. The problem? My rival was goaltender Collin Delia. Of course, I outscored him.", "The other big addition is HUT Rush, which offers fast, bite-sized games and rewards your prowess at pulling off fancy, stylish moves. When you score with a quick-drafted fantasy roster from Ultimate Team cards, you get multipliers up to 5x on the last three skills you used, so it’s all about finding the best combos to get the highest score. This mode feels more geared toward advanced players, who enjoy pulling off difficult dekes and can do so with ease. This is a clever way to get players into games quickly and draft a fantasy roster, but it heavily favors players who want to play fancy.", "Smaller additions also came to other modes, such as Franchise getting a trade deadline minigame. Again, great idea, as it’s supposed to capture the frenzy of the day and you get to see the top players and the asking price from teams. But it never captures the chaos or intensity, since you just wait on the glacial clock to dwindle down without many events or trades coming through, even if you mark yourself as a seller with big names on the block. I like that World of CHEL added ranked seasons across all its modes, so you can get unique items based on your achievements. While it adds some new items to the mix, it still feels behind in terms of variety, expression of style, and amount of cosmetic items compared to other sports games.", "NHL 21 is a playoff hopeful. It’s not gunning for the cup, but it’s making an effort. It’s trying to figure out if its pieces fit before an inevitable rebuild. As has been the story the last few years, the strategy and ideas are in place for EA Vancouver to take its game to the next level, but they need some work and fine tuning. As we move into the next generation, this will be essential to get right. For now, NHL 21 gets the job done, especially if you want to play a fancier, flashier game. I still had plenty of fun, and when you consider that it’s the only way to experience the NHL until the real league gets back on the ice in January, it’s not a bad way to get your hockey fix."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["options", "players", "hockey", "nhl", "playoff", "star", "game", "mode", "puck", "feels", "hopeful", "21", "vancouver", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}