{"id": "c93d6e74-382a-36ce-bc79-b6017fdab295", "title": "Conscious Leadership: Leading with Authenticity and Purpose", "url": "https://execed.economist.com/babson-executive-and-enterprise-education/conscious-leadership-leading-authenticity-and-purpose-2021", "summary": "A founder and leader of the fast growing global Conscious Capitalism movement, Raj Sisodia is the FW Olin Distinguished Professor of Global Business and Whole Foods Market Research Scholar in Conscious Capitalism at Babson College in Wellesley, MA.\nHe is also Co-Founder and Chairman Emeritus of Conscious Capitalism Inc. (www.ConsciousCapitalism.org).\nD. in Marketing & Business Policy from Columbia University, where he was the Booz Allen Hamilton Fellow.\nRaj is currently working on \"The Journey to Conscious Capitalism\" (Harvard Business Review Publishing).\nRaj has published over one hundred articles in publications such as Harvard Business Review, Journal of Marketing, Journal of Public Policy & Marketing, Journal of Business Strategy, Journal of Business Research, Journal of the Academy of Marketing Science, Marketing Management and California Management Review.", "paragraphs": ["A founder and leader of the fast growing global Conscious Capitalism movement, Raj Sisodia is the FW Olin Distinguished Professor of Global Business and Whole Foods Market Research Scholar in Conscious Capitalism at Babson College in Wellesley, MA. He is also Co-Founder and Chairman Emeritus of Conscious Capitalism Inc. (www.ConsciousCapitalism.org). He was previously Trustee Professor of Marketing, the Founding Director of the Center for Marketing Technology and Chairman of the Marketing Department at Bentley University. Earlier, he was Director of the Executive MBA program and Associate Professor of Marketing at George Mason University, and as Assistant Professor at Boston University. An electrical engineer from BITS, Pilani (India), Raj has an MBA in Marketing from the Jamnalal Bajaj Institute of Management Studies in Mumbai, and a Ph. D. in Marketing & Business Policy from Columbia University, where he was the Booz Allen Hamilton Fellow.", "Raj is the co-author (with John Mackey, co-founder and co-CEO of Whole Foods Market) of \"Conscious Capitalism: Liberating the Heroic Spirit of Business\" (Harvard Business Review Publishing, 2013), a New York Times and Wall Street Journal bestseller. He is also co-author of the Wall Street Journal bestseller \"Everybody Matters\" (Penguin/Portfolio 2015), named as the Best Leadership and Management book of 2015 by 800-CEO-READ and one of 15 best books of 2015 by Forbes. His most recent book is \"Shakti Leadership: Embracing Feminine and Masculine Power in Business\" (Berrett-Koehler, 2016). His book \"Firms of Endearment: How World Class Companies Profit from Passion and Purpose\" (Wharton School Publishing, 2007; second edition 2014) has been translated into six languages and was named one of the best business books of 2007 by several organizations, including Amazon.com. His book \"The Rule of Three: How Competition Shapes Markets\" (with Jagdish N. Sheth, Free Press, 2002) was the subject of a seven-part television series by CNBC Asia, and was a finalist for the 2004 Best Marketing Book Award from the American Marketing Association. Other books include \"The 4As of Marketing: Creating Value for Customers, Companies and Society\" (2011) \"Tectonic Shift: The Geoeconomic Realignment of Globalizing Markets\" (2006) and \"Does Marketing Need Reform?\" (2006). Raj is currently working on \"The Journey to Conscious Capitalism\" (Harvard Business Review Publishing).", "In 2003, Raj was cited as one of 50 Leading Marketing Thinkers and named to the Guru Gallery by the Chartered Institute of Marketing. Bentley University honored him with the Award for Excellence in Scholarship in 2007 and the Innovation in Teaching Award in 2008. He was named one of Ten Outstanding Trailblazers of 2010 by Good Business International, and one of the Top 100 Thought Leaders in Trustworthy Business Behavior by Trust Across America for 2010 and 2011. In 2013 and 2015, Raj as named to the Thinkers 50 list of business and management thinkers from India. Raj has published over one hundred articles in publications such as Harvard Business Review, Journal of Marketing, Journal of Public Policy & Marketing, Journal of Business Strategy, Journal of Business Research, Journal of the Academy of Marketing Science, Marketing Management and California Management Review. His work has been featured in the Wall Street Journal, The New York Times, Fortune, Financial Times, The Washington Post, The Economic Times, and numerous other publications, along with radio shows and television networks such as CNN, CNBC and Fox. In 2016, Raj was awarded an honorary doctorate by Johnson & Wales University in Providence, RI.", "Dr. Sisodia was cofounder and Chairman of adAlive, Inc. (a VC-financed company in Waltham, MA) from March 2000 to June 2002. He has consulted with organizations and companies in the information technology, telecommunications, electric utility, real estate, healthcare and financial services industries in the United States, Australia, Brazil, Canada, China, the Netherlands, Germany, Chile, Argentina, France, Belgium, Dubai, Singapore, South Africa, South Korea, Hong Kong, India and England. His numerous consulting and executive education clients have included AT&T, Walmart, Kraft, Whole Foods Market, McDonalds, DPDHL, KPMG, Gemalto, LG, POSCO, Nokia, Embraer, Ericsson, Siemens, Sprint, Volvo, Bellcore, Rabobank, IBM, Price Waterhouse, Perot Systems, Ernst & Young, Southern California Edison, Nedbank and Grupo Po de Acar (Brazil)."], "authors": [], "keywords": ["raj", "journal", "marketing", "book", "capitalism", "university", "conscious", "named", "management", "leading", "business", "purpose", "authenticity", "leadership"], "pubDate": "2020-08-31T08:04:23Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}