{"id": "c93ec499-98e0-36ac-9661-dff87ad03751", "title": "Ys: Memories of Celceta Review – The Red-Headed Hero Makes Good Again", "url": "https://www.gameinformer.com/games/ys_memories_of_celceta/b/playstation_vita/archive/2013/11/27/ys-memories-of-celceta-review.aspx", "summary": "Memories of Celceta retains what makes the series what it is: twitch controls, stat-focused enhancements, and massive boss battles.\nMemories of Celceta feels classic without being archaic, and that’s what makes it so endearing.\nExploration and action are front and center in every Ys game, and this entry is no different.\nIn Memories of Celceta, the Great Forest has plenty to offer and this extends to treasures, villages, bonus bosses, and dungeons.\nI haven’t been compelled to be a completionist in a long time, but I returned to my roots with Memories of Celceta.", "paragraphs": ["If Memories of Celceta proves anything, it’s that the Ys series, which has been around for over two decades, is making a play to become a bigger name in the genre again. Memories of Celceta retains what makes the series what it is: twitch controls, stat-focused enhancements, and massive boss battles. It also updates enough of its elements to appeal to newcomers who didn’t grow up playing the Ys games. Memories of Celceta feels classic without being archaic, and that’s what makes it so endearing.", "Exploration and action are front and center in every Ys game, and this entry is no different. Memories of Celceta’s real-time action battle system isn’t about button mashing; instead it forces a lot of thought on the battlefield. A lack of defense can be costly, testing your twitch skills at every moment. Thankfully, the controls are extremely easy to pick up and only require simple button presses to unleash advanced skills. You also receive bonuses for exploiting the system’s intricacies. Blocking as an attack is about to hit lets you come back with a string of critical strikes. Finish off an enemy using a skill to regain SP and health. Strike down enemies with weapons they’re weak against to receive more gold and rare items. The different bonuses encourage plenty of experimentation and may just make you try out strategies you’ve never considered. I usually feel safest defending over dodging, but when dodging at the right moment allowed my party to go invisible and slowed enemies, I happily started using it more.", "Smart use of exploits is also your key to maximizing the crafting system, since certain attacks and party selection can increase your rare item drops. Not only does better weaponry drop, but you also earn better minerals for crafting. The crafting system is easy to grasp, as all you need to do is refine minerals to get the best upgrades possible. For instance, you can add poison or extra strength to a weapon. Crafting became one of my favorite elements as I watched my decisions make battles play out quickly, especially the tough boss battles.", "In Memories of Celceta, the Great Forest has plenty to offer and this extends to treasures, villages, bonus bosses, and dungeons. In dungeons, you solve small puzzles using your party members. Party members all have unique skills you can switch to on the fly, like lockpicking, destroying brittle walls, and shooting down out of reach obstacles to create paths. Swapping party members not only keeps things interesting in dungeons, but also in battles. For a good portion of the game I used the fast-attacker Adol, but then switched to heavy-attacker Duran for slower foes.", "You do get a break from fighting to explore towns, where villagers ask you to complete quests. Some of these are better than others. I had more fun mining as much as I could in a set time and taking over a vendor’s shop than I did when I had to survey a town for hidden gold ores. The job board also gives you plenty of extra side content to engage, whether it’s killing a mini-boss or locating a number of items for villagers.", "The drawbacks are minimal in Ys, but it does have some blemishes. Dungeons require some backtracking and can be easy to get lost in. Difficulty spikes occur when entering new areas on the map, but can be overcome by upgrading your weaponry, which usually makes you feel overpowered until the next new area. While the characters have some funny dialogue, they never really grow on you. The story is a reimagining of Ys IV, but it’s not enthralling. It merely provides Adol a reason to explore; he’s trying to regain his memories of previous adventures through the Great Forest of Celceta. The majority of these memories are snoozefests, and most of the revelations are forgettable. While narrative has always been second-rate in the series, this isn’t an excuse to give Ys a free pass for its clichéd, uninteresting plot.", "With such a big forest, the game also offers a fast travel option, but it’s not as convenient as simply clicking places you’ve already visited (at least not until you're knee-deep in the game). Certain monuments are activated throughout the forest as warp points, but you can only use ones of the same color to travel between them. While it helped me get around the forest a bit easier, it didn’t let me travel as quickly between towns as I would have liked. This is a shame because towns not only hold sidequests, but you’re also supposed to report back to your first town of Celceta to relay your findings for bonuses and story progress. It can be a pain, but luckily some of the different color monuments are close to some of the villages. Also, thankfully, later on a much better fast travel option opens up; I just wish it came sooner.", "That being said, all of Memories of Celceta’s elements come together so well that I wanted to engage in everything available. I haven’t been compelled to be a completionist in a long time, but I returned to my roots with Memories of Celceta. Battles were so fun and fast and dungeons kept adding new elements often enough that I never once felt the grind. Crafting kept me engaged by making me find for the best stat or elemental boosts. This is some of the most fun I’ve had playing an RPG this year, proving that Ys has what it takes to keep afloat."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["memories", "travel", "elements", "celceta", "hero", "forest", "makes", "crafting", "ys", "game", "dungeons", "redheaded", "good", "review", "party"], "pubDate": "2013-11-27T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}