{"id": "c980e277-4150-3b73-855e-119c5158bc74", "title": "Putting it back together again - Repairing the transatlantic rift will be tricky", "url": "https://www.economist.com/europe/2021/01/09/repairing-the-transatlantic-rift-will-be-tricky", "summary": "Start with the simple fact that Mr Biden is not Mr Trump.\nMr Biden will rejoin the Paris climate agreement and revoke Mr Trump’s withdrawal from the World Health Organisation.\nMr Biden has said he will seek to extend New START , a nuclear arms-control agreement with Russia due to expire on February 5th.\nMr Biden has indicated a willingness to do so, if Iran complies with its terms.\nShould he exercise it before leaving office, Mr Biden will face an awkward early choice.", "paragraphs": ["T WO YEARS ago at the Munich Security Conference, an annual gabfest for buffs of geopolitics, Vice-President Mike Pence delivered to his largely European audience a stinging address, full of rebukes and America First swagger. On the same stage a few hours later, Joe Biden offered a glimpse of a brighter future. “This too shall pass. We will be back,” he said. The election in November seemed to fulfil his prophecy. President-elect Biden has vowed to restore the alliances damaged by Donald Trump. He has stuffed his incoming administration with familiar faces from the Obama years. As he prepares to take office on January 20th, Europeans are again daring to dream.", "They are also drawing up to-do lists. A month after Mr Biden’s win the European Commission issued a detailed set of proposals for joint transatlantic action. A source close to the Biden team says it has “substantial alignment with our thinking”. That augurs well for what ought to be a formidable pairing. America and the European Union account for over 40% of the world’s GDP ; with Britain, nearly half of its defence spending; and huge regulatory and technological clout. But global challenges are growing and America faces fresh demands on its attention at home and in other parts of the world. Optimists say this bolsters the case for transatlanticism. But to stay relevant, the alliance needs renewal.", "Under the Biden administration, transatlantic relations will fall into three baskets. First are the relatively easy wins. Start with the simple fact that Mr Biden is not Mr Trump. The outgoing president characterised the EU as a “foe” created to impoverish America, and used to dismiss NATO as obsolete. Mr Biden will rejoin the Paris climate agreement and revoke Mr Trump’s withdrawal from the World Health Organisation. A drawdown of troops stationed in Germany, announced last year, is unlikely to stand, and Mr Biden could lift Mr Trump’s tariffs on EU steel and aluminium. Europeans may find America keener to help reform the atrophied World Trade Organisation ( WTO ), and to resolve a long-running row over aerospace subsidies.", "On security Europeans can expect a loud reaffirmation of America’s commitment to Article 5, NATO ’s mutual-defence guarantee, and more predictability in its policy towards Russia. Mr Biden has said he will seek to extend New START , a nuclear arms-control agreement with Russia due to expire on February 5th. The EU , with Britain, would also like to see America rejoin the deal they helped negotiate on Iran’s nuclear activity. Mr Biden has indicated a willingness to do so, if Iran complies with its terms. All sides are engaged in a complex diplomatic dance to increase leverage before negotiations start.", "More ambitious ideas make up a second basket. Mr Biden has pledged a “summit of democracies” to face off against autocracies. Rather than a blockbuster event, this may look more like a set of principles to guide policy across a range of issues, capped with a low-key meeting at the end of this year. But corrupt European governments, both in and outside the EU , can expect a rougher ride. On climate the two sides may struggle to get beyond bromides. Co-ordination on carbon pricing will face high hurdles in Congress. European plans for a tax on climate-unfriendly imports risk American cries of protectionism.", "Some German politicians hope to revive the Transatlantic Trade and Investment Partnership, an ill-fated Obama-era negotiation. Yet public attitudes on big trade deals have soured on both sides of the Atlantic. There may be more mileage in working on standard-setting and tax arrangements in other forums. “The Biden view isn’t a million miles away from the French idea of ‘managed globalisation’,” says Tom Wright of the Brookings Institution in Washington. A joint trade and technology council, proposed by the EU , could help push for common standards in new technologies such as AI . Other democracies could be invited to join.", "In the digital sphere, although old tensions on data privacy and competition may flare up, Tyson Barker at the German Council on Foreign Relations ( DGAP ) notes a convergence as American regulators grow alert to the challenges of Big Tech. One tripwire is a tax on digital giants approved in several European countries; retaliatory tariffs are threatened against France’s. A recent report by the DGAP and the Harvard Kennedy School urges a 12-month moratorium on such actions while the partners thrash out a common approach inside the OECD , a rich-country club.", "And the third basket? The two sides must soften tensions. Old American concerns that some Europeans, notably Germany, are delinquent on military spending will not end with Mr Trump’s exit, but nor will they be used to bludgeon Europeans into compliance. European efforts to share the security burden, including military mobility, cyber-defence and even anti-corruption, should find a receptive ear in Washington, especially if they can reduce tensions in the EU ’s neighbourhood. But French-inspired attempts to forge “strategic autonomy” in defence will meet resistance if seen as undermining NATO .", "The threat of secondary sanctions by America on entities linked to projects disliked by Congress became a major transatlantic irritant in the later Trump years. Nord Stream 2, an undersea Russian gas pipeline, was often targeted: Congress recently handed Mr Trump the power to impose sanctions on firms linked to it. Should he exercise it before leaving office, Mr Biden will face an awkward early choice.", "The burgeoning contest with China, increasingly threaded throughout American foreign policy, may prove the biggest transatlantic test. The EU sees China in part as a “systemic rival”, language that should open space for common action. Mr Biden says a “united front” would give democracies “substantial leverage” over China. Yet on December 30th the EU agreed with Xi Jinping the outline of an investment deal that drew criticism at home and in America (see Chaguan). Some Europeans boasted that this was “strategic autonomy” in action.", "For all the grumbles, Mr Biden’s team does not expect the deal to forestall deeper transatlantic co-operation on China, including at the WTO . But a more focused American approach could leave Europeans with hard choices. They will resist American entreaties to decouple fully from China—indeed, many firms are beefing up their Chinese investments (see article)—or to apply a geostrategic test to all economic relations. Europeans themselves are split on China, notes Peter Beyer, the German government’s transatlantic co-ordinator. But they will be open to discussions on shock-proofing supply chains, building joint standards, and harmonising approaches to foreign investment and in some cases to export controls. The departure later this year of Angela Merkel, a champion of engagement with China, may shift the political balance in Europe."], "authors": ["The Economist"], "keywords": ["putting", "repairing", "trump", "tricky", "america", "rift", "europeans", "china", "biden", "european", "transatlantic", "mr", "american", "eu"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}