{"id": "c9903440-7ee5-310a-83b8-af36f1dfcbbe", "summary": "The Competition and Markets Authority’s 283-page interim report into the UK digital market shows the scale of the dominance of its two biggest players.\nIt found that for the past decade, Google has controlled more than 90% of the UK’s £6bn search advertising market, while Facebook accounts for almost half of the £5bn internet display advertising market.\n“The profitability of both Google and Facebook has been well above any reasonable estimate of what we would expect in a competitive market for many years.\nThe CMA wants rules introduced to give people greater control over data and improve transparency.\nThe CMA said it believed there was a “strong argument for the development of a new regulatory regime”.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/business/2019/dec/18/google-facebook-dominance-curbed-cma-report-uk-digital-market", "title": "Google and Facebook dominance should be curbed, suggests CMA", "paragraphs": ["The UK competition watchdog has said there is a strong argument for introducing regulations to tackle the dominance of Google and Facebook, including potentially opening up search engine data to rivals and bringing in rules to give consumers greater control over their data.", "The Competition and Markets Authority’s 283-page interim report into the UK digital market shows the scale of the dominance of its two biggest players.", "It found that for the past decade, Google has controlled more than 90% of the UK’s £6bn search advertising market, while Facebook accounts for almost half of the £5bn internet display advertising market.", "“We are concerned that they are both now so large and have such extensive access to data that potential rivals can no longer compete on equal terms,” the CMA said. “The profitability of both Google and Facebook has been well above any reasonable estimate of what we would expect in a competitive market for many years.", "“Weak competition in digital advertising can increase the prices of goods and services across the economy and undermine the ability of newspapers and others to produce valuable content, to the detriment of broader society.”", "The report also cites examples of the actions Google takes to maintain its market dominance, such as paying $1.3bn (£1bn) in the UK last year to make sure it was the default search engine on mobile devices. The “vast majority” was paid to Apple.", "The CMA, which has said it is not minded to launch a full market investigation, has raised a number of proposals it feels are worth considering to address Google’s dominance, such as forcing it to share search data with rivals.", "The watchdog also found issues with how large technology companies harvest personal data to drive advertising revenues. It said platforms such as Facebook did not give consumers the option to opt out of personalised advertising, and privacy settings were made very difficult to access and navigate.", "Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk", "“People are presented with a take-it-or-leave it offer, forcing them to share considerable amounts of personal data as a condition for using the service,” the report says.", "The CMA said a consumer may need to read 10,000 words to understand how their data would be used, but the average visit to the Google privacy page lasted 47 seconds. The CMA wants rules introduced to give people greater control over data and improve transparency.", "The CMA said it believed there was a “strong argument for the development of a new regulatory regime”.", "Andrea Coscelli, the regulator’s chief executive, said: “At the end of the study, we will present our findings to the new government as they decide whether and how to regulate what is an increasingly central sector in all our lives.”"], "authors": ["Mark Sweney"], "keywords": ["dominance", "cma", "uk", "market", "report", "google", "facebook", "data", "advertising", "suggests", "search", "curbed"]}