{"summary": "Vejo also has a phone app that allows users to track the blends they drink and set automatic drink reminders.\nXEN BY NEUVANAGive the gift of relaxation with Xen, a new device designed to deliver multiple wellness benefits through ear-based vagus nerve stimulation (VNS).\nXen works by using earbuds that send a gentle electrical signal to a vagus nerve catalyst located in the ear.\nThis adjustable fitness tool also comes with access to 24 trainer-led exercises on Bowflex’s YouTube channel and a two-year warranty.\nAs an extra bonus, if you should ever lose your Vert earbuds on a hike or on the slopes, you can use the included tile tracker function to see its last known location through an app.", "keywords": ["holiday", "users", "ideas", "xen", "gift", "fitness", "earbuds", "vert", "vejo", "tunes", "kettlebell", "vagus", "shoe", "health", "blends", "gurus"], "paragraphs": ["Whether you have someone who loves to hit the trails or the gym, give a gift of wellness this year with these five health-centric gifts.", "1. NIKE JOYRIDE RUN FLYKNIT", "Geared for beginners and seasoned runners, Nike’s Joyride Run Flyknit is a pillowy shoe that’s stable enough for most runs and even days in the gym.", "Nike is known for its sleek and innovative designs, which is why they created Joyride with their new \"proprietary cushioning system\" that reportedly helps reduce strain on your legs, ankles and feet.", "PELOTON ACTRESS BREAKS SILENCE AFTER CONTROVERSY, NABS ANOTHER GIG WITH AVIATION GIN", "Inside the sole of the shoe are three or four chambers (depending on your shoe size) filled with thousands of thermoplastic elastomer beads, which are essentially tiny foam balls. The idea is that when your foot sinks into the bead chambers, the beads compress to absorb shock and expand to provide a springy feeling when you run. Nike’s website also said the system creates a footbed that forms to your foot so it feels personalized.", "Although some online reviews complained about the high price for a running shoe, others gushed over the comfortability and how it felt like they were walking on air.", "2. VEJO BLENDER STARTER KIT", "If you have someone on your list who loves smoothies or is obsessed with juicing, the Vejo blender is the perfect gift.", "Touted as the world's first pod-based blender, Vejo is a convenient way to get nutrition on the go. Unlike traditional blenders, Vejo uses custom smoothie blends in a K-cup-like pod. The pods are filled with fruits and vegetables freeze-dried into powder.", "There are blends for everyday health like Tart Berry or Banana Almond, or more performance-focused blends for pre- and post-workouts that contain ingredients like beetroot that supposedly improves oxygen utilization and Beta-alanine that may reduce muscle pain and soreness. They also have a few blends for daily stress management and sleep support.", "Using Vejo is simple. Users add cold water or a milk of their choice, pop in a smoothie pod and twist the top down. Then, about 30 seconds later a doctor-formulated, nutritious smoothie is ready to enjoy anytime, anywhere.", "Vejo also has a phone app that allows users to track the blends they drink and set automatic drink reminders.", "3. XEN BY NEUVANA", "Give the gift of relaxation with Xen, a new device designed to deliver multiple wellness benefits through ear-based vagus nerve stimulation (VNS).", "Xen works by using earbuds that send a gentle electrical signal to a vagus nerve catalyst located in the ear. When the vagus nerve is stimulated, it activates the parasympathetic nervous system, which supports a calm and positive mood.", "The Xen device can be paired with a music streaming app or library so users can listen to their favorite tunes or ambient sounds while Xen subtly sends electrical waveforms through your ear and to the vagus nerve.", "The company website says the benefits of VNS can include better sleep, less stress, more tranquility, enhanced focus, a brighter mood and even reduced cravings.", "Neuvana recommends two 15- to 20-minute daily sessions in order for users to feel the effects of VNS in one to two weeks.", "4. BOWFLEX SELECTTECH 840 KETTLEBELL", "Your friend or family member will love this all-in-one kettlebell from Bowflex.", "A kettlebell is a great piece of workout equipment to add to anyone’s personal gym. It can be used for several types of exercises like lunges, lifts, and shoulder presses. Fitness experts love incorporating kettlebell moves into their workouts as it gets your heart pumping and can burn more calories in less time.", "REPORTER CAUGHT BOYFRIEND CHEATING WHEN 'PHYSICAL ACTIVITY' SPIKED ON FITBIT: 'WISH THE STORY WASN'T REAL'", "Known for its cannonball look with a handle on top, the kettlebell isn’t traditionally the most space-saving piece of equipment if you want it in different weights, but the Bowflex kettlebell fixes that issue with its unique and compact design. The Bowflex SelectTech 840 Kettlebell can go from 8 to 40 pounds with a simple turn of a dial on the device, so instead of storing six different weights at home, users can work out with settings at 12, 20, 25, 35, and 40 pounds.", "This adjustable fitness tool also comes with access to 24 trainer-led exercises on Bowflex’s YouTube channel and a two-year warranty.", "5- SKULLCANDY VERT CLIP-ANYWHERE WIRELESS EARBUDS", "Skullcandy released new wireless earbuds called Vert, which targets users who want to enjoy some tunes while outside exploring.", "The semi-wireless earbuds are tethered to an oversized and glove-friendly control module that gives users access to their tunes, calls, and voice assistant. The larger than usual control station was created specifically with sport enthusiasts in mind. The dial can clip to a goggle or helmet strap and features an extra-large button to pause and play songs along with a moveable edge to adjust volume or change tracks.", "Vert was also created with a \"stay-aware” design that allows some outside noises in so users can be cognizant of their surroundings and hear if another rider is coming up behind or around them on a trail.", "CLICK HERE TO GET THE FOX NEWS APP", "The sweat- and water-resistant buds are said to last around 10 hours on a full charge.", "As an extra bonus, if you should ever lose your Vert earbuds on a hike or on the slopes, you can use the included tile tracker function to see its last known location through an app."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/health/5-holiday-gifts-health-fitness-gurus", "authors": ["Lindsay Carlton", "Lindsay Carlton Is A Senior Video Producer", "Writer For Fox Digital Originals. Follow Her On Twitter"], "id": "c9ac0bc8-f63f-3300-9ec4-cb82225e5418", "pubDate": null, "title": "5 holiday gift ideas for health and fitness gurus"}