{"id": "c9acb308-e6cc-3080-8d98-e545d320853a", "title": "China, Russia and the new space race", "url": "https://www.ft.com/video/7fd4be0f-af8c-466b-b6f8-e45eb1df3160?playlist-name=editors-picks&playlist-offset=0", "summary": "But when you delve into what this space programme actually involves it becomes even more fascinating.\nBut right now Russia is arguably the leading space power.\nBut the country's space programme is looking outdated and lacking the financial muscle of global rivals.\nNow it looks like China and Russia, having often been rivals, are joining hands to realise their respective space ambitions.\nIn 2007 China really fired the starting gun on that by using a satellite killing missile.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Outer space is a key part of the China dream.", "The conquest of the cosmos has really been considered one of Russia's crown jewels.", "Beijing also sees space as a crucial aspect of its aim to become the world's number one technological great power.", "So this is about prestige meeting hard power, right?", "China is moving into space in a big way. The president, Xi Jinping, has said that outer space is a key part of the China dream. Beijing also sees space as a crucial aspect of its aim to become the world's number one technological great power by 2049 with an intimidating military. But when you delve into what this space programme actually involves it becomes even more fascinating. Not only has China made the only Moon landing in the past 40 years, it has also landed on the dark side of the Moon. And in addition, it has a huge telescope listening out for aliens somewhere in the ether and a network of surveillance satellites ringing the Earth.", "Ever since the Soviet Union launched Yuri Gagarin into space in April 1961, beating the Americans into orbit at the height of the Cold war, the conquest of the cosmos has really been considered one of Russia's crown jewels. But right now Russia is arguably the leading space power. It's launched more manned space flights than other countries combined. But the country's space programme is looking outdated and lacking the financial muscle of global rivals.", "Now it looks like China and Russia, having often been rivals, are joining hands to realise their respective space ambitions. So Henry, what does it look like from Moscow?", "Just in March, Russia and China signed a deal to jointly build a base on the Moon and orbiting the Moon in a really extraordinary announcement that really shows that Russia sees its future of its space programme with the Chinese. Now the wider context here is, of course, this blooming Russia-China friendship built on the relationship between Vladimir Putin and Xi Jinping and driven, really, since 2014, since western sanctions were imposed against Moscow after the annexation of Crimea. That pushed Russia, if you like, to turn eastwards for friendship, for trade and investment, and for collaboration.", "Now, space is a great area for that. Russia could do with partners in space with financial backing. China could do with people who have the expertise and the historical basis on which to build. So this deal is only an MoU, but it does signal that Russia very much sees China as its future partner. For the last two decades it's been partnered with the US. They built the International Space Station together. For the last 10 years American astronauts have been getting to that station on Russian rockets.", "But the Russians are now saying that they want to build the lunar station with the Chinese and not with the Americans, who have a rival project to do the same thing. So the Soviet Union's space programme was built out of an idea of national pride. Is the Chinese programme the same?", "Well, the pride aspect of this is obviously very important. If China can make scientific breakthroughs from research conducted at its lunar base, or similarly, through a Chinese probe called Tianwen-1 that's due to land on Mars in May or June, then of course that will play really well back in China. Similarly, the kudos that would follow any discovery of signs of extraterrestrial life would be enormous.", "China's listening in to outer space with the help of a 500-metre telescope that started hunting last September for what it calls candidate ET signals. But this is also about hard power as well. China has a network of communications satellites ringing the Earth which are vital for maintaining both the internet and its surveillance of what's happening on the Earth. And as part of this broader satellite system, Beijing is also pushing for the development of missiles and electronic weapons that can target satellites in low and high orbits, according to some of the latest research from the US Pentagon.", "But Henry, what about Russia? Is it also prioritising the militarisation of space?", "Well, it depends if you believe their words or their deeds. In words, the Russians say that the exploration and use of outer space is for peaceful purposes and the interests of all mankind. They've actually attacked the US for what they say are efforts to militarise space. But indeed, the Russians definitely understand that the geopolitical benefits here are massive. If China and Russia can establish themselves as the pre-eminent space powers of this century, then Beijing and Moscow basically then take the lead in writing the rules of the road for satellites and the looming weaponisation of space as an arena of warfare.", "In 2007 China really fired the starting gun on that by using a satellite killing missile. And the US has accused the Russians of designing their own space weapons. There's a laser weapon that they have here on Earth that can apparently be used to take down satellites. And last July, Washington said that they've been tracking a Russian satellite that fired a projectile out across outer space. Moscow says it was an inspection device. NASA said that it could have taken down another satellite.", "So this is about prestige meeting hard power. This is about who dominates the planet's orbit. And with so much new technology, as you said, relying on satellites for communications, for surveillance, it's a really big prize for Moscow and Beijing if they can establish themselves as the dominant power. So we saw how Russia and the US worked together in space for more than two decades and now seem to be drifting apart. Why should the Russian-Chinese relationship be more durable?", "China and Russia, and of course its predecessor, the Soviet Union, do have a bit of a history of making alliances and then falling out. They were communist allies in the 1960s, but then they fell out so acrimoniously that they ended up fighting a border war in 1969. Of course, these are different times now. And the two have growing trade relations, and there are pipelines sending oil and gas from Russia to China. Diplomatically, they both regard each other as a bulwark against the influence of the west.", "So this is clearly a relationship that has some depth. But there is a feeling that this could change, particularly, for example, if China was to catch up with Russia technologically in space or if other issues started to emerge in their relationship.", "I totally agree. I think 10 years ago, you would say, why would Russia need the Chinese to do this? In 10 years' time, as Beijing's expertise in space experience swells, people there may be saying, why do we still need the Russians? We could do this ourselves. I think it also remains to be seen how this co-operation will work in practise. It's one thing to sign a document on planet Earth agreeing to build a space station on the Moon. It's another thing altogether to get it up there."], "authors": ["Filmed", "Produced Tom Griggs. Graphics Russell Birkett"], "keywords": ["satellites", "programme", "power", "chinese", "really", "russians", "space", "china", "moon", "race", "russia"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}