{"id": "c9b79317-2415-32ee-a5ae-51578ebcc196", "title": "How travelers help to protect the Outer Islands of the Seychelles", "url": "https://cnn.com/travel/article/protecting-seychelles-outer-islands/index.html", "summary": "(CNN) — There are few places in the world as beautiful, or as vulnerable as the Outer Islands of Seychelles.\nWhile the archipelago in the western Indian Ocean is made up of 115 islands, its 72 Outer Islands are undoubtedly its most remote and preserved locations.\n\"The most unique thing about the Outer Islands is they've been frozen in time,\" environmentalist Keith Rose-Innes tells CNN Travel.\nIn May 2018, Rose-Innes co-founded Blue Safari , which offers experiential style holidays that allow travelers to both explore the Outer Islands of the Seychelles and help to protect the ecosystems of these diverse islands and atolls.\nWhile the Islands Development Company (IDC) manages 13 of the 72 Outer Islands, Blue Safari looks after four of these -- Alphonse, Astove, Cosmoledo and Farquhar.", "paragraphs": ["(CNN) — There are few places in the world as beautiful, or as vulnerable as the Outer Islands of Seychelles.", "While the archipelago in the western Indian Ocean is made up of 115 islands, its 72 Outer Islands are undoubtedly its most remote and preserved locations.", "Situated at distances ranging from 60 minutes to two and half hours away from the main island of Mahé, the islands and atolls feature an abundance of marine life, pristine coastline and exotic birdlife.", "Among them are UNESCO World Heritage site Aldabra, home to the largest giant tortoise population in the world, Alphonse, the first Seychelles island to become reliant on solar power and the uninhabited Cosmoledo, known for its spectacularly pristine coral reefs.", "\"The most unique thing about the Outer Islands is they've been frozen in time,\" environmentalist Keith Rose-Innes tells CNN Travel. \"These islands are so inaccessible by humans and so far out that they've been left alone.", "\"The coral's still intact, because the atolls have very sharp drop offs and the cool water circles around them. So there's very little coral bleaching.", "\"The biomass of fish underneath the sea is incredible. At times if you swim 10 meters apart you can't see each other because there's so many fish. So it is really an amazing place. There's been very little human pressure over the years.\"", "Related content The man searching for pirate treasure in the Seychelles", "Under threat", "Alphonse Atoll is one of the best preserved locations in the Outer Islands of the Seychelles. Fiona Ayerst", "But while the Outer Islands have been spared some of the \"human pressure\" problems faced by destinations such as Thailand, they, along with the rest of the Seychelles, are under threat nonetheless.", "At present, the most significant dangers to the islands are plastic pollution, overfishing and climate change.", "The latter has led to the world's first debt-for-conservation deal , which was signed between the government of the Seychelles and The Nature Conservancy in 2016.", "This saw US charity Nature Conservancy and a number of investors buy a percentage of the Seychelles' national debt and put it into the Seychelles Conservation and Climate Adaptation Trust ( SeyCCAT ), which offers low interest rates on repayments.", "The money has been channeled into projects aimed at protecting marine life and tackling the impact of climate change and promised to make 30% of its national waters protected areas by the close of 2020.", "After spending many years exploring the Outer Islands as a fly-fisherman, Rose-Innes says he's witnessed the effects first hand.", "\"Climate change is a big issue,\" he says. \"I can see it [the difference]. For instance, we get bigger storms. The island of Farquhar experienced the most vicious cyclone ever recorded in the Indian Ocean in 2016.", "\"And an increase of one degree in sea temperature will mean 80% of our coral will die. Now is the time to protect these places, and use them in the right way so they can stay around for longer.\"", "Related content Best beaches in the Seychelles", "Protecting paradise", "Alphonse has recorded more than 130 species of bird. Anthony Grote", "He's turned his attention to conservation in recent years as a way of \"giving back\" after becoming concerned about the future of the Outer Islands.", "In May 2018, Rose-Innes co-founded Blue Safari , which offers experiential style holidays that allow travelers to both explore the Outer Islands of the Seychelles and help to protect the ecosystems of these diverse islands and atolls.", "\"I was known as the 'fly fisherman,'\" he says. \"That was my passion. But when you're walking around the islands or sitting in the boat, you're noticing all of the amazing things these atolls have to offer.", "\"I thought 'how do we create enough revenue to protect these places? How do we reduce the amount of fly fishing we do? The only way to do that was through ecotourism.\"", "Blue Safari offers a number of activities and programs, such snorkeling with and photographing manta rays, birdwatching walks, turtle patrols, scuba diving, tree planting, beach cleanups, and a scuba diving excursion to collect debris from the ocean.", "The accommodation available includes lodges, eco-camps, as well as eco-pods made from shipping containers.", "\"Every year we've seen amazing growth and more people coming,\" he says. \"It's important to allow people to experience and see these amazing places,\" he adds. \"This also opens up the possibility of raising funds.\"", "While the Islands Development Company (IDC) manages 13 of the 72 Outer Islands, Blue Safari looks after four of these -- Alphonse, Astove, Cosmoledo and Farquhar.", "Travelers who visit any of the islands are required to pay a $25 a day conservation charge, which is donated to its designated foundation and put towards ecological and environmental programs and initiatives.", "While those who take part in the activities provided by Blue Safari are offered a unique insight into the Outer Islands through unique experiences, Rose-Innes says he and his team of over 150 also gain a lot from meeting travelers and educating them on the work that's being done.", "Plastic problem", "The uninhabited Cosmoledo atoll is the furthest from the mainland Mahé island. Blue Safari Seychelles", "\"It's an incredible opportunity,\" he says. \"There aren't many places around the world where you're able to interact with guests, show them what you're doing and tell them how they can make a positive impact by coming on holiday.\"", "Beach clean-ups are perhaps one of the most essential activities that visitors can take part in, if not the most thrilling.", "Tons of plastic, mainly from ships, regularly washes up on the beaches of the Outer Islands and the amount is increasing every year according to Rose-Innes.", "\"We are picking up tons of plastic, especially after better weather on the beaches,\" he says. \"So that's obviously quite a concerning thing.\"", "In March 2020, the Ocean Project Seychelles , a non-governmental organization established in November 2016, erected a \"plastic ocean arch\" made from rubbish collected on the Outer Islands to raise awareness of plastic pollution.", "Interestingly, flip flop sandals are among the most common plastic items that end up in the Outer Islands, along with water bottles.", "\"One or two of our islands get quite a big build of flip flops,\" Rose-Innes explains. \"Funnily enough, it's mostly left side flip flops. I think it's like 10 to one left versus right.\"", "However, Rose-Innes is hopeful that the global movement towards reducing plastic packaging will eventually reduce the amount of plastic that finds its way over to the islands.", "Although the Seychelles is still seen as a far-flung beach destination by many travelers, the popularity of destinations such as Costa Rica, the Galapagos Islands and Kenya has proven that there's still a huge market for these types of trips.", "According to a report published by Allied Market Research in January, the global ecotourism industry generated $181.1 billion in 2019, and is projected to reach $333.8 billion by 2027.", "\"Ecotourism is very important because it raises awareness for the environment,\" says Rose-Innes.", "\"If you have a guest that comes out and we take them on a beach clean-up where we pick up plastic, it's very easy for them to take that back to where they come from.", "\"And maybe next time there'll think twice about buying a plastic bag.\"", "Related content Tourism collapse puts wildlife conservation in peril", "Safeguarding the future", "The Blue Safari team lead a number of activities, such as beach cleanups and bird watching walks. Melissa V.d Walt", "Meanwhile, the debt-for-conservation deal has proved successful so far.", "Last March, Seychelles President Wavel Ramkalawan announced the nation had followed through on its pledge to protect 410,000 square kilometers of its waters, an area around the size of Germany.", "\"Seychelles is ultimately an Oceanic State and our people are connected to the ocean,\" he said in a statement.", "\"By protecting these large areas we are not only safeguarding our marine environment but balancing economic growth through the management of the resources that the sea provides.\"", "While its economy is highly dependent on the ocean and marine resources, tourism also plays a big part and numbers have been down significantly due to the Covid-19 pandemic.", "The nation, which closed its borders last April before reopening with restrictions in July, has coped reasonably well during the Covid 19 pandemic, with just over 1,000 recorded cases and three deaths.", "At present, only fully-vaccinated visitors, non-vaccinated visitors from the Seychelles' category 1 and 2 list , as well as those arriving by private jet, are permitted to enter. Non-vaccinated visitors must self-isolate for 10 days and provide a negative PCR result taken within 72 hours of arrival.", "Officials aim to vaccinate over 70% of its estimated 98,000 population by mid-March, which would make the Seychelles the first nation to vaccinate its entire population and allow restrictions to be relaxed further.", "\"For the coming months, nothing is coming in and this is a disaster,\" Sybille Cardon from the Seychelles Hospitality and Tourism Association told the Seychelles News Agency i n January.", "\"It is really important to put in place the right protocols as tourists still want to come and spend a holiday in Seychelles.\"", "Rose-Innes shares this sentiment, but is confident that things will improve in the coming months.", "\"We're hoping that by around April we'll be back to some sort of normality with regards to guests coming to the islands,\" he says.", "\"But at the moment it's very quiet. And the less people that come to the islands, the less funding we're able to raise."], "authors": ["Tamara Hardingham-Gill"], "keywords": ["travelers", "coming", "islands", "outer", "safari", "protect", "plastic", "places", "blue", "roseinnes", "ocean", "help", "seychelles"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}