{"id": "c9cc52d3-e24c-3e39-bdd2-b016284766cc", "title": "Another species harmed by climate change: Japanese poets", "url": "https://www.economist.com/asia/2021/04/08/another-species-harmed-by-climate-change-japanese-poets", "summary": "The cherry trees in Tokyo began flowering on March 14th, tying the record for the earliest start since the Japan Meteorological Agency began monitoring in 1953.\nScientists believe climate change is to blame.\nIt is not just cherry trees that climate change is confusing, however, but also the poets who write paeans to them.\nBut as the climate warms and weather becomes more extreme, kigo are slipping from their seasonal moorings.\nFor more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub", "paragraphs": ["The seasonal markers that all haikus must contain are out of whack", "“H OW MANY , many things/they call to mind/these cherry blossoms!” the poet Basho once wrote of Japan’s favourite flower. The blossoms have long provoked reflections on beauty, transience and the unceasing rhythms of the natural world. This year, their annual appearance has many thinking about how those rhythms are changing. The cherry trees in Tokyo began flowering on March 14th, tying the record for the earliest start since the Japan Meteorological Agency began monitoring in 1953. In Kyoto the trees reached full bloom on March 26th, the earliest date in 1,200 years of records. Scientists believe climate change is to blame.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Soon sakura may come not just early, but in less profusion. The cherry tree common in most of Japan, the Somei Yoshino breed, requires a protracted cold spell in autumn and winter in order to produce its resplendent buds in spring. Temperatures must remain below 8°C for around 40 days—something that is no longer a certainty in parts of southern Japan. Happily, scientists at Riken, a research institute, have created a less picky variety. Abe Tomoko and her colleagues scrambled cherry stones’ DNA by irradiating them in a particle accelerator. The result is the Nishina Otome variety, which still flowers after a mild winter.", "It is not just cherry trees that climate change is confusing, however, but also the poets who write paeans to them. Seasons have long occupied a prominent place in Japanese literature: Kokinwakashu, a poetry anthology published in the 10th century, opens with six chapters of seasonal poems. Basho, who popularised haikus in the 17th century, tended to include in his poems kigo, or seasonal words, to anchor them temporally and thus evoke a certain emotional state.", "Over the centuries, poets compiled almanacs of kigo, categorising most natural and even some human phenomena by season, or even by particular months. But as the climate warms and weather becomes more extreme, kigo are slipping from their seasonal moorings. This “season creep” makes it harder for contemporary readers to understand traditional haiku, says David McMurray, who teaches the form at the International University of Kagoshima. A poem that mentions typhoons is supposed to evoke autumn, but they now occur as early as May and as late as December, laments Miyashita Emiko, a poet. The fluctuating sakura, although worrying, are still evocative. They bring to mind “the danger of the situation we are in”.", "For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub"], "authors": ["The Economist"], "keywords": ["change", "species", "seasonal", "japanese", "cherry", "trees", "japan", "kigo", "harmed", "variety", "season", "poets", "scientists", "climate"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}