{"id": "c9cf7f2c-a18f-3849-b1f6-b0995a1759d2", "title": "Facebook lawsuits: the biggest tech battle yet, and one that is long overdue", "url": "https://www.theguardian.com/technology/2020/dec/10/facebook-lawsuits-the-biggest-tech-battle-yet-and-one-that-is-long-overdue", "summary": "Facebook is facing perhaps its greatest existential threat yet as the company prepares to battle two antitrust lawsuits brought by the US government and more than 40 states.\nThe lawsuits brought against Facebook on Wednesday accuse the company of wielding its “monopoly power” to crush and overwhelm its rivals.\nThe cases tackle Facebook’s acquisitions of Instagram and WhatsApp in particular, deals which federal regulators now say should be unwound.\n“These two entities have been absorbed into Facebook and Facebook could replicate them,” he says.\nFacebook has also had a lot of time to prepare its defenses, as the antitrust suits were expected for months.", "paragraphs": ["Facebook is facing perhaps its greatest existential threat yet as the company prepares to battle two antitrust lawsuits brought by the US government and more than 40 states. But while analysts are calling the crackdown an important step, whether the social media giant can be reined in remains to be seen.", "The lawsuits brought against Facebook on Wednesday accuse the company of wielding its “monopoly power” to crush and overwhelm its rivals. The cases tackle Facebook’s acquisitions of Instagram and WhatsApp in particular, deals which federal regulators now say should be unwound.", "The move by the US Federal Trade Commission (FTC) and 48 attorneys general is being heralded by some analysts as an unprecedented move, and one that’s long overdue. But there’s still a long way to go, especially as the lawsuits could take years to litigate.", "“I don’t think anything is going to happen in the short run,” says George Hay, a professor of Law at Cornell University and former member of the US Department of Justice’s antitrust division. “I think Facebook has no incentive to resolve this case. It is not like they are facing jail sentences or a big fine.”", "", "The attacks against Facebook come in the form of twin lawsuits, one brought by the FTC and another brought by a coalition of states. They accuse Facebook of creating and holding on to a monopoly in its market, with a sprawling network of acquisitions that were intentionally anticompetitive, and strategically shut out software developers that could have grown into competitors. With its monopoly, consumers were not only left without broader engagement options, but were also pushed into accepting Facebook’s now notorious privacy issues.", "Hay adds that the issues brought by the complaints are narrow in nature, especially their focus on two particular acquisitions: a $1bn deal to buy the photo-sharing app Instagram in 2012, and the $19bn purchase of the global messaging service WhatsApp in 2014.", "Together, the buys brought the top four social media companies worldwide under Facebook’s control, and both the FTC and the states’ complaints detail how Facebook executives saw the apps as potential competitors before paying huge sums to acquire them.", "The lawsuits represent the biggest antitrust cases in a generation, comparable to the lawsuit against Microsoft Corp in 1998. The federal government eventually settled that case, but the years-long court fight and extended scrutiny prevented the company from thwarting competitors, and is credited with clearing the way for the explosive growth of the internet.", "But the Silicon Valley of today is even more powerful and fast-moving, and the lawsuits may end up being too little too late if regulators are unable to break up the company for years to come. “These two entities have been absorbed into Facebook and Facebook could replicate them,” he says. “I suspect they will continue to litigate and who knows – at the end of the day, maybe the FTC will succeed. But that’s a long way off.”", "The suits do go further than the two acquisitions, also focusing on Facebook’s tactics to block potentially competitive third-party software developers from using its systems, and Hay acknowledges that shining a light on the company’s strategies could alter their behavior. But, he says, that might not be enough to enable one of these small companies to rise through the ranks and actually compete.", "Others see the suits as an essential step to squash anticompetitive actions taken by the company, and set an important precedent for a tech industry that has yet to be effectively regulated.", "The moment they got market power they stopped protecting your data Matt Stoller, American Economic Liberties Project", "“Unraveling existing mergers is hard, especially when 10 years have passed. But it is possible,” says Mark Lemley, a senior fellow at the Stanford Institute for Economic Policy Research. He adds that this case is a much bigger deal than a separate antitrust suit filed against Google in October by the Department of Justice. “They are seeking to break up parts of Facebook,” he writes, adding that if Facebook is forced to open its application programming interface (API) to competitors it could open up significant competition.", "“It never should have gotten to this point,” says Matt Stoller, the director of research at the American Economic Liberties Project, who sides with Lemley in seeing the suit as a big step forward. “After 20 years of lawlessness, people are trying to enforce the law.”", "Facebook has faced scrutiny over its user data practices for years, and Stoller and others hope the lawsuits will shed light on this and other issues linked to the company’s market dominance.", "“It’s pretty obvious that they should be unwound,” he adds. “The moment they got market power they stopped protecting your data because they wanted more information and you didn’t have anywhere else to go.”", "“Very glad to see states connect FB’s monopolization to all around quality degradation, including increase in ad load, proliferation of fake accounts, and inaccurate performance & other metrics for advertisers,” tweeted Lina Khan, an associate professor of law at Columbia Law School, on Wednesday, adding she hoped the suits will mark “yet another step forward in the growing efforts to rehabilitate antitrust laws & recover antimonopoly”.", "Both suits are the results of months-long investigation by the states and the FTC, which built on a separate inquiry conducted by the US House judiciary subcommittee. That inquiry released millions of documents that appeared to show that Facebook executives, including Mark Zuckerberg, were concerned the apps could become competition, before aggressively pursuing them.", "The FTC cleared Facebook for the acquisitions when they occurred, a move the company is hoping to leverage in mounting a strong defense. Facebook executives are also arguing that their company has helped the apps grow, and that they weren’t competitive when they were brought under Facebook ownership.", "“This is revisionist history,” said Facebook’s vice-president and general counsel, Jennifer Newstead, in a statement provided to the Guardian. “The government now wants a do-over, sending a chilling warning to American business that no sale is ever final. People and small businesses don’t choose to use Facebook’s free services and advertising because they have to, they use them because our apps and services deliver the most value. We are going to vigorously defend people’s ability to continue making that choice.”", "The company is expected to fight hard to hold on to its online empire, which now also includes recently acquired Giphy, a hugely popular moving-image app and Kustomer, an e-commerce app. Facebook has also had a lot of time to prepare its defenses, as the antitrust suits were expected for months.", "Mark Patterson, a professor at Fordham Law School says it is possible Facebook could try to settle, or agree to more oversight in order to avoid selling parts of its business. But no matter what happens, he says, this is big. Bigger than the new Google case and bigger than antitrust cases against Microsoft and AT&T in the late 90s.", "“It’s the most significant antitrust suit since the original trust cases 100 years ago,” he says. “The role that Facebook plays in terms of the information it delivers to people, makes this a way bigger deal.”"], "authors": ["Gabrielle Canon"], "keywords": ["lawsuits", "facebook", "biggest", "battle", "company", "long", "overdue", "tech", "suits", "states", "acquisitions", "brought", "facebooks", "antitrust", "ftc"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}