{"id": "c9f9f18c-3758-36b2-a911-b6b34a3e1dcd", "title": "Joe Biden's student loan plans: 5 changes you may see soon", "url": "http://www.foxbusiness.com/money/joe-biden-student-loan-plan-changes", "summary": "But student loan borrowers were dealt a much-needed break thanks to the CARES Act and student loan refinancing rates hit record lows, giving private student loan holders an opportunity to potentially save money.\nSome federal student loan debt could be canceled You may borrow fewer student loans Receiving student loan forgiveness could become easier Pell grants may expand Income-driven repayment plans may change1.\nIf you don't qualify for a federal student loan, a grant, or any other scholarship, consider taking out a private student loan.\nIncome-driven repayment plans may changeIncome-driven repayment plans can make it easier to keep up with federal student loan payments.\nDON'T IGNORE LOW STUDENT LOAN RATES - WHY YOU SHOULD REFINANCE TODAYWhat to do if you have private student loansBiden's plan for student loans is expansive but it doesn't include private student loans.", "paragraphs": ["The coronavirus pandemic has impacted our everyday lives, including the financial aspects — like mortgages and student loans. But student loan borrowers were dealt a much-needed break thanks to the CARES Act and student loan refinancing rates hit record lows, giving private student loan holders an opportunity to potentially save money.", "Continue Reading Below", "After the November 2020 election, student loan borrowers may be wondering: \"What's next? Will there be more extensions or opportunities to relieve student loan debt?\" If you have a private student loan, you'll still want to pause and consider refinancing while rates are low. You can compare rates and lenders via multi-lender site Credible today.", "Here's what you need to know about potential changes to your student loans in the near future under President-elect Joe Biden and his administration.", "5 ways your student loans may change under Biden", "As part of his campaign platform, Biden proposed making several key changes to federal student loans.", "Those changes, if they become a reality under the new administration, could affect how you borrow and repay student loans going forward. With Inauguration Day approaching, here are some of the most important things to know.", "Some federal student loan debt could be canceled You may borrow fewer student loans Receiving student loan forgiveness could become easier Pell grants may expand Income-driven repayment plans may change", "1. Some federal student loan debt could be canceled", "As a centerpiece of his higher education plan, Biden has proposed canceling up to $10,000 in federal student loans for eligible borrowers. That could help with making a dent in what you owe.", "But there's a hitch: cancellation doesn't apply to private student loans. If you have private student loans, refinancing them could still save you money — particularly, because the Federal Reserve is committed to keeping the Fed Funds Rate low through at least 2022.", "Refinancing your loans could lower your interest rate and your monthly payment. Visit Credible to compare variable interest rates and fixed interest rates for refinance loans from multiple lenders without affecting your credit.", "REFINANCE YOUR STUDENT LOANS NOW TO SAVE THOUSANDS OF DOLLARS IN INTEREST", "2. You may borrow fewer student loans", "Rising tuition rates are one of the biggest drivers leading students to take out federal student loans and private student loans. One potential solution Biden has proposed to tackling the high cost of education is making two- and four-year public colleges tuition-free for families making under $125,000 per year.", "You'd still be responsible for paying other costs of attendance, such as room and board, books, supplies, and transportation expenses. But by making college tuition-free, Biden's plan could lessen certain borrowers' reliance on student loans to pay for college. That means less student debt to repay after graduation.", "FEDERAL STUDENT LOANS VS. PRIVATE STUDENT LOANS: COMPARE RATES", "3. Receiving student loan forgiveness could become easier", "Currently, student loan forgiveness allows eligible borrowers to have some of their federal loans erased after making 120 qualifying payments. This type of forgiveness is available to borrowers with eligible federal student loans that are enrolled in an income-driven repayment plan.", "President-elect Biden's proposed plan would make it easier to have student loans forgiven. For every year of national or community service a borrower completes, $10,000 of undergraduate or graduate student loans would be forgiven. This benefit could be claimed for up to five years and it could be claimed retroactively for borrowers who are already enrolled in Public Service Loan Forgiveness.", "Again, this would only apply to federal student loans. Private student loans wouldn't be eligible, which is another reason to consider student loan refinancing options via Credible and determine how much you could save on monthly payments and beyond.", "HERE'S HOW REFINANCING STUDENT LOANS COULD 'INCREASE YOUR CASH FLOW'", "4. Pell grants may expand", "Pell grants are designed to help lower-income students pay for college, independent of student loans. President-elect Biden has proposed doubling the maximum Pell grant amount and expanding benefits to include more middle-class Americans. Either measure could help make college more affordable and more accessible. And getting a larger Pell grant could mean fewer student loans are needed to fill the financial gap for borrowers.", "If you don't qualify for a federal student loan, a grant, or any other scholarship, consider taking out a private student loan. Credible can help you compare rates from up to eight private student loan lenders at once.", "WHAT QUALIFIES YOU FOR FREE COLLEGE?", "5. Income-driven repayment plans may change", "Income-driven repayment plans can make it easier to keep up with federal student loan payments. Biden's plan for income-driven repayment could allow you to pay less toward your loans.", "Specifically, if you make $25,000 or less each year, you wouldn't be required to make any payments on undergraduate federal loans. Your loans won't accrue interest either, which is a money-saving plus.", "Borrowers above that income threshold would pay 5% of their discretionary income over $25,000 toward their loans. After 20 years, any outstanding loan balances for people who made their payments according to the plan would be forgiven.", "If you're looking to change loan terms or cut the life of your loan, consider refinancing your private student loan today. Credible can help introduce you to loan officers or you can complete the process entirely online.", "DON'T IGNORE LOW STUDENT LOAN RATES - WHY YOU SHOULD REFINANCE TODAY", "What to do if you have private student loans", "Biden's plan for student loans is expansive but it doesn't include private student loans. If you have private student loan debt, refinancing your loans is one option worth exploring.", "If you have a good credit history and credit score, you may be able to lock in a lower rate on your loans now. The same is true if you have a cosigner with good credit history who's willing to sign off on the loans with you.", "Comparing interest rates from different lenders can give you an idea of how much money you might be able to save by refinancing. And take time to run the numbers through an online student loan calculator to estimate your new monthly payments.", "HOW TO CHOOSE THE BEST STUDENT LOAN TERMS FOR REFINANCING"], "authors": ["Rebecca Lake"], "keywords": ["soon", "changes", "private", "federal", "making", "loan", "student", "joe", "borrowers", "bidens", "plan", "refinancing", "plans", "loans", "rates"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}