{"id": "ca018071-0932-3747-92e7-640db9de9a0b", "title": "Negotiations on $900B coronavirus relief deal inch forward as Friday deadline looms", "url": "https://www.foxbusiness.com/economy/negotiations-on-900b-coronavirus-relief-deal-inch-forward-as-friday-deadline-looms", "summary": "Congressional leaders continued to hammer out the details of a $900 billion coronavirus relief bill alongside a year-end spending bill as another government shutdown deadline on Friday evening looms.\n12 MILLION AMERICANS FACE LOSS OF UNEMPLOYMENT BENEFITS DAY AFTER CHRISTMAS“We’re still close, and we’re going to get there,” Senate Majority Leader Mitch McConnell, R-Ky., said as he was leaving the Capitol on Wednesday night.\nCORONAVIRUS RELIEF DEAL TO BOOST WEEKLY JOBLESS AID BY $300 BUT WON'T INCLUDE STIMULUS CHECKThe negotiators are racing to attach the $900 billion deal to a $1.4 trillion omnibus spending deal, which needs to pass by Friday in order to prevent a government shutdown at midnight.\nHouse Speaker Nancy Pelosi, D-Calif., and McConnell have both indicated they want to combine coronavirus relief with the spending measure.\nNow it's just the fine details that we've got to get done, but those are the most important ones,\" he said.", "paragraphs": ["Congressional leaders continued to hammer out the details of a $900 billion coronavirus relief bill alongside a year-end spending bill as another government shutdown deadline on Friday evening looms.", "Continue Reading Below", "The measure under discussion is expected to include a second stimulus check, boosted unemployment benefits, additional funding for small businesses and another round of aid for the nation's beleaguered airline industry. The drafted proposal excludes two of the thorniest issues: funding for state and local governments and a liability shield for businesses against coronavirus-related lawsuits.", "Senate Majority Whip John Thune, R-S.D., said the proposal would likely include direct checks to individuals of $600 to $700 and expanded jobless aid of $300-a-week through March – both about half the size of the payments included in the CARES Act.", "The top negotiators said they had moved closer to striking a deal on Wednesday, sounding more optimistic about the prospect of another round of emergency aid than they had in months.", "12 MILLION AMERICANS FACE LOSS OF UNEMPLOYMENT BENEFITS DAY AFTER CHRISTMAS", "“We’re still close, and we’re going to get there,” Senate Majority Leader Mitch McConnell, R-Ky., said as he was leaving the Capitol on Wednesday night.", "Senate Minority Leader Chuck Schumer, D-N.Y., also said lawmakers are \"very close\" to reaching an agreement, but maintained that Democrats would push for another aid package at the beginning of 2021 when President-elect Joe Biden is sworn into office.", "\"It's not a done deal yet,\" Schumer said Wednesday on the Senate floor. \"But we are very close. For Democrats, this has always been about getting the American people the relief they need.\"", "CORONAVIRUS RELIEF DEAL TO BOOST WEEKLY JOBLESS AID BY $300 BUT WON'T INCLUDE STIMULUS CHECK", "The negotiators are racing to attach the $900 billion deal to a $1.4 trillion omnibus spending deal, which needs to pass by Friday in order to prevent a government shutdown at midnight. House Speaker Nancy Pelosi, D-Calif., and McConnell have both indicated they want to combine coronavirus relief with the spending measure.", "That gives leaders just a few days to finalize the aid package and spending bill, approve them in both chambers and send to President Trump's desk for his signature.", "An email from House Majority Leader Steny Hoyer, D-Md., with the House's Thursday schedule did not list the omnibus measure that would serve as a vehicle for the relief deal, meaning the House will likely not vote until at least Friday. That could force lawmakers to pass another stopgap measure to avoid a partial government shutdown.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Pelosi did not rule out the possibility of a second continuing resolution to give lawmakers more time to hash out specifics.", "“We’ll be ready when we’re ready,” Pelosi told reporters Wednesday. “A lot of writing goes into it and the rest.”", "House Minority Leader Kevin McCarthy, R-Calif., told reporters on Wednesday night there were \"a couple\" of sticking points remaining that lawmakers still needed to work through.", "“We've made progress. Now it's just the fine details that we've got to get done, but those are the most important ones,\" he said."], "authors": ["Megan Henney"], "keywords": ["aid", "leader", "looms", "majority", "coronavirus", "include", "900b", "negotiations", "measure", "deal", "spending", "inch", "house", "relief", "forward", "deadline", "lawmakers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}