{"id": "ca08d521-f9c3-311b-835a-219b91bd6488", "title": "Ingraham: Biden naming ex-Disney boss Iger China ambassador would be latest 'bow to Beijing'", "url": "http://www.foxnews.com/media/biden-naming-ex-disney-boss-iger-china-ambassador-would-be-latest-bow-to-beijing", "summary": "Fox News host Laura Ingraham responded Wednesday to reports that Walt Disney Company Executive Chairman Bob Iger is under consideration to be President-elect Joe Biden's nominee as ambassador to China.\n\"The [local] government there got a special thanks credit in the film,\" she remarked, showing a screenshot of the credit in question.\nTUCKER CARLSON: BIDEN SET TO PICK CHINA PROPAGANDIST BOB IGER AS AMBASSADOR TO BEIJINGIf Iger is nominated to be Biden's next China envoy, Ingraham said, it would be in keeping with the new administration's soft-on-Beijing policy espoused by members such as Pete Buttigieg, Gina McCarthy and John Kerry.\n\"Biden knows that Pete will never wake up and worry about things like ... will this policy make life easier or harder for the average American?\"\nShe noted that the organization's Beijing-friendly stances drew the attention of then-House Natural Resources Committee Chairman Rob Bishop, R-Utah, and committee member Rep. Bruce Westerman, R-Ark.", "paragraphs": ["Fox News host Laura Ingraham responded Wednesday to reports that Walt Disney Company Executive Chairman Bob Iger is under consideration to be President-elect Joe Biden's nominee as ambassador to China.", "\"The Ingraham Angle\" host recalled remarks in July by Attorney General Bill Barr, in which he warned that \"if Disney and other American corporations continue to bow to Beijing, they risk undermining their own future competitiveness and prosperity as well as the classical liberal order that has allowed them to thrive.\"", "Ingraham also reminded viewers that scenes from Disney's recent live-action release \"Mulan\" were filmed in Xinjiang Province, where Uighur Muslims are being held in concentration camps by the Chinese Communist Party.", "\"The [local] government there got a special thanks credit in the film,\" she remarked, showing a screenshot of the credit in question.", "TUCKER CARLSON: BIDEN SET TO PICK CHINA PROPAGANDIST BOB IGER AS AMBASSADOR TO BEIJING", "If Iger is nominated to be Biden's next China envoy, Ingraham said, it would be in keeping with the new administration's soft-on-Beijing policy espoused by members such as Pete Buttigieg, Gina McCarthy and John Kerry.", "\"His [Biden's] Cabinet picks are on board with the global reset agenda ... Pete Buttigieg, his pick for transportation secretary, he wants you to pay more for everything powered by oil and gas,\" the host said, noting the ex-South Bend, Ind. mayor once called for \"carbon pricing\" before adding that \"the T-word [tax] is not one used in running for office, but we can create a lot of jobs here.\"", "\"Biden knows that Pete will never wake up and worry about things like ... will this policy make life easier or harder for the average American?\" Ingraham continued, before turning to Biden's recent claim that a Buttigieg-led USDOT would help him in his plan to create \"union jobs paying ... $50 per hour in benefits.\"", "\"The poor man has no idea what words he's struggling to read,\" she said. \"$50 an hour for his new green jobs? That's not just ludicrous, it's a total lie. You think that Joe is going to stop China from dominating that industry?\"", "CLICK HERE TO GET THE FOX NEWS APP", "Ingraham then blasted McCarthy as a \"China bootlicker since heading the Obama EPA\" before noting that she now heads the Natural Resources Defense Council, a powerful environmental advocacy organization with alleged ties to China.", "She noted that the organization's Beijing-friendly stances drew the attention of then-House Natural Resources Committee Chairman Rob Bishop, R-Utah, and committee member Rep. Bruce Westerman, R-Ark.", "\"The NRDC’s relationship with China has many of the criteria identified by U.S. intelligence agencies and law enforcement as putting an entity at risk of being influenced or coerced by foreign interests,\" Bishop and Westerman stated at the time, according to Roll Call."], "authors": ["Charles Creitz"], "keywords": ["boss", "pete", "ingraham", "bidens", "jobs", "host", "naming", "biden", "risk", "resources", "iger", "latest", "beijing", "westerman", "exdisney", "china", "bow"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}