{"id": "ca46f85a-8d83-302a-af54-cd7c5f4c5c6b", "title": "Photographer, model arrested by Egyptian police following photo shoot at ancient site", "url": "http://www.foxnews.com/travel/photographer-model-arrested-egyptian-police-photo-shoot-ancient-site", "summary": "A photographer and his muse were detained by Egyptian police after staging a photo shoot at Saqqara necropolis last week.\nPhotographer Houssam Mohammad and dancer and model Salma al-Shimi were reportedly arrested on Monday following what local media outlets called a “provocative and offensive” shoot, which saw Shimi posing in front of the stepped Pyramid of Djoser wearing an Egyptian-inspired, though not authentic, outfit.\nPrior to his arrest, Mohammad reportedly admitted that Shimi, who has more than 81,000 followers on Instagram, had initially worn a robe when entering the ancient archaeological site, but removed it when it came time for the shoot.\nA short video from the day of the shoot is also still visible on her TikTok account.\nThe two were released on bail on Tuesday, pending the results of an investigation, the Middle East Eye reported.", "paragraphs": ["A photographer and his muse were detained by Egyptian police after staging a photo shoot at Saqqara necropolis last week.", "Photographer Houssam Mohammad and dancer and model Salma al-Shimi were reportedly arrested on Monday following what local media outlets called a “provocative and offensive” shoot, which saw Shimi posing in front of the stepped Pyramid of Djoser wearing an Egyptian-inspired, though not authentic, outfit.", "Prior to his arrest, Mohammad reportedly admitted that Shimi, who has more than 81,000 followers on Instagram, had initially worn a robe when entering the ancient archaeological site, but removed it when it came time for the shoot. He also said that several employees watched him and Shimi during the photo shoot, and not once did they request the two stop, according to the Middle East Eye.", "MAN COMPLIMENTS WAITRESS ON BALD HEAD, SAYS HIS WIFE HAS BEEN ANGRY EVER SINCE", "Shimi, however, had told a prosecutor that she was unaware that her actions violated any regulations, and instead argued that she was planning to use her photographs to promote tourism.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Shimi, too, had briefly removed the photos from her personal Instagram account, according to The Guardian, although they appear to have been re-posted since that time. A short video from the day of the shoot is also still visible on her TikTok account.", "The two were released on bail on Tuesday, pending the results of an investigation, the Middle East Eye reported.", "Social media users in Egypt, meanwhile, had mixed reactions, with some admonishing the pair and others wondering how, exactly, her actions differed significantly from those of fashion models or tourists snapping photos.", "CLICK HERE TO GET THE FOX NEWS APP", "Despite this, Mostafa Waziri, the secretary-general of Egypt's Supreme Council of Antiquities, reiterated to an Egyptian news outlet that anyone caught “disrespecting” the sites would face repercussions."], "authors": ["Michael Bartiromo"], "keywords": ["media", "shimi", "model", "site", "ancient", "egyptian", "reportedly", "mohammad", "middle", "instagram", "arrested", "shoot", "following", "fox", "removed", "photographer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}