{"id": "ca9f0e25-67a1-31f4-9bdf-b344b035fb81", "title": "Surfing into the Montauk Sunset", "url": "https://www.newyorker.com/magazine/2021/01/18/surfing-into-the-montauk-sunset", "summary": "A little after 6:30 A.M. on the shortest day of 2020, Jeremy Grosvenor pulled his rusted-out 1988 Toyota pickup into a parking spot at a surf break in Montauk known as Dirt Lot.\nFor the solstice, Grosvenor planned to surf continuously from sunrise to sunset, to raise money for the Montauk Food Pantry.\nIn the parking lot, wetsuited men and women stopped to read the sign on Grosvenor’s truck.\nSoon, Grosvenor’s big-haired, twenty-five-year-old son, Mamoun, arrived, an audiobook of Zadie Smith’s “White Teeth” blaring from his car’s speakers.\nShe recalled how, when Grosvenor took her ocean kayaking years ago, they noticed a large shadow pass under their boat, and it turned out to be a twenty-foot-long white shark.", "paragraphs": ["A little after 6:30 A.M. on the shortest day of 2020, Jeremy Grosvenor pulled his rusted-out 1988 Toyota pickup into a parking spot at a surf break in Montauk known as Dirt Lot. In the summer, the spot is crawling with surfers. But, with the sky still purple and the temperature around thirty-eight degrees, Grosvenor and one other middle-aged guy were the only ones who had shown up to paddle out. Still built like an athlete at fifty, Grosvenor hopped out of the board-laden truck, climbed into its bed, and taped a hand-scrawled sign to the rear window:", "WINTER SOLSTICE", "SURFATHON", "7:07 – 4:26?", "STOKED", "Grosvenor is an artist who makes experimental films and sculptures with aerodynamic lines, but his primary mode of expression involves riding waves and otherwise pursuing locomotion in the waters off eastern Long Island. His recent projects—or, as he calls them, “water incidents”—include a gale-chasing expedition on a standup paddleboard and a swimming-and-camping trip, which involved towing a raft full of gear, attached by a leash to his waist, through the Atlantic. For the solstice, Grosvenor planned to surf continuously from sunrise to sunset, to raise money for the Montauk Food Pantry. “I love this time of the year,” he said, pulling a wetsuit over a merino onesie and wool socks. “I don’t find the dark gloomy. To me, it’s beautiful and mysterious. And the solstice is a moment of transition, which I hope is also happening in the country.”", "Grosvenor exudes boyish, buoyant good nature, but he can get quasi-mystical when he describes “having faith in the sea as a sanctuary.” Known for his ability to ride waves on pretty much anything, from standard surfboards to a nylon mat, he had chosen, for the solstice, a twelve-foot foam board, on the bottom of which he had written “FOOD.” He had also brought along an old red canoe, which he loaded with jugs of water, trail mix, a thermos of miso soup, and tinned sardines, and anchored just beyond the breakers. “So I can eat like a seagull,” he said.", "A few minutes before seven, he paddled out past the breaking waves, and then, sitting on his heels, glided into the surf, quickly catching a gentle left peeler and popping to his feet for a long, easy ride. By then, he had been joined by five or six other surfers; a rotating group of about twenty-five would come and go throughout the day. From time to time, one of them would paddle over to chat, but Grosvenor mostly kept his own counsel, leisurely catching one wave after another and riding each with a silent economy of motion that contrasted with some of the hotdoggery going on around him. In between waves, he drifted, face down, one cheek resting on the board, or on his back, or sitting upright, windmilling his arms and kicking his legs to keep warm.", "In the parking lot, wetsuited men and women stopped to read the sign on Grosvenor’s truck. A little before noon, an East Hampton Marine Patrol truck rolled up and parked next to Stu Foley, the owner of a local surf shop, who had just got out of the water. Someone had called to report an empty canoe floating offshore.", "Soon, Grosvenor’s big-haired, twenty-five-year-old son, Mamoun, arrived, an audiobook of Zadie Smith’s “White Teeth” blaring from his car’s speakers. He had brought some doughnuts for his father, one of which he took along as he paddled out to join him. Grosvenor’s wife, Saskia Friedrich, an artist, showed up in painted jeans, a puffer coat, and a purple beanie, with their Australian shepherds, Vishnu and Blinky. She recalled how, when Grosvenor took her ocean kayaking years ago, they noticed a large shadow pass under their boat, and it turned out to be a twenty-foot-long white shark. “Jeremy’s got this almost yogic thing, allowing him to enjoy activities that would require us to overcome our natural discomfort or terror,” she said.", "Later, as the sun seemed to be giving up the ghost, Grosvenor told a floating correspondent that the day had been mostly easy and pleasant. Despite all the hours in the elements, things had never become hallucinatory, although he had been moved to tears once, he said, by the merging awareness of the beauty around him and the suffering of the world. He had managed to keep warm, except in three of his toes, through physical motion and deep breathing, he said, “like a stellar sea cow.”", "As dusk fell, a handful of spectators greeted Grosvenor’s landfall with cheers. Mamoun, wearing a “Free Palestine” hoodie, threw his arms around his father and, handing him the last of the doughnuts, said, “All right! Free doughnut! Black lives matter!”", "Grosvenor said that his day in the ocean had been a test run for a plan to surf twenty-four hours straight on the summer solstice. “So many plans—that’s the problem,” he said. “Because then you don’t get anything done.” ♦"], "authors": ["Adam Green", "Adam Gree"], "keywords": ["waves", "day", "water", "montauk", "surfing", "white", "grosvenors", "solstice", "sunset", "took", "truck", "surf", "grosvenor"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}