{"id": "caad2323-6aa0-3a17-b1a0-97447c170400", "title": "Thandiwe Newton reclaims her original name", "url": "https://edition.cnn.com/style/article/thandiwe-newton-reclaims-original-name-trnd/index.html", "summary": "The \"Westworld\" actress, who had throughout her career been going by Thandie Newton, told British Vogue , \"I'm taking back what's mine.\"\nNewton's parents, a Zimbabewan princess and a lab technician from Cornwall, England, named her Thandiwe, which means beloved in Shona.\n\"The W of her name drifted inward, out of sight and earshot, in a futile hope to make her feel less different,\" British Vogue wrote.\nWearing fashion that represents her dual heritage on the cover of British Vogue, Newton is embracing her culture, and that includes her name.\nAll her future films will be credited with Thandiwe Newton.", "paragraphs": ["Written by Rachel Trent, CNN", "Thandiwe Newton wants her name back.", "The \"Westworld\" actress, who had throughout her career been going by Thandie Newton, told British Vogue , \"I'm taking back what's mine.\"", "Newton's parents, a Zimbabewan princess and a lab technician from Cornwall, England, named her Thandiwe, which means beloved in Shona.", "However, as a Black girl in a Catholic school in Cornwall, her name was anglicized. \"The W of her name drifted inward, out of sight and earshot, in a futile hope to make her feel less different,\" British Vogue wrote.", "Newton, who is featured on the cover of this year's May issue of the magazine, talked about how racism was present throughout her life. She experienced it in her extracurricular dance classes growing up, when the teacher \"annually bypassed the brilliant brown ballerina at trophy time.\"", "It played a role in her auditions. \"I've been too Black, not Black enough,\" Newton said.", "Newton added she lost roles when she refused to play to racial and sexual stereotyping. When she won a BAFTA, a British newspaper pointed out that Newton was not really British because one of her parents was Black. \"I remember thinking, 'But it's a British win! Why don't you wanna take that?'\" Newton said.", "Newton used her experiences to fuel her activism , which has become a big part of her life.", "Wearing fashion that represents her dual heritage on the cover of British Vogue, Newton is embracing her culture, and that includes her name. All her future films will be credited with Thandiwe Newton. \"That's my name. It's always been my name,\" she said.", "Top image caption: The British actress attends the 71st edition of the Cannes Film Festival in Cannes, southern France on May 15, 2018."], "authors": ["Rachel Trent"], "keywords": ["reclaims", "black", "cannes", "vogue", "thandiwe", "original", "british", "newton", "cornwall", "saidnewton", "parents", "cover"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}