{"id": "cab06e72-838c-3968-968e-759703e03526", "title": "Hopeful hoops - Can basketball heal South Sudan?", "url": "https://www.economist.com/middle-east-and-africa/2021/01/09/can-basketball-heal-south-sudan", "summary": "T HE PEOPLE of South Sudan are among the tallest in the world.\nOne is Luol Deng, a former all-star in America’s National Basketball Association ( NBA ).\nIn December, for the first time in its history, South Sudan won enough games to qualify for the African basketball championship, known as AfroBasket.\nFor five of the ten years that South Sudan has existed as a country, it has been beset by civil war.\nMr Deng, who also funds the national squad, hopes it will help bring the country together and change its image abroad.", "paragraphs": ["T HE PEOPLE of South Sudan are among the tallest in the world. That helps explain why several of them have had stellar careers playing basketball abroad. One is Luol Deng, a former all-star in America’s National Basketball Association ( NBA ). Mr Deng, who retired in 2019 after 15 seasons on the hardwood for the Chicago Bulls and other teams in the NBA , took over as coach of South Sudan’s national team in November. Now he is using the sport to try to mend his war-torn motherland.", "In December, for the first time in its history, South Sudan won enough games to qualify for the African basketball championship, known as AfroBasket. That is no small feat for a team that is relatively new to international competition. For five of the ten years that South Sudan has existed as a country, it has been beset by civil war. Of its 12-member squad, all but one player grew up abroad.", "The war has directly led to the deaths of almost 200,000 people, and perhaps caused twice as many deaths indirectly through hunger and disease, according to a study in 2018 by researchers at the London School of Hygiene and Tropical Medicine. Mr Deng, who also funds the national squad, hopes it will help bring the country together and change its image abroad. “We’re doing something that’s bigger than basketball,” he says. “There are people that are depressed and hungry and struggling… That two-hour game gives them pride to keep going.”", "The young minister of youth and sports, Albino Bol Dhieu, is a believer. He hopes that what has been “spoiled by politics can be fixed by sports”. He plans to build a sports complex and at least one basketball court in each of the country’s ten states and three administrative areas. Quite how he will pay for this is not clear. The government’s budget set aside the equivalent of just $5.3m, or less than 1% of spending, for his ministry. By contrast, nearly $130m was allocated for security."], "authors": ["The Economist"], "keywords": ["national", "team", "sudan", "hoops", "south", "deng", "heal", "hopeful", "squad", "mr", "war", "basketball", "nba"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}