{"id": "cab5c177-c449-3199-9133-c3ef6dc53420", "title": "How Mira Nair Made Her Own “Suitable Boy”", "url": "https://www.newyorker.com/culture/the-new-yorker-interview/how-mira-nair-made-her-own-suitable-boy", "summary": "This month marks the American release of the director Mira Nair’s six-part television adaptation of “A Suitable Boy,” Vikram Seth’s beloved, kaleidoscopic novel of early post-Partition India, from 1993.\nI’ve got my ten copies of “Suitable Boy” behind me to—Welcome to the club.\nI was going to ask how much you wanted to adapt something like “A Suitable Boy” now, because of what’s going on.\nThe chapter titles in “A Suitable Boy” are like little couplets.\nI noticed that, in the Hindi translation of “A Suitable Boy,” Vikram made a special mention of her character in the book’s preface.", "paragraphs": ["This month marks the American release of the director Mira Nair’s six-part television adaptation of “A Suitable Boy,” Vikram Seth’s beloved, kaleidoscopic novel of early post-Partition India, from 1993. (It began streaming on Acorn TV on December 7th.) The book, which, at more than thirteen hundred pages, is longer than “War and Peace,” tells the story of a young woman, Lata, and her search for a husband, while also featuring a remarkable cast of characters, largely from four interwoven families. The novel also touches on land reform, cricket, and religious tension, in playful, inventive language and sometimes with laugh-out-loud humor. Seth reportedly has been working on a sequel for more than a decade, the rumors of which have thrilled his fans.", "Nair, who was born in 1957 in the Indian state of Odisha (then called Orissa), and has been based in New York for about four decades, was an obvious choice for the adaptation. In 1988, she directed “Salaam Bombay!,” a critically acclaimed account of life in the slums of Mumbai. She followed it up with an early Denzel Washington drama, “Mississippi Masala,” about an Indian from Uganda in the American South. Since then, Nair has made ten feature films, including “Monsoon Wedding,” from 2001, and has become known as one of the preëminent interpreters of the Indian-immigrant experience. Nair has also adapted classic novels, including “Vanity Fair,” and several pieces of modern literature, such as Jhumpa Lahiri’s “The Namesake” and Mohsin Hamid’s “The Reluctant Fundamentalist.” In a Profile of Nair, in 2002, John Lahr wrote, “Nair’s films negotiate disparate ethnic geographies with the same kind of sly civility she practices in life. Her approach is sometimes oblique: she doesn’t make political films, but she does make her films politically. Her gift, to which ‘Monsoon Wedding’ attests, is to make diversity irresistible.”", "Nair and I recently spoke over Zoom, while she was completing work on the last episode of the series. During our conversation, which has been edited for length and clarity, we discussed her career as a filmmaker, the challenges of adapting an epic novel, and how rising intolerance in India, led by the Hindu-nationalist Bharatiya Janata Party, affected her work on “A Suitable Boy.” After our interview, it was reported that members of the B.J.P. called for an investigation of Netflix, the series’ Indian distributor, claiming that the depiction of a kiss between a Muslim man and Hindu woman intentionally affronts religious sentiments, which in India is a criminal offense. Netflix has made no public comment, and Nair declined to address the complaint.", "I’ve got my ten copies of “Suitable Boy” behind me to—", "Welcome to the club. I have them in various versions. There’s one edition, which is hard to find, where it’s divided into three sections. That’s the one I really worked on, because it was possible to carry.", "So tell me, then: How does one adapt a fourteen-hundred-page novel? Are you going through the book with a pen? I know you didn’t write the script, but just tell me what the process is like.", "I’ve done several adaptations from the start with the writer—say, with Julian Fellowes, on “Vanity Fair”—and normally I would have a point of view that would drive it through. Like, “The Namesake” was, for me, more about the parents’ love than about the American son they bred. In this case, that was done for me initially by Andrew Davies as the distillation of the novel. When I got into it, he had just finished eight one-hour drafts. We had to bring it down to six hours, and that’s when we did two things: to make the story about Lata finding herself through the sea of suitors and literature and her family and the propriety of nineteen-fifties Indian life, and to weave those strands of essentially a personal, humanist look at family life into a look at a country that was trying to find itself after establishing its freedom. That was my concern. And also, as you know, the seeds of much of the terrible politics of today were also planted at independence and Partition.", "We’re talking in a week when the Hindu-nationalist Prime Minister of India, Narendra Modi, is overseeing the placement of a cornerstone for a temple at the site of a mosque, the Babri Masjid, that was destroyed by Hindu fanatics in 1992. I was going to ask how much you wanted to adapt something like “A Suitable Boy” now, because of what’s going on.", "Very much so. The history of that schism is something that was important to me—to show the beautiful syncretism that we have shared for generations and that now is very actively being obliterated, whether it is the culture, the language, the music, or the friendships.", "Your soundtrack choices in the film, which include a lot of ghazal poetry and music, suggest that a celebration of Indo-Muslim culture was important to you.", "Deeply, and not just because I love it and I have breathed it forever, but also because Saeeda Bai, the great courtesan character that Vikram wrote, is partly inspired by Begum Akhtar, one of our greatest singers. They draw on poets like Ghalib, like Mir, like Dagh, so it’s such an extraordinary treasure, to be honest. For me, it was the soul of the film, the ghazals. It was like introducing a new kind of musical cinematic language to the BBC, because they were not sure. [Laughs] They didn’t quite understand why I had to have what they call these musical interludes, and it was a very interesting dialogue—because they are, for me, the core.", "Seth wrote a book, “The Golden Gate,” that’s entirely in verse. The chapter titles in “A Suitable Boy” are like little couplets. Is it especially hard trying to adapt something where the language is so precise and almost musical.", "It’s beautiful to adapt that, or to try to adapt that. We also share a mischievous sense of humor about our language, as well. For me to work with Vikram was like having an angel on the shoulder in terms of language. I could go to him for any nuance. I didn’t disturb Vikram too much during the shooting, but sometimes I wanted a couple more rhymes, and I would wake him up early in the morning and say, “Please, Vikram, something to go with roses that rhymes with Haresh.” We had a rhyme about sweet peas, about somebody admiring the sweet peas and “Are they ready to please?” When I got to the set, the art director had misunderstood sweet peas for actual peas. Green peas. And the flowers were not sweet peas but red roses. So I rang up Vikram and said, “Please replace this with roses.” In one hour, I would have a rhyme. In terms of the musical nature of the text itself, that is for me a little bit akin to the cinematic rhythm of a scene, especially interwoven with another world. I love that layering because India is really, as you know, about that. We live cheek by jowl.", "Was there ever a question of whether the show would be in English? Not that some of these characters wouldn’t in some cases be speaking English.", "What Vikram did beautifully was also the anglicized world of Indians. This is a world that was real, too, and was so beautifully and funnily brought to life by him. Even Lata herself would have thought and dreamt mainly in English and spoken to her family in both languages. But, when I came in early on, I insisted that the people who would speak Urdu should speak Urdu. And Vikram welcomed it, and he said, “Thank you for translating it back.” I have to say that they allowed some of it, but I would have gone further. I wish I’d had freer rein to move more, but what we did was also very carefully nuanced. The music and the culture of it, and the location and the context and the way people actually spoke to each other, was, for me, the truth.", "What did you make of the debate over having a white person adapt the screenplay?", "I think it’s unfortunate. It is such a collaborative process, really, the art of making six hours. I really did think that the distillation by Andrew was masterful. I used to joke with him, “I’m going to make you look really very good with all these extra languages and all it being so topical and political and nuanced.” He would be open to us. I did bring a lot more back into it—like, for instance, Mrs. Mahesh Kapoor. She, for me, was very important and a quiet foundation of this family. I noticed that, in the Hindi translation of “A Suitable Boy,” Vikram made a special mention of her character in the book’s preface. She’s a very strong character, so scenes were brought back in by me and from the book.", "One of the actresses in your series got into some legal trouble in India for protesting the Citizenship Amendment Act, passed by the B.J.P.-controlled parliament and backed by Modi, which jeopardizes the rights of India’s Muslims. Can you talk a little bit about what happened there?", "Yes. This is Sadaf Jafar, who stepped into the pretty decent-sized role of Bibbo, the maid who runs the home of the courtesan. On the 17th of December, we completed shooting. And, on the 19th, there was a protest, and Sadaf could be seen on video trying to quell and question the violence that was going on. Still, she was booked with many other activists on the street, and put into jail for more than two weeks. She was released on the 7th of January from a cold Uttar Pradesh jail."], "authors": ["Isaac Chotiner", "Isaac Chotine", "David Remnic"], "keywords": ["vikram", "peas", "india", "adapt", "mira", "suitable", "really", "life", "language", "nair", "boy", "novel"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}