{"id": "cacb8e86-7766-32db-919d-d8a2a3a22210", "title": "Cyberpunk 2077 Last-Gen Review – A Tale Of Two Night Cities", "url": "https://www.gameinformer.com/review/cyberpunk-2077/cyberpunk-2077-last-gen-review-a-tale-of-two-night-cities", "summary": "Cyberpunk 2077 hosts a massive sandbox filled to the brim with politically charged conflicts catalyzed by powerful people.\nAt least, it does when you’re not playing Cyberpunk 2077 on last-gen hardware.\nHowever, the Xbox One and PlayStation 4 versions of Cyberpunk 2077 are marred by several additional bugs and ugly visuals.\nOverall, my extended stay in Night City was unpleasant, and a far cry from the experience PC players have described.\nCyberpunk 2077 wasn’t optimized for last-gen consoles, and no amount of interesting side activities can remedy that.", "paragraphs": ["Cyberpunk 2077 hosts a massive sandbox filled to the brim with politically charged conflicts catalyzed by powerful people. Protagonist V might grace the game’s box art, but the hero is overshadowed by Night City’s towering skyscrapers and intriguing citizens. From sunny beaches to gloomy landfills, Night City feels alive even when you’re not around to witness every shady transaction or police investigation. At least, it does when you’re not playing Cyberpunk 2077 on last-gen hardware.", "On high-end PCs, the allure of interacting with VIPs and coasting down neon-bright boulevards is on full display, despite Cyberpunk 2077’s notorious glitches. Chromatic implants glisten in dark hotel rooms, flickering lightbars boast picture-perfect reflections in rain puddles, and character models are particularly striking. However, the Xbox One and PlayStation 4 versions of Cyberpunk 2077 are marred by several additional bugs and ugly visuals. Overall, my extended stay in Night City was unpleasant, and a far cry from the experience PC players have described.", "Even after I decluttered my screen by disabling film grain and many of Cyberpunk 2077’s other graphical features (these options don’t noticeably enhance the visuals when kept active), the look of the game remained the same: Drab and dreary. The colors are drained of vibrance – vehicle paint jobs, flashy jumbotrons, even the sun’s rays. NPCs are poorly rendered and appear as indiscernible shapes. And surfaces have flat textures that are obvious at most draw distances. It’s hard to enjoy the interactivity of Night City when quest givers or companions are polygonal blobs, and that sweet sportscar you spent a small fortune on is just a blurry object with pallid wheels. Eventually, these textures load, but by then, the damage to immersion has already been done.", "Framerate drops are a common occurrence and tend to disrupt basic exploration and action sequences. In densely populated districts like Watson and Heywood, you’re often forced to stop as the hardware attempts to manage the myriad NPCs and traffic jams. I’ve also noticed that when driving at high speeds, the game freezes regularly, which can lead to crashes.", "The spotty enemy A.I. from the PC version carries over here, but trying to fulfill objectives covertly or survive boss encounters can be frustratingly difficult when the frames start to randomly hiccup. On multiple occasions, I’d sneak behind an enemy to incapacitate them, the game would seemingly pause for loading purposes, and then suddenly the guard I was targeting would randomly respawn behind me. Smaller bugs (like T-posed NPCs) stopped happening on a regular basis after CD Projekt Red’s latest hotfix, but game-breaking issues – weapons not appearing, the scanner being unusable – forced me to reload saves or restart my console periodically.", "I can’t help but lament Cyberpunk 2077’s potential. Night City is an ambitious open world. Seaside carnivals give way to bustling marketplaces. Trailer park communities hide in the shadows of glass spires. Meeting new faces is exciting and selecting unique lines of dialogue can even change the outcome of a side quest or relationship. Your choices always feel meaningful. But appreciating all of that is practically impossible on these consoles; graphics aren’t necessarily the most important part of a game, but in the last-gen versions of Cyberpunk 2077, the visuals and performance are so bad that they neutralize the game’s biggest strengths.", "Cyberpunk 2077 wasn’t optimized for last-gen consoles, and no amount of interesting side activities can remedy that. On PC, the world lives up to its title as the “City of Dreams.” For Xbox One and PlayStation 4 players, however, their time in Night City is likely a nightmare."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["pc", "visuals", "npcs", "tale", "youre", "game", "review", "lastgen", "night", "cyberpunk", "city", "cities", "2077"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}