{"id": "cae566b2-5518-3fd7-be8b-1cd874273c09", "title": "WIRED25 2020: Reed Hastings Talks Netflix and the Future of Movies", "url": "https://www.wired.com/video/watch/wired25-2020-reed-hastings-netflix", "summary": "[Nicholas] So it sounds like what you're sayingis that there's a core Netflix culture that isadapted and shifted a little bitas you move into different countries.\nThe core Netflix culture is pretty intense, right?\nSo you don't have people competing,you know, for the only tight end position,you know, that's there.\nAll the techniques of that very fun Netflix contest,you know, 13 years ago,are not in use at Netflix or at other firms.\nYou know, suppose you took a recent trip to Korea,and we don't know that, of course.", "paragraphs": ["Transcript", "Hello, I'm back and I'm here with Reed Hastings.", "Reed is the co founder, Chairman and co-CEO of Netflix.", "He's also the co-author of No Rules Rules,", "a riveting new book that I have just completed.", "You've probably spent more time,", "perhaps indirectly with Reed,", "than anybody else except your immediate family since March.", "So welcome Reed Hastings, how are you? Welcome to Wired 25.", "We are so thrilled to provide entertainment", "for all that time and to give people a little escape.", "And after working for three years on this book,", "it's going to be fun to talk about.", "[Nicholas] It's gonna be great to talk about.", "So Reed, I read through your book.", "It's got lots of wonderful stuff about culture,", "about dynamics, about how you've built Netflix,", "about how you manage people.", "Wired 25 is mostly about,", "how technology,", "improves the world,", "how it makes us live more fulfilled lives.", "I want you to talk a little bit about,", "the reason for Netflix,", "the moral purpose of Netflix,", "and how the culture of Netflix affects it.", "So let's see,", "the book No Rules Rules,", "is really about keeping a culture innovative as you grow.", "So I think that's the big tie in for your theme,", "as most companies have a burst of innovation,", "that' the startup phase,", "and then there's a phase of harvest,", "and then they're rarely able to continue to innovate.", "And that was also true of my first company Pure Software.", "So what we're doing at Netflix is trying to show,", "if you set aside the rules,", "if you really focus on the people over process,", "that you can continue to innovate,", "at a great pace,", "and have an incredibly creative environment,", "that's fun and satisfying.", "To think about Netflix,", "independent to that culture,", "for a sec you asked about the purpose.", "Our purpose is to entertain the world.", "To provide people around the world,", "the most phenomenal entertainment service they've ever seen.", "And we do that by producing all over the world.", "So we produce in Spain, in Germany, in Japan", "and Korea in the UK and Brazil,", "of course, a lot in the US.", "So think of it as we want to produce content everywhere", "and share that around the world.", "And some of the most fantastic stories", "come from other places.", "And really, what that helps do is connect people.", "So if you're a globalist like I am,", "you want to knit the world together.", "And you want people to understand, respect,", "love and appreciate each other.", "And entertainment is a key part of how that happens.", "And so we are so excited when we have a hit,", "that people all around the world are enjoying together.", "That's a really interesting and important idea,", "particularly in 2020 as,", "the politics of the world become more nationalist,", "and particularly as the tech sector splits,", "right as we say, split into a Western tech sphere", "and an Eastern Tech sphere.", "Do the current dynamics of global politics", "make this mission of yours more prevalent?", "And does it change the way you think", "of specific types of content that cross borders?", "You know, I have to stop you.", "It's not really splitting Eastern and Western.", "It's splitting Chinese and non Chinese.", "I mean, India, Korea, Japan are all,", "I was trying to be generous about it.", "But yes you are correct.", "[chuckling] I mean, there's a very specific,", "tragic, you know, separation of China", "from the rest of the internet.", "But the whole rest of the world it's possible for Netflix to", "with this great story out of Korea crash landing on you.", "And you know, it says romantic comedy,", "but it involves North Korea and North Koreans.", "So like the tenses border in the world.", "And then here's this romantic comedy between", "South Koreans and North Koreans,", "or a film we have added Japan", "sorry, series Naked Director.", "That's about sexual expression in Japan,", "which is a relatively repressed place.", "So whether it's the east, whether it's the West,", "you know, it's really about storytelling for us.", "Tell me about how your culture has transitioned", "as you become more of a global company.", "Because you say that maintaining culture gets harder", "as a company gets larger and as it spreads across the globe.", "So you created a culture in Silicon Valley,", "for Silicon Valley people,", "and it is now a culture for a massively global company", "whose moral purpose is global in certain ways.", "Explain that tension.", "You know,", "early days, we were DVD shippers,", "and mostly in Silicon Valley", "and my co-CEO Ted Sarandos would travel", "from LA up to Silicon Valley every week.", "And then about 10 years ago,", "we pivoted to really become an entertainment company", "with House of Cards, Orange is the New Black,", "and now I commute to LA every week for a couple days.", "Okay, so it's really much more LA centric.", "And we used to have worries about,", "you know, Silicon Valley versus Hollywood", "and those cultural tensions.", "And the great thing about going international is then,", "you know, our Brazilian and German colleagues", "would laugh at us and say, you know,", "you're all California, you are so profoundly American.", "And there's no real difference.", "And the big difference is between, you know,", "the Californians and the Dutch and the French.", "And, you know, we've worked really hard to", "build community between our different employee groups", "and connection and I think we've done a good job at that.", "You know, particular example,", "is in feedback so,", "US cultures tend to be very direct, very verbal.", "And Japanese cultures because they're very sophisticated", "tend to be able to communicate indirectly very well.", "They call it reading the air.", "And if you're too if we're both Japanese,", "I can say I'm unhappy with this activity,", "but I never have to say it verbally.", "My cues are so precise and well tuned", "that I'm confident you got the message,", "even without the words.", "Now, of course, cross culturally,", "when Americans are involved in that", "it doesn't really work that well.", "We don't, you know, understand the air we misinterpret,", "why didn't they say what they meant,", "or those kinds of misunderstandings.", "And just as we use English,", "as a standard language around the world,", "it's no better or worse than other languages,", "but it is very functional.", "We've adopted the American more verbal feedback style,", "and our Japanese colleagues have", "been willing to adapt to that", "when dealing with non Japanese.", "So that's a case where the California style", "is sort of the the global style for us.", "Now another example is Americans build trust,", "through doing tasks together.", "So we would be like some project,", "okay, and we don't like the chitchat.", "We see that as kind of inefficient,", "and let's get to the point.", "You know, we're very efficient focused,", "and Brazilians are very relationship oriented.", "So they want to go and have dinner", "and like not talk about work exactly", "talk about family and sports", "and religion and society", "and form a relationship and get to know each other.", "And then they work in office very effectively.", "And we realized while", "the Brazilian approach actually works better.", "Cause you've got deeper relationships,", "and it allows feedback to be much more trusting and helpful.", "So it's the combination of the Brazilian relationship style,", "combined with later the direct feedback,", "that has been really effective for us.", "And so we've, you know really", "promoted the Brazilian style relationship investment.", "And we do a lot throughout the company", "to invest in relationships.", "Am not talking about core business issues.", "So that's an example again where,", "the Brazilian style seems to be the best", "and we've standardized on that globally.", "[Nicholas] So it sounds like what you're saying", "is that there's a core Netflix culture that is", "adapted and shifted a little bit", "as you move into different countries.", "The core Netflix culture is pretty intense, right?", "Constant feedback, as you said.", "You know, you have this famous line that", "adequate performance gets", "a generous severance package, right?", "People should constantly be checking", "whether everybody who works for them is the very best.", "And if they would fight to keep them,", "if they got a competitive offer.", "That's, tough stuff. And does that work for,", "You have said fantastic stuff,", "because you get to work with incredible colleagues.", "Look, we're more honest about it.", "But we're not like the first company to think about that.", "It's just we're super direct about it.", "And we say, look, the traditional model", "for a company is a family,", "and then a family, you know, you stick with your brother,", "no matter how dysfunctional okay?", "And the other model is a sports team,", "okay, professional football team.", "And with that, it is high performance.", "You're never going to win a championship,", "unless you've got great players in every position.", "And so we model ourselves on how does", "a professional team work.", "And they care about each other,", "they're very close.", "The only difference of course is,", "Netflix is not fixed 11 people,", "you know, as we get more great people, we get to grow.", "And that's a big difference.", "So you don't have people competing,", "you know, for the only tight end position,", "you know, that's there.", "So, but again, that's the family versus team.", "But I think the big difference", "is that Netflix we're very honest", "about who we are and what we're trying to be.", "And for people who,", "value pure excellence and they value learning,", "we're incredible.", "For people who primarily value job security,", "then we're not a great match,", "and there's no judgment in that", "and people will select out", "and you know, go to a different firm.", "So very much related to this,", "in fact, directly related to something you said,", "I want to read you my favorite sentence in the entire book,", "which I enjoyed beginning to end.", "One of the things I was interested", "as I was reading it is how you would,", "compare your culture,", "where everybody has evaluated employees constantly", "to the old Microsoft culture, that's stack rankings.", "And in fact, you address it directly.", "And there's an employee,", "and he's an engineer", "and he was quite successful as an engineer.", "And then he moved into more of,", "a role where he had to talk to", "people as part of user testing.", "And that was uncomfortable.", "And he asked his managers,", "and his manager said he wasn't good at it.", "So he trained and this is what he wrote.", "The day of my first Netflix presentation,", "I got up at 6am, unicycled for four hours,", "took a shower and walked directly into", "the meeting room for my 11am presentation.", "And it's a good story about", "both the kind of person who works at Netflix.", "He's unicycling for four hours,", "and the pressure to perform and to respond to feedback.", "So tell me a little bit more", "about whether there were lessons you learned,", "from other Silicon Valley companies", "that had stack rankings, in competitive system,", "and how you managed that.", "Jack Welch from GE pioneered it.", "And he said managers don't like to get rid of people.", "So I have to force them to ,", "by having every manager has to fire 10%", "of the people every year.", "And that's an incredibly crude and destructive approach.", "Because what you do is", "you don't want to help your colleagues", "because then they'll be potentially above you,", "you know, because you're graded on this curve", "where 10% of the people are forced out.", "So I think that's horrific.", "And Microsoft stack ranking,", "which they've now gotten rid of,", "has some of the same dynamic it didn't include,", "you know, the bottom 10% gets fired,", "but you know, it was fixed ratios.", "So we want a manager to hire all great people,", "so they have no one, you know, who's not performing.", "And to do that, we ask them to just apply the keeper test.", "And it's the managers judgment.", "They may say, I would absolutely keep this person.", "They're not that good at this function,", "but these they're incredible.", "But it's manager judgment.", "We're definitely a company to lean into judgment.", "I know we're thought of as data,", "and Silicon Valley is about data.", "And we do Use data for some things,", "like consumer testing on the service", "of what features work better.", "But we're also very embracing of human judgment", "and refining that judgment including,", "you know, how to help our people do well.", "Right, Let's talk a little bit about data for a second", "cause it's a topic of Netflix that has always interested me.", "I edited a story at wired maybe 13 years ago about,", "I can remember the guy's name,", "but it was like just a guy in a garage,", "who was zooming up the Netflix challenge,", "create a new algorithm for recommendations", "and beating all you know, the teams from MIT.", "Its a wonderful wonderful story.", "Tell me how the recommendation algorithm which is", "core to Netflix has evolved over time", "both in the inputs it considers", "and in the outputs it wants to achieve.", "Well, the whole field has evolved,", "quite a lot with deep learning.", "And that's become the primary set of techniques.", "All the techniques of that very fun Netflix contest,", "you know, 13 years ago,", "are not in use at Netflix or at other firms.", "So Many big advances in deep learning have propelled us", "and the whole field forward.", "And we're constantly trying to figure out,", "how do we provide you a set of great choices,", "and learn what new things you might be interested in.", "You know, suppose you took a recent trip to Korea,", "and we don't know that, of course.", "And so every now and then,", "we want to put a Korean drama in front of viewers,", "a recommendation to see are you interested in,", "you know, expanding into these new areas of content?", "And so sometimes when you get a bad recommendation,", "that's actually us trying to probe the edge,", "to sort of see what new things might you be interested in?", "If you literally don't know if", "someone took a trip to Korea,", "you're not buying data, geolocation data,", "or Facebook login data or data from across other platforms,", "you're only using first party data.", "So lets be totally clear,", "what we buy no data,", "we don't sell any data,", "we're a complete isolated data island.", "It's just what preferences you have had,", "what shows your account has watched,", "compared with other anonymous accounts at Netflix.", "But let's take the Korea example,", "just cause privacy session important conversation right now,", "I traveled to Korea,", "I log into Netflix while I'm in Korea", "and I watched an American film,", "presumably you see the Korean IP address,", "you then factor it into my recommendations", "and getting the Korean films,", "as a potential recommendation?", "That's a potentially good idea,", "but no, to my knowledge, we don't do that yet.", "You know, there's not enough international travel,", "except of a very narrow group of people.", "But the point is that we really want", "to get you beyond you know,", "nobody wants to film,", "just like the one you watched last night.", "[chuckling]Okay, so the one you asked last night was great,", "you know, but then you wanna find,", "you know, something else,", "that's, you know, different.", "We want something that's fresh.", "Yeah, let's see what the data question for a second", "cause it leads to one of the things that I've wondered", "alot about Netflix in the last year,", "which is that if you look at the tech backlash,", "the backlash that's been since 2016,", "it's, you know, it's hit a lot of your peer companies.", "It hit Facebook hard while you're on the board,", "it hit Google a certain degree,", "it hit Microsoft, like some strange degree,", "it's even hit Tesla, but it hasn't hit Netflix.", "And is that because you're not really a tech company?", "You're not a platform, obviously,", "you're disruptive and you use tech.", "Is there a difference there?", "Is it because you're not in the", "you not influencing American democracy?", "You're just influencing American culture.", "Explain why the tech backlash hasn't come through you yet.", "Well, one we don't have advertising,", "and once you have advertising,", "you're incented to import lots of data", "and learn everything you can and around,", "not just entertainment taste,", "but a broad range of things.", "So fundamentally, from the business model,", "we have a much simpler business model,", "which is, you know, thank you for your $15 a month", "and then provide you great entertainment.", "Second, we're fundamentally an LA company,", "you know, that does incredible tech.", "And our biggest competitors are Disney plus and HBO max.", "Okay, so you know, our competitive set our core,", "two thirds of our spending is on content,", "you know, out of LA.", "So, you know we're not,", "again, really in the core of the, you know,", "Google, Facebook, tech orientation, or even culture.", "And when you talk about Netflix culture,", "sometimes you put in a historical context,", "and you say that most companies,", "were organized based on a factory model,", "and Netflix is organized differently.", "And what interests me when I hear you talk about that,", "is it suggests that at some point,", "society will evolve in a way that", "your model will become obsolete", "or that you'll have to really evolve your model", "that will no longer be right.", "If other companies are using an out of date model,", "then at some point you will.", "How will you know when that moment comes?", "Well, think of EA or Pixar", "as other companies that are doing", "both tech and entertainment,", "and using tech for great entertainment.", "And so we're like that for series and films.", "And when we look at the future and say someday,", "series and films maybe like the novel,", "or the opera, sort of a very small art form.", "What are the things that might outcompete movies and series?", "So one would be user generated content,", "like YouTube or TikTok.", "Another might be a new hardware assisted AI, AR,", "you know, scenarios and other might be video gaming.", "So these are all potential substitution threats.", "And we know how to compete directly against HBO Max", "and Disney plus and you know,", "and that's great and hard and interesting and fun.", "And then there's the substitution threats where you know,", "getting into their business,", "is not a good way to compete with that,", "because we won't be as good, you know at them.", "But for now, movies and series seem very strong.", "Seem like a core human format.", "Remember that, you know, movies", "have been around for over 100 years,", "continue to grow as TV series for 50 years,", "60 years now and continue to grow.", "So, you know, I think we're on to a pretty long term thing,", "but at least in principle someday,", "movies and TV shows you know, will be small.", "Aright well, we're almost out of time,", "and so we please give a recommendation", "to everybody here at Wired 25 on,", "what they should watch.", "And will you also please tell us", "what's coming next from the Obamas and Karina?", "Last night, I watched a film,", "wildlife with Jake Gyllenhaal,", "that I thought was extraordinary.", "It's my kind of film.", "It's slow and beautiful in Montana.", "So if you'd like art films, Discover wildlife.", "And then Obamas and Harry and Megan are producers", "that are doing a wide range of content.", "They're able to attract amazing storytellers for us.", "And look forward to their content along with", "all of our other incredible producers.", "I'm glad you ended on Montana", "cause the first time I ever interviewed you,", "I called you from a payphone", "in Yellowstone National Park in Montana,", "to fact check something.", "So thank you very much, Reed Hastings.", "Thank you everybody for tuning in", "this part of Wired 25. See you in a second."], "authors": ["Condé Nast"], "keywords": ["wired25", "movies", "reed", "future", "really", "thats", "great", "think", "say", "talks", "hastings", "culture", "2020", "know", "dont", "netflix", "tech"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}