{"id": "cae7a16f-6011-3e40-8654-0a43669d9903", "title": "7 reasons to visit Hoi An, one of Vietnam's most beautiful towns", "url": "https://edition.cnn.com/travel/article/hoi-an-vietnam/index.html", "summary": "(CNN) — Set on the banks of the Thu Bon River in central Vietnam , Hoi An is easily one of the most beautiful towns in Southeast Asia.\nHere are seven great reasons to pack your bags and travel to Hoi An:A whole lotta historyVietnam's basket boats can be spotted in the waters around Hoi An and nearby Da Nang.\nKate Springer/CNNHoi An is commonly considered one of Vietnam's best destinations for food lovers and it delivers on the hype.\nRelated content On the hunt for Vietnam's best banh miWorthwhile souvenirsHoi An's Yaly Couture is a bespoke tailor and shoemaker.\nDALE DE LA REY/AFP/AFP/Getty ImagesHoi An is more of a river town than a beach getaway, but sunseekers can easily reach the coastline.", "paragraphs": ["(CNN) — Set on the banks of the Thu Bon River in central Vietnam , Hoi An is easily one of the most beautiful towns in Southeast Asia.", "The action revolves around the atmospheric Old Town -- a colonial-era trade port that was added to UNESCO's World Heritage list in 1999 -- where dreamy canals, French-colonial merchant houses, Japanese bridges, Chinese shophouses and low-key restaurants vie for your attention.", "In the quarter's slow-paced laneways, foliage tumbles from shophouse rooftops and residents pedal by on bicycles, unfazed by the heat. Come evening, rows and rows of silk lanterns glow against the inky sky.", "And with a few more high-profile international hotels in the works, including the upcoming Alila Hoi An in 2020 and Rosewood Hoi An in 2021, the historic town of just 120,000 people is firmly on every savvy traveler's radar.", "Here are seven great reasons to pack your bags and travel to Hoi An:", "A whole lotta history", "Vietnam's basket boats can be spotted in the waters around Hoi An and nearby Da Nang. Joel Santos", "Once a major player in the coveted spice trade, Hoi An served as a busy Asian trading port between the 16th and 19th centuries.", "The city attracted merchants from Japan, China, Portugal and France, and the resulting cultural milieu remains visible in everything from the mustard-colored shophouses to dining traditions, folk crafts and robust coffee culture.", "You can feel it at the major landmarks, too. On the western end of Old Town, narrow pedestrian streets give way to an 18th-century Japanese covered bridge while ancient ancestral homes, such as the Tan Ky House, mix together Japanese, Chinese and Vietnamese architectural traditions.", "Related content The world's most romantic places", "Delicious food", "Hoi An is the banh mi capital of Vietnam. Kate Springer/CNN", "Hoi An is commonly considered one of Vietnam's best destinations for food lovers and it delivers on the hype.", "You'll devour every kind of food experience here -- graze street food snacks from roadside vendors, slurp noodles on plastic stools, enjoy fresh seafood by the beach or shell out for a splurge.", "You'll find a kaleidoscope of tropical fruits and street food at the Central Market, while local signatures like white rose dumplings (made of shrimp or pork with shallots wrapped in translucent rice paper) and crispy cao lầu (a noodle dish starring pork belly and rice crackers) make appearances on most local restaurant menus.", "Lest we forget the cultural mash-up that is the banh mi. Some of the city's best banh mi -- stuffed with pate, barbecued pork, chili sauce and vegetables wrapped inside crispy baguettes -- can be found in Old Town at spots like Madame Phuong or Madam Khanh the Banh Mi Queen", "There are few chain restaurants in sight. Instead, family-run cafes and restaurants are the norm -- most of which have open-air balconies and no-frills furniture.", "Related content On the hunt for Vietnam's best banh mi", "Worthwhile souvenirs", "Hoi An's Yaly Couture is a bespoke tailor and shoemaker. CHU DUNG/Yaly Couture", "Let's just say you might want to bring an empty suitcase.", "There are high-quality souvenirs tempting you at every corner, from silk tailoring shops and custom leatherware workshops to coffee roasters, handmade ceramics stalls, beautiful bamboo lantern makers and contemporary home decor boutiques.", "There's nothing kitschy about these goods -- in fact, you might treasure a suit tailored in Hoi An or a leather carryall for years to come.", "When it comes to tailoring, shops such as Sam Ao Dai , Hung An Cloth Shop (653 Hai Ba Trung) or Sewing Bee Tailors can turn around an order the next day. But if you're not in a hurry, we'd suggest allowing time for alterations.", "For a more couture experience, Yaly Couture and A Dong Silk specialize in bespoke, luxurious apparel that would be appropriate for everything from boardrooms to ballrooms.", "Another area where Hoi An's contemporary designers shine is homeware accessories.", "The light and airy Sunday in Hoi An boutique, for instance, is full of beautiful hand-painted tiles, bamboo furniture, eco-friendly apparel, bedding and bath accessories.", "Beautiful beaches", "An Bang Beach is located just a few kilometers outside Hoi An. DALE DE LA REY/AFP/AFP/Getty Images", "Hoi An is more of a river town than a beach getaway, but sunseekers can easily reach the coastline.", "About a 10-minute drive northeast, travelers will find themselves overlooking the East Sea with sweeps of sand running for miles in both directions.", "My Khe might be the most famous strip, but An Bang Beach is the most beautiful. Along this tranquil and largely undeveloped shoreline, it's all about low-key beach shacks, chilled beer and live music.", "Another safe bet are the beaches around the Son Tra Peninsula, a nature reserve about 25 minutes north by car, where the water's clean and clear.", "A biker's paradise", "Vespa Adventures offers travelers a chance to explore Hoi An from the back of a classic Italian scooter. Courtesy Vespa Adventures", "Whether you prefer to pedal around on a bicycle or zip off on a Vespa, Hoi An's wide open country roads are ideal for exploring on two wheels.", "The city just launched a new bike-sharing program in June and most hotels offer bike rentals.", "It's easy to gently cruise through Old Town, or you can cycle over to Cam Nam Village, the island just to the south across the river, for a peek at rural life.", "For countryside tours, Vespa Adventures is your best option.", "On the back of a restored 1960s-era Italian scooter, these half-day excursions take travelers across Thu Bon River on a local boat, over a rickety bamboo bridge, across gleaming green rice paddy fields where water buffalo soak up the sun.", "World-class hotels", "The Four Seasons The Nam Hai is one of the area's most luxurious hotels. Four Seasons", "Often jumbled into a two-for-one vacation, Hoi An and nearby Da Nang -- just 15 minutes up the coastline -- play host to some of Vietnam's most alluring hotels.", "Brought to life by prolific resort designer Bill Bensley, the contemporary oasis spills across the hills of the Son Tra Peninsula, a nature reserve that's home to rare red-shanked douc monkeys and pangolins.", "Then there's Four Seasons Resort The Nam Hai along the coastline, where you can dine on upscale Vietnamese street food at beachfront restaurant La Sen or splurge on a spa treatment.", "Nearby, Fusion Maia has become synonymous with wellness paradise, promising guests unlimited (and all-inclusive) spa treatments.", "As well as the Alila Hoi An coming up soon, the area will also welcome the Dusit Thani Hoi An as well as a beachfront Rosewood Hoi An in 2021.", "Related content 10 of the best Da Nang hotels on the beach", "Side trips galore", "On a hillside in Vietnam, giant hands extend, holding a new steel bridge. Designed by TA Landscape Architecture, the bridge has attracted scores of visitors since opening.", "And if you grow weary of Hoi An's charms and grace? In that unlikely scenario, there are lots of side trips around the region.", "If you're into history and architecture, Hue -- the imperial capital set on the picturesque Perfume River -- deserves an overnight visit.", "A three-hour drive north from Hoi An rewards history buffs with major sites like the tombs of the ancient emperors, various citadels and pretty pagodas.", "Outdoorsy types will appreciate the Marble Mountains. Easy to access from either Hoi An or Da Nang, a set of stairs leads to Buddhist pagodas hidden inside the limestone grottoes."], "authors": ["Kate Springer"], "keywords": ["food", "reasons", "nang", "best", "travelers", "town", "towns", "hoi", "visit", "banh", "river", "old", "beach", "vietnams", "beautiful"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}