{"id": "caf1cf4b-10c1-3ef6-b3f2-196b60d940d2", "title": "The incredible tale of a man who formed an unlikely bond with an octopus", "url": "https://edition.cnn.com/travel/article/my-octopus-teacher-craig-foster/index.html", "summary": "(CNN) — Craig Foster was diving, bare-chested, in bitterly cold waters off the southern-most tip of Africa when he saw her -- an octopus hiding under a cloak of shells and stones.\nIn the new Netflix documentary \"My Octopus Teacher\" this tender moment moves you in a way you never thought an octopus tentacle wrapped around a human hand could.\nFilmed in 2010, \"My Octopus Teacher\" chronicles the year Craig Foster spent cultivating a unique bond with an extraordinary creature.\nCraig Foster/Sea Change ProjectThe most powerful moment for Foster was when she allowed him to follow her on a hunt.\nBut nothing has compared to his \"once-in-a-lifetime\" bond with the octopus, he says.", "paragraphs": ["(CNN) — Craig Foster was diving, bare-chested, in bitterly cold waters off the southern-most tip of Africa when he saw her -- an octopus hiding under a cloak of shells and stones.", "Enchanted, he began following this incredibly shy creature, trying to prove he wasn't a predator by staying very still in her presence. For weeks she evaded him: hiding in her den, camouflaging herself, or pushing her liquid body into the nearest crack to escape.", "And then, after 26 days of near obsessive wooing, she reached out and touched him.", "In the new Netflix documentary \"My Octopus Teacher\" this tender moment moves you in a way you never thought an octopus tentacle wrapped around a human hand could.", "Filmed in 2010, \"My Octopus Teacher\" chronicles the year Craig Foster spent cultivating a unique bond with an extraordinary creature. The nature documentary has received eight nominations for the Jackson Wild Media Award and won Best Feature at the EarthxFilm Festival", "Foster was able to capture intimate moments of this octopus' short life by spending up to two hours following her every single day for a year.", "", "\"If you gain the trust of that animal over a period of months, it will actually ignore you to a certain degree and carry on with its normal life, and allow you to step inside its secret world,\" Foster tells CNN.", "We see her outwitting a shark by hitching a ride on its back, growing a new tentacle after surviving a shark attack, and finally wasting away after laying a clutch of eggs.", "\"The octopus showed me many behaviors that were completely new to science, because this animal trusted me,\" he says", "Related content South African diver exposes the secret lives of sea creatures", "\"My Octopus Teacher\" was directed by Pippa Ehrlich and James Reed and produced by Craig Foster. Craig Foster/Sea Change Project", "The most powerful moment for Foster was when she allowed him to follow her on a hunt.", "", "\"It's not like you are in a Jeep and arrive upon a hunting scene on land,\" he explains. \"In the water it's intimate. When she chooses to let you into her world ... it's a very, very special moment of not just being accepted, but that your presence to her also feels natural, like you belong in that space with her.\"", "Foster has spent the last ten years diving in a kelp forest in the Atlantic Ocean off the west coast of South Africa where water temperatures can drop as low as 8 degrees Celsius.", "Known as the \"Cape of Storms,\" he describes this patch of ocean as \"the most treacherous coast in the world.\" While some swimmers fear sharks or other predators, Foster says the greatest threat to his life is being thrown onto a rock by a big wave.", "Related content Paradise Beach in South Africa lives up to its name", "l e v a r t", "The healing power of the ocean", "Foster began this daily diving regimen as a way of dealing with a depression that had left him raw and disconnected. \"I was struggling. My only way to heal felt like I needed to be in the ocean, my go-to happy place as a child.\"", "Immersing himself in this underwater world has calmed his mind, he says. Over the years other animals have reached out to make contact, including otters, whales, cuttlefish and even sharks. \"They have chosen to come to me and make that contact, showing a moment of trust and vulnerability,\" he says. \"Every time it's breathtaking and healing.\"", "But nothing has compared to his \"once-in-a-lifetime\" bond with the octopus, he says.", "Foster says the greatest lesson she taught him is that humans are part of the natural world around us, and not simply visitors."], "authors": ["Katy Scott"], "keywords": ["craig", "moment", "tale", "octopus", "unlikely", "foster", "incredible", "ocean", "man", "formed", "world", "south", "teacher", "bond", "way", "life"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}