{"id": "caf5a5cc-46a0-3f5b-ab7d-50b67cb077af", "title": "America v China Inc - NYSE boots out Chinese telecoms firms—then it doesn’t, then does", "url": "https://www.economist.com/business/2021/01/05/nyse-boots-out-chinese-telecoms-firms-then-it-doesnt-then-does", "summary": "On December 31st the New York Stock Exchange ( NYSE ) announced that it would delist China Telecom, China Mobile and China Unicom, three telecoms giants, shares in which have been traded on Wall Street for years.\nThose same funds faced the prospect of repurchasing the shares, the price of which had popped up on news of the NYSE ’s U-turn.\nOne thing is clear: Chinese companies listed in America face uncertain times.\nMSCI , a rival indexer, plans to boot ten Chinese firms from its benchmarks.\nIf private-sector firms are included the number of Chinese firms listed in America swells to over 200, many of them in hot industries like technology and finance.", "paragraphs": ["T HE TIES that bind the world’s two biggest economies are unravelling, in fits and starts. The latest episode involved fits, starts and chaos. On December 31st the New York Stock Exchange ( NYSE ) announced that it would delist China Telecom, China Mobile and China Unicom, three telecoms giants, shares in which have been traded on Wall Street for years. It did so, it said, to comply with President Donald Trump’s executive order in November banning American investments in companies with links to the People’s Liberation Army ( PLA ).", "This set off a fit among their American shareholders. As the trio’s share prices swung wildly, funds scrambled to sell their stakes before the delisting, which the NYSE said would occur by January 11th. Speculation raged that CNOOC and PetroChina, state-run energy goliaths also listed in New York, could be next. Then came the start. Late on January 4th the NYSE declared it would not eject the firms after all. Those same funds faced the prospect of repurchasing the shares, the price of which had popped up on news of the NYSE ’s U-turn. If that weren’t chaotic enough, two days later the NYSE changed its mind again. It would, after all, boot out the three companies.", "One thing is clear: Chinese companies listed in America face uncertain times. In December Mr Trump signed a bipartisan law that would expel from exchanges in America those companies that do not allow American regulators to audit their accounts, which is the case for many Chinese ones. On top of this law, Mr Trump’s executive order is likely to remain a problem; Joe Biden may hesitate to rescind it after he takes office on January 20th. It affects more than 30 firms deemed too cosy with the PLA . To comply, FTSE Russell, which maintains global equity indices, plans to cut at least 11 Chinese technology firms from its roster. MSCI , a rival indexer, plans to boot ten Chinese firms from its benchmarks.", "A rupture seems inevitable, then. How much will it matter? If it is limited to Chinese state-owned enterprises ( SOE s), then not much. Only about a dozen SOE s trade in New York—and only thinly. Most have a more robust listing in Hong Kong or mainland China. Paul Gillis of Peking University argues that “it makes no sense for these companies to have US listings and be subject to US regulations”.", "That leaves two other potential casualties. If private-sector firms are included the number of Chinese firms listed in America swells to over 200, many of them in hot industries like technology and finance. Their combined market capitalisation exceeds $2.2trn. Many may have links (however tenuous) with the PLA .", "Losing access to America’s sophisticated investors and deep pools of capital would sting such innovators as Lufax, a mainland fintech giant, which pulled off a $2.4bn flotation in New York in late October. That risk is why Alibaba, China’s e-commerce titan with a New York listing, hedged its bets in late 2019 by floating in Hong Kong as well. Others may follow."], "authors": ["The Economist"], "keywords": ["doesnt", "v", "telecoms", "firmsthen", "america", "york", "pla", "chinese", "does", "china", "boots", "companies", "nyse", "firms", "s", "late", "listed"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}