{"id": "cb06e3cd-d9cd-3300-9202-f00eccabeb4c", "title": "Agnelli’s Super League insights suggest battles with Uefa are not over", "url": "https://www.theguardian.com/football/2021/apr/21/andrea-agnelli-european-super-league-insights-battles-uefa-not-over-juventus", "summary": "On Wednesday morning two of Italy’s biggest newspapers – La Repubblica and Corriere dello Sport – ran a joint interview with the Juventus chairman Andrea Agnelli, in which he insisted that the Super League had a “100% chance of success”.\nExpanding on that thought later in the conversation, he said: “[Uefa] only draw out the benefits.\n“We need a competition that is able to counter what [young people] reproduce on digital platforms, transforming the virtual into the real.\nOn [the video game] Fifa you can create your own competition; that competition needs to be brought into the real world.\nAn article on the website of the broadcaster Mediaset asked whether Agnelli’s time as chairman of Juventus might be at an end.", "paragraphs": ["On Wednesday morning two of Italy’s biggest newspapers – La Repubblica and Corriere dello Sport – ran a joint interview with the Juventus chairman Andrea Agnelli, in which he insisted that the Super League had a “100% chance of success”. Within hours of its publication, he had admitted defeat. Asked by Reuters whether the league might still go ahead, following the withdrawal of at least half of its founder members, he replied: “To be frank and honest, no.”", "The writing was on the wall already as the newspapers went to print, but both chose to press ahead and publish a conversation that offered insights into the thinking behind the failed league. Agnelli’s discourse was wide-ranging, but the two points he seemed most keen to highlight were a frustration with current models of football governance and a conviction that new approaches were required to hold the attention of younger fans.", "He expressed frustration with the role of a body like Uefa, who “keep control of the competitions, a de facto monopoly, without taking on any economic risk”. Expanding on that thought later in the conversation, he said: “[Uefa] only draw out the benefits. They sell, they decide how to redistribute, they regulate us … either they are regulators or they are commercial promoters. They need to decide what they want to be.”", "Agnelli insisted that new approaches were required for football to stay relevant in a world where change had been accelerated by the coronavirus pandemic. “For anyone who has children of 10, 15, 20 years old, the disaffection is more than palpable,” he argued, pointing out that closed and empty stadiums had only diminished the sport’s appeal.", "“We need a competition that is able to counter what [young people] reproduce on digital platforms, transforming the virtual into the real. On [the video game] Fifa you can create your own competition; that competition needs to be brought into the real world. We overlook the effects of the competition of the various Fortnite, Call of Duty etc, authentic catalysts for the attention of the young people of today who are destined to become the spenders of tomorrow.”", "His Super League vision had not initially been met with the same blanket hostility in Italy that it received in the UK. As plans unravelled, though, Agnelli became a lightning rod for criticism. His picture appeared together with that of the Real Madrid president, Florentino Pérez, on the front cover of Wednesday’s Gazzetta dello Sport, under the headline: “Superflop!”", "The Fiver: sign up and get our daily football email.", "An article on the website of the broadcaster Mediaset asked whether Agnelli’s time as chairman of Juventus might be at an end. “Andrea has made too many enemies, both external and internal,” it read, claiming that his cousin John Elkann, chairman of Exor, the holding company which owns Juventus, had already been considering a change for some time.", "But perhaps the most eloquent condemnation came from the street artist Laika MCMLIV, who created a fresh mural overnight, close to the headquarters of the Italian Football Federation in Rome. It depicted Agnelli in his suit, puncturing a football with a dagger painted in gold."], "authors": ["Nicky Bandini"], "keywords": ["competition", "agnellis", "battles", "football", "league", "uefa", "real", "agnelli", "young", "juventus", "world", "insights", "super", "suggest", "chairman"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}