{"id": "cb12dd86-d685-3e7e-af8f-f30b25f7e53f", "title": "‘Autonomous zone’ NYC bar reopens despite COVID-19 restrictions", "url": "http://www.foxnews.com/us/autonomous-zone-nyc-bar-reopens-despite-covid-19-restrictions", "summary": "A Staten Island bar that has declared itself a COVID-19 restriction “autonomous zone” was back open for two hours on Friday night, in continued defiance of its suspended liquor license and despite one of its owners’ arrest just three days prior.\nDozens of customers crammed into Mac’s Public House before it shut back down for the night at 10 p.m., flouting state restrictions against serving customers indoors.\nThey’re just showing they’re not willing to work with us,” said Presti, who was arrested Tuesday.\nCLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE“We have to get our livelihoods back.\nWe’re just scraping by.”City Department of Buildings vacate orders from Tuesday were still taped to the door on Friday night.", "paragraphs": ["A Staten Island bar that has declared itself a COVID-19 restriction “autonomous zone” was back open for two hours on Friday night, in continued defiance of its suspended liquor license and despite one of its owners’ arrest just three days prior.", "Dozens of customers crammed into Mac’s Public House before it shut back down for the night at 10 p.m., flouting state restrictions against serving customers indoors.", "SUPPORTERS PROTEST OUTSIDE MAC'S TAVERN ON STATEN ISLAND IN DEFIANCE OF NEW YORK'S COVID RESTRICTIONS", "“We tried to sit down and be diplomatic with city and state officials; we had a meeting with the sheriff today,” co-owner Danny Presti told freelance reporter Oliya Scootercaster as bargoers shuffled in and out.", "“It did not go well. They’re just showing they’re not willing to work with us,” said Presti, who was arrested Tuesday.", "CLICK HERE FOR COMPLETE CORONAVIRUS COVERAGE", "“We have to get our livelihoods back. And we’ll see where that goes. We haven’t been able to pay the utilities,” he added. “Just everything’s piling up. We’re just scraping by.”", "City Department of Buildings vacate orders from Tuesday were still taped to the door on Friday night."], "authors": [], "keywords": ["autonomous", "macs", "island", "covid19", "despite", "theyre", "nyc", "state", "bar", "night", "customers", "reopens", "restrictions", "presti", "zone", "defiance", "staten"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}