{"id": "cb251efe-8102-3b94-b4c3-fb1977525971", "title": "‘It would be glorious’: hopes high for Biden to nominate first Black woman to supreme court", "url": "https://www.theguardian.com/law/2021/apr/20/supreme-court-joe-biden-black-female-justice", "summary": "But McDonald has specific reasons for wanting a Black woman on the court, too.\nLast month, the White House press secretary, Jen Psaki, said Biden’s campaign commitment to nominating a Black woman “absolutely” holds.\n“The presumption is that whomever Biden nominates, the first Black woman to the supreme court would be filling both the shoes of Ruth Bader Ginsburg and Thurgood Marshall,” said Jealous.\nMaryland state delegate Vanessa Atterbeary stands by a statue of the former supreme court justice Thurgood Marshall in Annapolis, Maryland.\nMcDonald said having a Black woman on the supreme court would mean American history had “come full circle”.", "paragraphs": ["Joe Biden’s promise to nominate an African American woman to the supreme court for the first time holds broad symbolic significance for Darlene McDonald, an activist and police reform commissioner in Salt Lake City, Utah.", "But McDonald has specific reasons for wanting a Black woman on the court, too.", "When Chief Justice John Roberts asserted in 2013 that federal oversight of voting in certain southern states was no longer needed because “things have changed dramatically” since the civil rights era, McDonald said, he revealed a blindness to something African American women have no choice but to see.", "“I believe that if Chief Justice Roberts had really understood racism, he would never have voted to gut the Voting Rights Act,” McDonald said, adding that hundreds of voter suppression bills introduced by Republicans in recent months suggest things have not “changed dramatically” since 1965.", "“Myself, as an African American woman, having that representation on the supreme court will be huge,” McDonald said, “especially in the sense of having someone that really understands racism.”", "The gradual diversification of US leadership, away from the overwhelming preponderance of white men, towards a mix that increasingly reflects the populace, was accelerated by the election last November of Kamala Harris, a woman of color, as vice-president.", "Black women have been overlooked in terms of their values and what they have to bring to society as well as to the bench Leslie Davis", "Now enthusiasm is building around a similarly historic leap that activists, academics and professionals expect is just around the corner: the arrival on the court of a justice who would personify one of the most historically marginalized groups.", "“Black women have been overlooked for decades and decades in terms of their values and what they have to bring to society as well as to the bench,” said Leslie Davis, chief executive of the National Association of Minority and Women Owned Law Firms. “We should be able to look at our highest court in the land and see the reflection of some of the folks who have made America great. And that absolutely includes Black women.”", "Out of 115 justices in its history, the supreme court has counted two African American justices, one Latina and just five women. The court has no vacant seats but calls are growing for Stephen Breyer, a liberal who turns 83 this year, to retire. Last month, the White House press secretary, Jen Psaki, said Biden’s campaign commitment to nominating a Black woman “absolutely” holds.", "“This is a big moment in the making,” said Ben Jealous, president of People for the American Way, which recently launched the Her Fight Our Fight campaign to support and promote women of color in government and public service roles.", "“The presumption is that whomever Biden nominates, the first Black woman to the supreme court would be filling both the shoes of Ruth Bader Ginsburg and Thurgood Marshall,” said Jealous.", "The late Ginsburg, a pioneering lawyer for women’s rights, was succeeded last fall by the conservative justice Amy Coney Barrett. Marshall was succeeded in 1991 by the George HW Bush appointee Clarence Thomas, who “is anathema to everything that the civil rights community stands for”, Jealous said.", "“It would be both glorious and a relief to have a Black woman on the supreme court who actually represents the values of the civil rights community, and the most transformative lawyers in our nation’s history.”", "Tomiko Brown-Nagin, a civil rights historian, dean of the Harvard Radcliffe Institute and professor of constitutional law, said having qualified federal judges who “reflect the broad makeup of the American public” would strengthen democracy and faith in the courts.", "“It’s an important historical moment that signifies equal opportunity,” Brown-Nagin said. “That anyone who is qualified has the chance to be considered for nomination, notwithstanding race, notwithstanding gender. That is where we are. In some ways, we shouldn’t be congratulating ourselves, right?”", "Judge Ketanji Brown Jackson, of the court of appeals for the DC district. Photograph: Bill O'Leary/Getty Images", "Brown-Nagin pointed out that a campaign was advanced in the 1960s to nominate Constance Baker Motley, the first Black woman to sit as a federal judge, but some Democratic allies of President Lyndon Johnson opposed such a nomination because they saw it as too politically risky.", "“This moment could have happened 50 years ago,” Brown-Nagin said.", "Daniel L Goldberg, legal director of the progressive Alliance For Justice, said to call the moment “overdue” did not capture it.", "“It is stunning that in the entire history of the republic, that no African American woman has sat on the highest court in the country,” Goldberg said. “For way too long in our nation’s history, the only people who were considered suitable and qualified for the court happened to be white males.”", "The first Black female supreme court justice is likely to be nominated at a time when a renewed push for racial justice brings renewed focus on the court, which has played a key role in enforcing desegregation and reinforcing anti-discrimination laws.", "I would like to see someone like Sherrilyn Ifill or Lia Epperson – a woman who comes out of Thurgood Marshall’s old law firm Ben Jealous", "The killing of Daunte Wright, a 20-year-old Black man, by a white police officer outside Minneapolis last weekend during the murder trial of former police officer Derek Chauvin has sharpened cries for a national answer to serial injustice at the local level – precisely the kind of conflict that typically lands before the supreme court.", "“As we sit here today, and watch the trial of Derek Chauvin’s murder of George Floyd, that precipitated a summer of protests for the lives of Black people to matter – it feels that it is time for there to be a Black woman on the supreme court, because of the moment that we are in right now,” said McDonald, the Utah activist.", "Davis said it was “imperative” the country make strides toward racial justice after the invasion of the Capitol in January by white supremacists intent on overturning the 2020 presidential election, goaded on by a former president.", "Maryland state delegate Vanessa Atterbeary stands by a statue of the former supreme court justice Thurgood Marshall in Annapolis, Maryland. Photograph: Brian Witte/AP", "“That shows that there are folks who are intentional about not seeing diversity, equity and inclusion thrive,” Davis said. “Now is the time for us as a country to recognize that until we value the voices of everyone, including Black women, we are silencing a very important part of the fabric of America.”", "‘A significant pool’", "The percentage of Black women who are federal judges – a common stepping-stone to a high court nomination – is extraordinarily small.", "According to the federal judicial center, the US circuit courts count only five African American women among sitting judges out of 179. There are 42 African American women judges at the district court level, out of 677.", "Those numbers are partly owing to Republican obstruction of Black women nominated by Barack Obama, including former seventh circuit nominee Myra Selby. She was denied a hearing in the Senate for the entirety of 2016 – a year later Republicans filled the seat with Donald Trump’s nominee: Amy Coney Barrett.", "“There is a significant pool of lawyers, law professors, public officials who would be viable nominees for the federal courts,” said Brown-Nagin. “The problem is not the pool.”", "Last month, Brown-Nagin co-signed a letter to the Senate judiciary committee supporting the nomination of the district court judge Ketanji Brown Jackson to the court of appeals for the DC district, sometimes informally referred to as the second-highest court in the land.", "“Her résumé virtually screams that she is an ideal nominee for an appellate court or even the supreme court, and that is because she has the combination of educational and professional experience on the federal courts that feasibly fits the mold of typical supreme court nominees,” Brown-Nagin said.", "“I would say it goes beyond what we’ve seen, frankly, in recent nominees to the court.”", "Jealous, a former president of the National Association for the Advancement of Colored People (NAACP), said he would like to see a nominee “who cut their teeth defending the people, not corporations”.", "“I would like to see someone like Sherrilyn Ifill or Lia Epperson – a woman who comes out of Thurgood Marshall’s old law firm, the NAACP legal defense fund, with a courageous commitment to defending the rights of all Americans,” he said.", "McDonald said having a Black woman on the supreme court would mean American history had “come full circle”.", "“I feel in my heart that it’s time,” she said. “Everything takes its time. And everything happens at its time. I was raised in a church, so I’m just going to say it like that.”"], "authors": ["Tom Mccarthy"], "keywords": ["hopes", "american", "african", "rights", "supreme", "court", "federal", "biden", "glorious", "black", "high", "women", "justice", "woman", "nominate"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}