{"id": "cb3bbca3-d4dc-3528-888b-414e71359e2f", "title": "‘RHOBH’ star Erika Jayne posts throwback modeling photo amid public divorce from Tom Girardi", "url": "https://www.foxnews.com/entertainment/rhobh-star-erika-jayne-throwback-photo-divorce-tom-girardi", "summary": "The “Real Housewives of Beverly Hills” star, 49, worked as a model and dancer in her younger life and reminded fans of the fact when she shared a topless photo on Instagram on Wednesday.\nJayne received a number of celebrity comparisons and one fan said they had to do a double-take at first glance.\n'REAL HOUSEWIVES' STAR ERIKA JAYNE, EX TOM GIRARDI SUED FOR ALLEGEDLY EMBEZZLING MILLIONS FROM CRASH VICTIMSAnother fan echoed the sentiment, adding, “You look like Gigi [Hadid] in this photo.\nJayne is currently entrenched in a divorce from Los Angeles attorney Tom Girardi, 81, whom Jayne has been married to for nearly 21 years.\nCLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTERAccording to reports, Girardi has responded to Jayne’s divorce filing and asked the court to terminate their ability to award spousal support to Jayne.", "paragraphs": ["Throwback Thursday came a day early for Erika Jayne.", "The “Real Housewives of Beverly Hills” star, 49, worked as a model and dancer in her younger life and reminded fans of the fact when she shared a topless photo on Instagram on Wednesday.", "“Ahhh… 18,” Jayne captioned the black-and-white image of herself donning denim jeans and sporting long blonde locks – her arms crossed to cover her chest.", "Jayne received a number of celebrity comparisons and one fan said they had to do a double-take at first glance.", "‘REAL HOUSEWIVES OF BEVERLY HILLS’ PAUSES PRODUCTION OVER CORONAVIRUS CONCERNS: REPORT", "\"Thought that was Gigi [Hadid] at a first glance,\" the social media user said, while another commenter wrote Jayne looked like a \"mix of Gigi Hadid and young Drew Barrymore here.\"", "'REAL HOUSEWIVES' STAR ERIKA JAYNE, EX TOM GIRARDI SUED FOR ALLEGEDLY EMBEZZLING MILLIONS FROM CRASH VICTIMS", "Another fan echoed the sentiment, adding, “You look like Gigi [Hadid] in this photo. I thought you posted a pic of her. You're so beautiful ❤️.\"", "Jayne is currently entrenched in a divorce from Los Angeles attorney Tom Girardi, 81, whom Jayne has been married to for nearly 21 years.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "According to reports, Girardi has responded to Jayne’s divorce filing and asked the court to terminate their ability to award spousal support to Jayne. He has also requested his attorney fees be paid by his estranged wife.", "CLICK HERE TO GET THE FOX NEWS APP", "The date of separation for the pair is listed as “to be determined,” according to reports, however, the couple cited “irreconcilable differences” as the reason for their dissolution."], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["girardi", "tom", "throwback", "fan", "reports", "hills", "star", "erika", "public", "rhobh", "gigi", "posts", "housewives", "jayne", "hadid", "modeling"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}