{"id": "cbc052d4-a970-30ad-93e1-26d23c8f1be9", "title": "Jeremy O. Harris’s Next Act? A Limited-Edition Fashion Collection", "url": "https://www.vogue.com/article/jeremy-o-harris-ssense-works-collection-launch", "summary": "And for anyone feeling anxious about their lack of productivity, it would be wise to stop reading about Jeremy O. Harris’s year now.\nThe collection is part of a new initiative titled SSENSE WORKS, which provides a platform for genre-bending creators to find an outlet in fashion.\nHis SSENSE collection may consist of pieces that fall at the more casual end of Harris’s broad sartorial spectrum, but the story underpinning it is a little more baroque.\n“I rubbed every piece of fabric across my skin to make sure it was exactly how I wanted, which was something I learned from when I interviewed Rihanna about her Fenty collection,” Harris laughs.\n“The theater I make is not just about Jeremy O. Harris the wordsmith,” he adds.", "paragraphs": ["As a year like no other finally comes to a close, many of us might find ourselves reflecting on the grand ambitions we held at the beginning of lockdown, and whether or not we fulfilled them. (Looking back, how many of us did actually follow through on our goals to learn a new language or master the art of sourdough?) And for anyone feeling anxious about their lack of productivity, it would be wise to stop reading about Jeremy O. Harris’s year now. Not only did the actor and playwright pick up a record 12 Tony Award nominations for his breakout hit Slave Play, but he also found the time to premiere his new film Zola at Sundance, appear in Gus van Sant’s short film series for Gucci, and ink an overall deal with HBO which included a fund to support emerging theater-makers.", "Now, Harris is launching his latest venture, one that is arguably his most unexpected yet: a new 20-piece, gender-neutral capsule collection with Canadian e-commerce site SSENSE. The collection is part of a new initiative titled SSENSE WORKS, which provides a platform for genre-bending creators to find an outlet in fashion. Any initial surprise—surprise partly in that he managed to find the time—fades fast when thinking back to Harris’s steady reputation for turning showstopping looks, from the flamboyant Gucci and Thom Browne tailoring he favors on the red carpet, to the more relaxed pieces he regularly sports by the likes of Telfar and Bode.", "His SSENSE collection may consist of pieces that fall at the more casual end of Harris’s broad sartorial spectrum, but the story underpinning it is a little more baroque. “The entire collection is a play—it’s a 15-line monologue—and if you were to get every piece of the collection, you would have the full text of the play,” Harris explains. “I got the idea from my love of the movie Phantom Thread. I love the idea of someone putting hidden messages inside of clothing, so I wanted it to be sometimes explicit, and sometimes a surprise to the wearer. In some pieces, like the sweatsuits, it's sort of the main event, but some of the more revealing or vulnerable lines are hidden in the waistband of the skirt or the lining of the pocket, that you only discover when you put your hand inside.”", "Courtesy of SSENSE Courtesy of SSENSE", "The pieces also feature a number of Harris’s signature style trademarks, including graphic prints, embroidery, high-waisted trousers, and a generous dose of plaid. “I rubbed every piece of fabric across my skin to make sure it was exactly how I wanted, which was something I learned from when I interviewed Rihanna about her Fenty collection,” Harris laughs. “She had told me that you know if it's right, not because of how expensive it is, or what your own relationship to the idea of cashmere is, but because of the way it feels on your skin.” Harris also notes that the collaborative nature of designing a fashion collection was not as far from his experience working in theater as you might initially think. “The theater I make is not just about Jeremy O. Harris the wordsmith,” he adds. “It’s about Jeremy O. Harris and this amazing group of collaborators. How they tell the story starts with the words as the first sketch, then the actors come in, and the director and dramaturg come in, and they help bring that sketch to life, in the way that great couturiers do.”", "Given SSENSE’s ambitious approach to producing content, the bulk of which is overseen by Joerg Koch of the agenda-setting Berlin-based fashion and art title 032c, the launch of SSENSE WORKS feels like a natural evolution for the company to expand its partnerships with the creatives who are part of their community. It was when Harris began discussing his cover for SSENSE’s print magazine earlier this year (for which he styled himself in plenty of Gucci and Bode, naturally) with managing editor Durga Chew-Bose that the conversation around SSENSE WORKS was first initiated. “We’re treating this as a bit of laboratory, and we really want to find a way to fit each collaborator that’s relevant to what they want to say,” explains Sonya Thomas, SSENSE’s Senior Director of Brand Development. “Jeremy is a great example, as it's an interesting mix of products and visuals that round out this very complete aesthetic to reflect the ambitions of the project.”", "Courtesy of SSENSE Courtesy of SSENSE", "For Harris, who speaks at length about how integral costuming is to his plays, the collection also provided an opportunity to pay tribute to some of his heroes from the worlds of literature and theater. He recalls a critique he received from one of his “least favorite” professors while at the Yale School of Drama, who told him his outré style meant people wouldn’t take him seriously. “I was so puzzled by that, mainly because it was so ahistoric,” Harris remembers. “All of my favorite writers had a peacocking phase at some point in their careers, whether it’s Zora Neale Hurston at a party wearing a deep ruby hat and matching dress, or pictures of Adrienne Kennedy hanging out with the Beatles in London, or James Baldwin in a fabulous jacket, or that iconic photo of Samuel Beckett with a Gucci bag.”", "“I think there’s like this constant academic rejection of how being stylish or having a relationship to fashion can also be a part of an artist’s practice of writing themselves into the world, or shaping how the world sees them, and so I think I wanted to look to writers as inspiration to talk about that,” he continues.", "But most of all, as Harris explains, the project provided a welcome—even therapeutic—source diversion from his usual practice, as his beloved industry of theater has undergone a tumultuous year. (Harris is donating his fee for the collection to a fund he launched in May to help out-of-work members of the theater community.) “It’s taken me a while to fully engage with the fact that I have no idea how people are going to be experiencing my stage and screenwriting, or to wrap my brain around what that might look like next year,” says Harris. “It’s through these other projects, like working on a play that might live on someone's clothes, that I’ve been able to think about that in a more concrete way. That’s truly exciting to me.”"], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["theater", "pieces", "collection", "jeremy", "harris", "way", "limitededition", "fashion", "harriss", "idea", "ssense", "act", "think"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}