{"id": "cbc9bf8b-80a0-3c2f-8f83-6d057c986a82", "title": "Daisy Chain: Can a Cornish town adapt to survive another lockdown? – video", "url": "https://www.theguardian.com/global/video/2020/oct/27/daisy-chain-can-a-cornish-town-adapt-to-survive-another-lockdown-video", "summary": "When the remote town of St Just, Cornwall, was locked down in March, the small community worried that its economy wouldn't survive.\nBut one town councillor, Daisy Gibbs, rallied an army of volunteers to form 'the Daisy chain', an informal support network to ensure every household in the district had support.\nInspired by her imagination and resilience, filmmaker Sky Neal followed the Daisy Chain for seven months, as local businesses adapted and the community pulled together to realise a more sustainable future.\nHowever, as a second wave of restrictions threatens, the town has to dig deep to find the resilience they need to ensure their future.\nCan they re-invent their local economy to survive and thrive beyond Covid?", "paragraphs": ["When the remote town of St Just, Cornwall, was locked down in March, the small community worried that its economy wouldn't survive. But one town councillor, Daisy Gibbs, rallied an army of volunteers to form 'the Daisy chain', an informal support network to ensure every household in the district had support. Inspired by her imagination and resilience, filmmaker Sky Neal followed the Daisy Chain for seven months, as local businesses adapted and the community pulled together to realise a more sustainable future. However, as a second wave of restrictions threatens, the town has to dig deep to find the resilience they need to ensure their future. Can they re-invent their local economy to survive and thrive beyond Covid?"], "authors": ["Jess Gormley", "Lindsay Poulton", "Sky Neal", "Robin Simpson", "Melissa Warren"], "keywords": ["adapt", "cornish", "town", "chain", "future", "community", "ensure", "local", "daisy", "economy", "survive", "support", "video", "lockdown", "resilience"], "pubDate": "2020-10-27T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}