{"id": "cbd2205d-28a1-3d7d-a489-7274d214d504", "title": "6 Chefs Share Their Favorite Vegan Holiday Recipes", "url": "https://www.vogue.com/article/vegan-recipes-for-the-holiday-season", "summary": "Use a paper towel dabbed with vinegar to wipe out a large metal bowl and the attachments on your electric beaters.\nIt will bubble, froth and foam, and then turn into soft peaks much like meringue.\nSpoon the prepared meringue mixture inside the traced circles (it will expand very slightly), piling up and smoothing out until you have two discs.\nSlowly pour the sugar mixture into the whipped aquafaba, beating to incorporate as you go.\nSpoon the warm, beaten mixture into your cake tin and leave to cool to room temperature, then move to the fridge until needed.", "paragraphs": ["Use a paper towel dabbed with vinegar to wipe out a large metal bowl and the attachments on your electric beaters. Pour the aquafaba into the bowl and add the cream of tartar. Beat on high speed for 5 minutes. It will bubble, froth and foam, and then turn into soft peaks much like meringue.", "Turn the beaters to medium and add the sugar 1 tablespoon at a time, incorporating each tablespoon into the meringue before adding the next. At the end the meringue should have formed stiff peaks. Mix in the xanthan gum and beat on high for another minute. The meringue is ready when it doesn’t budge when you flip the bowl upside down.", "Line two large baking trays with baking paper. Use a marker to trace the shape of a 23 cm (9 in) cake tin onto each piece of paper, flipping the paper over once done. Spoon the prepared meringue mixture inside the traced circles (it will expand very slightly), piling up and smoothing out until you have two discs.", "Place the baking trays on the middle and top shelves in the oven and dry the meringues (we’re not trying to bake them) for 3 hours or until the tops feel crisp. Switch off the oven, leave the door closed and forget about them until they're completely cool.", "While the crusts are drying, make the filling. Beat the cream of tartar and aquafaba until you achieve soft peaks again and set aside. Heat the sugar and agar agar powder in a saucepan over medium–low heat and stir in 170 ml (5½ fl oz/2/3 cup) water and the glucose syrup. Using a candy thermometer to guide you, and without stirring, bring the temperature to 110°C (230°F). Between 100°C (212°F) and 110°C (230°F) the mixture will rise quickly, so be vigilant with the heat to coax it to the right temperature without the mixture flowing out of the pan. Give it a stir once done.", "Slowly pour the sugar mixture into the whipped aquafaba, beating to incorporate as you go. Once done, beat in the xanthan gum and vanilla. Spoon the warm, beaten mixture into your cake tin and leave to cool to room temperature, then move to the fridge until needed.", "When all the components are ready, up-end one of the cooled meringues onto a serving dish. Use a knife to separate the set filling from the side of the tin and carefully guide it onto the upside down meringue."], "authors": ["Akili King", "Akili Kin"], "keywords": ["share", "favorite", "tin", "heat", "holiday", "bowl", "paper", "chefs", "vegan", "meringue", "temperature", "peaks", "recipes", "beat", "sugar", "mixture"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}