{"id": "cbe045b2-6aa0-36a2-a3ab-346ba9de0bcd", "title": "Sea Of Thieves Introducing Seasons In 2021", "url": "https://www.gameinformer.com/2020/12/02/sea-of-thieves-introducing-seasons-in-2021", "summary": "Sea of Thieves has made a boatload of improvements since its shaky launch in 2018, but next year will see the game’s biggest change with the introduction of seasons.\nEach season will last around three months, with a special live event kicking off each one (and three events in total during each Season).\nAs with many live service games, Rare promises seasons will reward players for simply engaging in Sea of Thieves’ various activities including Pirate Trials, which offer new ways to play existing content.\nIt seems natural Sea of Thieves would take a shot at it, especially since it’s silently grown into a legitimately popular game.\nWhat do you think of having seasons in Sea of Thieves?", "paragraphs": ["Sea of Thieves has made a boatload of improvements since its shaky launch in 2018, but next year will see the game’s biggest change with the introduction of seasons. The switch brings a new progression model, regular live events, and, of course, a ton of that sweet (pirate) booty.", "Each season will last around three months, with a special live event kicking off each one (and three events in total during each Season). Season One begins in January with a new Merchant Alliance quest. The event tasks players with locating a missing shipwreck by collecting clues scattered across land and sea.", "As with many live service games, Rare promises seasons will reward players for simply engaging in Sea of Thieves’ various activities including Pirate Trials, which offer new ways to play existing content. That way, they’re always progressing regardless of how many quests they actually complete. Dedicated players can also purchase the new Plunder Pass, Sea of Thieves’ take on the paid season pass, to earn exclusive rewards as well as a featured live event each month. Rare promises each season will dole out “hundreds” of rewards as well as feature regular quality of life updates to maintain smooth sailing throughout.", "Rare also shared that the competitive Arena mode will receive no further updates going forward. The reason is simple: people aren’t playing it nearly as much as the primary Adventure mode, so all development resources will shift to support that aspect of the game. The Arena will still be available to play for those that enjoy it, just don’t expect anything new for it.", "When done right, seasons have proven to be a fun and effective hook for keeping players engaged in ongoing games. It seems natural Sea of Thieves would take a shot at it, especially since it’s silently grown into a legitimately popular game. Rare boasted over 15 million players in 2020, their best year yet. It’s always cool to see a good redemption story, and hopefully 2021 maintains the game’s upward trajectory.", "What do you think of having seasons in Sea of Thieves? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["games", "players", "sea", "event", "2021", "live", "rare", "thieves", "updates", "seasons", "season", "introducing"], "pubDate": "2020-12-02T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}