{"id": "cbe9bca6-fd57-3488-8203-0c89b371539b", "title": "The surprising history of the ugly Christmas sweater", "url": "https://www.foxnews.com/media/the-history-of-the-ugly-christmas-sweater", "summary": "\"A History of the Ugly Christmas Sweater\" on Fox Nation explores the little known facts behind the curious designs known for sparking joy around the holidays.\nThe first Christmas sweater made an appearance in the 1950’s with the mass commercialization of Christmas, Fox Nation host Tom Shillue explained.\nBy the 1980s, the Christmas sweater was taking on all of the characteristics of the decade itself: bigger, flashier, and bolder.\"\nFor more exclusive content and to hear some personal holiday traditions from Fox News and Fox Nation hosts, join Fox Nation and watch \"A History of the Ugly Holiday Sweater\" today.\nFOR LIMITED TIME, RECEIVE 35% OFF NEW PURCHASE OF A YEARLY FOX NATION SUBSCRIPTIONFox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers.", "paragraphs": ["The ugly Christmas sweater has now joined the ranks of eggnog, fruit cake, and jingle bells as holiday staples, but it took several years before the public embraced the flashy pullover garment.", "\"A History of the Ugly Christmas Sweater\" on Fox Nation explores the little known facts behind the curious designs known for sparking joy around the holidays.", "The first Christmas sweater made an appearance in the 1950’s with the mass commercialization of Christmas, Fox Nation host Tom Shillue explained.", "\"The precursor to the modern Christmas sweater was known as the Jingle Bell Sweater, which came about in the late 1940's and early 1950's,\" he said. The sweater at the time was colorful but considered tasteful, and featured discreet Christmas themed designs.", "So how did the once subtle, joyful wool garment evolve into the \"ugly\" sweater sold in department stores today?", "\"Knitwear became popular in the 1970s as sewing technologies advanced,\" Fox Nation host Hornacek explained. \"Christmas sweaters were best suited to fit the trend. By the 1980s, the Christmas sweater was taking on all of the characteristics of the decade itself: bigger, flashier, and bolder.\"", "The style winded down in the 90s, but was revived when TV character Mark Darcy was shamed in the 2001 film Bridget Jone’s Diary for sporting a cringe-worthy reindeer design.", "After that, ugly sweaters were embraced with renewed popularity and slowly made its way up the list of tried and true Christmas traditions.", "For more exclusive content and to hear some personal holiday traditions from Fox News and Fox Nation hosts, join Fox Nation and watch \"A History of the Ugly Holiday Sweater\" today.", "FOR LIMITED TIME, RECEIVE 35% OFF NEW PURCHASE OF A YEARLY FOX NATION SUBSCRIPTION", "Fox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers. Go to Fox Nation to start a free trial and watch the extensive library from Tomi Lahren, Pete Hegseth, Abby Hornacek, Laura Ingraham, Ainsley Earhardt, Greg Gutfeld, and many more of your favorite Fox News personalities."], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["nation", "christmas", "holiday", "jingle", "sweaters", "surprising", "watch", "history", "ugly", "fox", "known", "sweater"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}