{"id": "cbec76af-4401-31a5-ad2c-3ab6e066fd68", "title": "The Hard Crowd", "url": "https://www.newyorker.com/magazine/2021/01/18/the-hard-crowd", "summary": "Jimmy Carter used a famous line from the same Dylan song—“he not busy being born is busy dying”—to make a point about patriotism: America was busy being born, Carter said, not busy dying.\nI’ve been replaying film footage I found on YouTube that was shot in 1966 or 1967 from a car slowly moving along Market Street, at night, in downtown San Francisco, the city where I grew up.\nThe YouTube footage of Market Street in 1966 is professional-grade cinematography, perhaps shot to insert in a dramatic feature.\nLater, I briefly shared a flat on Oak Street with a tattoo artist named Freddy Corbin, who was becoming a local celebrity.\nFreddy lived, got clean, is still famous.", "paragraphs": ["“It’s alright, Ma, I’m only bleeding.”", "You live your life alone but tethered to the deed of a mother. You live your life naked to the world and what it will pile upon you. And, no, you will not avoid death. You won’t survive it. And by “you” I mean not just Jesus, who is invoked in this Bob Dylan song, whether intentionally or not, but you as in you, the person reading this. Someone loves you. That’s not small. You suffer and she watches, living or dead. She can’t protect you, but it’s alright, Ma, I can make it.", "Jimmy Carter used a famous line from the same Dylan song—“he not busy being born is busy dying”—to make a point about patriotism: America was busy being born, Carter said, not busy dying. Italics mine. This was in his acceptance speech at the 1976 Democratic National Convention, in Madison Square Garden. I watched it on television with my grandparents, in their bed, as the three of us ate bowls of ice milk from Carvel, whose packaging, like everything that year, was bicentennial-themed, in red, white, and blue. For Carter, a lifelong Christian, surely the idea of being born had an undertone of religious conversion, of being brought closer to God, not just born but reborn: in a state of constant renewal, rejuvenation, renovation, change. I liked Jimmy Carter, a peanut farmer who wore denim separates on the campaign trail and was approved by my anti-establishment family. I was seven and could not have understood what Carter meant, what Dylan meant.", "You are busy being born for the whole long ascent of life, and then, after some apex, you are busy dying—that’s the logic of the line, as I interpret it. Here, “being born” is an open and existential category: you are gaining experience, living intensely in the present, before the period of life when you are finished with the new. This “dying” doesn’t have to be negative. It, too, is an open and existential category of being: the age when the bulk of your experience, the succession of days lived in the present, is mostly over. You turn reflective, interior; you examine and sort and tally. You reach a point where so much is behind you, but it continues to exist somewhere, as memory and absence at once, as images you’ll never see again. None of it matters; it is gone. But it all matters; it lingers.", "I’ve been replaying film footage I found on YouTube that was shot in 1966 or 1967 from a car slowly moving along Market Street, at night, in downtown San Francisco, the city where I grew up. The film begins near Ninth and Market and moves northeast through Civic Center, past multiple bright signs and theatre marquees against the night sky, their neon, in pink, red, and warm white, bleeding into the fog. This view of Market is before my time and not quite the street I recall. It’s fancier, with all this electric glitz. Neon is a “noble” gas. Whatever else that means, it fits this eerie film.", "Civic Center was where we kids went looking for trouble. In the daytime, cutting school to flip through poster displays in head shops, and at night going to the Strand, a theatre where grownups shared their Ripple wine and their joints. This section of Market is the southern edge of the Tenderloin, where a friend of mine, older than the rest of us, was the first to get a job, at age fifteen, working at a KFC on Eddy Street. Her employment there seemed impossibly mature and with it, even if Eddy Street scared me. As soon as I turned fifteen, I copied her and got hired at a Baskin-Robbins on Geary. Spent my after-school days huffing nitrous for kicks while earning $2.85 an hour. At sixteen, I graduated to retail sales at American Rag, a large vintage-clothing store on Bush Street that later, suspiciously, burned down. Business was slow. I straightened racks of dead men’s gabardine, slacks and jackets that were shiny with wear, and joked around with my co-worker Alvin Gibbs, a bass player from a semi-famous punk band, the UK Subs. On my break, I wandered Polk Street, past the rent boys who came and went from the infamous Leland Hotel. It, too, later burned.", "The Baskin-Robbins where I worked is gone. You might think personal memories can’t be stored in the generic features of a global franchise, and so what does it matter. I also figured as much, until my mother talked me into having breakfast at an IHOP where I’d been a waitress, for the purpose of a trip down memory lane. “Why bother?” I’d said to her. “Every IHOP is identical.” I was certain that nothing of me could linger in a place of corporate sameness, but she insisted. We sat down in a booth for two, and I was plunged into sense memory. The syrup caddies on each table, which I’d had to refill and clean after every shift; the large iced-tea cannisters, sweet and unsweetened; the blue vinyl of the banquettes; the clatter from the kitchen, with its rhythmic metal-on-metal scraping of grease from the fry surface; the murmur of the TV from the break room where girls watched their soaps. A residue was on everything, specific and personal. My mother sat across from me, watching me reëncounter myself.", "The YouTube footage of Market Street in 1966 is professional-grade cinematography, perhaps shot to insert in a dramatic feature. I want to imagine that it was an outtake from Steve McQueen’s “Bullitt,” but I have no evidence except that it’s around the right time. The camera pauses at an intersection just beyond a glowing pink arrow pointing south. Above this bright arrow is “Greyhound” in the same bubble-gum neon, and “BUS” in luminous white. This is how I know that we are near the intersection of Seventh and Market.", "The Greyhound station was still there when I moved to San Francisco, in 1979, at age ten. I don’t remember the pink neon sign, but the station, now gone, remains vivid. It had an edge to it that was starkly different from the drab, sterile, and foggy Sunset District, where we lived. I remember a large poster just inside the entrance that featured an illustration of a young person in bell-bottoms, and a phone number: “Runaways, call for help.” And I can still summon the rangy feel of the place, of people who were not arriving or departing but lurking, native inhabitants of an underground world that flourished inside the bus station.", "Next to Greyhound, up a steep staircase, was Lyle Tuttle’s tattoo parlor, where my oldest friend from San Francisco, Emily, a fellow Sunset girl, got her first tattoo, when we were sixteen. This was the eighties, and tattoos were not conventional and ubiquitous, as they are now. There were people in the Sunset who had them, but they were outlaw people. Like the girl in a house on Noriega where we hung out when I was twelve or thirteen, whose tattoo, on the inside of her thigh, was a cherry on a stem and, in script, the words “Not no more.” I remember walking up the steep steps to Lyle Tuttle’s with Emily, entering a cramped room where a shirtless man was leaning on a counter as Tuttle worked on his back. “You guys are drunk,” Tuttle said. “Come back in two hours.” If anyone cared that Emily was under eighteen, I have no memory of it, and neither does she.", "Later, I briefly shared a flat on Oak Street with a tattoo artist named Freddy Corbin, who was becoming a local celebrity. Freddy was charming and charismatic, with glowing blue eyes. He and his tattoo-world friends lived like rock stars. They were paid in cash. I’d never seen money like that, casual piles of hundred-dollar bills lying around. Freddy drove a black ’66 Malibu with custom plates. He had a diamond winking from one of his teeth. Women fawned over him. Our shared answering machine was full of messages from girls hoping Freddy would return their calls, but he became mostly dedicated to dope, along with his younger brother, Larry, and a girl named Noodles, who both lived upstairs. Larry and Noodles came down only once every few days, to answer the door and receive drugs, then went back upstairs. Later, I heard they’d both died. Freddy lived, got clean, is still famous.", "The shadow over that Oak Street house is only one part of why I never wanted a tattoo. I find extreme steps toward permanence frightening. I prefer memories that stay fragile, vulnerable to erasure, like the soft feel of the velvet couches in Freddy’s living room. Plush, elegant furniture bought by someone living a perilous high life.", "After the light changes on Seventh, the camera continues down Market, passing the Regal, a second-run movie house showing “The Bellboy,” starring Jerry Lewis, according to the marquee. When I knew the Regal, it was a peepshow; instead of Jerry Lewis, its marquee featured a revolving “Double in the Bubble,” its daily show starring two girls. On the other side of the street, out of view, is Fascination, a gambling parlor that my friend Sandy and I went to the year we were in eighth grade, because Sandy had a crush on the money changer there. We wasted a lot of time at Fascination, watching gaming addicts throw rubber balls up numbered wooden lanes, smoke curling from ashtrays next to each station. It was quiet in there, like a church—just the sound of rolling rubber balls. Those hours at Fascination, and many other corners of my history, made it into a novel of mine, “The Mars Room,” after I decided that the real-world places and people I knew would never be in books unless I wrote the books. So I appointed myself the world’s leading expert on ten square blocks of the Sunset District, the north section of the Great Highway, a stretch of Market, a few blocks in the Tenderloin.", "“If you don’t have any small children, you can substitute mushrooms.” Facebook", "Twitter", "Email", "Shopping Cartoon by Drew Panckeri", "The camera pans past the Warfield and, next to it, a theatre called the Crest. By the time I worked as a bartender at the Warfield, the Crest had become the Crazy Horse, a strip joint where a high-school friend, Jon Hirst, worked the door in between prison stints. The last time I ever saw Jon, we were drinking at the Charleston, around the corner on Sixth Street. I was with a new boyfriend. Jon was prison-cut and looking handsome in white jeans and a black leather jacket. He was in a nostalgic mood about our shared youth in the avenues. He leaned toward me so my boyfriend could not hear, and said, “If anyone ever fucks with you, I mean anyone, I will hurt that person.” I hadn’t asked for this service. It was part of Jon’s tragic chivalry, his reactive aggression. His prison life continued after he pleaded guilty to stabbing someone outside the 500 Club, on Seventeenth and Guerrero. A dispute had erupted over an interaction between the guy and a woman Jon and his friends were with, concerning the jukebox.", "Farther down Sixth Street was the Rendezvous, where hardcore legends Agnostic Front played one New Year’s, along with a band whose female singer was named Pearl Harbor and looked Hawaiian. The show ended early, because Agnostic Front’s vocalist got into a fistfight with a fan, right there in front of the stage. Pearl Harbor, who was dressed in a nurse’s uniform, stayed pure of the whole affair, standing to one side in her short white dress, white stockings, and starched white nurse’s hat, as these brutes rolled around on the beer-covered floor.", "The camera moves on. It gets to the Woolworth’s at Powell and Market, where we used to steal makeup. On the other side of the street, out of view, is the enormous Emporium-Capwell, the emporium of our plunder, Guess and Calvin Klein, until, at least for me, I was caught, and formally arrested in the department store’s subbasement, which featured, to my surprise, police ready to book us and interrogation rooms, where they handcuffed you to a metal pole, there in the bowels of the store. I remember a female officer with a Polaroid camera. I would be banned from the store for life, she said. This was the least of my worries, and I found it funny. She took a photo to put in my file. I gave her a big smile. I remember the moment, me chained to the pole and her standing over me. As she waved the photo dry, I caught a glimpse and vainly thought that, for once, I looked pretty good. It’s always like that. You get full access to the bad and embarrassing photos, while the flattering one is out of reach. Who knows what happened to the photo, and my whole “dossier.” Banned for life. But the Emporium-Capwell is gone. I have outlived it!"], "authors": ["Rachel Kushner", "Rachel Kushne"], "keywords": ["hard", "street", "born", "busy", "life", "white", "crowd", "remember", "lived", "market", "tattoo", "freddy"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}