{"id": "cbf74d4e-4085-3668-b189-21e1fc7372e7", "title": "Lockdown has allowed British people to indulge their curtain-twitching vices", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/lockdown-has-allowed-british-people-to-indulge-their-curtain-twitching-vices", "summary": "From a distance, I noticed a professional photographer taking crowd photos, presumably so newspapers could shame people for legally having fun.\nIt’s a weird moment in the lockdown cycles, here: we’re allowed to do things, again, but with “doing things” comes a fresh new round of “being scolded for doing things”, and with “being scolded for doing things” comes this meta-scolding where you’re not allowed to express that you don’t like being scolded for doing things because that, in itself, is scolding.\n(Two online headlines: “Londoners swarm Soho on the first Saturday after lockdown eased” and “Police struggle to control crowds after Covid hospitality rules relaxed”.)\nSome people’s idea of having fun is just having fun: some people’s idea of having fun is getting furious at other people having fun.\nWhen asked if they would be adhering to new relaxed-but-still-distanced socialising rules, 91% of respondents’ assuredly said they would.", "paragraphs": ["I went to Soho in central London last weekend, which was nicer than usual. My regular mooching about town – which I did just describe in full here but read it back and thought (about myself, about my own life), “No, that sounds too pretentious” and so deleted – was laced with this extra frisson of energy. There was sunshine and a sense of joyfulness in the streets. People were laughing out loud and drinking together and cheersing. It felt exhilarating: like colour was creeping back into the world. From a distance, I noticed a professional photographer taking crowd photos, presumably so newspapers could shame people for legally having fun. Cool, I thought. Very good and cool.", "It’s a weird moment in the lockdown cycles, here: we’re allowed to do things, again, but with “doing things” comes a fresh new round of “being scolded for doing things”, and with “being scolded for doing things” comes this meta-scolding where you’re not allowed to express that you don’t like being scolded for doing things because that, in itself, is scolding. (Two online headlines: “Londoners swarm Soho on the first Saturday after lockdown eased” and “Police struggle to control crowds after Covid hospitality rules relaxed”.)", "So yeah, sure, have a drink outside a pub with the friends you haven’t seen for seven months … IF YOU WANT TO KILL MY NAN, (who is fully two-jab vaccinated and trying to book a cruise you couldn’t possibly afford). We’ve been so hung up on rules – both adhering to them, over-adhering to them, and roiling with seething rage when other people don’t adhere to them as strictly as we do – that as lockdown loosens I worry that we’ll struggle to let go of them all. Some people’s idea of having fun is just having fun: some people’s idea of having fun is getting furious at other people having fun.", "The two worlds struggle to co-exist. Though I don’t subscribe to this, I do understand how it makes a rough sort of sense – a YouGov survey from last week highlighted the problem quite succinctly. When asked if they would be adhering to new relaxed-but-still-distanced socialising rules, 91% of respondents’ assuredly said they would. When asked if they trusted other people to abide by the same rules, 67% said they didn’t. This is Britain in a statistic. I know how to behave correctly, but I can see from watching you very closely that you do not.", "But I do think this goes a little deeper than the pandemic: essentially, that quite a lot of the country would be comfortable extending lockdown indefinitely if it meant people they didn’t like never got to enjoy themselves again. Extrapolate it out and a lot of people’s lives don’t actually go beyond “stay at home a lot, socialise only when they bump into nearby neighbours while doing the supermarket big shop, order takeaway every Saturday and get too into doing the school run”, and in that sense the pandemic hasn’t wildly changed their lives. Take the commute away and that gives three extra hours in the day to watch The Greatest Showman on Amazon Prime again. Why not keep it like this for everyone forever?", "None of this is new, but lockdown has put it in bold: a new version of puritanism that we’ve been slipping into for a while has been mainstaged by a year of curtain twitching and NHS clap-policing and that Tesco Christmas advert that expressed ironic shock at the idea of not donating to Captain Tom. Of all the things we’ll struggle to shake from this pandemic – I sneezed on a bus the other day and I think it would have been more socially acceptable if I got a rifle out and fired off a couple of errant shots – the Neighbourhood Watch-ification of public life will be hardest to cast off. So this week, enjoy whichever of the two vices you ascribe to – having a beer in the sun, or looking at other people having a beer in the sun and tutting really loudly about it – because it’ll be a long time until these two warring factions find peace."], "authors": ["Joel Golby"], "keywords": ["struggle", "scolded", "things", "sense", "fun", "rules", "dont", "indulge", "curtaintwitching", "having", "allowed", "doing", "lockdown", "british", "vices"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}