{"id": "cc00f132-9fc0-3012-bd00-4d0c52d61ae1", "title": "Comparing AstraZeneca vaccine blood-clot risk to odds of dying in a car crash unhelpful, experts say", "url": "https://www.theguardian.com/australia-news/2021/apr/21/comparing-astrazeneca-vaccine-blood-clot-risk-to-odds-of-dying-in-a-car-crash-unhelpful-experts-say", "summary": "Trying to downplay the risk of severe but rare clotting that appears to be associated with the AstraZeneca vaccine by comparing it with the clotting risk from taking the contraceptive pill, or to the chances of dying in a car crash, is unhelpful and likely ineffective in building vaccine confidence, an expert medical panel said.\nThey also point out that there is more risk of dying in a car crash, yet millions of people still choose to drive every day.\nSpeaking at an event to discuss the AstraZeneca vaccine and clotting hosted by the Melbourne Vaccine Education Centre on Tuesday night, Atagi member Assoc Prof Nigel Crawford said such comparisons may not be helpful in boosting vaccine confidence.\nBy comparison, CVST and splanchnic vein thrombosis appear to be “an idiosyncratic reaction” for which there are still no clear risk factors, Crawford said.\n“At the moment there’s nothing coming out that says gender, age, other risk factors are driving this,” he said.", "paragraphs": ["Trying to downplay the risk of severe but rare clotting that appears to be associated with the AstraZeneca vaccine by comparing it with the clotting risk from taking the contraceptive pill, or to the chances of dying in a car crash, is unhelpful and likely ineffective in building vaccine confidence, an expert medical panel said.", "Earlier in April the Australian Technical Advisory Group for Immunisation (Atagi) recommended those aged under 50 be offered an alternative to the AstraZeneca vaccine due to a small but potentially increased risk of developing a rare and severe clotting disorder following the vaccine in that age group.", "Most cases of these clots occurred in veins in the brain (a condition called cerebral venous sinus thrombosis, or CVST) though some occurred in other areas including veins to the abdomen (splanchnic vein thrombosis). The condition has a high mortality rate.", "Some health and medical experts have attempted to reassure the public that the vaccine remains safe and effective by pointing out that blood clotting is a well-known side-effect for the contraceptive pill which is nonetheless used by hundreds of thousands of Australian women. They also point out that there is more risk of dying in a car crash, yet millions of people still choose to drive every day.", "Speaking at an event to discuss the AstraZeneca vaccine and clotting hosted by the Melbourne Vaccine Education Centre on Tuesday night, Atagi member Assoc Prof Nigel Crawford said such comparisons may not be helpful in boosting vaccine confidence.", "The contraceptive pill was associated with entirely different, less deadly clotting conditions, Crawford said, and it is known that smoking, being overweight and other factors increase the risk of those conditions which makes it easier for individuals to make decisions.", "After assessing risk factors and benefits, many people decide they cannot go without contraception or driving a car, but in a country like Australia with no Covid circulating, people may feel it is more realistic to forgo the vaccine if they don’t get useful information about risk of severe clotting.", "By comparison, CVST and splanchnic vein thrombosis appear to be “an idiosyncratic reaction” for which there are still no clear risk factors, Crawford said.", "“It seems to be specific to this class of adenovirus vaccines,” Crawford said. “Whereas all oral contraceptive pills have that thrombotic risk factor, that’s not the case with the Covid-19 vaccines. We need to try to compare apples to apples.", "“And we need to go to our communication experts … to tailor the message about the risk benefit to specific groups and outline how that might change over time. We need to have an important conversation about different strategies to try to explain what is a complex situation.”", "Panellist Prof Paul Monagle, a pediatric haematologist with the University of Melbourne, agreed, saying patients could discuss their specific risk factors before taking the contraceptive pill and could be offered alternative treatments or forms of contraception.", "“The issue here has been about informing the public about a risk, even though that risk is very small, and then the difficulty in supporting people to make choices here is that there weren’t any other choices available, because that [the AstraZeneca vaccine] was the mainstay of our program.”", "Crawford said despite people aged under 50 being advised to consider getting the Pfizer vaccine instead of AstraZeneca and to discuss any concerns about risk factors with their doctor, the triggers for the severe clotting and its specific risk factors were still not known.", "“At the moment there’s nothing coming out that says gender, age, other risk factors are driving this,” he said. “Obviously we are definitely seeing more cases in the younger [age groups], but there are still some cases in England [in older people] described. So I think at the moment we don’t have a rationale to exclude by risk factor but we need to be monitoring that closely and providing advice if that does change over time.”", "Atagi member and vaccine safety researcher Prof Jim Buttery said while the data appeared to show it affected women more frequently than men, this appeared to be because health workers were among the first people to be vaccinated and “heathcare workers are overwhelmingly female”.", "“As the phase of vaccination broadens with the community, clearly the proportion that are male has increased as well and we have seen the gender split [of people who develop CVST] evening up more in the UK.”"], "authors": ["Melissa Davey"], "keywords": ["vaccine", "risk", "comparing", "unhelpful", "say", "odds", "factors", "severe", "specific", "car", "crash", "astrazeneca", "experts", "pill", "clotting", "contraceptive", "need", "dying"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}