{"id": "cc5adf86-973d-38b5-9fcd-d5e456089314", "title": "Can a Cocktail Help Save the Planet?", "url": "https://www.vogue.com/article/sustainable-spirits-cocktails-holiday", "summary": "This isn’t the most productive start to a workday—I have just dropped my son at preschool—but it’s the least I can do to save the planet.\nHow am I sequestering carbon by drinking vodka?\nIt’s about which vodka I was drinking: Good Vodka from distiller and former GQ editor Mark Byrne.\nGood Vodka isn’t made from fermented potatoes or wheat or corn, but from the mucilaginous wastewater produced by processing coffee beans.\nDoes mucilaginous wastewater sound like something you don’t want in your cocktail?", "paragraphs": ["Spirits to feel good about are distilled from excess or responsibly sourced ingredients. Photo: Derek Henderson", "IT’S 9:30 ON A CRISP MORNING IN HUDSON, New York, and after lowering my mask and tightening my scarf against the chill, I lift a glass, pantomime a clink, and take a gulp of vodka. The 80-proof liquor is sweeter than I expected, with pleasant undertones of dark fruit. This isn’t the most productive start to a workday—I have just dropped my son at preschool—but it’s the least I can do to save the planet. Sobriety is a small price to pay for carbon sequestration.", "How am I sequestering carbon by drinking vodka? My husband asks this question, too, when I stumble home after my tasting. It’s about which vodka I was drinking: Good Vodka from distiller and former GQ editor Mark Byrne. Good Vodka isn’t made from fermented potatoes or wheat or corn, but from the mucilaginous wastewater produced by processing coffee beans.", "Does mucilaginous wastewater sound like something you don’t want in your cocktail? Before you answer, consider the methods by which conventional spirits are produced. Sugar, such as fruit and grain, must be grown in a field, then harvested, processed, stored, bottled, and distributed—which can translate into vast monocrops of grapes, wheat, and corn, dependent on millions of gallons of water and pounds of pesticides and synthetic fertilizers and fossil fuels. What’s left behind is depleted topsoil and runoff. Simply putting spirits into heavy glass bottles has a massive carbon impact. And did you know that distillation itself—particularly of whiskey—creates toxic chemicals that seep into waterways and cause hypoxia zones in which fish perish? Doesn’t mucilaginous coffee-bean wastewater sound better now?", "I’d always thought of myself as a conscientious consumer. I’m apparently not alone in that delusion. Claire Sprouse, owner of Brooklyn’s low-waste, high-consciousness bar Hunky Dory, says most ethical eaters ignore the provenance of hard liquor. “There’s been this shift in our eating and drinking culture: people buying fair-trade coffee and local produce. But there’s a disconnect when it comes to spirits. We don’t think of them as part of agriculture.”"], "authors": ["Tamar Adler", "Tamar Adle"], "keywords": ["carbon", "cocktail", "spirits", "wastewater", "wheat", "sound", "good", "drinking", "planet", "help", "save", "vodka", "theres", "mucilaginous"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}