{"id": "cc7720ab-52f6-3444-8098-ed7d189b7356", "summary": "Pressure is mounting on the leadership of Angela Merkel’s conservative party to fortify its “firewall against the far right”, as more members of the Christian Democratic Union were revealed to be members of a shadowy military network with links to “prepper” or survivalist circles.\nThe general secretary of Merkel’s junior coalition partner, the Social Democratic party, on Wednesday accused Kramp-Karrenbauer of failing to crack down on far-right tendencies in her party.\n“What we are seeing in the CDU’s Saxony-Anhalt branch is a bursting of the dam against the far right,” Lars Klingbeil told Tagesspiegel newspaper.\nSocial Democrat politician Ralf Stegner, meanwhile, said events in Saxony-Anhalt showed “the firewall against the far right is crumbling”.\nBut many senior figures in the party have stopped short of explicitly calling for the expulsion of members with a neo-Nazi past.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/world/2019/dec/18/members-of-angela-merkels-party-found-to-have-far-right-links", "title": "More members of Angela Merkel's party found to have 'prepper' links", "paragraphs": ["Pressure is mounting on the leadership of Angela Merkel’s conservative party to fortify its “firewall against the far right”, as more members of the Christian Democratic Union were revealed to be members of a shadowy military network with links to “prepper” or survivalist circles.", "Last week a member of the CDU’s executive committee in the district of Anhalt-Bitterfeld, Robert Möritz, confirmed that he was a member of Uniter, a private support network for active and former soldiers and security personnel.", "In the wake of the assassination of the pro-refugee politician Walter Lübcke and a white supremacist’s planned terror attack on a synagogue in Halle, security circles have raised alarm about rightwing extremist attempts to infiltrate the military and police.", "While Uniter remains a legally registered association and is currently not on any of the intelligence agencies’ official watchlists, its founder André Schmitt is on trial for offences against Germany’s weapons and explosives act.", "Uniter’s founder also set up and administered a complex command chain of Telegram chat networks, in whose subgroups so-called preppers discussed plans to build up parallel infrastructures in preparation for the anticipated collapse of the prevailing social order.", "Some of the chats, which were divided into regional districts, covered the threat of Islamist terrorist attacks and how to respond to them by hoarding weapons, munitions and food supplies. Other prepper groups have been accused of compiling “death lists” of leftwing and pro-refugee targets, as well as ordering body bags and quicklime to dispose of their victims after a “Day X” doomsday scenario.", "German far-right group 'used police data to compile death list' Read more", "So far the CDU’s branch in Saxony-Anhalt has declined to expel the ex-Uniter member Möritz, in spite of him admitting to taking part in a neo-Nazi rally in 2011 and carrying a “black sun” tattoo on his right arm, a symbol which has been adopted by neo-Nazis and occultists. The CDU’s district leader in Anhalt-Bitterfeld insisted the 29-year-old had “credibly” distanced himself from his rightwing extremist past.", "Uniter’s enmeshment with the eastern offices of Germany’s dominant political party of the postwar era is more intricate than previously known, however. Kai Mehliss, a member of the CDU’s hardline “conservative circle” who also sits on the district branch in Anhalt-Bitterfeld, is listed on Uniter’s website as a member and organised a roundtable event for the network as recently as last week. Like Möritz, he has since cancelled his membership.", "Another CDU member, a town councillor in the municipality of Sandersdorf-Brehna, was a founding member of Uniter in its original incarnation in 2012, before the association was founded anew in Stuttgart.", "The local politician said on Wednesday that he co-founded Uniter to help elite German soldiers find employment after they had been deployed abroad, and claimed not to know the other two Uniter members in his party personally. Since Saturday, his profile appears to have been removed from the CDU’s website.", "The revelations came on the eve of what is likely to be Angela Merkel’s last full year as German chancellor, and as the country nervously eyes her party’s political direction in the post-Merkel era.", "While Merkel’s successor at the head of the CDU, Annegret Kramp-Karrenbauer, is a politician in the chancellor’s liberal mould, conservative politicians in the eastern states have agitated for the party to drop its cordon sanitaire against coalitions with the rightwing populist Alternative für Deutschland.", "The general secretary of Merkel’s junior coalition partner, the Social Democratic party, on Wednesday accused Kramp-Karrenbauer of failing to crack down on far-right tendencies in her party.", "“What we are seeing in the CDU’s Saxony-Anhalt branch is a bursting of the dam against the far right,” Lars Klingbeil told Tagesspiegel newspaper. Social Democrat politician Ralf Stegner, meanwhile, said events in Saxony-Anhalt showed “the firewall against the far right is crumbling”.", "The veteran conservative and former finance minister Wolfgang Schäuble said that “democratic parties, and especially the party of which I am a member, must not have anything to do with neo-Nazis”. But many senior figures in the party have stopped short of explicitly calling for the expulsion of members with a neo-Nazi past.", "The interior minister, Horst Seehofer, of the CDU’s Bavarian sister party, at the start of this week announced 600 new intelligence positions for weeding out potentially violent rightwing extremists and their networks. But opposition politicians say the search will have to start at the door of Seehofer’s own agencies.", "One founding member of Uniter in its 2016 incarnation, Ringo M, used to work for the domestic intelligence agency in Baden-Württemberg, while one of Uniter’s four district leaders has been training police at a police academy in Brandenburg.", "Armin Schuster, a CDU chairman of the Bundestag’s committee on internal affairs, rejected claims that German security had a “large-scale problem” with the far right, but conceded some of the recent revelations had been troubling. “What we are seeing is a number of isolated suspicious cases, and every single one of them is one too many for me,” Schuster told the Guardian."], "authors": ["Philip Oltermann"], "keywords": ["merkels", "prepper", "uniter", "member", "rightwing", "members", "party", "cdus", "politician", "angela", "far", "links", "right"]}