{"id": "cc7f68be-a01f-3f6c-b484-af746077197a", "title": "Instagram star nicknamed 'zombie Angelina Jolie' said surgery, photo-editing helped with transformation", "url": "http://www.foxnews.com/lifestyle/instagram-zombie-angelina-jolie-surgery-editing-transformation", "summary": "Iranian social media star Sahar Tabar was sentenced to a decade in prison Saturday over various social media activities, the most famous of which saw her distorting her face to resemble a zombified Angelina Jolie.\nShe shared pics of the stunning transformation on her now-deactivated Instagram account.\nThe harrowing saga began in 2017 after Sahar Tabar, 19, whose real name is Fatemeh Khishvand, claimed she’d underwent “50 surgeries” to resemble her favorite Hollywood actress Angelina Jolie.\nThe so-called “zombie Angelina Jolie” quickly amassed 500,000 Instagram followers over her impossibly disfigured appearance.\nUnfortunately, Tabar’s online activities have caused her to be charged with corruption of young people and disrespect for the Islamic republic.", "paragraphs": ["It was a wild metamorphosis.", "Iranian social media star Sahar Tabar was sentenced to a decade in prison Saturday over various social media activities, the most famous of which saw her distorting her face to resemble a zombified Angelina Jolie. She shared pics of the stunning transformation on her now-deactivated Instagram account.", "The harrowing saga began in 2017 after Sahar Tabar, 19, whose real name is Fatemeh Khishvand, claimed she’d underwent “50 surgeries” to resemble her favorite Hollywood actress Angelina Jolie. The so-called “zombie Angelina Jolie” quickly amassed 500,000 Instagram followers over her impossibly disfigured appearance.", "DISNEY WORLD TO STOP EDITING MASKS ONTO GUESTS IN RIDE PHOTOS: REPORT", "However, fans soon suspected that the teen’s new look was the result of extensive makeup, prosthetics and digital doctoring — with many users pointing to her warped image backgrounds as proof.", "Tabar later confirmed their suspicions in an Instagram post that read: “People are probably living in the 18th century and they haven’t seen or heard of technology or make-up and they are really surprised.”", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "The Photoshop wizard also shared two photos of herself: one completely unaltered with just a smidge of makeup and the other showcasing the fairly normal-looking teen’s dramatic transformation into a severely gaunt Angelina Jolie facsimile.", "While digital trickery was involved, the dedicated doppelganger also admitted to receiving a nose job, enlarged mouth and liposuction. Tabar also only weighed around 85 pounds at the time of the stunt, the Sun reported.", "Unfortunately, Tabar’s online activities have caused her to be charged with corruption of young people and disrespect for the Islamic republic. The sentence comes a year after she was booked over blasphemy and inciting violence, charges of which she’s since been cleared. Tabar’s attorneys tried to get her freed after she contracted COVID-19 while in jail.", "CLICK HERE TO GET THE FOX NEWS APP", "Meanwhile, Iranian journalist and activist Masih Alinejad even appealed to Jolie herself, imploring the humanitarian activist to help Tabar.", "“Islamic Republic has a history of tormenting women,” she said. “We need to be united against this gender apartheid.”", "This article originally appeared in The New York Post."], "authors": [], "keywords": ["jolie", "teens", "star", "transformation", "surgery", "photoediting", "helped", "angelina", "tabars", "social", "nicknamed", "shared", "makeup", "tabar", "instagram", "zombie"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}