{"keywords": ["protesters", "prominent", "kong", "reimagining", "series", "open", "future", "political", "way", "views", "hong", "viewpoints", "kongs"], "id": "ccb0112d-3a5d-354f-8a27-0d9f4f4aca4f", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["A collection of guest commentaries on the future of Hong Kong and China", "IN AUGUST and September 2019 we invited a group of prominent thinkers and politicians in Hong Kong to share their views on the future of the territory, its relations with China and a constructive way out of an impasse that has seen months of pro-democracy protests. Their commentaries are below.", "The \"Hong Kong's Future\" series is a part of The Economist’s Open Future initiative, which aims to foster a global conversation across the ideological spectrum on vital issues. You can comment on the articles, or on Facebook and Twitter. More Open Future articles can be found at Economist.com/openfuture", "Contributions:", "Joshua Wong: We long to see a Hong Kong free from tyranny", "On a weekend of violence after peaceful marches were denied permits, a prominent democracy activist offers his views, following his arrest on what supporters say are politically motivated charges", "Anson Chan: Hong Kong’s protest movement will not back down empty-handed", "The Hong Kong government should accede to some of the protesters’ demands and reopen talks on constitutional reforms, says a former Chief Secretary of Hong Kong", "Kevin Yam: On Hong Kong, China should retreat to advance", "Hong Kongers have learned that restraint is met by those in power tightening their grip even more, says a political commentator", "Nathan Law Kwun-chung: Hong Kong “is a battle for survival and for freedom”", "China wants Hong Kong’s economic activities but not its rebellious elements, says a politician and activist", "Fernando Cheung: Protesters are fighting for an open society", "To lose this battle would be to give up our way of life, says a member of the Legislative Council", "Christine Loh: Hong Kongers want and deserve a fair society", "China needs to take risks and accept the “political middle”, says a former Legislative Councillor"], "authors": ["The Economist"], "title": "Open Future viewpoints series - Reimagining Hong Kong", "pubDate": null, "summary": "A collection of guest commentaries on the future of Hong Kong and ChinaIN AUGUST and September 2019 we invited a group of prominent thinkers and politicians in Hong Kong to share their views on the future of the territory, its relations with China and a constructive way out of an impasse that has seen months of pro-democracy protests.\nTheir commentaries are below.\nThe \"Hong Kong's Future\" series is a part of The Economist’s Open Future initiative, which aims to foster a global conversation across the ideological spectrum on vital issues.\nYou can comment on the articles, or on Facebook and Twitter.\nMore Open Future articles can be found at Economist.com/openfutureContributions:Joshua Wong: We long to see a Hong Kong free from tyrannyOn a weekend of violence after peaceful marches were denied permits, a prominent democracy activist offers his views, following his arrest on what supporters say are politically motivated chargesAnson Chan: Hong Kong’s protest movement will not back down empty-handedThe Hong Kong government should accede to some of the protesters’ demands and reopen talks on constitutional reforms, says a former Chief Secretary of Hong KongKevin Yam: On Hong Kong, China should retreat to advanceHong Kongers have learned that restraint is met by those in power tightening their grip even more, says a political commentatorNathan Law Kwun-chung: Hong Kong “is a battle for survival and for freedom”China wants Hong Kong’s economic activities but not its rebellious elements, says a politician and activistFernando Cheung: Protesters are fighting for an open societyTo lose this battle would be to give up our way of life, says a member of the Legislative CouncilChristine Loh: Hong Kongers want and deserve a fair societyChina needs to take risks and accept the “political middle”, says a former Legislative Councillor", "url": "https://www.economist.com/open-future/2019/09/03/reimagining-hong-kong"}