{"id": "ccbfc2ed-594a-33be-b116-e1cc81543b4a", "title": "Revealed: Republican-led states secretly spending huge sums on execution drugs", "url": "https://www.theguardian.com/world/2021/apr/09/revealed-republican-led-states-secretly-spending-huge-sums-on-execution-drugs", "summary": "Republican-controlled states are spending astronomical sums of their taxpayers’ money to buy pharmaceutical drugs from illicit dealers in a desperate and almost certainly unlawful attempt to carry out lethal injection executions.\nArizona’s splurge on illicit execution drugs is all the more striking given that it was made in the middle of a pandemic when so many of its citizens were hurting.\nThe department said that it does not discuss how it obtains execution drugs.\nIn Missouri, the prison service invested over $160,000 on lethal injection executions, the documents reveal.\nIn 2010, five American states illegally purchased execution drugs without federal Food and Drug Administration approval from Dream Pharma, a wholesaler operating out of a driving school in London.", "paragraphs": ["Republican-controlled states are spending astronomical sums of their taxpayers’ money to buy pharmaceutical drugs from illicit dealers in a desperate and almost certainly unlawful attempt to carry out lethal injection executions.", "Documents obtained by the Guardian reveal the full extent of the spending blitz that American death penalty states have embarked upon as they try to restart executions delayed by the pandemic. The findings show that Republican leaders are not only willing to run roughshod over their own state and federal laws, but are also prepared to spend lavishly in the process.", "The most jaw-dropping outlay has been made by Arizona, a state in which Republicans hold both chambers of the legislature and the governor’s mansion. A single-page heavily redacted document obtained by the Guardian records that last October the department of corrections ordered 1,000 vials of pentobarbital sodium salt, each containing 1g, to be shipped in “unmarked jars and boxes”.", "At the bottom of the document, the record states: “Amount paid: $1,500,000.”", "Arizona’s extraordinary $1.5m payment starkly illustrates the lengths to which the state is prepared to go to kill death row prisoners. Pentobarbital is a sedative that is used in Arizona executions, with 5 grams being injected into the inmate to induce a fatal overdose.", "Arizona’s splurge on illicit execution drugs is all the more striking given that it was made in the middle of a pandemic when so many of its citizens were hurting. At the time the payment was made there were estimated to be almost 1 million Arizonans struggling with hunger, including more than 300,000 children.", "It is a felony under Arizona and federal law to dispense pentobarbital without a valid prescription. Medical practitioners are not allowed to issue prescriptions for the drug for use in executions as taking the life of a prisoner serves no therapeutic or medical purpose.", "The Guardian asked Arizona’s department of corrections to explain its costly and apparently unlawful purchase of pentobarbital. The department said that it does not discuss how it obtains execution drugs.", "It also stressed that the information the Guardian was requesting was “statutorily confidential” – meaning that it is secret under court order. A spokesperson added: “Pentobarbital has been administered lawfully and successfully for many years”.", "Other documents obtained by the Guardian relate to Tennessee and Missouri. In Tennessee, the department of corrections splashed out $190,000 from 2017 to 2020 to acquire midazolam, vecuronium bromide and potassium chloride – the three drugs in its lethal injection protocol.", "This photo provided by the US Department of Justice shows a vial of pentobarbital used in the executions of two inmates in July 2020. Photograph: AP", "During that period, the state executed two prisoners – Billy Irick and Donnie Johnson – using those chemicals. That suggests a cost per execution of almost $100,000.", "In Missouri, the prison service invested over $160,000 on lethal injection executions, the documents reveal. That expenditure was incurred between 2015 and 2020, when Missouri put to death 10 inmates, producing an average cost to taxpayers of $16,000 per execution.", "These hefty sums are a far cry from how lethal injections were initially envisaged. The use of medical drugs to kill prisoners was pioneered in 1977 in Oklahoma where officials were convinced it would be both humane and cheap – they predicted it would cost only $10 per execution.", "Neither aspiration has proven to be true. The supposed humanity of lethal injections has been belied by a series of botched procedures that have shocked the nation.", "The last time that Arizona put to death an inmate was in 2014, when executioners took almost two hours to inject a gasping and groaning Joseph Wood 15 times while he was strapped to the gurney.", "Behind the states’ extravagant spending is the blanket refusal of pharmaceutical manufacturers and distributors to allow their products to be used in US executions. Medical drugs are made to save lives, they argue, not to end them.", "As a result, death penalty states have been forced to enter into increasingly dubious – and often unlawful – deals with suppliers at home and abroad. In 2010, five American states illegally purchased execution drugs without federal Food and Drug Administration approval from Dream Pharma, a wholesaler operating out of a driving school in London.", "Since then, states have been pushing at legal boundaries in their scramble to evade the boycott of pharmaceutical supplies. “States have switched from one drug to another, crossed state lines to get drugs, paid cash and failed to record the payments to keep the purchases secret,” said Deborah Denno, a professor at Fordham law school.", "Denno added: “All of those actions are violations of state or federal laws, and all of them have ended up jacking up the price of the drugs.”", "In recent years, 19 states as well as the federal government have moved to shroud their execution practices in secrecy – working especially hard to obscure the source of their lethal injection drugs. That too allows unscrupulous producers and dealers to hike up their prices.", "“Any time a government retreats into secrecy you know there’s a problem. If you don’t have accountability then it opens the door to favoritism, to graft and to dealing with a lot of shady characters who don’t have the public’s interest in mind,” said Robert Dunham, executive director of the Death Penalty Information Center.", "Prashant Yadav, a lecturer at Harvard medical school, said that prices were often marked up by 1,000% or more over the rate charged in regular pharmaceutical markets. “These drugs are being traded in a zone of unclear regulatory apparatus, and so they typically charge a higher price,” he said.", "Another cause of inflated drug prices is the cost of legal disputes. Between 2018 and 2020, Nevada spent over $100,000 defending itself in a lawsuit brought by a pharmaceutical manufacturer who objected to its drugs being obtained fraudulently for use in executions.", "Tennessee is hoping to put Pervis Payne to death shortly. Photograph: AP", "Such mishandling of public money is likely to feature in the current debate in the Nevada state assembly where lawmakers are considering abolishing the death penalty entirely. Even as the legislature debates its abolition bill, state authorities are pushing aggressively for the execution of death row inmate Zane Floyd.", "The Guardian documents, which were obtained through public records requests, do not disclose where Arizona, Tennessee and Missouri were acquiring the lethal injection drugs at such extreme cost. We do know, however, how they intend to use the chemicals.", "Arizona is pushing to restart executions after the seven-year hiatus that followed the botched execution of Wood. The state’s attorney general has filed notice that he intends to seek death warrants imminently for two inmates – Frank Atwood, who was sentenced to death for the 1984 murder of a girl despite inconsistencies in the evidence against him; and Clarence Dixon, who has a long history of mental illness including schizophrenia.", "Tennessee is hoping to kill Pervis Payne. The inmate’s execution was postponed from December because of Covid until after 9 April when a new warrant can be introduced. Questions too have been raised about Payne’s possible innocence.", "One of the paradoxes of the current scramble to acquire lethal injection drugs illicitly and at such high prices is that the efforts are exclusively being made by Republicans who frequently claim to be the party of fiscal conservatism and small government. Hannah Cox, national manager of Conservatives Concerned About the Death Penalty, said that the spending revealed by the Guardian was shocking.", "“You can’t run around and say you are a fiscal conservative Republican, or that you are pro-limited government and for the free market, and then behave like this. It’s completely contradictory to every conservative value,” she said."], "authors": ["Ed Pilkington"], "keywords": ["revealed", "sums", "guardian", "death", "republicanled", "state", "executions", "lethal", "pentobarbital", "injection", "execution", "states", "huge", "drugs", "spending", "secretly"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}