{"id": "cd00a793-ba89-3ff0-a093-bdc86283b651", "title": "Devotion Review – An Exceptional And Frightening Homecoming", "url": "https://www.gameinformer.com/review/devotion/devotion-review-an-exceptional-and-frightening-homecoming", "summary": "Two years later, developer Red Candle Games has finally made Devotion available again.\nHorror fans who missed it the first time around shouldn't wait; Devotion is a terrifying and memorable adventure worthy of its reputation.\nThe bulk of this unnerving experience involves exploring a small apartment in Taiwan over the course of several years in the 1980s.\nDevotion may be terrifying, but it also offers a compelling narrative with a surprising amount of heart.\nDevotion wraps up before it loses steam, making it a tightly packed house of horrors worth braving.", "paragraphs": ["Devotion raised every hair on my body and had me questioning my decision to play it within the first few minutes of stepping into its twisted world. As I braved its dangers, I understood why it earned acclaim when it first launched in February 2019. Unfortunately, only days after that initial release, the game was pulled from online storefronts after a controversy surrounding an in-game joke at the expense of China’s president. Two years later, developer Red Candle Games has finally made Devotion available again. Horror fans who missed it the first time around shouldn't wait; Devotion is a terrifying and memorable adventure worthy of its reputation.", "The bulk of this unnerving experience involves exploring a small apartment in Taiwan over the course of several years in the 1980s. You learn the tragic story of a family torn apart by marital turmoil, professional setbacks, and the stress of raising a chronically ill child. Gameplay consists of collecting clues and items to solve a series of well-made (and sometimes interconnected) puzzles that are satisfying yet stressful to complete because you know there’s usually something sinister waiting around the next corner. Movement is deliberate without feeling slow and that's for a reason; every time I turned around was tense as I braced for the worst – and often found it.", "Devotion’s psychological scares keep you on your toes and do a great job of being effective while maintaining impressive creativity. The apartment changes depending on the year, so new types of scares are regularly surfacing, whether it’s something as blatant as a mannequin-laden birthday party or an elaborate mechanical diorama sequence. Thanks to the fantastic sound design (I recommend headphones), simply hearing doors slam or windows rattle from a thunderstorm is enough to have you holding your breath in expectation of the worst. Devotion loves messing with your mind, and it kept me on edge to the point that I was jumping at things that weren’t even there because the atmosphere is so oppressive.", "As miserable as I often felt stepping into the next chilling iteration of that cursed apartment, I love and admire Devotion’s commitment to scaring the pants off of you without devolving into cheap or largely predictable tactics. This is a smartly laid out haunted house that seems to know the perfect moments to hit the pedal on the scares before easing back, but it never turns off the gas completely. I also respect that Devotion isn’t a one-trick pony. The story eventually ventures beyond small confines into more otherworldly settings, though it loses a bit of its punch in doing so. However, I like how the puzzle design evolves into more freeform scenarios after a linear beginning.", "Devotion may be terrifying, but it also offers a compelling narrative with a surprising amount of heart. The story is ultimately about a child coping with terrible parents on top of her own troubles, and her anxieties made me sympathetic while also creating another, more relatable trauma: the fear of losing your family. You don’t want to see any harm come to this poor kid, especially after a fantastic whimsical sequence where you read her favorite storybook together. These lighter moments aren’t plentiful, but they’re awesome for allowing you to exhale for a bit. They also further demonstrate Red Candles’ chops when it comes to mixing up the adventure with different gameplay ideas.", "Devotion wraps up before it loses steam, making it a tightly packed house of horrors worth braving. It’s a shame that the game was inaccessible to players for as long as it was, but now you can enjoy one of creepiest titles in recent memory. If you can muster up the courage, you’ll be rewarded with a delightfully disturbing experience that deserves a chance to terrify a broader audience."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["red", "exceptional", "frightening", "small", "stepping", "sequence", "worst", "moments", "devotion", "scares", "homecoming", "review", "terrifying", "apartment"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}