{"id": "cd07ec95-be1d-3124-b672-bb27969574a1", "title": "How Full Are Hospital I.C.U.s Near You?", "url": "https://www.nytimes.com/interactive/2020/12/15/us/covid-hospitals-near-you.html", "summary": "beds ▼ I.C.U.\noccupancy Hospital Covidpatients AvailableI.C.U.\nbeds ▼ I.C.U.\n“I think the important thing about this current phase of the pandemic is it’s not so much the hospital capacity shortage that’s the issue.\n90 Wisconsin opened a field hospital when I.C.U.s in parts of the state were more than 90 percent full.", "paragraphs": ["See how the coronavirus pandemic has affected recent hospital capacity in the map below, which shows data reported by individual hospitals and averaged over the week ending Dec. 10. Health officials said that the data should not discourage sick people from seeking care.", "Hospital Covid", "patients Available", "I.C.U. beds ▼ I.C.U.", "occupancy Hospital Covid", "patients Available", "I.C.U. beds ▼ I.C.U.", "occupancy No hospitals in map view – – – State average National average 78% Share of I.C.U. beds occupied 75% 85% 95% No data Source: U.S. Department of Health and Human Services data. A hospital may not appear if it does not report this data to H.H.S., if its data was reported through a parent hospital or if its location information was not available. Percentages above 100 may occur when hospitals report patients beyond their normal limits. Circle size on the national map view corresponds to the hospital’s total I.C.U. capacity.", "This information comes from a new dataset released by the Department of Health and Human Services that shows for the first time detailed geographic information on Covid-19 patients in hospitals. This is something public health officials have long said would be crucial to responding to the epidemic and understanding its impact.", "While these numbers provide an important measure of capacity and reflect figures that hospitals have provided to the federal government, experts working with the data said that the situation may have changed since occupancy levels were reported over the seven days from Dec. 4 through Dec. 10. Some hospitals have added additional surge capacity that may not be reflected in baseline capacity figures.", "The number of usable I.C.U. beds can be limited by the number of nursing staff members available to tend to intensive-care patients, a figure that is not explicitly included in the dataset. “I think the important thing about this current phase of the pandemic is it’s not so much the hospital capacity shortage that’s the issue. It’s really a shortage of personnel and healthcare workers,” said Thomas Tsai, an assistant professor of health policy at Harvard University.", "The data does include information about the average number of I.C.U. beds that were “staffed.” Of the 3,220 hospitals that reported those figures, a quarter had fewer staffed beds than total I.C.U. beds. The map above shows the number of staffed I.C.U. beds where provided, and total I.C.U. beds otherwise.", "The national average I.C.U. occupancy in 2010 was 67 percent, according to the Society of Critical Care Medicine, though the occupancy baseline changes depending on the place, time of year and size of hospital. The table below shows a sample of state policies and guidelines at different levels of I.C.U. occupancy.", "I.C.U. Occupancy Details 70 New York regions must have no more than 70 percent of I.C.U. beds occupied before a phased re-opening can begin. 75 Hospitals in Massachusetts may have to reduce or suspend elective procedures and services if statewide I.C.U. occupancy exceeds 75 percent. 80 Nashville aims for no more than 80 percent I.C.U. occupancy in its reopening metrics. 85 California has issued a regional stay-at-home order when local occupancy reaches 85 percent. 90 Wisconsin opened a field hospital when I.C.U.s in parts of the state were more than 90 percent full. 95 Experts say maintaining existing standards of care for the sickest patients may be difficult or impossible at hospitals with more than 95 percent occupancy.", "A note from H.H.S. staff accompanying the data release cautions that the numbers should not discourage sick people from seeking care. “Hospitals have protocols in place to keep patients safe from exposure and to ensure all patients are prioritized for care.”"], "authors": ["Matthew Conlen", "John Keefe", "Lauren Leatherand Charlie Smart", "Charlie Smart"], "keywords": ["data", "icu", "hospitals", "occupancy", "beds", "near", "capacity", "health", "icus", "patients", "hospital", "shows"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}