{"id": "cd2fdffa-6f1d-3c8f-a4e4-983e5550a14d", "summary": "The drone fires off a message via satellite and continues to shadow the fishing boats from a distance.\nRoughly half of fishing boats off the east and west coasts of Africa do not transmit their location, Greenpeace says.\nOne firm betting that sea drones are the way forward is Liquid Robotics, a subsidiary of Boeing, an aerospace giant.\nASV Global, the British maker of a similarly fast surface drone, expects sales this year to top $22m, up from $15m in 2017.\nSea drones are still expensive, but costs will continue to drop because they share so many components with smartphones.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["IT IS A bright morning in the eastern Mediterranean, and a small robotic watercraft operated by Greenpeace, an environmental group, is quietly approaching two fishing boats about 160 miles north of Egypt’s coast. Unseen by the boats’ captains and crew, the bobbing drone takes a few pictures, and its on-board image-processing systems swiftly determine that illegal drift nets have been deployed. The fishermen hope to catch endangered bluefin tuna, but such nets can also ensnare dolphins and sea turtles. The drone fires off a message via satellite and continues to shadow the fishing boats from a distance. Five hours later a hastily dispatched cutter arrives, and officers from Egypt’s coast guard seize both boats and arrest their crews. The drone, meanwhile, dips beneath the surface and continues on its monitoring mission.", "That, at least, is how things could play out in the early 2030s, if proponents of aquatic drones have their way. As the cost of building and operating such vehicles drops, satellite communications systems provide cheaper and faster connectivity, and machine intelligence improves, drones could provide a powerful means of policing illegal activities that take place, unseen, at sea. Powered by wave action, wind power or solar panels, drones could operate for months or even years at a time, scanning large areas in swarms, monitoring environmental conditions and alerting human overseers when something looks amiss. If drones ruled the waves, fisheries would be more sustainable, pollution would be reduced and human trafficking would be harder to get away with. Even if drones can monitor only a small fraction of the ocean’s surface, their presence could be a powerful deterrent.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Fishing is just one area where aquatic drones could spot illegal activity. Today around one-fifth of the annual global catch, worth around $23.5bn, is taken illegally, as fishermen exceed quotas, fish in protected areas or use banned methods such as drift nets or dynamite fishing. The dumping of pollutants could be detected, too. By one estimate, vessels intentionally discharge some 276,000 tonnes of oily gunk into the sea each year, nearly half as much as the Deepwater Horizon disaster spewed into the Gulf of Mexico. Drones could use sensors to sample seawater for traces of improperly dumped fuel sludge, solvents and dirty engine oil, or deploy small, flying cameras to take aerial pictures of tell-tale oil slicks. In coastal waters, flying “sniffer” drones operated by port authorities could fly through the exhaust plumes of large ships to check that they are not exceeding emissions limits. (A Danish firm called Explicit uses manned helicopters to sample the exhaust from ships in the North Sea; about 6% break the rules.)", "Drones could also tackle human trafficking, and the use of forced labour at sea, by spotting suspicious activity, such as boats that stay in a particular area but avoid visiting port for months at a time. Tens of thousands of men from Cambodia, Indonesia, Myanmar, the Philippines, Thailand and Vietnam are thought to have been enslaved on fishing vessels that, to prevent escapes, offload their catch and take on supplies from other vessels far out at sea.", "Enthusiasm for drone-based monitoring is not driven simply by improvements in drone technology. It is also a consequence of the high cost of traditional means of enforcement. Operating a US Coast Guard cutter, for example, typically costs $1,500-3,000 per hour. And its visibility means nabbing offenders in the act is akin “to catching lightning in a bottle”, says Mark Young, a former head of enforcement for the Pacific Ocean. Manned aircraft cost more than $10,000 per flight hour. With today’s technology, says Mr Young, not even America can afford to fully patrol its “exclusive economic zone”, the waters within 200 miles of its shores. Even less attention is paid to the nearly two-thirds of the ocean that is beyond any country’s jurisdiction.", "Satellites are already helping in some areas. Requiring ships to carry transponders that report their position, for example, can reveal vessels that suspiciously avoid ports or dawdle in marine protected areas. But not all ships are required to carry transponders, and some captains switch them off. Roughly half of fishing boats off the east and west coasts of Africa do not transmit their location, Greenpeace says. These “dark fleet” vessels can be spotted in satellite pictures, but monitoring them in this way is problematic too. For one thing, a high-resolution photograph of a square region, 10km (six miles) wide, costs about $2,700. SkyTruth, an environmental watchdog based in West Virginia, receives some imagery free from satellite providers. But shots must be requested and scheduled hours in advance. On the last 25 occasions when he has made an educated guess as to where a suspect boat would be for a photo 12 hours later, SkyTruth’s most senior analyst, Bjorn Bergman, was right half the time. (Sea Shepherd, a controversial American conservation group, has dispatched manned “direct action” ships to interfere with rogue Chinese fishing boats that Mr Bergman spotted in the southern Indian Ocean.)", "One firm betting that sea drones are the way forward is Liquid Robotics, a subsidiary of Boeing, an aerospace giant. Its autonomous, surfboard-sized Wave Gliders use underwater “wings” to harvest energy from the up-and-down motion of waves to travel at one to three knots, or a bit faster using an auxiliary propeller powered by solar panels. The drones have operated for up to a year at a time and withstood hurricanes. Onboard systems collect data on submarines, fishing boats and pollution, firing off alerts via satellite to authorities. Being small and silent, Wave Gliders are unlikely to be spotted by seafarers up to no good, says Gary Gysin, the firm’s boss. Liquid Robotics has sold more than 400 Wave Gliders, which cost $200,000 or more depending on which sensors are fitted, to outfits including the Australian and American navies and Japan’s coast guard. Future models will serve as platforms for aerial drones. The firm sees an emerging “internet of things for the ocean” that reports not just on lawlessness, but also on the health of marine life, water temperatures and currents, to help ships plot more fuel-efficient routes.", "Maritime Robotics, a Norwegian firm, sells a much faster surface drone that zips along at a blistering 60 knots under diesel power. Called Mariner, it can switch to battery propulsion to “sneak in” for a closer look at a suspect vessel, says Vegard Evjen Hovstein, the firm’s boss. ASV Global, the British maker of a similarly fast surface drone, expects sales this year to top $22m, up from $15m in 2017. Dan Hook, ASV’s head of business development, imagines selling models by 2030 that can dive underwater and stick up a camera and directional microphone on “a little snorkelling mast” to determine what a boat is up to.", "Efforts to combat lawlessness at sea are also expected to benefit from spending on aquatic drones by navies. Pradeep Chauhan, a former head of intelligence for India’s navy, reckons that in addition to their military duties, naval drones will perform the “spin-off” mission of detecting lawbreaking at sea. Nevin Carr of Leidos, a firm based in Virginia that designs submarine-hunting surface drones for the US Navy, in which he served as a rear admiral, says movement-analysis algorithms are being devised to determine what civilian vessels are doing. That could include identifying ships that are smuggling drugs, weapons or humans, says Jayanath Colombage, a former commander of Sri Lanka’s navy during its fight against the Tamil Tigers, who partly funded their insurgency with such smuggling until being defeated in 2009.", "Within ten years Greenpeace expects to have a fleet of aerial, surface and even underwater drones, with the latter seeking, among other things, signs of unlawful seabed mining, says John Murphy, the outfit’s head of drones. Sea drones are still expensive, but costs will continue to drop because they share so many components with smartphones. Fees for satellite-data services will also plummet, experts reckon, as new constellations of broadband satellites are launched. And, says Bjarne Schultz of Norway’s Directorate of Fisheries, analysis of data on individual skippers’ behaviour, and the migratory patterns and market prices of fish, will allow drones to be sent to the areas where illegal activity is most likely to occur. More broadly, both coast guards and environmental groups believe that maritime drones will make the dispatching of manned patrols far more targeted and cost-effective. When it comes to preventing lawlessness at sea, swimming robots could be about to make a big splash."], "url": "https://www.economist.com/the-world-if/2018/07/07/avast-me-hearties", "title": "Avast, me hearties", "pubDate": null, "keywords": ["fishing", "vessels", "firm", "boats", "sea", "drone", "avast", "hearties", "satellite", "ships", "drones", "surface"]}