{"id": "cd3969b3-9d07-35ea-915d-264ec4e71a0a", "title": "Stephen Miller: 'Joe Biden has shut down ICE,' leading to a 'travesty' at the southern border", "url": "http://www.foxnews.com/politics/stephen-miller-joe-biden-has-shut-down-ice-leading-to-a-travesty-at-the-southern-border", "summary": "Stephen Miller and Mark Brnovich sounded off on \"Hannity\" Friday, criticizing the Biden administration for \"[shutting] down ICE,\" and creating a \"disaster\" at the southern border.\nSTEPHEN MILLER: What you are seeing on the border right now is the worst border crisis in U.S. history.\nThat means criminals getting in, that means drugs getting in, that means weapons getting in, that means contraband getting in, that means sex offenders getting in.\nIn addition to the disaster on the border, Joe Biden has shut down ICE.\nICE is now disabled from removing most criminally-convicted illegal immigrants that they were removing under the Trump administration.", "paragraphs": ["Stephen Miller and Mark Brnovich sounded off on \"Hannity\" Friday, criticizing the Biden administration for \"[shutting] down ICE,\" and creating a \"disaster\" at the southern border.", "STEPHEN MILLER: What you are seeing on the border right now is the worst border crisis in U.S. history. It’s not just that the numbers are the highest they’ve been in 20 years. It’s that you have the largest number of illegal immigrant youth and trafficked children ever. You have catch and release. Twenty years ago, you didn’t have catch and release. That people are being apprehended are then being resettled in U.S. communities at taxpayer expense.", "But it gets worse. Border Patrol reports that in addition to the thousands being caught and released, 1,000 a day are getting into the country without being caught at all because our border agents are being pulled off the line dealing with this humanitarian crisis. That means criminals getting in, that means drugs getting in, that means weapons getting in, that means contraband getting in, that means sex offenders getting in.", "In addition to the disaster on the border, Joe Biden has shut down ICE. ICE is now disabled from removing most criminally-convicted illegal immigrants that they were removing under the Trump administration. So you have an open sieve at the border, and you have unfettered criminal conduct inside this country. It is a travesty, and Republicans should talk about this every single day.", "WATCH THE FULL INTERVIEW HERE"], "authors": ["Fox News Staff", "This Article Was Written Fox News Staff."], "keywords": ["means", "ice", "biden", "getting", "release", "illegal", "border", "southern", "disaster", "travesty", "leading", "joe", "removing", "crisis", "shut", "miller", "stephen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}