{"id": "cd4da929-b549-3af4-b715-a9c137a51790", "title": "Pensacola victim's parents demand answers from Trump, Pentagon on arming US soldiers on bases", "url": "http://www.foxnews.com/media/pensacola-family-trump-pentagon-guns-bases", "summary": "\"I don't understand how being on watch works if you cannot defend yourself and defend the people that are there,\" she said.\nBenjamin added that he was also a proponent of concealed-carry for young men and women in uniform.\nBenjamin told Doocy that the family still has yet to hear from anyone in the U.S. government or Trump administration to discuss potential changes.\nBarr said the gunman, identified as Royal Saudi Air Force 2nd Lt. Mohammed Saeed Alshamrani, was \"motivated by jihadist ideology.\"\nAnd, every one of these young men and women: they are targets,\" said Benjamin Watson.", "paragraphs": ["The parents of one of the Naval Air Station (NAS) Pensacola shooting victims called for answers from the Trump administration and Department of Defense Thursday, explaining that no action has been taken to safeguard service members on military bases in the wake of the attack.", "Appearing on \"Fox & Friends\" with host Steve Doocy, Sheila and Benjamin Watson said that the loss of their son, 23-year-old Joshua Kaleb Watson, has been \"a terror for their family.\"", "Watson was hailed a hero after he reportedly related crucial information about the identity of the shooter to first responders, despite having been shot several times.", "FAMILY OF JOSH WATSON, PENSACOLA ATTACK HERO, CALLS FOR ARMING SERVICE MEMBERS ON MILITARY BASES", "Sheila said that while their family is not advocating for everyone on the base to be armed, those who are standing watch should.", "\"I don't understand how being on watch works if you cannot defend yourself and defend the people that are there,\" she said. \"My son died trying to get out of that building to get help to save those people because he knew he could not defend himself against a man with a gun.\"", "Benjamin added that he was also a proponent of concealed-carry for young men and women in uniform.", "\"It [would] be such a deterrent to anybody that would harm us knowing that anyone who is walking that base in uniform — they could be armed. They could return fire. They could defend themselves and others,\" he said. \"And, we don't have that right now. And so, I would like to see a change from that as soon as possible.\"", "Benjamin told Doocy that the family still has yet to hear from anyone in the U.S. government or Trump administration to discuss potential changes.", "\"We need clear instructions from our nation's leaders – President Trump and [the] Secretary of Defense – to give clear instructions of how these young men and women can be armed on watch and how they can have concealed carry,\" he said.", "CLICK HERE FOR THE FOX NEWS APP", "The shooting, carried out by a Saudi aviation student in December, was an \"act of terrorism,\" Attorney General William Barr said Monday, as officials released their findings from their investigation into the attack. Barr said the gunman, identified as Royal Saudi Air Force 2nd Lt. Mohammed Saeed Alshamrani, was \"motivated by jihadist ideology.\"", "Barr's comments came as the U.S. was expelling 21 Saudi nationals living in America who, like Alshamrani, trained with the U.S. military at facilities including NAS Pensacola.", "Senior Justice Department officials told Fox News the 21-year-old shooter left a \"trail of extremism\" in the days and weeks leading up to the attack.", "\"We are at war. You know, the war on terror continues. And, every one of these young men and women: they are targets,\" said Benjamin Watson.", "Fox News' Greg Norman contributed to this report."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "keywords": ["watch", "trump", "demand", "victims", "military", "pensacola", "soldiers", "women", "arming", "parents", "defend", "saudi", "bases", "men", "watson", "pentagon", "young", "answers", "fox"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}