{"id": "cd51354e-008e-3d74-8207-8e6ea5de1c33", "title": "They Are Not Alone: U.F.O. Reports Surged in the Pandemic", "url": "https://www.nytimes.com/2021/04/09/nyregion/ufo-sightings-recent.html", "summary": "In the years since she says extraterrestrial beings took her from her suburban yard outside Rochester, N.Y., Virginia Stringfellow has kept her story mostly within a close-knit community of people who say they have also encountered U.F.O.s.\nBut over the past year, that pool has grown: Each of her monthly locals-only U.F.O.\nSightings of unidentified objects in 2020 nearly doubled in New York from the previous year, to about 300, according to data compiled by the National U.F.O.\nBut according to ufologists (pronounced “yoof-ologists”), as those who study the phenomena call themselves, the trend is not necessarily the result of an alien invasion.\nRather, it was likely caused in part by another invader: the coronavirus.", "paragraphs": ["In the years since she says extraterrestrial beings took her from her suburban yard outside Rochester, N.Y., Virginia Stringfellow has kept her story mostly within a close-knit community of people who say they have also encountered U.F.O.s.", "But over the past year, that pool has grown: Each of her monthly locals-only U.F.O. meet-ups average about five new people who believe they have seen a mysterious object in the sky — not including about 50 out-of-towners who have tried to join.", "“I have to turn away people,” said Ms. Stringfellow, 75.", "Sightings of unidentified objects in 2020 nearly doubled in New York from the previous year, to about 300, according to data compiled by the National U.F.O. Reporting Center. They also rose by about 1,000 nationwide, to more than 7,200 sightings.", "But according to ufologists (pronounced “yoof-ologists”), as those who study the phenomena call themselves, the trend is not necessarily the result of an alien invasion. Rather, it was likely caused in part by another invader: the coronavirus."], "authors": ["Sarah Maslin Nir"], "keywords": ["unidentified", "stringfellow", "yoofologists", "ufo", "york", "pandemic", "surged", "according", "reports", "yard", "virginia", "ufologists", "ufosbut"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}