{"summary": "It’s a question posed by many writers, as adultery and other variants on illicit romance have always been key themes in fiction.\nOn which note, here are my 10 favourite novels on the agonies and ecstasies of the extramarital adventure:1.\nHis jealousy is fuelled by the despair of knowing that he will probably never have a proper life with her.\nA brilliantly constructed novel about the way in which passion can often become a game of obsessive ownership.\n• Isabelle in the Afternoon by Douglas Kennedy is published by Hutchinson on 9 January.", "url": "https://www.theguardian.com/books/2019/dec/18/top-10-novels-about-adultery-graham-greene-milan-kundera", "paragraphs": ["Let’s begin by borrowing a phrase by Alexandre Dumas fils: “The chains of marriage are so heavy that it takes two to bear them and sometimes three.”", "In my 13th novel, Isabelle in the Afternoon, a young American named Sam discovers la verité at the heart of that epigram as he begins an intense but very circumscribed liaison with a married French woman in her late 30s. It’s an affair that continues for more than three decades. The novel asks: is carnal desire more intense and profound when outside the strictures of marriage? It’s a question posed by many writers, as adultery and other variants on illicit romance have always been key themes in fiction.", "On which note, here are my 10 favourite novels on the agonies and ecstasies of the extramarital adventure:", "1. The End of the Affair by Graham Greene", "A male novelist – unmarried, living a solipsistic existence in south London during the blitz – begins an affair with a senior civil servant’s wife. He becomes obsessed with claiming Sarah as his own. His jealousy is fuelled by the despair of knowing that he will probably never have a proper life with her. And then there is her entrenched Catholicism. A brilliantly constructed novel about the way in which passion can often become a game of obsessive ownership.", "2. Madame Bovary by Gustave Flaubert", "It could be argued that the modern novel commenced with Flaubert’s masterpiece – because it stands as the first work of fiction that grappled with the nightmare of marriage at its most prosaic. Of course Flaubert shocked the guardians of moral propriety by having his not-so–bright heroine – whose has married a third-tier provincial doctor – starting an affair with a military man in town on secondment. Flaubert not only invented the so-called “desperate housewife” genre, but also spoke a truth that few then or now want to recognise: stepping out from the bonds of fidelity is often a response to boredom.", "3. The Easter Parade by Richard Yates", "Yes, Yates’s 1961 novel Revolutionary Road remains a postwar American classic. But 15 years later he produced another masterpiece of national despair. The Easter Parade follows the sad destinies of two sisters who become unhinged after their parents’ divorce. Sarah goes on to be a sad housewife. Emily makes a disastrous marriage, drifts from one bad affair to another, quietly embraces alcoholism. What Yates captures brilliantly in this tightly constructed novel – which spans five decades – is the way that drifting from one casual fling (often with a married man) to the next becomes an accumulated articulation of deep inner despair … and an even deeper malaise at the heart of the country.", "4. The Awakening by Kate Chopin", "An absolute gem, first published in 1899 – now regarded as a landmark in American literature, even if many an upholder of the puritanical status quo back then condemned it as immoral. It’s the story of Edna, who has married well and is comfortably placed in the world of the New Orleans bourgeoisie. But she has begun to question the way society has forced her into the role of adoring spouse and baby provider. When a certain young man makes his romantic yearnings known – and when another suitor makes an amorous move while Edna’s husband is out of town – well, in true 19th-century style it all ends tragically. Chopin defied established proprieties by showing the sexual desires of a married woman outside the stifling conjugal bed.", "Facebook Twitter Pinterest Charged carnality … Jude Law as Karenin and Keira Knightley in the title role of Anna Karenina (2012). Photograph: Laurie Sparham/Allstar/Universal Pictures", "5. Anna Karenina by Leo Tolstoy", "One of the central cornerstones in the canon of world literature; a great state-of-the-nation novel that also deals with the absolute messiness of the human heart and the way that the biggest mystery in life might just happen to be yourself. An illicit love affair between two aristos also becomes a sweeping portrait of tsarist Russia and a daring (for its time) treatise on the charged carnality of the extramarital. And it remains a profound statement about how that very human pursuit of happiness is always just that – a pursuit.", "6. Foreign Affairs by Alison Lurie", "Winner of a mid-80s Pulitzer prize, Lurie’s novel is a sharp look at a lonely, single, deeply unloved American female academic on sabbatical in London. Her intellectual rigour and her misanthropy are upended when she meets, on the flight over, a gauche, chain-smoking, defiantly unintellectual fellow from Tulsa. Although she dismisses him initially as a married yahoo, something extraordinary develops between them. A smart, quietly piercing novel about love’s improbable narratives.", "7. Deception by Philip Roth", "A much underrated novel from Roth’s expatriate London years. A writer named Philip, immersed in midlife blues, is having an affair with an elegant Englishwoman still some years away from the precipice of turning 40 but stuck in a catastrophic marriage. A novel almost entirely composed of dialogue, its pre/post-coital conversations speak volumes about the furtive, edgy passionate intimacy that two people bring to the hours they set aside for their clandestine adventure.", "8. Rabbit, Run by John Updike", "Though Updike was looked upon in the 1960s as the master of suburban adultery, please go back to his early masterpiece Rabbit, Run for its affecting yet uncompromising portrait of failed American promise and the stifling tedium of marriage. As it follows a high school basketball star whose life shifts into day-to-day banality after he marries his pregnant sweetheart and tries to make ends meet with a dismal sales job, we see him drift into an adulterous affair. The inherent musicality of Updike’s prose is here married to a vision of American life that underscores the need for eroticism as a way of escaping the prosaic.", "9. The Unbearable Lightness of Being by Milan Kundera", "Can you adore your spouse but still have multiple affairs? Why should sex outside love (and the vows of marriage) be considered a breach of all sorts of societal norms? To be compulsively attached to the sex act … is this an addiction or a positive existential choice? These complex moral questions, for which there are no definitive answers, are played out in a Czechoslovakia reeling under Soviet domination at the height of the cold war. Kundera’s ever-dazzling novel is finely attuned to the contradictory interplay of the libido and the quasi-stability of long-term love.", "Top 10 books about escape from captivity | Toby Litt Read more", "10. The Postman Always Rings Twice by James M Cain", "Cain was a seriously great writer working in the genre of crime fiction; a chronicler of small desperate lives in the Great American Nowhere. The Postman … is a straightforward tale of a drifter who ends up at a diner in a dusty corner of California owned by a blob of a guy – who also has a garage and a very young, sultry American wife, bored to despair by her husband. Naturally, the drifter picks up her sexual need. Naturally he fulfils it. Naturally they begin to plot her husband’s death. Written with a spare, dustbowl lyricism it is the best adultery noir ever written.", "• Isabelle in the Afternoon by Douglas Kennedy is published by Hutchinson on 9 January. To order a copy, go to guardianbookshop.com. Free UK p&p on orders over £15."], "pubDate": null, "keywords": ["kennedy", "adultery", "way", "marriage", "outside", "douglas", "life", "young", "affair", "despair", "novel", "american", "married", "novels"], "id": "cd563591-df91-3f1d-bc63-c7e130683684", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Douglas Kennedy"], "title": "Top 10 novels about adultery | Douglas Kennedy"}