{"keywords": ["going", "kate", "harbor", "kind", "doing", "weight", "role", "youre", "asked", "men", "living", "pearl", "relationships", "wasnt", "lose", "feel", "beckinsale"], "authors": ["Jessica Napoli"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Kate Beckinsale says she was asked to lose weight for 'Pearl Harbor' role", "pubDate": null, "url": "http://www.foxnews.com/entertainment/kate-beckinsale-lose-weight-pearl-harbor", "paragraphs": ["Kate Beckinsale started acting when she was still a college student and one of her biggest breakout roles was in Michael Bay's 2001 romantic war drama \"Pearl Harbor.\"", "The 46-year-old entertainer was excited to land the role of Lieutenant Evelyn Johnson, a nurse and love interest of the two lead actors Ben Affleck and Josh Hartnett, but what she wasn't prepared for was the pressure to look perfect on camera.", "In a candid interview with Women’s Health magazine for its January/February 2020 cover, Beckinsale revealed she was asked to lose weight for the movie.", "KATE BECKINSALE SHOWS OFF LONG LEGS, ABS IN LEOPARD-PRINT BIKINI", "“It wasn’t great,\" she admitted about the request. \"It didn’t make me feel good, and in general, I think women are body-shamed 100 million percent more than men. But on this particular project, I wasn’t. Ben [Affleck], who’d already done a movie with the director, was like, ‘This happened to me. They made me get new teeth.’ And I was like ‘Cool, at least I get to hang on to my teeth.’”", "Throughout her career, Beckinsale has tried to fight against ageism and perpetuating female stereotypes in Hollywood. She said she's very \"connected\" to her body and uses exercise as a way of destressing -– \"It’s usually a good idea for me to go do something physical to get rid of it.\"", "“Exercise is almost more important to me moodwise. The other aspects feel like a great side effect,\" she added.", "KATE BECKINSALE POSES PARTLY NUDE IN STUNNING INSTAGRAM SELFIE", "The \"Underworld\" star also spoke about the challenges of maintaining relationships while living in the public eye.", "“If everyone’s shi**ing on you, it can make you kind of ugh for a minute – especially if there’s really nothing wrong,\" she confessed. \"If you’re strangling a squirrel or hurting someone, I get it, but living one’s life in a reasonably respectful manner shouldn’t invite anyone to get too excited.\"", "She's mostly tired of outsiders commenting on her decision.", "“It can feel like a little bit of a political act to be a woman over 32 who is having any fun at all. And by that, I don’t mean doing drugs and drinking and partying – because I never am,\" she said. In fact, Beckinsale doesn't consume alcohol or caffeine.", "KATE BECKINSALE CLAPS BACK AT INSTAGRAM TROLL WHO SAID SHE DRESSES 'LIKE A TEENAGER'", "\"But being goofy, and going out, and not going ‘Omigod I’m going to sit home and anticipate menopause while crocheting.’ Unless you’re doing that, it somehow seems to be risqué, which is just kind of ridiculous to me,\" Beckinsale continued.", "\"And I witness men constantly doing whatever they like – whether that’s in relationships, or deciding to buy a motorbike, and getting a tattoo. It has not been interpreted as ‘Why hasn’t he had more children?’ or ‘Is he ever going to decide to become a parent?’ or ‘Why has he had so many girlfriends.’”"], "id": "cd6ddcfb-09f7-377a-ab58-d3b874a0f842", "summary": "Kate Beckinsale started acting when she was still a college student and one of her biggest breakout roles was in Michael Bay's 2001 romantic war drama \"Pearl Harbor.\"\nIn a candid interview with Women’s Health magazine for its January/February 2020 cover, Beckinsale revealed she was asked to lose weight for the movie.\nKATE BECKINSALE SHOWS OFF LONG LEGS, ABS IN LEOPARD-PRINT BIKINI“It wasn’t great,\" she admitted about the request.\nKATE BECKINSALE POSES PARTLY NUDE IN STUNNING INSTAGRAM SELFIEThe \"Underworld\" star also spoke about the challenges of maintaining relationships while living in the public eye.\n\"And I witness men constantly doing whatever they like – whether that’s in relationships, or deciding to buy a motorbike, and getting a tattoo."}