{"id": "cd964125-daf4-39c4-944f-78849dc4396f", "title": "TikTokers are turning Ugg boots into slippers in latest fashion trend", "url": "https://www.foxnews.com/lifestyle/tiktokers-turn-ugg-boots-slippers-fashion-trend", "summary": "Ugg boots are getting a new life thanks to the latest TikTok trend.\nLikewise, the hashtag #UggSlippers has more than 7.7 million views while #UggBoots has 5.7 million views.\nLong before the do-it-yourself Ugg slipper trend made its way to TikTok, YouTubers and Pinterest users had shared tutorials on how to transform Ugg boots into something new.\nCLICK HERE TO GET THE FOX NEWS APPClassic Ugg boots cost between $140 and $200 for women and between $150 and $170 for men, according to current listings on Ugg.com.\nMeanwhile, Ugg slippers can cost anywhere from $80 to $250 depending on size, color, material and the gender it is chosen for.", "paragraphs": ["Ugg boots are getting a new life thanks to the latest TikTok trend.", "Teens and young adults have been cutting up their old boots and turning them into slippers, according to several videos that have gone viral on the app.", "THIS IS THE ‘MOST ICONIC’ FASHION ITEM IN THE US, SURVEY SAYS", "In October, TikToker Abby J shared a video of herself snipping excess material from a used pair of Ugg boots.", "\"These babies are all kinds of jacked up, they’re 7 years old. But instead of throwing them out I’m going to cut them up and see if I can reuse them,\" she explained in her instructional video, which shows her carefully cutting along the seams so it looks more like a loafer.", "With more than 815,600 views under that clip and Abby J’s 2 million followers, it appears her video has inspired a large number of copycats.", "TIKTOK USER MOCKS INFLUENCERS IN HILARIOUS VIDEOS", "Several other videos can be seen when typing in \"Ugg boot slippers\" into the TikTok search bar. Likewise, the hashtag #UggSlippers has more than 7.7 million views while #UggBoots has 5.7 million views.", "Long before the do-it-yourself Ugg slipper trend made its way to TikTok, YouTubers and Pinterest users had shared tutorials on how to transform Ugg boots into something new. These creative posts don’t appear to have the same pull TikTok has, which is said to have more than 100 million active users in the U.S.", "ROMANIAN SHOEMAKER CREATES SIZE 75 SHOES FOR SOCIAL DISTANCING", "Although Ugg has a dedicated line of slippers, the re-purposeful trends seem to be a fit for Millennials and Gen Z, who are said to be big on saving money and recycling.", "The trendy brand generally uses sheepskin for its products, which has contributed to the premium pricing.", "CLICK HERE TO GET THE FOX NEWS APP", "Classic Ugg boots cost between $140 and $200 for women and between $150 and $170 for men, according to current listings on Ugg.com.", "Meanwhile, Ugg slippers can cost anywhere from $80 to $250 depending on size, color, material and the gender it is chosen for.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["latest", "tiktok", "videos", "users", "views", "fashion", "size", "tiktokers", "million", "ugg", "trend", "boots", "video", "turning", "slippers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}