{"id": "cdb6e354-db80-3231-a429-819c0b83beac", "title": "Cover Reveal – Deathloop", "url": "https://www.gameinformer.com/cover-reveal/2021/03/08/cover-reveal-deathloop", "summary": "Arkane Studios is well-known for its love of systemic game design, which allows players to approach combat encounters and puzzles in myriad ways.\nTitles like Arx Fatalis, Dark Messiah of Might and Magic, and Dishonored helped the studio build a sizable cult following, and now the team is taking its artistic approach to game design and building something new: Deathloop.\nSet on the chilly island of Blackreef, Deathloop is a story about a secret society that invents an eternal timeloop.\nFor this month’s cover story, we take a deep dive into the creation of Deathloop.\nBut Deathloop isn’t the only reason to dive into this issue.", "paragraphs": ["Arkane Studios is well-known for its love of systemic game design, which allows players to approach combat encounters and puzzles in myriad ways. Titles like Arx Fatalis, Dark Messiah of Might and Magic, and Dishonored helped the studio build a sizable cult following, and now the team is taking its artistic approach to game design and building something new: Deathloop.", "Set on the chilly island of Blackreef, Deathloop is a story about a secret society that invents an eternal timeloop. There is just one catch: Most of the people caught in the cycle don’t have any memory of previous loops. Colt Vahn is the hapless hero who actually remembers everything that happens from one day to the next, and if he wants to escape this torment, he must assassinate the eight leaders of the program. Unfortunately, everyone on the island is also out to kill him.", "For this month’s cover story, we take a deep dive into the creation of Deathloop. We spent several hours with the designers and artists working on the game and walked away with a better understanding of Deathloop’s gameplay hooks. Across 14 pages, we break down our exclusive demo in detail, highlight many of Colt’s phenomenal powers, and explain some of the many approaches that players can take through Deathloop’s open-ended environments.", "But Deathloop isn’t the only reason to dive into this issue. We also run down all of the big announcements coming out of BlizzCon 2021, explore the Blaseball phenomenon, and fill six pages with some rad gadgets in our Spring Buying Guide. Kimberley Wallace talks with developers from CD Projekt Red, Insomniac, and Ubisoft about how they approach open-world map design. Jeff Cork looks at how Team 17 is working with multiple museums to aid in the arcade game preservation efforts. And, Joe Juba goes hands-on with Axiom Verge 2 before sharing his impressions. Spoiler: the game sounds great.", "Print subscribers can expect their issues to begin arriving in the coming days/weeks. The digital edition of this issue launches tomorrow afternoon, March 9, for PC/Mac, iOS, and Google Play. You can also get the latest issue through third-party apps on Nook and Kindle. To subscribe to either the digital or print version, click here."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["reveal", "approach", "design", "team", "deathloop", "issue", "game", "players", "island", "working", "cover", "pages"], "pubDate": "2021-03-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}