{"id": "cde58b87-901a-3848-957b-86806742edb1", "title": "Niftski Breaks The Super Mario Bros. Speedrun Record With A Perfect Run", "url": "https://www.gameinformer.com/2021/04/08/niftski-breaks-the-super-mario-bros-speedrun-record-with-a-perfect-run", "summary": "Twitch streamer and speedrunner Niftski has demolished the world record for a speedrun in Super Mario Bros., clocking in what’s being called a “perfect” run at 4:54.948.\nI don’t know when the last time you decided to take a trip through the Mushroom Kingdom was, but that’s fast… really, really fast.\nIn speedruns for many classic games, seconds are all that separate the record from other competitors.\nCheck out the run right here!\nSo while this run is definitely perfect for now, a more perfect run could theoretically be discovered in the future… Does that make sense?", "paragraphs": ["Twitch streamer and speedrunner Niftski has demolished the world record for a speedrun in Super Mario Bros., clocking in what’s being called a “perfect” run at 4:54.948. That’s right, four minutes and fifty-four seconds, with a little bit of change. I don’t know when the last time you decided to take a trip through the Mushroom Kingdom was, but that’s fast… really, really fast.", "In speedruns for many classic games, seconds are all that separate the record from other competitors. While anything is possible, this new run is being called perfect (or close to it) by others in the speedrunning community, as apparently everything lined up immaculately on every end of things. Obviously, this includes the incredibly skilled speedrunning preparation, practice, and precise play from Niftski. Sometimes, all factors need to really line up to glean that additional and sometimes miraculous split second to make a speedrun ascend to greatness. Super Mario Bros. is obviously a title with no shortage of speedrunning attention, as numerous folks have attempted to make Mario’s journey faster and faster over the years, ever since its first outing on the NES before any sort of speedrunning was a competitive practice. Warp pipes, am I right? Check out the run right here!", "In this particular case, it really does come down to milliseconds, as a cache of other incredible speedruns have the Mario adventure down to 4 minutes and 55 seconds proper. Shaving off the milliseconds in this particular run makes all the difference, and while speedrun records are constantly in flux, this one might be “the one” for Mario.", "With that said, you never know when something new can be discovered or an advanced tactic can be tried with speedruns across the board, so others are certain to try to find a way to shave off a moment. So while this run is definitely perfect for now, a more perfect run could theoretically be discovered in the future… Does that make sense? Whether or not that happens could take years or more, as the 4:55 standard has been the wall for quite some time now, but it’s all about trying out every angle for new challengers.", "You can check out Niftski’s streaming adventures on Twitch here. Do you enjoy speedrunning? Have you ever tried it? Is this run amazing? Let us know in the comments!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["run", "speedruns", "seconds", "right", "speedrun", "really", "mario", "perfect", "bros", "speedrunning", "breaks", "know", "super", "record", "niftski"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}