{"id": "cde829b7-634d-3aa0-be94-edccedc1f9a3", "title": "Author Gayle Tzemach Lemmon on the all-women Kurdish-Syrian militia fighting ISIS", "url": "http://www.foxnews.com/us/gayle-tzemach-lemmon-women-kurdish-syrian-militia-fighting-isis", "summary": "A best-selling author and expert on foreign relations has highlighted the harrowing work of the members of an all-women Kurdish-Syrian militia, who have come toe-to-toe with their male counterparts in combatting ISIS, Fox News’s Shannon Bream reported Saturday.\nBream spoke to Gayle Tzemach Lemmon, author of \"The Daughters of Kobani: A Story of Rebellion, Courage, and Justice.\"\nCLICK HERE TO GET THE FOX NEWS APP\"They were fighting not for themselves, or even for their corner in the world,\" Lemmon said.\n\"They were fighting for a world that was safer, for girls, for women everywhere around the world.\"\n\"The Daughters of Kobani\" is in talks for a screenplay with HiddenLight Productions, according to Lemmon’s website.", "paragraphs": ["A best-selling author and expert on foreign relations has highlighted the harrowing work of the members of an all-women Kurdish-Syrian militia, who have come toe-to-toe with their male counterparts in combatting ISIS, Fox News’s Shannon Bream reported Saturday.", "\"This is a story about risk, about rebellion, but also about respect -- these young women who are fighting for their future and, we’ll show you, they’re winning,\" reported Bream, best-selling author and host of \"Fox News @ Night.\"", "Bream spoke to Gayle Tzemach Lemmon, author of \"The Daughters of Kobani: A Story of Rebellion, Courage, and Justice.\" In her New York Times best-seller, Lemmon tells the story of the members of the Kurdish Women’s Protection Units (YPJ), a militia of women who fought in combat alongside their male counterparts and American forces.", "US COUPLE NABBED AT NJ SEAPORT, ACCUSED OF TRYING TO BOARD SHIP TO YEMEN TO FIGHT FOR ISIS: JUSTICE DEPARTMENT", "\"It was a story that I really felt like I had to tell,\" Lemmon said in a segment that aired Saturday morning on \"Fox & Friends.\"", "\"How in the world did it happen that one of the most far-reaching experiments in women’s equality anywhere in the world was launched on the ashes of the fight against the Islamic State, by women who fought ISIS room-by-room, and house-by-house and town-by-town?\"", "For years, Lemmon traveled to the Middle East to interview women \"on the front lines,\" and often put her own life at risk to be able to share their journeys with the public, Bream said.", "CLICK HERE TO GET THE FOX NEWS APP", "\"They were fighting not for themselves, or even for their corner in the world,\" Lemmon said. \"They were fighting for a world that was safer, for girls, for women everywhere around the world.\"", "\"The Daughters of Kobani\" is in talks for a screenplay with HiddenLight Productions, according to Lemmon’s website.", "Readers can learn more about the women, and Lemmon’s quest to have their story heard, in Bream’s New York Times best-seller, \"The Women of the Bible Speak.\""], "authors": ["Stephanie Pagones", "Stephanie Pagones Is A Digital Reporter For Fox Business", "Fox News. Follow Her On Twitter At"], "keywords": ["bream", "tzemach", "allwomen", "womens", "york", "author", "women", "fox", "militia", "kurdishsyrian", "lemmon", "fighting", "isis", "gayle", "world"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}