{"id": "cdfa1126-bffe-31d6-8b04-3043a3cc67a5", "title": "The great accelerator - Covid-19 heightens private-equity investors’ interest in sport", "url": "https://www.economist.com/finance-and-economics/2020/12/06/covid-19-heightens-private-equity-investors-interest-in-sport", "summary": "Accrington makes 40% of its revenue from tickets and food and drink, compared with around 15% for the elite clubs in the English Premier League.\nThe three big American sports leagues, the National Basketball Association, the National Football League and Major League Baseball, are facing a fall in revenue of $13bn in 2020.\nDeloitte estimates that the English Premier League will lose £500m ($670m).\nIt provided capital for better players, improvements to the stadium and greater commercial acumen, enabling the club to win the Champions League in 2019 and the Premier League in 2020.\nA newly announced £250m bailout from the Premier League will help to stabilise football clubs, like Accrington Stanley, in the three leagues below.", "paragraphs": ["“THE COVID situation has been a disaster for everybody,” says Andy Holt, the owner of Accrington Stanley, a football club in England’s third tier. Fans have been locked out of the stadium since March. The loss of match-day revenue has hit smaller clubs the hardest. Accrington makes 40% of its revenue from tickets and food and drink, compared with around 15% for the elite clubs in the English Premier League. For now, Mr Holt is keeping the club going from his personal fortune. He believes other clubs are borrowing money “from wherever they can”. The coronavirus squeeze extends far beyond football, and into far glitzier and more lucrative arenas than Stanley’s 5,000-capacity Wham Stadium (still known to many as the Crown Ground). Manoj Badale, the lead owner of Rajasthan Royals, a cricket franchise in the Indian Premier League, argues “sports bodies have never been put under the same level of financial pressure as they have in the past year.”", "The numbers are dismal for sports organising bodies. The three big American sports leagues, the National Basketball Association, the National Football League and Major League Baseball, are facing a fall in revenue of $13bn in 2020. Deloitte estimates that the English Premier League will lose £500m ($670m). The England Cricket Board is expecting a shortfall of £180m. In France, Mediapro, the rights-holder to top-division football, in October withheld its payment of €172m ($209m) to the league, seeking to renegotiate its contract. Mr Badale believes that empty grounds and disruptions to media rights will “force sports to consider new sources of investment”.", "Waiting in the wings is a group of private-equity funds keen to increase their involvement in sport. Given the pressure on sports budgets, a flurry of deals is likely in the coming months. In a landmark agreement in 2006, CVC Capital Partners, a spin-off from Citigroup, bought Formula 1, the business that runs grand-prix motor-racing, for $2bn. During CVC’s ten-year stewardship, Formula 1 added more races in farther-flung locations to boost its appeal beyond Europe, negotiated bigger broadcasting rights deals and pushed up the fees it charges racing tracks. When CVC sold its majority stake in 2017, the deal valued the business at a hefty $8bn. Formula 1 aficionados complained that races had disappeared behind pay-to-view TV and that it had done too little to engage fans through social media and other digital offerings. But, above all, the deal showed the financial world that sport could be lucrative.", "Sport has four main attractions for private-equity investors. Big matches remain one of the very few sorts of events that fans make time to watch live. This makes in-game advertising sought-after, which in turn pushes up the value of broadcasting rights. In perhaps the most famous example, domestic rights for the English Premier League rose from £600,000 a game in the early 1990s to more than £10m a match 25 years later. Before the pandemic, rights to broadcast games overseas were beginning to follow a similar trajectory. Investors also see opportunities to build businesses, such as fantasy, betting and behind-the-scenes access, that sit alongside the main event. Sport is also high-profile, as David Dellea of PwC, a consulting firm, explains: “If you have a huge car-wash chain you could make lots of money, but it won’t give you the kudos and the network and the social impact of a top-tier football club.” Last, funds believe they can run sports businesses better. Adam Sommerfeld of Certus Capital Partners, which advises private-equity firms on sports investments, believes that many clubs have been bought as “trophy assets” by owners who “are not well versed” in sports management. In other words, the current crop of owners are leaving money on the table.", "One reason for this is the growth of the industry, estimated at 8% a year over the past five years, according to the 2020 Sports Survey published by PwC. As leagues and clubs have expanded and begun to diversify, owners now need deeper pockets and a broader range of skills to compete. Doug Harmer, of Oakwell, another private-equity adviser, believes that “some of these sports assets have just become too big for individuals”. Mr Sommerfeld agrees: “You need to have an ownership group that understands media, broadcasting deals, commercial opportunities in America and China, knowledge of how to build an academy and how to trade players.” These developments are less favourable for the cash-rich and experience-light oligarchs and sheikhs that have bought clubs in the past 20 years, and more encouraging for private-equity firms, which can tap a wide range of skills.", "Earlier this year an American private-equity firm, RedBird Capital, bought a majority stake in a French football club, Toulouse. RedBird’s CEO, Gerry Cardinale, admits that some features of European football, such as relegation (in which teams can drop into less prestigious leagues at the end of the season) and a lightly regulated player-transfer market “had previously kept away guys like me”. But he has been drawn in by a perception that “the people side and infrastructure side of sports have not kept pace” with potential asset values, leaving a gap to be filled.", "The private-equity playbook of RedBird, Silver Lake (which bought a share of the firm that owns Manchester City FC in 2019) and CVC (which has expanded into Premiership Rugby, the top division of English rugby union), involves investing in stadiums, hospitality and smartening up the “fan experience”. This means more opportunities to spend money at the game. It also means pushing sports teams to consider themselves as entertainment businesses, as a hedge against further disruption to match-day and broadcasting revenue. Expect more tailored digital content to supporters and more “shoulder programming”, such as the Amazon- and Netflix-produced documentaries on the Chicago Bulls, Tottenham Hotspur and the Australian national cricket team, which kept fans engaged during lockdown.", "Private equity’s vision for how sport can be made more valuable also needs to bring the fans with it. During his route to Toulouse, Mr Cardinale discovered that “Europeans believe the fans own the team, whereas the owners are just passing through.” Supporters are a particular headache for investors. They crave success for their teams, but are often very resistant to change, especially those driven by outsiders. Mr Harmer says the public sees private-equity funds as the barbarians at the gate. Some sports clubs, notably Manchester United, have spent hundreds of millions on debt repayments incurred through leveraged buy-outs, which have alienated fans’ groups. Nevertheless, there are some success stories. An American firm, Fenway Sports Group (FSG), bought Liverpool FC in 2010. It provided capital for better players, improvements to the stadium and greater commercial acumen, enabling the club to win the Champions League in 2019 and the Premier League in 2020. But irate fans also forced FSG into U-turns on increases to ticket prices in 2016 and its use earlier this year of the British government’s furlough scheme to pay staff not working.", "Forthcoming private-equity investments in leagues and clubs will change fans’ experiences of watching their teams. Prices will rise. Facilities will be smartened up. The composition and timing of major tournaments will be up for review. But these long-term changes first require short-term survival. A newly announced £250m bailout from the Premier League will help to stabilise football clubs, like Accrington Stanley, in the three leagues below. But beyond that, investor capital may be the only game in town."], "authors": ["The Economist"], "keywords": ["heightens", "bought", "mr", "sport", "accelerator", "covid19", "rights", "leagues", "privateequity", "great", "interest", "premier", "clubs", "fans", "investors", "league", "football"], "pubDate": "2020-12-06T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}