{"id": "ce15cf8a-4b88-3b0a-9872-17cea6595e5f", "title": "Biden, Sanders trade fire over Social Security", "url": "http://www.foxnews.com/politics/biden-sanders-trade-fire-over-social-security", "summary": "EXETER, N.H. – A simmering feud between 2020 rivals Sen. Bernie Sanders of Vermont and former Vice President Joe Biden over Sanders' accusations that Biden had long-advocated cutting Social Security broke out into a verbal fistfight on Saturday, as Biden called a Sanders' campaign video “a lie” and “a doctored tape” while the Sanders campaign accusing Biden of “trying to doctor his own public record.”Sanders has repeatedly argued this election cycle that Biden, during his years as a senator from Delaware and later as vice president for two terms under President Barack Obama, had pushed to weaken Social Security.\nThat video was deceptively edited to appear to show Biden agreeing with Ryan.\nBiden told an audience that “Bernie’s people” had circulated a video that falsely suggested that in 2018 he agreed with then-House Speaker Paul Ryan’s push to dismantle Social Secuirty benefits.\nThe campaign told Seacoast Online that the organizers of the event had invited the senator -- but not everybody appeared happy with his appearance.\nAnd the clash brings gender back into the spotlight and opens up Sanders to allegations of sexism.", "paragraphs": ["EXETER, N.H. – A simmering feud between 2020 rivals Sen. Bernie Sanders of Vermont and former Vice President Joe Biden over Sanders' accusations that Biden had long-advocated cutting Social Security broke out into a verbal fistfight on Saturday, as Biden called a Sanders' campaign video “a lie” and “a doctored tape” while the Sanders campaign accusing Biden of “trying to doctor his own public record.”", "Sanders has repeatedly argued this election cycle that Biden, during his years as a senator from Delaware and later as vice president for two terms under President Barack Obama, had pushed to weaken Social Security. Biden has repeatedly denied the claims.", "A video tweeted out by the Sanders campaign hours before Tuesday’s primetime Democratic presidential primary debate in Iowa included a clip of Sanders from a recent CNN interview saying: “Joe Biden has been on the floor of the Senate talking about the need to cut Social Security.” It then showed an old C-SPAN clip of Biden on the Senate floor saying, “When I argued that we should freeze federal spending, I meant Social Security, as well.”", "THE LATEST FROM FOX NEWS ON THE 2020 PRESIDENTIAL RACE", "Campaigning in Iowa on Saturday, Biden pushed back, as he pointed to another video from an unverified account that was re-tweeted by the Sanders campaign. That video was deceptively edited to appear to show Biden agreeing with Ryan.", "Biden told an audience that “Bernie’s people” had circulated a video that falsely suggested that in 2018 he agreed with then-House Speaker Paul Ryan’s push to dismantle Social Secuirty benefits.", "“It’s simply a lie, that video that’s going around,\" he said. \"This is a doctored tape. And I think it’s beneath, and I’m looking for his campaign to disown it but they haven’t yet.”", "Sanders’s campaign manager Faiz Shakir responded hours later, charging in a statement that “Joe Biden should be honest with voters and stop trying to doctor his own public record of consistently and repeatedly trying to cut Social Security.”", "“The facts are very clear: Biden not only pushed to cut Social Security -- he is on tape proudly bragging about it on multiple occasions,” Shakir added. “The vice president must stop dodging questions about his record, and start explaining why he has so aggressively pushed to slash one of the most significant and successful social programs in American history, which millions of Americans rely on for survival.”", "Sanders didn’t mention his dispute with Biden over Social Security at campaign events in New Hampshire on Friday. But he did turn up the volume on his pitch for women voters in the first-in-the-nation primary state.", "Sanders’ comments at the Portsmouth Women’s March and at a town hall event in Exeter came four days after the populist senator clashed on-stage at Tuesday’s debate in Iowa with fellow progressive and 2020 nomination rival Sen. Elizabeth Warren of Massachusetts over sexism and whether or not he told her a woman couldn’t win the presidency.", "SANDERS-WARREN SEXISM CLASH PAYS OFF FOR BOTH CAMPAIGNS", "“We are in this together,” Sanders said in a short speech ahead of the march in Portsmouth.", "“Men, if you think abortion rights, if you think equal pay for equal work is just a women’s issue, you are dead wrong,” Sanders said. “It is a human issue and the men have got to stand with the women.”", "Sanders didn’t take part in the actual march in Portsmouth. Instead, he headed to Exeter, where he pledged to more than 1,000 people gathered at the high school “that I will never nominate any individual to the Supreme Court or any other federal courts who is not 100 percent pro-Roe v. Wade.”", "On Friday, the Sanders campaign went up with two new TV commercials in New Hampshire. In one of the ads, the senator highlights his commitment to women’s rights, warning that under Republican President Trump, “women’s rights are under attack.”", "Sanders’ appearance at the rally in Portsmouth was a late addition to his schedule. Reporters weren’t notified until Friday night. The campaign told Seacoast Online that the organizers of the event had invited the senator -- but not everybody appeared happy with his appearance.", "Portsmouth Democrats Chair Laurie McCray told Fox News that “the Women’s Marches, in my opinion, should be for, by and a about women and the issues that are important to them. The should not be used as platforms for political candidates.”", "McCray endorsed Sen. Kirsten Gillibrand earlier in the 2020 presidential cycle, but she’s stayed neutral since the New York Democrat ended her White House bid in late August.", "CLICK HERE TO GET THE FOX NEWS APP", "Sanders’ spotlighting of women’s rights comes less than a week after his clash with Warren at the debate over a disputed CNN report that Sanders had privately told Warren in a December 2018 meeting that a woman could not realistically become president in 2020. The meeting took place as both lawmakers were each gearing up to launch White House bids.", "“Well, as a matter of fact I didn’t say it,\" Sanders insisted at the debate, as he unequivocally denied that the conversation took place.", "Warren said she disagreed with the notion that a woman candidate couldn’t defeat President Trump in November’s general election.", "\"Bernie is my friend and I’m not here to try to fight with Bernie,” she also explained, before saying it was important to take the issue of sexism \"head-on.\"", "But at the end of the debate, Warren refused to shake Sanders’ hand as the two senators had a brief, heated conversation in which both candidates called each other a liar. Since the salvos on the debate stage, both candidates have refused to discuss the showdown, and Sanders didn’t bring it up at his Portsmouth or Exeter stops.", "The fireworks smashed the non-aggression pact between the two. And the clash brings gender back into the spotlight and opens up Sanders to allegations of sexism. This, after the independent senator earlier this cycle survived a controversy over claims of sexual harassment by some of his male staffers on his 2016 presidential campaign.", "Fox News' Madeleine Rivera and Rob DiRienza contributed to this report."], "authors": ["Paul Steinhauser", "Paul Steinhauser Is A Politics Reporter Based In New Hampshire."], "keywords": ["womens", "told", "video", "debate", "trade", "security", "biden", "social", "sanders", "campaign", "president"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}