{"id": "ce2db091-e5e5-3571-ae69-3b9a8d35bb8f", "title": "Congress Must Act Now to Provide an Economic Bridge to the Coronavirus Vaccine", "url": "https://www.newyorker.com/news/our-columnists/congress-must-act-now-to-provide-an-economic-bridge-to-the-coronavirus-vaccine", "summary": "To provide the economy with a bridge to the point at which a vaccine will be widely available, Congress needs to act immediately.\nThe headline figure from the jobs report was that payrolls rose by two hundred and forty-five thousand—a decent outcome in normal times, but these times are anything but normal.\nIf current trends continue, the jobs report for December, which will come out in early January, could be very ugly.\n“This morning’s jobs report indicates a clear slowdown in labor market momentum,” the economics research team at Goldman Sachs said in a circular sent to the firm’s clients on Friday.\nThe proposal would be worth about nine hundred billion dollars, or about four per cent of G.D.P.—a big chunk of change.", "paragraphs": ["In a year when much of the U.S. government’s response to the coronavirus pandemic has proved tragically inept, economic policy initially appeared to be a relatively bright spot. In March and April, Congress passed four emergency-spending bills, most notably the CARES Act, which together authorized close to three trillion dollars in financial support for the unemployed, stricken businesses, and state and local governments that faced massive additional demands at the same time that their tax revenues were falling. Although these spending bills were widely described as an economic stimulus, that term was a bit misleading. Enacted at a time when the first wave of coronavirus infections was raging, with no cure or vaccine in sight, the bills were really a form of disaster aid, intended to get the country through an unprecedented public-health crisis.", "In some areas, such as providing protective equipment and bonus payments to the essential workers who were putting their lives at risk, more could have been done. But at greater than ten per cent of G.D.P., the over-all fiscal response was unrivalled in American peacetime. Importantly, the spending bills were accompanied by other supportive measures, such as moratoriums on eviction for renters and mandatory forbearance for people struggling to make mortgage or student-loan payments.", "As stay-at-home orders spread across the country, this policy response didn’t prevent an alarming increase in joblessness and income losses, particularly among minority and low-income groups. It did help avert a downward spiral into a Great Depression-type scenario. In terms of over-all declines in G.D.P., the coronavirus recession in the U.S. has been less steep than the downturns have been in many European countries. According to new estimates from the Organisation for Economic Co-operation and Development, a Paris-based international research group, U.S. G.D.P. will shrink by about 3.7 per cent in 2020, compared to estimated declines of 5.5 per cent in Germany, 9.1 per cent in France, and 11.2 per cent in the United Kingdom.", "That’s the good news. Unfortunately, Congress and the Trump Administration failed to follow up on the initial spending measures, many of which were time-limited. Over the summer, as the number of virus cases picked up again, many economists warned that a failure to act could lead to a second economic downturn—a double dip. The weaker-than-expected employment report for November, which the Labor Department released on Friday, indicated that such an outcome is now looming, despite all the encouraging news on the vaccine front. To provide the economy with a bridge to the point at which a vaccine will be widely available, Congress needs to act immediately. If it doesn’t, there could be much more needless damage and suffering during the next few months.", "The headline figure from the jobs report was that payrolls rose by two hundred and forty-five thousand—a decent outcome in normal times, but these times are anything but normal. Despite a steady bounce back in hiring since April, when the official unemployment rate reached 14.7 per cent, the non-farm economy as a whole still had 9.8 million fewer jobs than it did in February, when the pandemic hit. And now, the pace of job creation has slowed a lot. According to revised figures contained in the employment report, the economy created seven hundred and eleven thousand jobs in September and six hundred and ten thousand in October. The payrolls figure for November, which is based on a survey of businesses and government agencies, suggests that hiring fell by nearly sixty per cent last month.", "Even that estimate probably understates the economic toll that the relentless spread of the virus is taking. In calculating the jobs figures, the government carries out two surveys, and the second one—of households rather than businesses—indicated that total employment actually fell by seventy-four thousand in November. Even though the payrolls figure was positive, it is already out of date. The government did the household survey work on which the number is based during the period from November 8th to 14th. With the number of new coronavirus cases continuing to rise, economists expect a further slowdown in hiring and spending. If current trends continue, the jobs report for December, which will come out in early January, could be very ugly.", "The onus is now on Congress. “This morning’s jobs report indicates a clear slowdown in labor market momentum,” the economics research team at Goldman Sachs said in a circular sent to the firm’s clients on Friday. “And the near-term outlook continues to depend on the evolution of the virus and the outcome of fiscal negotiations.” After the jobs report was released, investors bid up stock prices again in anticipation of a legislative deal, likely based on a spending package that a bipartisan group of senators put forward earlier this week.", "The proposal would be worth about nine hundred billion dollars, or about four per cent of G.D.P.—a big chunk of change. Close to three hundred billion dollars would go to small businesses, including by extending the Paycheck Protection Program, which is designed to help companies retain their workers; about a hundred and eighty billion would go to extending unemployment benefits; a hundred and sixty billion dollars would be spent in additional aid to state, local, and tribal governments, which have seen their tax revenues fall sharply; and eighty-two billion would go toward helping schools. Democratic leaders in Congress have welcomed this proposal as the basis of a deal, and so has the President-elect, Joe Biden. Mitch McConnell, the Senate Majority Leader, and Steven Mnuchin, the Treasury Secretary, haven’t gone that far, but McConnell did suggest on Thursday that a compromise was “within reach.” The two sides are hoping to reach a consensus on a package that could be attached to an omnibus spending bill, which must be passed before the end of next week to keep the government funded and open.", "On Friday, the Republican-leaning U.S. Chamber of Commerce added its voice to calls for immediate action. “Today’s job report shows a slumping economic recovery,” Neil Bradley, the organization’s executive vice-president, said in a statement. “The fire alarm is sounding on our economy, and the only question is whether Congress will respond.” To fail to do so would be inexcusable.", "Read More About the Presidential Transition"], "authors": ["John Cassidy", "John Cassid", "Sue Halper", "Steve Col"], "keywords": ["billion", "jobs", "congress", "coronavirus", "cent", "report", "act", "spending", "dollars", "bridge", "economy", "provide", "economic", "vaccine"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}