{"id": "ce4f9025-96cb-39cb-ab67-15beeedc1f81", "title": "How innovative design is reshaping the sex tech industry", "url": "https://edition.cnn.com/style/article/sex-tech-design/index.html", "summary": "Mia Davis, founder of digital sexual education platform Tabú, said racist stereotypes of black women as hypersexual could further hinder their success in the sex tech industry.\nMany sex tech companies find themselves blocked from advertising their products, particularly on social media.\nDistinctive design, then, can enable sex tech to effectively advertise itself.\nSex tech companies have difficulty advertising offline, too.\nAs elevated aesthetics have become increasingly important in the sex tech industry, so, too, has innovative engineering.", "paragraphs": ["Written by Emily Dixon, CNN", "There's long been a dearth of innovative design in the sex tech industry: In the words of Lora Haddock DiCarlo, founder of CES-award winning sex toy company Lora DiCarlo, the field's output throughout 20th century amounted to little more than \"the vibrator, over and over again. The same thing in different shades of pink.\"", "Over the past decade, however, a new wave of startups has emerged, creating products that look and operate very differently to the sex toys of old. Companies like Unbound and Dame Products have revamped the sex toy aesthetic, offering sleek, modern designs alongside more familiar phallic options.", "Several of Crave's products are designed to be worn as conversation-starting jewelry, while Lora DiCarlo's have replaced vibration with something more akin to human motion, mimicking the touch of a finger or tongue. Some companies, like Tabú, don't center on products at all, instead offering digital resources to teach consumers about sex and wellness.", "However, while these products may be new, sex tech is anything but. Unbound CEO Polly Rodriguez, who defined it as \"any technology that enhances, aids or supports human sexuality,\" explained: \"It's been around since human beings were around -- the oldest dildo is 30,000 years old.\"", "The Pom from Dame Products is right at home in this minimalist still life. Credit: Courtesy Dame Products", "Rodriguez entered the field after a colorectal cancer diagnosis at the age of 21. She underwent radiation treatment, which triggered early menopause -- a side effect her doctors hadn't prepared her for.", "Experiencing vaginal dryness, she sought out a lubricant stockist.", "\"The only place that sold it in my hometown was a sex shop on the side of a highway next to the airport. It was a horrible experience,\" she said. \"And I thought, 'Why wasn't there a brand name that was making appealing products in this category, in the way that Warby Parker was making glasses, or Casper was making mattresses, or Glossier was making makeup?'\"", "The result was Unbound, founded in 2014, which sells stylish sex toys and accessories from a vibrantly colored, retrofuristic website. The products have social media-friendly names like Bender, Shimmy, Saucy and The Booty Basics Set, and none of them resemble penises.", "Historically, Rodriguez explained, vibrators were predominantly the creations of cisgender men targeting heterosexual, cisgender women.", "\"The reason they looked like penises was because the people designing these products had penises,\" she said. \"Veiny, plastic phallic vibrators were designed from a biological perspective that makes no sense.\" (According to a 2017 study , only 18% of respondents reported achieving orgasm from penetration alone.)", "A selection of Unbound sex toys in pleasing colors. Credit: Courtesy Unbound", "Rodriguez said that the predominance of men in the tech industry, compounded by the stigma attached to female and femme (a term used to describe lesbians who opt for a traditionally \"feminine\" appearance) sexuality, makes it harder for female-led sex tech companies to get off the ground.", "Mia Davis, founder of digital sexual education platform Tabú, said racist stereotypes of black women as hypersexual could further hinder their success in the sex tech industry. \"If there's already a stereotype working against you, if you're already being sexualized, imagine walking into a setting with predominantly men and navigating those conversations,\" she said.", "Davis, a product designer, launched Tabú in 2016 after noticing an absence of approachable sex-ed resources. The platform's educational articles are accompanied by brightly colored illustrations, rather than anatomical diagrams, and online classes on topics like periods and painful sex look like tutorials from YouTube beauty gurus.", "\"You have to make something that people are excited and proud to use,\" says Mia Davis, the creator of sexual education platform Tabú. Credit: Courtesy Tabú", "\"So many people are raised with a lot of puritanical societal norms, with some type of shame talking about sex, periods (or) bodies openly,\" she said. \"We really leaned heavily on being design-friendly because it makes it much more approachable.\"", "Unbound, too, prioritizes design. The company's products aren't designed to languish at the bottom of an underwear drawer. In fact, some are intended to be worn, like the Palma vibrator ring or a set of gold-plated handcuffs that double as bangles.", "\"So much of the wearable tech that existed to me wasn't fashion-forward. It was clunky, it was big, it wasn't elevated,\" Rodriguez said. \"We wanted to design a product that could stand alone as a piece of jewelry.\"", "Perhaps the best-known piece of wearable sex tech is Crave's Vesper vibrator necklace, an elongated bullet on a 26-inch chain, which comes in silver, rose gold, and 24-karat gold plating that can be engraved with a personal message.", "Ti Chang, an industrial designer, founded Crave alongside Michael Topolovac in 2011 after noticing a \"void of design\" in the existing sex toy market \"because it was thought to be taboo.\"", "Chang hopes that the Vesper can challenge that perception and help to destigmatize female sexuality. \"That's the magic of this product: It empowers the users to wear their pleasure around their neck,\" she said. \"Having a product that has high design aesthetics... takes this product that's previously in the darkness into the daylight. That's a conversation starter, and that's exactly what we need.\"", "Crave co-founder Ti Chang wears the brands Vesper, a bullet vibrator meant to be worn as a necklace. Credit: Courtesy Catalina Kulczar", "But starting conversations isn't the only reason for bold design. Many sex tech companies find themselves blocked from advertising their products, particularly on social media. While companies can share their products on their own profiles, they can't pay for promoted posts: Facebook and Instagram prohibit ads that promote \"the sale or use of adult products or services, unless they promote family planning and contraception,\" and Twitter has banned the promotion of any \"adult sexual content globally.\"", "Distinctive design, then, can enable sex tech to effectively advertise itself. Rodriguez explained: \"We had to build a brand that people would talk about, so it could grow through word of mouth.\"", "Sex tech companies have difficulty advertising offline, too. Both Unbound and Dame Products, a sex toy company launched in 2014, had adverts rejected by New York's Metropolitan Transportation Authority (MTA) in 2018.", "Dame Products, led by sexologist Alexandra Fine and engineer Janet Lieberman, is currently suing the MTA over \"its decision to privilege male interests in its advertising choices,\" arguing that their ads were rejected on sexist grounds. In a statement to CNN, the MTA said the rejection of Dame Products' ads was \"not gender-based or viewpoint discriminatory,\" adding that \"the MTA's FAQs about its advertising policy clearly state that advertisements for sex toys or devices for any gender are not permitted.\"", "Crave's Vesper vibrator is meant to be worn as a necklace. Credit: Courtesy Crave", "\"They were running ads for erectile dysfunction medication all over the subway at the time,\" Fine said. \"There were adverts for everything from the Museum of Sex, to breast augmentation, to sheets that you can have a threesome in, to dating apps for one night stands. Why are all those OK and not ours?\"", "As elevated aesthetics have become increasingly important in the sex tech industry, so, too, has innovative engineering. Lora DiCarlo, founded in 2017 by former Navy nurse Lora Haddock DiCarlo, developed its first product, Osè, in collaboration with Oregon State University's Robotics and Engineering Lab.", "The robotic massager is designed to create \"blended orgasms\" by providing both internal and external stimulation, with distinct parts that produce stroking and sucking sensations. \"I wanted a product that could be adjustable and customizable, that could be totally hands free, and that used human motion instead of vibration,\" Haddock DiCarlo said.", "In October 2018, Osè won an award for innovation in robotics at CES, the massive consumer electronics show run by the Consumer Technology Association (CTA), but months later, the award was rescinded and Lora DiCarlo was banned from exhibiting. The massager was mistakenly honored, CTA said, because it didn't \"fit an existing product category.\"", "The Lora DiCarlo \"Ose\" sex toy, which was eventually was re-awarded the 2019 CES Robotics Innovation award. Credit: Courtesy of Lora DiCarlo", "The incident sparked public outcry and accusations of gender bias. \"There were products at the show geared towards male sexuality, like VR porn,\" DiCarlo said. \"It showed how we demonize female sexuality.\"", "CTA ultimately apologized and reversed its decision, saying in a statement, \"CTA did not handle this award properly. This prompted some important conversations internally and with external advisers.\" At CES 2020, Lora DiCarlo won two more awards for upcoming products Baci, which simulates oral sex, and Onda, which targets the G-spot.", "Many of these new, female-led sex tech companies share similar goals: to lift the taboo around female pleasure, inspire users to feel confident in their own sexuality and enable more women to experience more orgasms, whether with partners or alone.", "\"For me, it's about people being able to own their pleasure. Women's sexuality has been condemned and misunderstood for hundreds, thousands of years,\" Chang said. \"We are tired of not being able to talk about it. We're starting to feel we can have the pleasure we deserve.\""], "authors": ["Emily Dixon"], "keywords": ["sex", "products", "product", "innovative", "design", "companies", "credit", "tech", "industry", "lora", "reshaping", "sexuality", "dicarlo"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}