{"summary": "Jacopo Prisco , CNN Written byDuring the Cold War, this plane could fly higher and faster than any other -- and 55 years after its first flight, it still does.\nThe Lockheed SR-71, designed in secrecy in the late 1950s, was able to cruise near the edge of space and outfly a missile.\nSR-71 Blackbird: Still the world's fastest aircraftA CIA spyIn May 1960, an American U-2 spy plane was shot down in Soviet airspace while taking aerial photographs.\nThe original plane in the Blackbird family was called the A-12 and made its maiden flight on April 30, 1962.\nThe SR-71 was last flown by NASA in 1999, which used two of the aircraft for high-speed and high-altitude aeronautical research.", "id": "ce5a5082-bf2c-3282-be58-75ebb14f70a3", "pubDate": null, "url": "https://edition.cnn.com/style/article/sr-71-blackbird-spy-plane-design/index.html", "authors": [], "paragraphs": ["Jacopo Prisco , CNN Written by", "During the Cold War, this plane could fly higher and faster than any other -- and 55 years after its first flight, it still does.", "The Lockheed SR-71, designed in secrecy in the late 1950s, was able to cruise near the edge of space and outfly a missile. To this day, it holds the records for the highest altitude in horizontal flight and the fastest speed for a non-rocket powered aircraft.", "It was part of a family of spy planes built to venture into enemy territory, without being shot down or even detected, in a time before satellites and drones.", "The black paint job, designed to dissipate heat, earned it the nickname Blackbird, and paired with the sleek lines of the long fuselage, made the plane look unlike anything that had come before -- a design that hasn't lost any of its brilliance.", "An SR-71 ''Blackbird'' during a training mission in 1997. Credit: NASA/Hulton Archive/Getty Images", "\"It still looks like something from the future, even though it was designed back in the 1950s,\" Peter Merlin, an aviation historian and author of \" Design and Development of the Blackbird,\" said in a phone interview.", "\"Because of the way the fuselage bends and the wing curves and twists, it looks more organic than mechanical. Most conventional airplanes look like someone built them -- this one almost looks like it was grown.\"", "SR-71 Blackbird: Still the world's fastest aircraft", "A CIA spy", "In May 1960, an American U-2 spy plane was shot down in Soviet airspace while taking aerial photographs. Initially, the US government said it was a stray weather research aircraft, but the story fell apart once the Soviet government released photos of the captured pilot and the plane's surveillance equipment.", "The incident had immediate diplomatic repercussions for the Cold War and reinforced the need for a new type of reconnaissance plane that could fly faster and higher, safe from anti-aircraft fire. \"The CIA wanted a plane that could fly above 90,000 feet or thereabouts, at high speed and as invisible to radar as it was feasible,\" said Merlin.", "The task of designing such an ambitious machine fell on Clarence \"Kelly\" Johnson, one of the world's greatest aircraft designers, and his secret division of engineers at Lockheed, called Skunk Works. \"Everything had to be invented. Everything,\" recalled Johnson, who died in 1990, the same year the Blackbirds were first retired from service.", "The original plane in the Blackbird family was called the A-12 and made its maiden flight on April 30, 1962. In total, 13 A-12s were produced, and the plane was a top secret, special access program operated by the CIA.", "", "", "", "", "", "", "1 / 7 The Blackbird still holds many aviation records. In 1990 it flew a coast to coast flight, from Los Angeles to Washington, in 67 minutes. Credit: NASA", "Titanium skin", "Because the aircraft was designed to fly faster than 2,000 mph, friction with the surrounding atmosphere would heat up the fuselage to a point that would melt a conventional airframe. The plane was therefore made of titanium, a metal that was able to withstand high temperatures while also being lighter than steel.", "Using titanium presented other problems, however. First, a whole new set of tools -- also made of titanium -- had to be fabricated, because regular steel ones shattered the brittle titanium on contact. Second, sourcing the metal itself proved tricky. \"The USSR was, at the time, the greatest supplier of titanium in the world. The US government had to purchase a lot of that, probably using bogus companies,\" said Merlin.", "The initial aircraft were flown completely unpainted, showing a silver titanium skin. They were first painted black in 1964, after the realization that black paint -- which efficiently absorbs and emits heat -- would help lower the temperature of the entire airframe. The \"Blackbird\" was born.", "Same plane, different names", "The A-12 was soon evolved into a variant that was designed as an interceptor -- a type of fighter aircraft -- rather than a surveillance plane. Effectively, this meant adding air-to-air missiles and a second cockpit, for a crew member to operate the necessary radar equipment. This new plane, which looked identical to the A-12 except for the nose, was called the YF-12.", "While the A-12 remained top secret, the existence of the YF-12 was revealed by President Lyndon Johnson in 1964, and three of them were built and operated by the US Air Force. A third variant was produced around this time, called the M-21, which had a pylon on its back for mounting and launching one of the first unmanned drones. Two were built, but the program was halted in 1966 after a drone collided with its mothership, killing one of the pilots.", "The final derivative of the A-12, with a twin cockpit and larger fuel capacity, was called the SR-71 -- for \"Strategic Reconnaissance\" -- and first flew on Dec. 22, 1964. This is the version that would go on to perform intelligence missions for the US Air Force for over 30 years, and a total of 32 were built, bringing the final tally for the Blackbird family to 50.", "The double cockpit of a Lockheed SR-71. Credit: Space Frontiers/Archive Photos/Getty Images", "Stealth before stealth", "The fuselage of the SR-71 included some of the very first composite materials ever used in an aircraft, which made the plane harder to spot for enemy radar. \"It was essentially stealthy before the word stealth was even used,\" said Merlin.", "Flying at a higher altitude than anti-aircraft fire could reach, faster than a missile, and barely visible to radar, the Blackbird could enter hostile airspace practically undisturbed. \"The idea was that by the time the enemy detected it and fired their missile, it was already on its way out,\" Merlin explained. \"But this was before we had real time data links, so they were taking pictures on film and bringing the film back to base to be processed and studied.\"", "As a result, no Blackbird was ever shot down by enemy fire. However, its reliability was an issue, and 12 out of 32 were lost to accidents. It was also a complicated plane to operate and fly. \"It took an army of people to prepare the aircraft. A Blackbird operational mission essentially had a countdown, like a space mission did, because there was so much preparation involved in both getting the crew ready and the vehicle ready, an unbelievable amount of effort and manpower,\" said Merlin.", "The pilots also had to suit up in a special way, due to the extreme conditions found at high altitude. \"They basically wore a space suit, the same sort of thing that you would later see space shuttle crews wearing,\" said Merlin. \"The cockpit also got very hot when flying at high speeds, so much that pilots used to warm up their meal on long missions by pressing it against the glass.\"", "No Blackbirds were ever flown over Soviet airspace -- something the US government stopped doing entirely after the 1960 incident -- but they still played an important role in the Cold War, and performed missions in other critical theaters such as the Middle East, Vietnam and North Korea.", "An SR-71 during a test flight handled by NASA. Credit: NASA", "In 1976, the SR-71 set the records it still holds: flying at a sustained altitude of 85,069 feet, and reaching a top speed of 2,193.2 miles per hour, or Mach 3.3. The program was halted in 1990 -- with a brief revival in the mid-1990s -- once technologies like spy satellites an UAVs (unmanned aerial vehicles or drones) had become more feasible and offered instant access to surveillance data.", "The SR-71 was last flown by NASA in 1999, which used two of the aircraft for high-speed and high-altitude aeronautical research. Since then, the surviving Blackbirds have all found their way into museums."], "keywords": ["thats", "war", "blackbird", "called", "plane", "titanium", "worlds", "spy", "sr71", "cold", "space", "flight", "designed", "fastest", "airplane", "fly", "aircraft"], "title": "SR-71 Blackbird: The Cold War spy plane that's still the world's fastest airplane", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}