{"id": "ce654007-9967-3d53-a982-b25c90fdfff2", "title": "Notorious woman who beheaded owl on social media is gunned down in apparent assassination", "url": "https://www.foxnews.com/world/notorious-woman-who-beheaded-owl-on-social-media-is-gunned-down-in-apparent-assassination", "summary": "A Colombian woman who elicited a massive outcry over the summer when she beheaded an owl on social media has been killed in a drive-by shooting, according to reports.\nShe was rushed to a hospital but died on the way there, according to media reports.\nAldana drew the scorn of the Internet when she beheaded an owl in June and posted a video of the act online.\nAuthorities questioned her about the incident and Colombia's environmental agency was alerted of the animal killing by concerned citizens.\nCLICK HERE TO GET THE FOX NEWS APPLocal prosecutors said Aldana was being investigated for animal abuse.", "paragraphs": ["A Colombian woman who elicited a massive outcry over the summer when she beheaded an owl on social media has been killed in a drive-by shooting, according to reports.", "Mileydis Aldana, 21, was killed Sunday afternoon by a gunman on a motorcycle in the town of Corozal in Sucre state, The Daily Mail reported.", "Six shots were fired. She was rushed to a hospital but died on the way there, according to media reports. Authorities have not released a motive for the killing.", "Aldana drew the scorn of the Internet when she beheaded an owl in June and posted a video of the act online.", "She posed with the bird, holding its head with one hand and the body with the other, prompting some to call her the \"Owl Killer.\" Authorities questioned her about the incident and Colombia's environmental agency was alerted of the animal killing by concerned citizens.", "CLICK HERE TO GET THE FOX NEWS APP", "Local prosecutors said Aldana was being investigated for animal abuse."], "authors": ["Louis Casiano"], "keywords": ["assassination", "owl", "notorious", "aldana", "media", "beheaded", "according", "killed", "woman", "social", "gunned", "apparent", "authorities", "way", "animal"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}