{"id": "ce6e38a4-8952-348c-ade0-3868bd152ad3", "title": "In the Knitwear Label Judy Turner, Old-World Traditions Meet Contemporary Cool", "url": "https://www.vogue.com/article/knitwear-label-judy-turner-contemporary-cool", "summary": "His “wild childhood” eventually saw him being sent to a correctional wilderness camp and, later, a “second chance” boarding school in Sewanee, Tennessee.\nIt was in this small town, also home to a liberal-arts college, that he got his first taste of knitting from a local instructor, an older woman whom he would assist.\n“This was what really shaped a lot of my aesthetic and my interest in craft and community,” says Averett.\n“She planted that seed.” His instructor, who has since passed away, sent Averett a knitted swatch, a talismanic piece that he carries with him to photo shoots to this day.\n“Knitwear isn’t laser-cut or so specific as making something with leather, or even a shirt,” he says.", "paragraphs": ["Averett certainly knows his way around the genre: The Alabama-born, Parsons-schooled designer has worked at the likes of Brock Collection, Creatures of the Wind, and Khaite by Catherine Holstein, whom he considers to be one of his biggest mentors. “A lot of the ideas for Judy Turner”—the label is named after Hollywood bombshells Lana Turner and Judy Garland— “were so all over the place,” says Averett, “and she [Holstein] really showed me the blueprint of how to organize all my thoughts.”", "While growing up in a small town outside Birmingham, Averett never imagined he’d end up as a fashion designer. His “wild childhood” eventually saw him being sent to a correctional wilderness camp and, later, a “second chance” boarding school in Sewanee, Tennessee. It was in this small town, also home to a liberal-arts college, that he got his first taste of knitting from a local instructor, an older woman whom he would assist. “This was what really shaped a lot of my aesthetic and my interest in craft and community,” says Averett. “She planted that seed.” His instructor, who has since passed away, sent Averett a knitted swatch, a talismanic piece that he carries with him to photo shoots to this day.", "That homespun effect is part of the charm in Averett’s clothes. While his designs are polished and elevated, there is a craft appeal to his pieces—think wrap-you-up comfort, but with a chic, Zoom-­worthy punch. He chalks the latter up to his talent for working his mistakes into something, well, beautiful. “Knitwear isn’t laser-cut or so specific as making something with leather, or even a shirt,” he says. “If something comes in wrong, it’s often good to work with the mistakes and then watch what possibilities unfold from that.”", "Averett produces many of his pieces in Brooklyn—not boho, L-train Brooklyn but, rather, a Russian-centric pocket of far-flung Bay Ridge. When he first graduated from Parsons, Averett was trained by Vlad, a former Bolshoi Ballet dancer who had learned how to knit and who introduced Averett to a clan of female-led Soviet-born knitters. “They bring a European sensibility from the ’80s that is very wanted right now,” says Averett. He shows off a black crocheted merino-wool dress made by one of them, whose bobble-stitch technique is reminiscent of pearls. During lockdown, Averett had been getting his team together under unusual circumstances—masked while in the open air, and very much in public. “We’d meet at Bryant Park or Madison Square Garden,” he says. “I wish there was footage, because we were pulling all these pieces out and I was trying them on. If I was a bigger brand, that would be a no-go!” he says. “Instead, it’s kind of cool.”"], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["oldworld", "knitwear", "cool", "contemporary", "small", "averett", "town", "really", "meet", "judy", "mistakes", "turner", "lot", "label", "traditions", "pieces", "instructor", "sent"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}