{"id": "ce7c10cf-a671-3c98-87d8-5fd5250c3f66", "summary": "And yet, the history of its built environment -- as this year's edition of the Chicago Architecture Biennial demonstrates -- remains far from complete.\nAs North America's largest contemporary art, design and architecture survey, the Chicago Architecture Biennial, now in its third run, has become a platform for discussing some of today's most pressing issues.\nExterior of Chicago Cultural Center Credit: Courtesy of Chicago Architecture Biennial / Francis Son, 2019The biennial's main exhibition, hosted at Chicago Cultural Center and free of charge to the public, features commissioned artworks, performances, talks and research by more than 65 participants from over 20 countries.\nEntering the Chicago Cultural Center, visitors are greeted with a formal \"Land Acknowledgment\" text written by the American Indian Center of Chicago.\nAn architecture of painThe launch of the Gun Violence Memorial Project, also on show at the Chicago Cultural Center, considers gun violence through the lens of architecture.", "title": "Chicago Architecture Biennial tackles land rights, social justice and more", "pubDate": null, "paragraphs": ["Written by Aileen Kwun, CNN", "Chicago's immense architectural legacy is spread across the city's celebrated skyline, from the iconic corn-shaped towers of Bertrand Goldberg's Marina City and the expansive oeuvre of Ludwig Mies van der Rohe, to the undulating contours of Studio Gang's Aqua Tower.", "And yet, the history of its built environment -- as this year's edition of the Chicago Architecture Biennial demonstrates -- remains far from complete.", "As North America's largest contemporary art, design and architecture survey, the Chicago Architecture Biennial, now in its third run, has become a platform for discussing some of today's most pressing issues. Under the artistic direction of curator Yesomi Umolu, this year's edition, titled \"....And Other Such Stories,\" is intent on uncovering overlooked architectural histories and narratives.", "Tackling social, political and environmental concerns -- from Native American land rights to gentrification and the role of architecture in memorializing gun violence -- this year's participants often reveal uncomfortable truths beneath the gleam of the city's handsome facades.", "\"Biennials are meant to reflect on the contemporary condition; they're meant to bring together all sorts of practitioners to showcase new ideas and new thinking,\" Umolu said. \"These are big things that architecture has to be aware of, especially because architecture is part of organizing the natural world around us, and (is) implicated in all of these processes.\"", "Exterior of Chicago Cultural Center Credit: Courtesy of Chicago Architecture Biennial / Francis Son, 2019", "The biennial's main exhibition, hosted at Chicago Cultural Center and free of charge to the public, features commissioned artworks, performances, talks and research by more than 65 participants from over 20 countries. But the program unfolds throughout the city, with exhibitions and events taking place at offsite venues and more than 100 partnering institutions.", "Here are a some of the themes to emerge from the citywide expo, which is on through Jan. 5, 2020.", "Land rights and memory", "Chicago lies on colonized land once inhabited by Native Americans -- a truth that Umolu and her curatorial team confront from the offset.", "Entering the Chicago Cultural Center, visitors are greeted with a formal \"Land Acknowledgment\" text written by the American Indian Center of Chicago.", "The statement, which hangs from all of the building's entrances and has been shared on the biennial's website, recognizes that Chicago is \"part of the traditional homelands of the Council of the Three Fires: the Odawa, Ojibwe, and Potawatomi nations,\" and peacefully states that its land \"has always been hospitable to many different backgrounds and perspectives.\"", "\"Land Acknowledgement​\" (2019) by American Indian Center of Chicago Credit: Courtesy of Chicago Architecture Biennial​ / Kendall McCaugherty,​ ​2019", "\"It's a kind of welcome statement for visitors to situate the show, and realize where this land belongs,\" said Paulo Tavares, who co-curated of the biennial with Umolu and Sepake Angiama. \"It's a powerful discussion to understand how urban sites are much more grounded in a history before cities, and certainly before Chicago was built.\"", "This year's main exhibition is notably bereft of the trendy building models, sketches and work by \"starchitects\" one might expect at a major architecture biennial. Instead, a wide range of perspectives, from anthropologists to scholars and artists, take stock of the cultural, social and political forces complicit in the design of cities and buildings.", "As part of their Settler Colonial City Project, professors Ana María León and Andrew Herscher have installed a series of placards in the Chicago Cultural Center's various rooms and halls. On each, they highlight glossed-over facts about the colonialism that contributed to Chicago's urban development.", "Several of bold-faced statements underscore dark truths about the Chicago Cultural Center itself, such as \"This marble was quarried and assembled by exploited labor,\" and \"This mahogany was extracted from indigenous land.\"", "According to Tavares, the provocative project encourages visitors to question their everyday surroundings and \"excavates the many ways in which the histories of colonialism register within this very building.\"", "An architecture of pain", "The launch of the Gun Violence Memorial Project, also on show at the Chicago Cultural Center, considers gun violence through the lens of architecture.", "Designed as a cluster of four glass houses, the installation features small objects of remembrance and audio testimonies to commemorate victims of gun violence. On average, a staggering 700 Americans are killed with guns each week , the exhibition states, with hundreds more injured by firearms every day, according to the non-governmental group Everytown for Gun Safety Support Fund.", "\"The Gun Violence Memorial Project\" (2019) by MASS Design Group and Hank Willis Thomas Credit: Courtesy of Chicago Architecture Biennial​ / Kendall McCaugherty,​ ​2019", "The poignant installation demonstrates how architecture is about more than designing spaces: It can also be a tool for advocacy and processing collective trauma. After its run in Chicago, the project -- a collaboration between artist Hank Willis Thomas, MASS Design Group, Everytown and fellow gun control advocacy Purpose for Pain -- is slated to travel on to Washington, D.C.", "Another powerful project, by London-based research group Forensic Architecture and Chicago's Invisible Institute, investigates the death of Harith Augustus, a 37-year-old African American barber who was shot dead by police officers in Chicago's South Shore neighborhood last July, raising questions about policing, segregation and race.", "The project dismantles surveillance footage that later surfaced, with a series of videos slowed to six units of time: milliseconds, seconds, minutes, hours, days and years. Due to the graphic nature of the project, the videos are posted only online, while a series of wall texts hang at the biennial.", "Housing rights and segregation", "Brazil has an estimated housing shortage of 6 million to 8 million properties, leading to the widespread proliferation of slum housing, according to non-profit group Habitat for Humanity. Yet the country reportedly counts more than 6 million vacant housing units -- a stark display of the wealth disparity that plays into real estate developments in Sao Paulo, and many other cities around the world.", "At the Chicago Architecture Biennial, an installation delves into the work of the Sao Paulo's MSTC (Movimento Sem Teto de Centro, or City Center Homeless People's Movements), an occupation movement that protest the Brazilian city's lack of social housing by squatting in vacant, tax-delinquent downtown properties.", "\"Beyond the City: The South American Hinterland in the Soils of the 21st Century\" (2019) by Somatic Collaborative Credit: Courtesy of Chicago Architecture Biennial​ / Kendall McCaugherty,​ ​2019", "\"MSTC considers that housing doesn't mean only physical, fixed property,\" one of the movement's leaders, Carmen Silva, is quoted as saying in the exhibition catalog. \"It has to be seen as a right, a basic right that stands for a number of other rights, such as health, education, culture, access.\"", "It's one of several works in the biennial that confront housing rights, gentrification and segregation in cities around the world, while exploring how architecture can be complicit in the social injustices experienced by marginalized communities.", "\"Regenerating Detroit: A Palimpsest of Landscape Strategies\" ​(2019) by the City of Detroit Planning and Development Department Credit: Courtesy of Chicago Architecture Biennial​ / ​Cory DeWald​, ​2019", "\"Sanitation and Equity,\" a research initiative by the Mumbai and Boston-based firm RMA Architects, offer proposals for rethinking sanitation systems in underserved communities in India, where a staggering 70% of water is contaminated , according to Indian government think tank, NITI Aayog.", "Beyond the main exhibition, the Biennial curators have organized three \"site activations\" in decommissioned buildings in Chicago's South Side and beyond. These off-site installations, Tavares noted, were conceived to get biennial visitors to engage with overlooked parts of Chicago's architectural history.", "Building in an age of climate crisis", "In the US, buildings alone account for roughly 40% of energy consumption nationwide, according to the Environmental and Energy Study Institute. And designing energy-renewable cities is a crucial global concern. A projected 70% of the world's population will live in cities in the next 30 years, according to an exhibition at the Chicago Architecture Center, \"From Me to We: Imagining the City of 2050.\"", "With Chicago poised to become a \"megacity\" (defined as a city with a population of more than 10 million people) in the next 20 years, the show features proposals and strategies for designing a future city that is healthy, more equitable, sustainable, energy renewable and braced to face population growth and the dangers of the climate crisis.", "Buildings and cities will need to produce more energy than they consume, the exhibition suggests, envisaging skyscrapers lined with solar panels and trees to offset carbon emissions. New, large scale energy-efficient public transit systems will also be needed to reduce reliance on cars.", "Such changes and innovations will emerge from collaboration between disciplines, Tavares said, adding: \"Our cities are a product of a collective effort of society.\"", "\"The Plot: Miracle and Mirage\" (2019) by Alejandra Celedón, Nicolás Stutzin, and Javier Correa Credit: Courtesy of Chicago Architecture Biennial​ / Kendall McCaugherty,​ ​2019", "Several other works in the biennial explore related topics, from the loss of plant biodiversity caused by urbanization to the extraction of natural resources that have altered the landscape of our planet.", "Despite this, the biennial has faced criticism for accepting support from oil giant BP, a founding sponsor which has continued to fund the event into the current edition. At least one organization, the gender-equity advocacy group ArchiteXX, has boycotted the event.", "The biennial's executive director, Todd Palmer, said the the not-for-profit program would not be possible without the support of sponsors, of which BP is one of several.", "\"There is a real separation between our funding and the curatorial, and we really draw a hard line between the interest and concerns of our funders, and the ability of the curators to advance the issues they wish to advance,\" he said.", "\"That being said, I do think the (biennial) is an opportunity for learning and we bring all our supporters to tour and view the show. I think a corporation needs to be present and learn about these challenges that face all of us, as citizens of the planet, and what we hope we've done is create a platform for that exchange to happen.\""], "publicationId": "fa207f19-e080-3902-982c-393d321776be", "authors": ["Aileen Kwun"], "url": "https://edition.cnn.com/style/article/chicago-architecture-biennial-highlights/index.html", "keywords": ["social", "biennial", "center", "tackles", "gun", "exhibition", "architecture", "land", "justice", "rights", "city", "chicago", "cities", "cultural", "project"]}