{"id": "ce7f6032-817b-3702-bb6c-f6a0e065b4eb", "title": "Tier 3 lockdown rules in England: latest Covid restrictions explained", "url": "https://www.theguardian.com/world/2020/dec/16/tier-3-lockdown-rules-in-england-latest-covid-restrictions-explained", "summary": "Tier changes came into effect on 16 December, with 60% of England’s population now in tier 3England’s new three-tier system came into effect on 2 December after the national lockdown was lifted.\nWhat are the rules in tier 3?\nIn tier 3, hotels and other accommodation providers must also close, except for specific work purposes where people cannot return home.\nIf you live in a tier 3 area, you must continue to follow tier 3 rules when you travel to a tier 1 or tier 2 area.\nThe government does not recommend that you travel into a tier 3 area, for example, to do Christmas shopping.", "paragraphs": ["Tier changes came into effect on 16 December, with 60% of England’s population now in tier 3", "England’s new three-tier system came into effect on 2 December after the national lockdown was lifted.", "Non-essential shops in all areas can reopen, as can gyms, hairdressers and other personal care businesses, with the formal instruction to stay at home coming to an end. The “rule of six” will again apply for outdoor gatherings in all areas.", "Places of worship will be able to open and weddings will be allowed within local restrictions.", "What are the rules in tier 3?", "Hospitality venues will have to close, except for delivery and takeaway service. In tier 3, hotels and other accommodation providers must also close, except for specific work purposes where people cannot return home.", "Outdoor sports, including golf and tennis, will be allowed to continue in all tiers, as will amateur team sports such as football. Unlike the first two tiers, spectators will not be allowed to watch sport in tier 3.", "People must not meet socially indoors or in most outdoor places with anybody they do not live with, or who is not in their support bubble; this includes in any private garden or at most outdoor venues. At other outdoor spaces such as parks or beaches people must not socialise in groups of more than six.", "Everyone who can work from home should do so.", "You can continue to travel within your area for work, education and purposes of providing care or medical assistance, however you should avoid travelling outside your area and reduce the number of journeys you make wherever possible.", "If you live in a tier 3 area, you must continue to follow tier 3 rules when you travel to a tier 1 or tier 2 area. The government does not recommend that you travel into a tier 3 area, for example, to do Christmas shopping.", "The full government rules and guidance for tier 3 can be found here.", "When will the tiers be reviewed?", "Changes to the tiers were announced on Monday 14 December and come into effect on Wednesday morning, at which point 60% of England’s population will be in tier 3.", "For five days over Christmas – from 23 December to 27 December – there will be a UK-wide relaxation of rules to let up to three households form a bubble so they can mix socially indoors and stay overnight to enjoy the festive period together, however MPs, scientists and doctors have called for a rethink of the policy. The so-called “Christmas bubble” would not mean that pubs and hospitality venues could open in tier 3.", "In Scotland, a maximum of eight people will be allowed but that does not include under-12s. In Northern Ireland, the window has been extended to 22-28 December to allow for additional travel time between countries.", "What areas are currently in tier 3?", "North-east", "Tees Valley combined authority: Hartlepool Middlesbrough Stockton-on-Tees Redcar and Cleveland Darlington", "North-east combined authority: Sunderland South Tyneside Gateshead Newcastle upon Tyne North Tyneside County Durham Northumberland", "", "North-west", "Greater Manchester", "Lancashire", "Blackpool", "Blackburn with Darwen", "Yorkshire and the Humber", "The Humber", "West Yorkshire", "South Yorkshire", "West Midlands", "Birmingham and Black Country", "Staffordshire and Stoke-on-Trent", "Warwickshire, Coventry and Solihull", "East Midlands", "Derby and Derbyshire", "Nottingham and Nottinghamshire", "Leicester and Leicestershire", "Lincolnshire", "South-east", "Slough (remainder of Berkshire is tier 2)", "Kent and Medway", "South-west", "Bristol", "South Gloucestershire", "North Somerset", "What areas are moving into tier 3 at 00:01am on Wednesday", "London", "All 32 boroughs plus the City of London", "Essex", "Basildon", "Brentwood", "Harlow", "Epping Forest", "Castle Point", "Rochford", "Maldon", "Braintree", "Chelmsford", "Thurrock", "Southend-on-Sea", "Hertfordshire", "Broxbourne", "Hertsmere", "Watford", "Three Rivers"], "authors": ["Martin Belam"], "keywords": ["work", "explained", "tiers", "venues", "area", "england", "allowed", "tier", "lockdown", "covid", "effect", "latest", "outdoor", "restrictions", "rules", "travel"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}