{"id": "ce87c955-e1da-3ed4-b6d1-4bc73baf321f", "title": "WIRED25 2020: Dr. Lisa Piccirillo on Cracking Unsolved Mathematical Problems", "url": "https://www.wired.com/video/watch/wired25-2020-dr-lisa-piccirillo-on-cracking-unsolved-mathematical-problems", "summary": "Okay, so, I know that really we wanna talk aboutthis Conway problem, this Conway knot?\nBut with that in mind,you are known for solving this Conway knot problem.\nSure, so the Conway knot is this Knotthat John Conway sort of jumped upand it's got some funny properties.\nSo, people wanna know if the Conway knot is slice or not,but for whatever reason, the Conway Knotis pathologically difficult to work with.\nBut do you think that, in both high schooland in college and graduate schoolthat abstract math should be part of everyone's educationor should just certain people study abstract math?", "paragraphs": ["Transcript", "Hello, my name is Rhett Allain,", "I'm an Associate Professor of Physics", "at Southeastern Louisiana University", "and a frequent contributor to Wired.", "I'm here today with Dr. Lisa Piccirillo,", "an Assistant Professor of Mathematics at MIT,", "where she specializes in the field of Topology.", "Her research focuses on the interaction", "between 4-Manifold Topology and Knot theory.", "Hi Lisa, how are you doing?", "Hi, I'm great.", "It's nice to talk to you.", "Great, good, thanks for being here.", "So, let's start off with a question about,", "maybe you've answered this quite a few times", "in your recent years, but what would you say", "is the difference between Knot theory and Topology?", "Yeah so, Knot theory is the study of knots.", "So what's a knot?", "A knot is what you get if you go down in the basement", "and you find your extension cord", "and it's probably like a disaster", "if it's been down there for a while and that's fine.", "Just plug the ends together,", "so now it's a disaster but it's also a circle,", "that's a knot.", "Under Knot theory we study things like", "if you take yours and your best friend takes theirs,", "is it possible without unplugging the ends", "to make your knot look exactly like your friend's knot?", "So that's what Knot theory cares about.", "In Topology, we care about spaces", "that are locally really boring.", "So, a boring space is something like a line,", "that's a one dimensional space", "or a piece paper that's two dimensional", "or like the room you're sitting in", "which is three dimensional.", "So, those spaces are boring.", "And we pay attention to spaces that are locally boring,", "but globally more interesting.", "So, if you looked at, for example, the skin on an orange,", "and that's a space that I think of as two dimensional,", "because if you zoom way in, it looks flat,", "like a piece of paper, you can't really tell it's curved.", "But globally, something more interesting is going on.", "So that's what topology studies.", "Okay, so, I know that really we wanna talk about", "this Conway problem, this Conway knot?", "And in order to understand that we have to--", "People talk about the term sliceness of knot.", "So, can you give an explanation of a sliceness of a knot?", "Yeah, so first, let me tell you what it means", "for a knot to bound a disc in three dimensions.", "So, let's suppose you took", "a table cloth, a round tablecloth,", "and maybe it has a lace border on it,", "so that lace border that's gonna be a knot, right?", "It's like a circle sitting in three", "dimensional spaces where a knot is.", "And when the table cloth is on the table,", "it's easy to see that, that circle look kind of boring.", "It bounds a disk, it's the boundary of this tablecloth.", "So, that's a boring knot and it bounds", "the disk in three space.", "Now, let's suppose dinner's over", "and you crumple up the tablecloth,", "and you throw in the hamper,", "and then you use your X ray vision to look at the hamper", "and look just at the lace.", "It's gonna look very messy.", "It's no longer just like a boring circle, it looks crazy.", "But I claim that, that knot it still bounds the disc", "in three dimensional space", "'cause it's still bounds the tablecloth", "but the tablecloth is in the hamper.", "So, a question you can ask is does a knot bound a disc", "in three dimensional space?", "And that's maybe the first question of knot theory.", "And that's not sliceness.", "Sliceness is whether or not", "bounds the disk in four dimensional space.", "So, same question but now I'm asking,", "can you find a tablecloth", "that you're not as the boundary of?", "but I'm gonna let that tablecloth use it", "a little bit of extra space if it needs to.", "So, not just in three dimensions", "as main dimensions as you want?", "Are we defining this to just deal realistic", "three dimensions, or four dimensions?", "Oh-- Okay.", "So, but you can take one. Its yeah.", "Yeah, but it won't be very interesting.", "[chuckles] Now, I wanna be point out,", "I know that this is complicated stuff,", "and you're trying to describe these very complicated ideas", "and two, three minute segments.", "And that is really tough.", "It's sort of like a haiku, right?", "But with that in mind,", "you are known for solving this Conway knot problem.", "So, could you give an explanation", "of the Conway knot problem?", "Sure, so the Conway knot is this Knot", "that John Conway sort of jumped up", "and it's got some funny properties.", "And, the problem is, is it slice, yes or no.", "And then and then you figure that out.", "Yes, not twice.", "Okay [chuckles],", "So, what was the big insight", "that allowed you to solve this problem", "that no one had solved?", "It's a decade's old problem.", "So, what was the change that made", "you able to solve that problem?", "So, I studied these four dimensional spaces", "that are related to a knot.", "In fact, like, I'm more of a", "topologist than a Knot theorist,", "so, I'm interested in spaces.", "But I knew this fact, other people knew this fact too,", "which is that if you have two different knots,", "that produce the same four dimensional space,", "then they're either both slice or they're both not slice.", "So, people wanna know if the Conway knot is slice or not,", "but for whatever reason, the Conway Knot", "is pathologically difficult to work with.", "So, the inside of my work is that well,", "I won't work with the Conway knot because it's hard,", "I'll build another Knot that shares the same space as it", "and try to study the other knot", "but can show that knot's not slice,", "then the Conway knot cant be slice.", "So I mean, we don't have a bunch of time left,", "I wanna get to the really important question", "that I wanna talk about,", "and that this is really abstract stuff.", "But do you think that, in both high school", "and in college and graduate school", "that abstract math should be part of everyone's education", "or should just certain people study abstract math?", "That's a great question.", "I think that--", "No, not everybody should study abstract math.", "It's sort of like studying literature", "like, if you love it, then you should study it.", "But it's not important that everybody in the world", "be able to prove that root 2 is irrational.", "However,--", "Do think that everyone got some understanding", "of the basic ideas though,", "or do you think they should even look at it?", "Well, I think what's important is that,", "is it making that people get some idea", "of what abstract math is all about", "because the math that's currently taught in schools", "is very computational.", "And you do a lot of routines, you take a derivative,", "or you multiply fractions.", "And that's not what mathematicians do at all.", "What we really do is we try to make careful,", "rigorous arguments about straight forward objects.", "And I think it has a really different flavor", "than the math you're learning.", "Even in high school, I didn't learn", "that abstract math was like that until college", "and most people like, they're done with math by college,", "they don't want any more of that.", "So, I think it would be good if we could give a flavor", "of what being a mathematician is all about.", "a bit earlier in our educations.", "Yeah, I think that's probably a good idea, too.", "So, well, Lisa, thank you very much for joining me", "and having a discussion about math, I really enjoyed it.", "And it was great to have you on.", "Thanks."], "authors": ["Condé Nast"], "keywords": ["conway", "problems", "abstract", "knot", "wired25", "mathematical", "2020", "lisa", "look", "dr", "unsolved", "dimensional", "think", "cracking", "really", "thats", "piccirillo", "math", "study"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}