{"id": "ce8d8f1f-6442-3104-a69a-931cb4e6f2d3", "title": "Packers give back to Green Bay police department in big way", "url": "https://www.foxnews.com/sports/packers-give-back-green-bay-police-department", "summary": "The Green Bay Packers have made direct contributions to the local police department.\nThe team announced Wednesday it bought police safety technology for the Green Bay Police Department as well as made a $757,000 contribution to the police.\nWe are proud to be working with Green Bay and Axon to bring this technology to our city in order to enhance public safety and affect meaningful change.\"\n\"We are immensely grateful to the Green Bay Packers for again demonstrating their commitment to this community and for supporting our efforts to bring greater transparency and accountability to policing,\" Green Bay Mayor Eric Genrich said.\nWe serve to build trust, safety and a higher quality of life for everyone here in Green Bay and we're thankful for the Packers' contribution.\"", "paragraphs": ["The Green Bay Packers have made direct contributions to the local police department.", "The team announced Wednesday it bought police safety technology for the Green Bay Police Department as well as made a $757,000 contribution to the police. The team said with everything totaled, including the discounts on bundling packages, it cost the franchise $1.95 million.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"As an organization, we are committed to using our platform and providing resources to help achieve racial equity and social justice,\" Packers CEO Mark Murphy said, via the team’s website. \"In conversations with our players, community partners and elected officials, we determined that supporting this purchase would complement our many other efforts to address injustices in our communities of color. The cameras will also help the police perform their duties more effectively and benefit the local community. We are proud to be working with Green Bay and Axon to bring this technology to our city in order to enhance public safety and affect meaningful change.\"", "Murphy told The Washington Post he hoped to increase officers' accountability.", "\"What are the areas where you can make an impact,\" he said. \"The nice thing about the body cams is, there’s pretty much a consensus these are good things to have. The only people against it are bad cops and criminals.\"", "BILLS PLAYERS RIP ESPN STAR AFTER JOSH ALLEN CRITICISM: 'WE GOTTA DO BETTER MY BROTHER'", "\"These have been issues for years. Obviously, it came to a head a couple years ago with Colin Kaepernick and the protest. We’ve always been very supportive of our players. At least in my mind, for us, the Jacob Blake shooting happened right in our backyard. To me, it was kind of an inflection point. We can’t just raise these issues. We can’t just make people aware of them. We need to move beyond that. We’re in a very privileged position as an organization where we can help impact change. We have a responsibility to do that.\"", "The Packers are working with Axon. The safety plan includes body cameras, in-car cameras, Tasers and a subscription to other services Axon uses, according to the team.", "\"We are immensely grateful to the Green Bay Packers for again demonstrating their commitment to this community and for supporting our efforts to bring greater transparency and accountability to policing,\" Green Bay Mayor Eric Genrich said. \"This is a major step towards strengthening public safety, and I am honored to lead a community where organizations like ours can come together for the greater good of Green Bay.\"", "Green Bay Police Chief Andrew Smith: \"I am confident that Axon's technology will help our department better serve Green Bay, not only by helping increase our efficiency and performance, but also by letting community members know they are protected with livestream body cameras that alert our agency of escalated incidents. We serve to build trust, safety and a higher quality of life for everyone here in Green Bay and we're thankful for the Packers' contribution.\"", "Davante Adams expressed his support for the Packers' decision in a video.", "CLICK HERE TO GET THE FOX NEWS APP", "Additionally, the police department will implement Axon’s Replay Coaching which will help police officers improve in the line of duty. Officers’ supervisors may use the system to review any issues with the officer and provide recommendations for the officer to work on such as \"empathy or mental health response training.\""], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["big", "community", "safety", "players", "bay", "packers", "cameras", "officers", "department", "help", "technology", "green", "way"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}