{"id": "cea937c9-c8c0-3cf1-8632-91dbb36ab7b8", "title": "Mosaic Review – The Absurdity Of Life", "url": "https://www.gameinformer.com/review/mosaic/mosaic-review-the-absurdity-of-life", "summary": "Mosaic gives meaning to the meaningless; it’s existential nihilism in digital form.\nThe fact that you actively play through the silent protagonist’s life of crushing drudgery and not just passively experience it is important.\nInstead, it feels like a person confronting the realization that they don’t know or understand how their life became this depressing.\nI look forward to it in Mosaic because it taps that basic task completion/goal achievement area of my gamer lizard brain.\nLife may indeed be meaningless, but Mosaic is here for your sheer enjoyment.", "paragraphs": ["Mosaic gives meaning to the meaningless; it’s existential nihilism in digital form. The fact that you actively play through the silent protagonist’s life of crushing drudgery and not just passively experience it is important. Mosaic is nihilistic not simply because the protagonist’s life is a listless mill of work and sleep, but because it has no inherent meaning other than the one you give it by direct action and the creation of interludes that punctuate the grind.", "You play through a loop of waking up, going to work, performing your duties, and then going home. You do this by simply walking along corridors and interacting with objects when prompted onscreen. Your actions and options within this cycle are limited to simple things like brushing your teeth and checking the messages on your phone, reinforcing the rigidity and absurd futility of the situation. One of my favorite examples of this is when a prospective date with a co-worker falls through. This cannot be prevented, only accepted in its delicious emptiness.", "Mosaic isn’t a game only of dead ends, however. While traveling through your daily routine, you might come across a reverie in the form of looking out of a window and stealing some sunshine, listening to a street musician, or even controlling a butterfly. During these moments the game transforms. Color warms the screen, and your senses immediately liven. Of course, this is only possible because the game does a good job first encasing you in drab passivity before you letting you break free. While these aren’t necessarily profound moments, I could still feel them.", "Mosaic also succeeds because it uses different gameplay perspectives to represent the character’s isolated, hollow existence. You may become a miniature version of yourself or be forced to move the camera to navigate out of a short maze. These sequences surprised me as I went about my day, and they are also appropriately disorienting without throwing players into frustrating gameplay confusion. Instead, it feels like a person confronting the realization that they don’t know or understand how their life became this depressing.", "Even supposedly mundane tasks like the work you perform at your job are fun in and of themselves, despite being cast in the world as boring and unfulfilling. Your job is to apply resources on a hex grid in order to progress via the most efficient route possible to meet goals. This minigame minimally evolves through transporting resources faster and by introducing enemies of inefficiency that you have to quarantine. I look forward to it in Mosaic because it taps that basic task completion/goal achievement area of my gamer lizard brain. Similarly, I like playing Blip Blop, the simple clicker game on my character’s mobile phone, even though it is itself a commentary on our inherent attraction to playing games just because leveling up feels good, no matter how nakedly it’s achieved. In fact, I wish Mosaic brought me deeper down its gameplay and in-world rabbit holes (it’s not a long title) such as my job’s minigame and the dating apps of its dead-end world.", "Some games are power fantasies that revel in the thrilling exercise of control. Mosaic doesn’t render you powerless, but by enveloping you in the futility of the protagonist and making you understand it, the game heightens the effect and meaning of the power you do have. Life may indeed be meaningless, but Mosaic is here for your sheer enjoyment."], "authors": [], "keywords": ["work", "simply", "review", "meaning", "understand", "life", "job", "absurdity", "mosaic", "gameplay", "simple", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}