{"id": "ceafae09-7263-3c4b-8282-51ffb53ed77e", "title": "Innovation and National Security in the 21st Century", "url": "https://www.wsj.com/articles/innovation-and-national-security-in-the-21st-century-01579291748?mod=hp_minor_pos4", "summary": "Here are some of the report's major findings:The U.S.'s decades-old leadership in innovation and R&D is at risk.\nHowever, “Chinese theft of intellectual property and its market-manipulating industrial policies threaten U.S. economic competitiveness and national security,” according to the report.\nThe task force laid out a new innovation strategy for the U.S. based on four key pillars:Restore federal funding for research and development.\nFederal funding for R&D should be restored to its historical average, an increase from the present 0.7% of GDP ($146 billion) to 1.1% of GDP ($230 billion).\nThe report suggested that federal agencies and military services dedicate between 0.5% and 1% of their budgets to integrating technology.", "paragraphs": ["The artificial intelligence radio testbed for the spectrum collaboration challenge from the U.S. Defense Advanced Research Projects Agency is displayed during the Mobile World Congress Americas event in Los Angeles, Oct. 22, 2019.", "The artificial intelligence radio testbed for the spectrum collaboration challenge from the U.S. Defense Advanced Research Projects Agency is displayed during the Mobile World Congress Americas event in Los Angeles, Oct. 22, 2019. Photo: Patrick T. Fallon/Bloomberg News", "Chalk up the U.S. as another incumbent in danger of being disrupted, partly due to decreased federal research-and-development funding and China’s technology advances.", "A new report from a Council on Foreign Relations-sponsored task force, a group of people with backgrounds in Silicon Valley and venture capital, addresses the challenge, leaning on lessons from the private sphere.", "“Countries that can harness the current wave of innovation, mitigate its potential disruptions, and capitalize on its transformative power will gain economic and military advantages over potential rivals,” the report found.", "Leadership in innovation, research and technology since World War II has made the U.S. the most secure and economically prosperous nation in the world, the task force said, warning, “Today, this leadership position is at risk.”", "Federal support and funding for R&D has stagnated over the past two decades, the report noted. “Washington has failed to maintain adequate levels of public support and funding for basic science. Federal investment in R&D as a percentage of GDP peaked at 1.86 percent in 1964 but has declined from a little over 1 percent in 1990 to 0.66 percent in 2016.”", "In the past, the U.S. has successfully responded to technological competition. Sputnik was a tipping point in the space race with the Soviet Union during the Cold War, leading to, among other things, a significant increase in the number of graduate student fellowships in science, technology, engineering and mathematics disciplines, of which I was personally a beneficiary.", "But this time might be different.", "Global innovation today is accelerating. It is also more disruptive to industries, economies and societies. Many national security technologies are now developed and commercialized by private sector global supply chains and markets, making it much more difficult for the U.S. to control their world-wide availability.", "And then there is China, which has emerged as both an economic partner and strategic competitor. The country is increasing its government-led investments in R&D and talent.", "Here are some of the report's major findings:", "The U.S.'s decades-old leadership in innovation and R&D is at risk. The reasons include decreased federal funding of R&D, a lack of strong education initiatives at home, immigration barriers that make it hard to attract and retain talented foreign students and workers, and trade policies that are alienating previous friends, allies and collaborators.", "The Defense Department and intelligence communities risk falling behind potential adversaries. The reasons include delays in deploying leading technologies developed by the private sector, challenges in attracting and retaining technology talent, and a “persistent cultural divide between the technology and policymaking communities.”", "China is rapidly closing the technological gap with the U.S. Although it’s not likely to match U.S. capabilities across the board, China is expected to be a leading power in key technologies including artificial intelligence, robotics, energy storage and 5G cellular networks.", "China is a different type of challenger than the old Soviet Union. China is both an economic partner and a strategic competitor. The U.S. and China have both benefited from bilateral investments and trade, and Beijing's efforts to become a scientific and technological power could help drive global prosperity. However, “Chinese theft of intellectual property and its market-manipulating industrial policies threaten U.S. economic competitiveness and national security,” according to the report.", "The task force laid out a new innovation strategy for the U.S. based on four key pillars:", "Restore federal funding for research and development. Federal funding for R&D should be restored to its historical average, an increase from the present 0.7% of GDP ($146 billion) to 1.1% of GDP ($230 billion). The administration also should sponsor moonshot initiatives in key areas including AI, 5G, genomics and synthetic biology. At the same time, the federal government and states should increase investments in universities by up to $20 billion a year for five years to support research in areas of pressing economic and national security.", "Attract and educate a science and technology workforce. “The White House, Congress, and academia should develop a twenty-first-century National Defense Education Act (NDEA), with the goal of expanding the pipeline of talent in science, technology, engineering, and mathematics,” the report said. In addition, the U.S. should “staple a green card to an advanced diploma,” that is, make it easier for foreign graduates of U.S. universities in STEM fields to remain and work in the country, as well as passing legislation to permit talented immigrants to live and work in the U.S.", "Support technology adoption in the defense sector. The report suggested that federal agencies and military services dedicate between 0.5% and 1% of their budgets to integrating technology. They also called for the creation of new training programs, the U.S. Digital Service Academy and a Reserve Officer Training Corps for advanced technologies, to foster the next generation of tech talent.", "Bolster and scale technology alliances and ecosystems. This includes creating technology alliances for the use and control of critical emerging technologies, working with trading partners to promote the secure and free flow of data, and the development of common technology standards.", "Irving Wladawsky-Berger worked at IBM from 1970 to 2007, and has been a strategic adviser to Citigroup, HBO and Mastercard and a visiting professor at Imperial College. He's been affiliated with MIT since 2005, and is a regular contributor to CIO Journal."], "authors": ["Irving Wladawsky-Berger"], "keywords": ["technology", "security", "economic", "technologies", "defense", "funding", "21st", "national", "report", "federal", "innovation", "rd", "research", "century"], "pubDate": null, "publicationId": "8e14bddf-cd2e-3f5b-8fd5-6e34ee13999e"}