{"id": "cedc4802-6bf1-3ede-965c-33db5a631576", "title": "Prince Philip made life 'completely different,' Princess Anne says", "url": "https://www.foxnews.com/entertainment/prince-philip-made-life-completely-different-princess-anne", "summary": "Prince Philip's death will have long-lasting effects on his family.\nNow, two of Philip's children -- Princess Anne and Prince Edward -- have paid tribute to their late father.\nPRINCE PHILIP, DUKE OF EDINBURGH AND QUEEN ELIZABETH II'S HUSBAND, DEAD AT 99\"Without him [life] will be completely different,\" she said.\nAnne is the only daughter of Elizabeth and Philip.\nElizabeth and Philip were also parents to Prince Andrew and Edward -- the latter of whom also gave a similar interview.", "paragraphs": ["Prince Philip's death will have long-lasting effects on his family.", "The Duke of Edinburgh died Friday at age 99 after 73 years of marriage to Queen Elizabeth II.", "Now, two of Philip's children -- Princess Anne and Prince Edward -- have paid tribute to their late father.", "In interviews recorded by ITV for broadcast after the consort's passing, the Princess Royal, 70, reflected on Philip's impact.", "PRINCE PHILIP, DUKE OF EDINBURGH AND QUEEN ELIZABETH II'S HUSBAND, DEAD AT 99", "\"Without him [life] will be completely different,\" she said. \"But, I think also, from the society’s perspective he's been able to keep pace with the kind of technological changes that have such an impact.\"", "She added: \"But at the bottom of all that, it’s not about the technology it’s about the people.\"", "Anne is the only daughter of Elizabeth and Philip. She is proceeded in birth only by Prince Charles, who will assume the throne after his mother. Elizabeth and Philip were also parents to Prince Andrew and Edward -- the latter of whom also gave a similar interview.", "QUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATH", "Philip was \"always there,\" Edward, 57, said, also calling his late father \"always encouraging\" and \"never pushing.\"", "\"My parents have been such fantastic supporters of each other during all those years and all those events and all those tours as well and all the events overseas,\" the Earl of Wessex continued.", "He further spoke of the love shared by his parents.", "CLICK HERE TO GET THE FOX NEWS APP", "\"To have somebody that you confide in and smile about something which you couldn't perhaps smile about in public is very, very important. To be able to share that with somebody is immensely important.\"", "Furthermore, Edward made note of Philip's sense of humor, which \"always\" made an impact.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "He added: \"I think I'll remember my father in a number of different ways -- both for what he's done in his public life, for all the organizations he's supported and influenced. Obviously, as my father and husband to my mother and all the work that's done there, I think as a family, we'll probably always remember that more than anything else.\""], "authors": ["Nate Day"], "keywords": ["somebody", "smile", "philips", "different", "prince", "anne", "think", "edward", "life", "elizabeth", "hes", "father", "completely", "philip", "princess"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}