{"summary": "Pop star Taylor Swift is opening up about her struggle to obtain the ownership of her songs' masters, after making headlines this summer for her feud with music executives Scooter Braun and Scott Borchetta.\n\"We need to think about how we handle master recordings because this isn’t it,\" Swift and in a recent interview with Billboard.\nBraun, 38, would later take to Instagram to plead with Swift to work together to find a \"resolution.\"\nSwift told Billboard in regard to her masters.\nSwift explained there's a reason for her speaking out beyond just wanting to own her masters.", "keywords": ["work", "masters", "paid", "think", "music", "swift", "going", "upcoming", "im", "need", "taylor", "know"], "paragraphs": ["Pop star Taylor Swift is opening up about her struggle to obtain the ownership of her songs' masters, after making headlines this summer for her feud with music executives Scooter Braun and Scott Borchetta.", "\"We need to think about how we handle master recordings because this isn’t it,\" Swift and in a recent interview with Billboard. \"I spent 10 years of my life trying rigorously to purchase my masters outright and was then denied that opportunity, and I just don’t want that to happen to another artist if I can help it.\"", "TAYLOR SWIFT ANNOUNCES CHRISTMAS TRACK DROPPING AFTER WRITING NEW SONG OVER THE WEEKEND", "Nearly a month ago, Swift took to social media claiming that Braun and Borchetta had blocked her from performing her older music on the American Music Awards – where she intended to celebrate her Artist of the Decade with a medley of oldies – and in an upcoming Netflix documentary chronicling her career.", "Braun, 38, would later take to Instagram to plead with Swift to work together to find a \"resolution.\"", "\"God, I would have paid so much for them!\" Swift told Billboard in regard to her masters. \"Anything to own my work that was an actual sale option, but it wasn’t given to me.\"", "Swift has announced plans to re-record and re-release all of her old music in 2020, once she's contractually allowed to and given the rights to her own music.", "TAYLOR SWIFT ON CROSSING OVER TO THE 'DIFFERENT WORLD' OF POP: 'COUNTRY MUSIC IS A REAL COMMUNITY'", "\"The reason I’m re-recording my music next year is because I do want my music to live on. I do want it to be in movies, I do want it to be in commercials,\" Swift said, \"but I only want that if I own it.\"", "\"It’ll feel like regaining a freedom and taking back what’s mine,\" she continued. \"When I created (these songs), I didn’t know what they would grow up to be. Going back in and knowing that it meant something to people is actually a really beautiful way to celebrate what the fans have done for my music.\"", "As to whether she'd ever start her own record label, Swift said, \"I do think about it every once in a while, but if I was going to do it, I would need to do it with all of my energy. I know how important that is when you’ve got someone else’s career in your hands, and I know how it feels when someone isn’t generous.\"", "Swift explained there's a reason for her speaking out beyond just wanting to own her masters.", "CLICK HERE TO GET THE FOX NEWS APP", "\"New artists and producers and writers need work, and they need to be likable and get booked in sessions, and they can’t make noise — but if I can, then I’m going to,\" she said. \"I know that it seems like I’m very loud about this, but it’s because someone has to be.\"", "On Monday, Swift was nominated for a Golden Globe along with Andrew Lloyd Webber for Best Original Song for the tune \"Beautiful Ghosts,\" which will be featured in the upcoming movie musical \"Cats,\" starring Swift."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/taylor-swift-would-have-paid-so-much-own-masters", "authors": ["Nate Day"], "id": "cee0b924-5c3e-3110-85ed-e446becc9c4d", "pubDate": null, "title": "Taylor Swift says she would have paid 'so much' to own her masters"}