{"id": "ceec794a-d840-3896-a6a0-eb404194fc1f", "title": "Rep. Jim Jordan (R-OH): It Was Democrats Cozying Up To A Spy, Not The Trump Family", "url": "https://radio.foxnews.com/2020/12/09/rep-jim-jordan-r-oh-it-was-democrats-cozying-up-to-a-spy-not-the-trump-family/", "summary": "But the simple fact is, when you have over seventy percent of the seventy-five million who voted for President Trump, think the election was rigged.\n\"For four years the Democrats told us that President Trump was was working with foreign governments, you know, the whole fake Russia collusion baloney and they went after his family.\nTurns out it was actually the Biden family that was working with foreign governments to enrich their family.\nAnd the same Democrats who said all that when it was, in fact, the Biden family who was engaged in it.\nThey now turn up in a story that says some of those same Democrats were cozying up to a Chinese spy.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Rep. Jim Jordan (R-OH) reacted to the Eric Swalwell controversy and the ongoing investigations into possible voter fraud occurring during the 2020 Election.", "\"We have a third of the electorate who thinks the election was stolen. Now whether they're right or not, I think there are big problems with this. I don't know how you can ever convince me that President Trump didn't actually win this thing based on all the things you see, the eleven million more votes. He won nineteen-to-twenty bellwether counties. He won Ohio by eight, Iowa by eight. But the simple fact is, when you have over seventy percent of the seventy-five million who voted for President Trump, think the election was rigged. That's fifty-some million people, over a-third of the electorate. That is a very, very unhealthy situation for our country. And if for no other reason than those fifty-some million who think there's a major problem with this election, we should do everything we can to get to the bottom of. It's not healthy to play this short game, this Twitter game, and not think about the long term impact of some of this stuff.\"", "\"For four years the Democrats told us that President Trump was was working with foreign governments, you know, the whole fake Russia collusion baloney and they went after his family. Don Jr. had to sit for like a thirty-hour deposition. Turns out it was actually the Biden family that was working with foreign governments to enrich their family. And the same Democrats who said all that when it was, in fact, the Biden family who was engaged in it. They now turn up in a story that says some of those same Democrats were cozying up to a Chinese spy. So that to me is that sort of the takeaway here.\""], "authors": ["Jon Costantino"], "keywords": ["jim", "democrats", "rep", "working", "million", "spy", "think", "roh", "trump", "jordan", "won", "election", "know", "president", "family", "cozying"], "pubDate": "2020-12-09T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}