{"id": "cefa5a1f-4dc0-3ff8-841d-1528e246560f", "title": "Mourinho's firing of darts shows he believes Spurs can win the title | Jonathan Wilson", "url": "https://www.theguardian.com/football/2020/dec/17/jose-mourinho-believes-spurs-can-win-the-title-liverpool-klopp", "summary": "And that was when it occurred that Mourinho means this: he is mobilising; he thinks Tottenham could actually win this.\nAs yet Klopp v Mourinho has been a rivalry that hasn’t really ignited.\nThat could be about to change – and, for all that the world had begun to tire of the Mourinho mind games, that could be fascinating.\nAnything that distracts Klopp from the game itself is a bonus from Mourinho’s point of view.\nAnd with Mourinho there are always games within games.", "paragraphs": ["In its own way, the post-match interview was a classic of its type. There was José Mourinho, rumpled, bestubbled, firing off his darts. The headline claim, perhaps, was that he thought Tottenham had been the better team in their defeat at Liverpool, but there was also the suggestion of a conspiracy against him, poor, misunderstood, put-upon José, and with it a jibe at Jürgen Klopp. And that was when it occurred that Mourinho means this: he is mobilising; he thinks Tottenham could actually win this.", "As yet Klopp v Mourinho has been a rivalry that hasn’t really ignited. That could be about to change – and, for all that the world had begun to tire of the Mourinho mind games, that could be fascinating. Until this season, Klopp had largely avoided the wars of words that have been such a key part of the Premier League soap opera. But in the past few weeks, another side of Klopp has emerged. Injuries and some tight VAR decisions going against Liverpool seem to have rattled him, as witnessed in his spikiness in interviews, most obviously to BT Sport’s Des Kelly after the draw at Brighton, and the unseemly and largely pointless running battle with Chris Wilder.", "Liverpool's Curtis Jones enjoys the midfield battle and comes of age | Barney Ronay Read more", "Mourinho in his heyday was an expert in sniffing weakness. Perhaps he thinks Klopp can be needled into errors. And he’s not wrong about Klopp’s touchline behaviour. It was widely regarded as further evidence of Frank Lampard’s thin-skinnedness when he reacted to the celebrations of the Liverpool bench during Chelsea’s defeat at Anfield towards the end of last season, and it probably was, but there was something to react to.", "The majority of managers spend significant parts of the game berating the fourth official but Klopp, or at least Klopp when he is under pressure, is among the more vociferous. Of course Mourinho sees an opportunity. And now he has planted the seed. Perhaps the next time, a fourth official may take a sterner line. Perhaps there will be a card. At the very least, the media and the wider public may begin to pick up on Klopp’s antics, may start to scrutinise them, ask questions about them. Anything that distracts Klopp from the game itself is a bonus from Mourinho’s point of view.", "And with Mourinho there are always games within games. Even the fact that follow-ups such as this one are talking about wars of words and touchline antics – are floating the possibility that Wilder could be Klopp’s Vietnam, a futile but costly unwinnable conflict against a much smaller opponent he has no need to beat – perhaps, are part of his propaganda campaign.", "The match itself raised tough questions about the sustainability of the Mourinho method, although there is nothing straightforward here. His claim that Spurs had been the better side seemed on the face of it preposterous, another of his provocations, and yet xG (expected goals stats) agreed. Models vary but most, while suggesting 1-1 as a reasonable scoreline, seemed to have Tottenham winning by around 0.25 of a goal. Liverpool may have had 76% of the ball and 11 shots on target to Tottenham’s two, but Steven Bergwijn missed two one-on-ones and Harry Kane put a glorious headed opportunity into the ground and over in the second half. The clear chances were there.", "Facebook Twitter Pinterest Harry Kane wasted a glorious chance to put Tottenham ahead in the second half at Anfield. Photograph: Peter Powell/Reuters", "And yet perhaps all that really does is show the limitations of xG when considering a one-off game. It measures chances and assesses how likely they are to be scored. But there is a superiority that does not manifest in chances, that posed by a team simply being in the vicinity of an opponent’s area, probing and testing, trying balls into the box that with a touch would become an excellent chance but without one don’t register at all.", "That sort of possession can become sterile but Liverpool’s did not, which is testament to the intelligence and wit of the front three, Roberto Firmino in particular. But what was striking was how that threat increased in the final quarter-hour, after Mourinho had withdrawn Bergwijn for Sergio Reguilón. The idea, presumably, was to combat Trent Alexander-Arnold, perhaps even to lure him forward so that Son Heung-min could attack the space behind him, but what ended up happening was Tottenham losing a lot of their counterattacking punch, allowing Liverpool to overwhelm them.", "In that, perhaps, was a reminder of why so few elite sides operate a Mourinho-style low-block these days. The tendency is to grumble about the constant tinkering with the laws but one thing football has got right is in making it much harder to kill a game than it was even a decade ago. For a match to fade away tends to require the complicity of both teams. But also, in part because the vast financial disparities in the game, even within the same division, mean they come up against massed defences more often, the coordinated attacking of the very best sides means they are very good at unpicking them.", "The Fiver: sign up and get our daily football email.", "Mourinho may legitimately point out he was four minutes from achieving a draw that would have kept Spurs top of the table, but after the draw at Crystal Palace on Sunday, that’s three points lost to goals conceded in the final 10 minutes when Spurs had seemed to have games under control.", "Off the pitch, Mourinho may be enjoying a new spurt of life; on it, familiar doubts about his approach in the modern world remain."], "authors": ["Jonathan Wilson"], "keywords": ["games", "klopps", "shows", "spurs", "firing", "darts", "believes", "tottenham", "liverpool", "klopp", "mourinho", "jonathan", "draw", "title", "chances", "mourinhos", "game", "win", "wilson"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}