{"id": "ceffa4d0-024a-3167-9c8d-86d726abefc7", "title": "Zara Larsson on London, Lockdown, and Staying Stimulated in 2020", "url": "https://www.vogue.com/slideshow/zara-larsson-london-travel-diary-interview", "summary": "For Swedish pop-star Zara Larsson, 2020 has been filled with life lessons.\n“I always want something stimulating, and I feel my best when I’m busy and have a purpose [so] it’s been hard during these times,” she shared via Zoom from Stockholm.\nLast month for MTV’s European Music Awards in London, Larsson brought the house down with an epic performance of her single “Wow” complete with choreography by JaQuel Knight.\nThough it’s clear she’s found ways to stay stimulated, Larsson is eager to get back to doing what she loves.\n2020 has been tricky, but I know I’m not the only one who feels that.”Below, she takes Vogue along for her London trip.", "paragraphs": ["For Swedish pop-star Zara Larsson, 2020 has been filled with life lessons. The 22-year-old star has been performing since her early teens and was used to working 24/7. But Larsson’s schedule—and nearly everyone else’s—ground to a halt once lockdown began. The change meant more time to spend with friends and family while at home but it also allowed Larsson the space to evaluate what it means to be busy. “I always want something stimulating, and I feel my best when I’m busy and have a purpose [so] it’s been hard during these times,” she shared via Zoom from Stockholm. “This year has taught me a little about myself. I understand now that my worth isn’t tied to how productive I am.”", "Things may have slowed down, but when it’s time to put on a show, Larsson goes all out. Last month for MTV’s European Music Awards in London, Larsson brought the house down with an epic performance of her single “Wow” complete with choreography by JaQuel Knight. While in town, Larsson settled back into a busier schedule. She had a few recording sessions, put the finishing touches on a forthcoming music video, and enjoyed a little downtime in her artsy Airbnb. Documenting each moment with photographer Michaela Quan, Larsson threw herself into a special diary for Vogue.", "Though it’s clear she’s found ways to stay stimulated, Larsson is eager to get back to doing what she loves. “As an artist, you have an existential crisis when you aren’t working,” she says. “But I think that hopefully next year, we’re going to get back to some form of normalcy. I’ve learned that I need routines, I need people around me who ground me, and [to be] doing what I love. 2020 has been tricky, but I know I’m not the only one who feels that.”", "Below, she takes Vogue along for her London trip."], "authors": ["Janelle Okwodu", "Janelle Okwod"], "keywords": ["larsson", "music", "doing", "need", "london", "working", "busy", "staying", "2020", "im", "zara", "stimulated", "lockdown", "little"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}