{"id": "cf00fbc9-2b87-3cbf-a61b-68bd1028acfd", "title": "'Love’s labours should be lost': Maria Stepanova, Russia's next great writer", "url": "https://www.theguardian.com/books/2021/feb/11/maria-stepanova-russia-in-memory-of-memory", "summary": "Facebook Twitter Pinterest Far from ordinary … one of the family photographs included in In Memory of Memory.\nPhotograph: courtesy Maria StepanovaStepanova’s family was “quite ordinary”, she insists: Russian Jews who, for the most part, were spared the worst of 20th century’s atrocities.\nAnd yet, In Memory of Memory – a narrative treasure chest of old documents, love letters, postcards, souvenirs, photographs – feels anything but ordinary.\nIt deviates from a traditional family memoir, as Stepanova is far more interested in a story’s gaps, the unknowability of the past.\nAnd In Memory of Memory is proof that this lint can produce unexpected and wonderful gifts.", "paragraphs": ["Years ago, Maria Stepanova visited the United States Holocaust Memorial Museum in Washington DC to do research for a book she would end up working on for 30 years. After telling him of her plan, the museum adviser replied: “Ah. One of those books where the author travels around the world in search of his or her roots – there are plenty of those now.” “Yes,” replied Stepanova. “And now there will be one more.”", "In Memory of Memory is an astounding collision of personal and cultural history, and Stepanova’s first full-length book published in English, translated by Sasha Dugdale. It is a remarkable work from a writer who has won Russia’s most prestigious honours (including the Big Book award for In Memory of Memory, the NOS literary prize, the Andrei Bely prize and a Joseph Brodsky fellowship); a writer who will likely be spoken about in the same breath as Poland’s Olga Tokarczuk and Belarus’s Svetlana Alexievich in years to come. But 2021 is the year of Stepanova: in addition to In Memory of Memory, her poetry collection War of the Beasts and the Animals, and a collection of essays and poems titled The Voice Over, will also be published in English this year. “I feel a bit funny about it,” she jokes, from her dacha outside Moscow. “Isn’t it a bit of an overkill?”", "Stepanova was born in 1972 and raised in Moscow. “I am a Muscovite,” she says “and have been living here for all my life, with short detours to different places.” These include a year-long teaching position at Humboldt University in Berlin, as well as time as a visiting fellow at Selwyn College, Cambridge, just before the pandemic. Her pet corgi has enjoyed the lockdown, she says – but for her, the present circumstances hark back to her Soviet past, when travel freedoms were largely restricted: “I know how privileged I am to bother myself with such petty grievances, but still I’m pushed back to 1984, when seeing London was an impossibility.” From her dacha, she is working on a new book and continuing her work as founder of colta.ru, Russia’s only independent and crowdfunded cultural magazine, sitting somewhere between the Huffington Post and New York Review of Books.", "Facebook Twitter Pinterest Far from ordinary … one of the family photographs included in In Memory of Memory. Photograph: courtesy Maria Stepanova", "Stepanova’s family was “quite ordinary”, she insists: Russian Jews who, for the most part, were spared the worst of 20th century’s atrocities. And yet, In Memory of Memory – a narrative treasure chest of old documents, love letters, postcards, souvenirs, photographs – feels anything but ordinary. It deviates from a traditional family memoir, as Stepanova is far more interested in a story’s gaps, the unknowability of the past. She resists linear chronology in favour of unlikely connections: writing about US artist Joseph Cornell, she drifts suddenly to sekretiki, a popular game she played as a child in the 1970s.", "“I didn’t want to transform my family into raw material for my own projections,” she says. “Maybe it’s unavoidable. But at least I should try to stay aside, to give them a chance to appear visible as they were, with their own voices and words and cherished belongings, with their mannerisms and incongruences.” Stepanova seems haunted by this authorial paradox; she describes herself as both a product of the family and the one now in charge.", "Her ancestors brushed up against momentous episodes: the Revolution, the siege of Leningrad, Stalin's 'Doctors' plot'. Her grandmother spent time in prison", "Her family may have been ordinary folk, but many of her ancestors brushed up against some of the 20th century’s most momentous episodes: the Russian Revolution, the siege of Leningrad, Stalin’s “Doctors’ plot”. Most memorable is her great-grandmother, “Baba Sarra” as Stepanova calls her, who spent time in St Petersburg’s infamous prison, the Peter and Paul Fortress. “Her story was one of the main fairytales of my childhood,” says Stepanova. “Our house was full of relics, filled with her, still very vivid, presence. What on earth could one do in our brisk and modest Soviet universe with an enormous French hat crowned with black ostrich feathers, or with a tiny box of visiting cards, or with a pair of gloves, foolishly tiny, as if produced for a fairy queen? It was all a riddle, too eccentric to be real, and endlessly fascinating.”", "Stepanova is too aware and respectful, however, to romanticise riddles. “The truth of the past, whatever it is, is fragile and too easily replaced with our ready-made fantasies,” she says. In the book, she describes how the past is often treated as “a huge planet waiting to be colonised”. For her, it might better be characterised as a moon: visible and alluring, but hiding much in its shadow. And why shouldn’t some things stay hidden, she thinks. “You’ve got photographs of unknown people who are supposed to be somehow important, stories that you are unable to connect with the pictures, places that were reconstructed, then bombed, built over again – and nothing speaks to you directly,” she says. “And you understand that it’s only fair – love’s labours should be lost.”", "When so many people seem to struggle to not document every moment with cameras or social media, to lose the record of a life now seems unimaginable. But for Stepanova, our abundance of information bears little relationship to reality. “Our lives might be reconstructed in great detail with the help of endless rows of pictorial traces we leave behind, but I am not sure the result will have anything to do with truth,” she says. “Who is the tireless viewer that is supposed to be interested in someone’s life in its entirety?” Technology, she writes, “shaves off time’s natural build-up of lint”. And In Memory of Memory is proof that this lint can produce unexpected and wonderful gifts.", "I started writing in an attempt to find a place for all the dispersed fragments of used language units, poetry lines, military terms and Soviet war songs, to understand better what has happened to us all Maria Stepanova", "Stepanova’s poetry collection War of the Beasts and the Animals (also translated by Dugdale) was written in 2014 and 2015, during Russia’s conflict with Ukraine. “I had a feeling that events were doing something significant to the language I’m writing in, that its outlines were changing, getting distorted, fragmented, broken, the sentences running mad, losing themselves,” she says of the collection. “I started writing in an attempt to find a place for all the dispersed fragments of used language units, poetry lines, military terms and Soviet war songs, to understand better what has happened to us all.” What emerges is another archive of sorts, a home for language’s changing and motley complexion.", "What then is Stepanova’s answer to this puzzle of memory? Vladimir Nabokov – one of Stepanova’s many literary companions in In Memory of Memory – once wrote: “I think it is all a matter of love: the more you love a memory, the stronger and stranger it is.” Stepanova, too, conceives of our relationship to memory as multidirectional; we simultaneously move towards, and away, from it.", "“Love is the key word – you know it’s an impossible task, yet you keep on digging,” she says. “You realise that all the words said, paths taken and lessons learned aren’t going to bring your dead back to life, even in the limited space of your writing. At the end, you’re just standing there, somewhere, together with your lost ones – you alive, they not – in complete silence, a silence that is a form of embrace. You’re finally home. You’re utterly empty – and you’ve arrived.”"], "authors": ["Matthew Janney"], "keywords": ["russias", "lost", "stepanova", "great", "writer", "family", "book", "memory", "poetry", "war", "loves", "writing", "maria", "labours", "past", "ordinary", "soviet"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}