{"id": "cf018105-369a-3c6e-9bf1-ba6d21bc7c8f", "title": "Charlemagne - To ski or not to ski?", "url": "https://www.economist.com/europe/2020/12/05/to-ski-or-not-to-ski", "summary": "For the past quarter-century, the now 70-year-old “DJ Gerhard” has blasted trashy hits for drunken après-skiers at MooserWirt, a bar in St Anton, an Austrian ski resort.\nThis sad story is repeated across the rest of Europe’s nearly 4,000 ski resorts.\nBad memories linger from spring, when an outbreak in Ischgl, another Austrian resort, led to at least 6,000 cases in more than 40 different countries.\nCovid-19 loves ski resorts.\nAgreeing to write off the first few weeks of the European ski season until the current wave of the pandemic has passed ought to be uncontroversial.", "paragraphs": ["I T TOOK A pandemic to silence Gerhard Schmiderer. For the past quarter-century, the now 70-year-old “DJ Gerhard” has blasted trashy hits for drunken après-skiers at MooserWirt, a bar in St Anton, an Austrian ski resort. This year, however, the speakers will be silent rather than blaring out yet another rendition of “The Final Countdown”, a raucous anthem sung by big-haired Swedes. The usual revellers dancing on tables in ski boots will be absent. The 500-metre run back to the resort will no longer be strewn with those who have quaffed too much and fallen over in the snow.", "This sad story is repeated across the rest of Europe’s nearly 4,000 ski resorts. Chairlifts have largely ground to a halt because of the pandemic. Bad memories linger from spring, when an outbreak in Ischgl, another Austrian resort, led to at least 6,000 cases in more than 40 different countries. Covid-19 loves ski resorts. People drive or fly in from all over Europe to crowded mountaintop villages. Queues for lifts are packed. Changing rooms are explosions of sweat as panting bankers heave themselves into salopettes. Bars are bacchanalian. Yodelling, an efficient way to spread the virus, is not unheard of. As the rich partied in the Alps in March, hospitals overflowed in Lombardy, a few hundred miles away. No one wants to see that again.", "Agreeing to write off the first few weeks of the European ski season until the current wave of the pandemic has passed ought to be uncontroversial. Yet it has triggered a row. France, Germany and Italy all agreed to keep resorts shut until January. Austria was affronted. “We will not tell France when to reopen the Louvre,” harrumphed one Austrian minister. Bavaria’s premier warned that anyone who crossed the border for a few days on the slopes would face 10 days of quarantine on the way back. Austria eventually acquiesced, effectively banning skiing except for local day-trippers until next year. It was, however, a revealing fight.", "Europeans ski a lot. In total, they spend roughly 200m days a year skiing—about the same as the rest of the world combined. Austria, France and America all rack up a similar number of days on the piste, despite their vastly different populations. Skiing is a quintessentially European invention. Its modern form started in Scandinavia, before it was seized on by 19th-century adventurers. It was commercialised across the Alps, after consumers found being pulled to the top of a mountain a more pleasant experience than schlepping up on foot. Each nation brings its own approach: proficient Austrians are notorious for taking it seriously; enthusiastic but terrible Dutch skiers much less so. It speaks to a certain ideal of Europe, in which it is possible to wake up in France and lunch in Italy. All European life is there at any resort—provided they can afford €1,000-plus for a few days of fun.", "Skiing raises mountains of cash. During winter months it generates 4% of Austrian GDP , according to ING , a bank. For comparison, Germany’s mighty car industry makes up 5% of the country’s economy. This explains why Berlin’s demands that Austria rope off the slopes for Christmas went down so badly. Imagine if the Austrian chancellor had asked his German counterpart if she would mind temporarily closing the car industry. (There is a climate crisis, after all, Angela.)", "For a bloc that prides itself on dissolving borders, skiing is a knotty issue. Mountains are immovable natural frontiers where questions of sovereignty are heightened. Governments in the EU may have pooled sovereignty, but they jealously guard what competences they do have, even if it only involves ski lifts. If resorts in some countries lock down for health reasons, another government could scoop up any spare revenue. Normally, EU regulations are supposed to stop such races to the bottom. When it comes to skiing, the EU has no say. As far as officials in Brussels are concerned, that is a bullet dodged. In Europe’s delicate ecosystem, mountain communities sit alongside farmers and fishermen as near-untouchable endangered species to be protected at all costs. Far better to let national politicians take the hit.", "After all, there will be a political cost. French resorts can only watch as their Swiss peers—outside the EU and apparently free from any moral obligation not to shaft their neighbours—stay open only a few hundred metres down the valley. Nicolas Rubin, the mayor of Chatel, a resort on the French border, decked his town hall out in Swiss flags in protest.", "Those who want to keep on skiing have a point. Sliding down a hill with planks attached to one’s feet is no riskier, in terms of catching coronavirus, than a cycling trip. (Although bellowing “We’re headin’ for Venus/ And still we stand tall” into the face of a Belgian stranger in a bar at 1,300 metres is another matter.)", "Not going downhill", "Whether families can squeeze in a skiing holiday during a pandemic is a decadent debate—and a familiar one. A similar row erupted about whether to reopen the continent for tourism over the summer. If the priority had been to eliminate the virus, the answer would have been no. But Europeans could not bear the idea of being stuck at home in August, so they packed their bags and zipped across the continent. The consequences were predictable and predicted. Holidaymakers spread the virus.", "Every polity has sacred issues that make rationality leap out of the window. In America, it is guns. In Britain, it is health care. In France, it is food. One such issue is a constant across every European country: politicians muck about with holidays at their peril. Whether consciously or not, a choice was made in the summer between health and holidays. Holidays won. This time, at least, a more difficult choice has been made. If resorts do fully reopen this season, the Austrian government has decreed that the throbbing après-ski parties will be banned. MooserWirt may have to wait until things are back to normal. When they are, expect to find a 71-year-old behind the decks. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["charlemagne", "days", "skiing", "pandemic", "resorts", "france", "resort", "european", "ski", "austrian", "eu"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}