{"id": "cf02fa2f-5048-357a-a682-9ae47bfc4e43", "title": "Robot wars: 100 years on, it's time to reboot Karel Čapek's RUR", "url": "https://www.theguardian.com/stage/2021/jan/07/robot-wars-100-years-reboot-karel-capek-play-rur-rossums-universal-robots", "summary": "One that did was Karel Čapek’s RUR: Rossum’s Universal Robots that had its premiere in Prague 100 years ago this month.\nEvery time we use the word “robot” to denote a humanoid machine, it derives from Čapek’s play, which coined the term from the Czech “robota” meaning forced labour.\nThe late, great critic Eric Bentley called Čapek’s play “a museum-piece”.\nA 2017 production of RUR by Youth Theatre Ireland for the National Youth Theatre, produced by Alan King.\nPhotograph: Fiona Morgan Photography for National Youth Theatre, Ireland 2017But I don’t see Čapek’s play as anti-science: initially it suggests robots can relieve humanity of demeaning drudgery.", "paragraphs": ["Not many plays introduce a new word to the language. One that did was Karel Čapek’s RUR: Rossum’s Universal Robots that had its premiere in Prague 100 years ago this month. Every time we use the word “robot” to denote a humanoid machine, it derives from Čapek’s play, which coined the term from the Czech “robota” meaning forced labour. But a play that was hugely popular in its time – its Broadway premiere in 1922 had a cast that included Spencer Tracy and Pat O’Brien as robots – has now fallen into neglect. Given our fascination with artificial intelligence, it’s high time we gave it another look.", "But what kind of play is it exactly? A dystopian drama attacking science and technology? Up to a point, but it’s much more than that. It starts almost as a Shavian comedy with a do-gooding visitor, Lady Helen Glory, turning up on an island where robots are manufactured out of synthetic matter. She is amazed to discover that a plausibly human secretary is a machine and is equally astonished when the factory’s directors turn out to be flesh and blood creatures rather than robots. With time, the play gets darker as the robots prove to be stronger and more intelligent than their creators and eventually wipe out virtually all humankind. Only a single engineer survives who, a touch improbably, shows two robots transformed by love.", "The late, great critic Eric Bentley called Čapek’s play “a museum-piece”. And it is true that it belongs to a 1920s genre of expressionist drama about the threat of dehumanising technology: in 1923 Elmer Rice wrote The Adding Machine about a repressed clerk who, when replaced by the instrument of the title, murders his employer. Kirsten Shepherd-Barr, in her excellent book Science on Stage also implies RUR may have had its day in that theatre now eagerly embraces science and technology.", "A 2017 production of RUR by Youth Theatre Ireland for the National Youth Theatre, produced by Alan King. Photograph: Fiona Morgan Photography for National Youth Theatre, Ireland 2017", "But I don’t see Čapek’s play as anti-science: initially it suggests robots can relieve humanity of demeaning drudgery. What the play is actually attacking is capitalist greed in that overproduction precipitates the crisis. “Do you know what has caused this calamity? Sheer volume!” cries the marketing manager in the most recent translation by Peter Majer and Cathy Porter. The point is reinforced when the idealistic engineer claims: “Dividends will be the ruin of humanity.” Čapek’s target is not technology as such but its commercial exploitation. Look up artificial intelligence online today and you will find it being promoted with the revealing phrase “future-proof your competitive advantage”.", "Karel Čapek – who worked closely with his brother, Josef – was a witty journalist, poet and playwright who had a prophetic vision. RUR has had a big influence on popular culture through movies such as Blade Runner and Westworld and TV series like The Outer Limits. Intriguingly, it was also produced on BBC TV in 1948 starring Patrick Troughton who went on to play Doctor Who. But, aside from a 1998 radio production, the play itself is ignored today. We could do a lot worse than revive it – if and when theatre returns – since Čapek nails precisely and satirically the danger of allowing new technology to become enslaved by the profit motive."], "authors": ["Michael Billington"], "keywords": ["robots", "science", "wars", "čapek", "100", "robot", "machine", "čapeks", "technology", "play", "karel", "rur", "youth", "theatre", "reboot"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}