{"id": "cf043528-2c20-3da6-b8a7-5a56f1c16dc6", "title": "California driver, 22, held in DUI crash that left 2 parents dead, 3 kids critically injured: reports", "url": "https://www.foxnews.com/us/california-driver-22-held-in-dui-crash-that-left-2-parents-dead-3-kids-critically-injured-report", "summary": "A 22-year-old California driver with a prior impaired-driving arrest was being held Tuesday night following a suspected DUI crash in Newport Beach that left a young couple dead and their three young children critically injured, according to reports.\nTuesday's crash occurred around 7:45 p.m. in the area of Newport Coast Drive and Pelican Hill Road South, Newport Beach police told the station.\nI think it was the last call,” Gonzalez told FOX 11.\nShe was booked on suspicion of traffic homicide, DUI causing bodily injury and hit-and-run resulting in death, according to police.\nAuthorities added she was still awaiting trial on her previous DUI arrest in August, FOX 11 reported.", "paragraphs": ["A 22-year-old California driver with a prior impaired-driving arrest was being held Tuesday night following a suspected DUI crash in Newport Beach that left a young couple dead and their three young children critically injured, according to reports.", "Authorities said the suspect, Grace Elizabeth Coleman, 22, of Newport Beach, tried to walk away from the scene before she was arrested on suspicion of driving while impaired. She had a prior arrest for driving under the influence in August for which she was awaiting trial, FOX 11 of Los Angeles reported.", "Tuesday's crash occurred around 7:45 p.m. in the area of Newport Coast Drive and Pelican Hill Road South, Newport Beach police told the station. Police said a Range Rover, being driven by Coleman, struck a Nissan Versa in which the family was traveling.", "The exact circumstances of the crash were not immediately clear, the Los Angeles Times reported.", "The couple, identified as Henry Eduardo Saldana-Mejia, 27, and Gabriella Andrade, 28, of Santa Ana, were pronounced dead at the scene, according to reports.", "POPULAR TRAVEL DESTINATION LAKE TAHOE CLOSING TO TOURISTS AMID COVID-19 SURGE", "The married couple's children — ages 1, 3 and 5 – were in the back seat at the time of the crash. They were taken to a hospital in critical condition, FOX 11 reported.", "The crash occurred as the family was on their way to pick up Saldana-Mejia’s belt and shoes from the Resort at Pelican Hill, where he worked as a houseman -- to use for his second job.", "LOS ANGELES COUNTY DEPUTIES ARREST NEARLY 160 PEOPLE AFTER BUSTING ILLEGAL SUPER-SPREADER EVENT", "Family friend Hugo Gonzalez said he was waiting at the resort with Saldana-Mejia’s clothes when he received a call from the children after the crash.", "“I answer the phone and nobody answer me, just the children talking, screaming, but nobody answer me. I said, 'Hey, are you there? What happened?' And nobody answered me. I think it was the last call,” Gonzalez told FOX 11.", "Gonzalez said he and his wife were best friends with the couple and they also have children around the same age, according to the station. He recalled what he believed were the last words he heard from the family before the crash.", "CLICK HERE TO GET THE FOX NEWS APP", "“Maybe 15 minutes before the accident he told me, 'Take care, bro. Be safe. Remember you are the support for your family. Take care',\" Gonzalez said. \"That’s the last words I hear from him.\"", "Coleman was in custody at the hospital following the crash, although the extent of her injuries was unclear. She was booked on suspicion of traffic homicide, DUI causing bodily injury and hit-and-run resulting in death, according to police.", "Authorities added she was still awaiting trial on her previous DUI arrest in August, FOX 11 reported."], "authors": ["David Aaro", "David Aaro Is A Reporter At Fox News Digital Based In New York City."], "keywords": ["according", "parents", "left", "held", "driver", "crash", "reports", "kids", "injured", "fox", "critically", "children", "family", "arrest", "newport", "dui", "gonzalez", "dead", "told"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}