{"id": "cf1ea09a-f1f1-3076-97a3-b1a85eca99e9", "title": "Opinion | Derek Chauvin Is Guilty: ‘A Huge Nationwide Sigh of Relief’", "url": "https://www.nytimes.com/2021/04/20/opinion/letters/derek-chauvin-guilty.html", "summary": "To the Editor:Re “Derek Chauvin Guilty of Murder in George Floyd Death” (nytimes.com, April 20):On Tuesday afternoon the momentous decision in the Derek Chauvin trial was announced and the verdict was guilty on all three counts.\nWith a country kept on tenterhooks for weeks, the announcement of a guilty verdict felt just as dramatic and cathartic as one might imagine, resulting in a huge nationwide sigh of relief.\nWe as a nation can take solace in the likelihood that this verdict will defuse any spontaneous protests that might have otherwise devolved in rage, a rage causing violence and destruction.\nBut let us not forget that a man, George Floyd, is dead and that this verdict does not bring him back to his family and loved ones.\nIt is now incumbent upon all of us to turn this moment into a lasting movement that treats Black Americans as truly equal under the law.", "paragraphs": ["To the Editor:", "Re “Derek Chauvin Guilty of Murder in George Floyd Death” (nytimes.com, April 20):", "On Tuesday afternoon the momentous decision in the Derek Chauvin trial was announced and the verdict was guilty on all three counts. With a country kept on tenterhooks for weeks, the announcement of a guilty verdict felt just as dramatic and cathartic as one might imagine, resulting in a huge nationwide sigh of relief.", "The critical question is: Will this verdict usher in a new age where we can truly say that Black Lives Matter and where striving for equality before the law is not merely lip service, but a new enduring reality?", "We as a nation can take solace in the likelihood that this verdict will defuse any spontaneous protests that might have otherwise devolved in rage, a rage causing violence and destruction. But let us not forget that a man, George Floyd, is dead and that this verdict does not bring him back to his family and loved ones. It does mean that Mr. Floyd’s death was not in vain, as it hopefully marks a historic turn where a police officer’s abhorrent behavior was judged not only excessive, but also criminal.", "It seems likely that most Americans will view this judgment as right, just and moral. It is now incumbent upon all of us to turn this moment into a lasting movement that treats Black Americans as truly equal under the law."], "authors": [], "keywords": ["nationwide", "sigh", "chauvin", "turn", "law", "george", "huge", "floyd", "guilty", "rage", "does", "relief", "derek", "truly", "opinion", "verdict"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}