{"id": "cf2127e8-bb2b-3da3-b56c-eb5e53669e1e", "title": "Archaeologists unearth 'huge number' of sealed Egyptian sarcophagi", "url": "https://edition.cnn.com/style/article/saqqara-sarcophagi-egypt/index.html", "summary": "Although full details are yet to be announced, authorities said in a statement that \"a huge number\" of wooden sarcophagi had been unearthed.\nThe country's Tourism and Antiquities Minister Khaled El-Enany said on Instagram that the find amounted to \"dozens\" of coffins, adding that they have been \"sealed since ancient times.\"\nThe collection of sarcophagi, stored in three newly discovered burial shafts, is believed to date back more than 2,500 years.\nPrime Minister Mostafa Madbouly and Tourism and Antiquities Minister Khaled El-Enany pictured on site.\nEgypt's new one-billion dollar museumAlthough it is not yet confirmed what will happen to the newly discovered sarcophagi, some of those found earlier this year are set to go on display at the soon-to-open Grand Egyptian Museum in Giza.", "paragraphs": ["Written by Oscar Holland, CNN", "Archaeologists in Egypt have discovered another large cache of unopened sarcophagi in Saqqara, adding to the trove of almost 60 coffins recently recovered from the ancient necropolis.", "Although full details are yet to be announced, authorities said in a statement that \"a huge number\" of wooden sarcophagi had been unearthed. The country's Tourism and Antiquities Minister Khaled El-Enany said on Instagram that the find amounted to \"dozens\" of coffins, adding that they have been \"sealed since ancient times.\"", "The collection of sarcophagi, stored in three newly discovered burial shafts, is believed to date back more than 2,500 years. Colored and gilded statues were also found in the tombs, a government press release said.", "On Monday, El-Enany and Egyptian Prime Minister Mostafa Madbouly visited the site alongside secretary general of the Supreme Council of Antiquities, Mustafa Waziri. Photos released by the Ministry of Tourism and Antiquities show the trio being lowered into a shaft before inspecting painted coffins and a variety of other objects.", "Prime Minister Mostafa Madbouly and Tourism and Antiquities Minister Khaled El-Enany pictured on site. Credit: Ministry of Tourism and Antiquities via AP", "Vast necropolis", "Monday's announcement marks the latest in a string of discoveries at Saqqara, a necropolis about 20 miles south of Cairo. The vast burial ground once served the royal capital of Memphis, and the site is also home to Egypt's oldest surviving pyramid", "In September, archaeologists at Saqqara discovered almost 30 closed coffins in one of three burial shafts measuring 10 to 12 meters (33 to 39 feet) deep. At a press conference earlier this month, the ministry said the discovery brought the total number found inside the tombs to 59.", "The collection of sarcophagi, announced on Monday, is believed to date back more than 2,500 years. Credit: Ministry of Tourism and Antiquities", "Officials said they believe the coffins contain senior statesmen and priests from the 26th dynasty, which ruled Egypt from 664 B.C. to 525 B.C.", "The ministry said that further details of this month's discovery will be announced at a press conference at the site in \"the next few weeks.\" Its announcement also revealed that Prime Minister Madbouly had produced a video in which he thanked the ministry and \"expressed his great pride in the unique Egyptian civilization.\"", "Egypt's new one-billion dollar museum", "Although it is not yet confirmed what will happen to the newly discovered sarcophagi, some of those found earlier this year are set to go on display at the soon-to-open Grand Egyptian Museum in Giza. Upon its opening, the 5.2-million-square-foot structure will become the world's largest museum devoted to a single civilization."], "authors": ["Oscar Holland"], "keywords": ["sealed", "saqqara", "number", "antiquities", "site", "unearth", "minister", "sarcophagi", "coffins", "archaeologists", "ministry", "tourism", "press", "huge", "discovered", "egyptian"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}