{"pubDate": null, "title": "Preview: Highlights from the Second Week of the New York Film Festival", "paragraphs": ["The second week of the New York Film Festival features a notable pair of dramas made with stylistic imagination, dramatic wit, and political insight. Corneliu Porumboiu is the most original and far-reaching of the new generation of Romanian filmmakers. In such films as “12:08 East of Bucharest,” “Police, Adjective,” “The Treasure,” and “Infinite Football,” he explores, with wry humor, the inextricable connections of language, memory, and power. His new film, “The Whistlers” (October 6th and 7th), unfolds these ideas in an expanded landscape, a grander time scheme, and a self-questioning cultural background. It’s a story that creeps up on cat’s feet: a doughy and dour middle-aged Romanian man named Cristi (Vlad Ivanov) is taking a boat ride amid the sumptuous seascapes of the Canary Islands. But his apparent vacation is a ruse; he’s a police detective being held as the involuntary guest of a drug kingpin who lives on the islands with his violent underlings, and who has brought Cristi there for an enforced intensive series of language lessons: there’s a language, solely using whistling, that’s used by the local underworld, and the drug gang is cultivating a crew who will be implanted in Bucharest to use that whistling language to “speak” from afar, in public yet in secret, avoiding the surveillance of telecommunications in an effort to spring one of their cohorts from a Romanian jail.", "“The Whistlers” is a classic updating of the dirty-cop story that covers a wide cast of characters with an intricate range of mixed motives—notably, a woman named Gilda (Catrinel Marlon) who understands surveillance techniques with a professional eye, a businessman whose apparently thriving factory is a front for drug deals, a police commissioner whom Cristi is deceiving, an opera-loving hotel clerk, and even Cristi’s mother. The movie leapfrogs through time and among the characters’ conflicting perspectives to conjure a web of paranoia and deception that transform daily life into a series of false fronts and theatrical shams. Porumboiu ruefully renders the modern world of cops and crooks continuous with Romania’s dictatorial history of ubiquitous espionage—and with the history of cinema, which crops up in an ingenious set of associations to Hollywood classics and, as in a dramatic showdown on an abandoned studio set, to the medium itself.", "The politics of espionage take center stage, metaphorically and literally, in the Chinese director Lou Ye’s historical drama “Saturday Fiction” (October 8th and 9th). It’s set in the protected British and French enclaves of Shanghai, under the Japanese occupation, mainly in the first week of December, 1941—the run-up to the Pearl Harbor attack. The milieu here, too, is cultural: it’s a story about a famous actress, Jean Yu (Gong Li), who returns to Shanghai after a long absence to perform in a new play, but her motives are personal: the role is a pretext for her to inquire into the fate of her ex-husband, who’s a prisoner of the Japanese authorities. She also rekindles a strange, ambiguous relationship with an elderly French diplomat (Pascal Greggory) who was once her guardian or savior, and she encounters a young woman (Huang Xiangli), an aspiring actress whose artistic, “All About Eve”-style devotion to her conceals designs that lead into the deadly depths of wartime chicanery—as does her relationship with the play’s author and director.", "Lou is the director of the 2006 movie “Summer Palace,” which boldly dramatized the Tiananmen Square Massacre of 1989 and its devastating impact on young Chinese people of that generation. (It led to the Chinese government imposing on him a five-year ban from filmmaking.) “Saturday Fiction,” though set in the past, is very much a film that echoes with current-day politics, not least in its audacious aesthetic: Lou films in a velvety black-and-white palette that reverberates with the mysterious romanticism of classic movies—but joins it to a kinetic, impulsive, documentary style of hand-held camerawork that seemingly plants that archival mystery in the streets of today. The drama of “Saturday Fiction” involves government infiltration of the theatre, the effort to perform a play that reflects the politics of its time, the ambient terror of arrest by a shadowy set of officials who, when they show their faces, make brazen and arrogant demands with impunity and back them up with force. The plots and ruses of the drama are so complex as to defy untangling short of an obsessive frame-by-frame scrutiny of the sort that cult movies like “The Shining” receive, but even this impenetrable tangle of personal motives plays like a grimly ironic coup de théâtre: the closer a viewer focusses on the minutiae of the plot, the easier it is to lose sight of the big picture, of dictatorial authority with military schemes for international domination.", "Local independent filmmakers, whose work is unfortunately rare at the New York Film Festival, turn up in the festival’s “Shorts Program 4: New York Stories” (October 6th and October 10th) with a batch of notable films, including “Foreign Powers,” in which the director Bingham Bryant—the co-director, with Kyle Molzan, of the 2016 feature “For the Plasma,” with its remarkable blend of two women’s tense friendship, alluring landscapes, and metaphysical emanations—returns to these very themes, city-style, with a twist of subjectivity. It stars Deragh Campbell and Hannah Gross, two prime actors in the independent-film scene, in the recollection of a dream; it’s a premise that deftly avoids both the Scylla of heavy-handedness and the Charybdis of preciosity to endow daily life with an uncanny aura by means of exquisite yet airy compositions, just-off-balance rhythms, imaginative dramatic details, and playful twists of editing. In the short film “The Sky Is Clear and Blue Today,” Ricky D’Ambrose pursues the themes of his feature “Notes on an Appearance” (in which Bryant acted), including the inexorable bonds of local experience, intellectual history, and world politics, which he unfolds in a deceptively simple declarative and illustrative form. Here, the subject is the September 11th attacks, and the angle of entry is the effort by a German-American theatre director named Helmar (played by the critic A. S. Hamrah) to make a film for German television about a photograph, taken by his uncle, a journalist, of a group of young people enjoying a day in the sunshine on the Brooklyn waterfront as the Twin Towers burn in the background. As part of his film, Helmar attempts to restage the photograph—leading him to visit, consider, and reconstruct the Brooklyn waterfront of today. D’Ambrose, working at the intersection of facts and artifacts, reality and its multiple doubles on stage and in a wide range of media, condenses an extraordinary breadth of experience and ideas—and stylistic audacities—into the film’s sixteen-minute span. In the five minutes of Joanna Arnow’s “Laying Out,” she turns a beach into a multidimensional inner space of desire and fantasy, as she and Michole Briana White play mermaids whose discussions of sex and gender reach far into intimate experience while reproducing the roles of director and actor—and suggesting the inevitably powerful personal aspect of that relationship."], "url": "https://www.newyorker.com/culture/the-front-row/preview-highlights-from-the-second-week-of-the-new-york-film-festival", "keywords": ["set", "young", "director", "politics", "highlights", "festival", "language", "york", "film", "films", "week", "preview", "romanian", "today", "second"], "summary": "The second week of the New York Film Festival features a notable pair of dramas made with stylistic imagination, dramatic wit, and political insight.\nCorneliu Porumboiu is the most original and far-reaching of the new generation of Romanian filmmakers.\nHis new film, “The Whistlers” (October 6th and 7th), unfolds these ideas in an expanded landscape, a grander time scheme, and a self-questioning cultural background.\nThe politics of espionage take center stage, metaphorically and literally, in the Chinese director Lou Ye’s historical drama “Saturday Fiction” (October 8th and 9th).\nAs part of his film, Helmar attempts to restage the photograph—leading him to visit, consider, and reconstruct the Brooklyn waterfront of today.", "authors": ["Richard Brody", "Alice Munro", "Rachel Aviv", "Adam Entous", "Jeffrey Toobin"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "cf263df5-b499-34e9-ac07-b821ab4b2d8d"}