{"id": "cf30a23a-ebca-33b8-8bf9-1dcdef96d758", "title": "Marvel's Spider-Man: Miles Morales Gets Performance Mode With Ray Tracing On PlayStation 5", "url": "https://www.gameinformer.com/2020/12/09/marvels-spider-man-miles-morales-gets-performance-mode-with-ray-tracing-on-playstation-5", "summary": "A new update has rolled out for Marvel's Spider-Man: Miles Morales that allows players to select performance mode with ray tracing.\nJust what is ray tracing anyway?\nMarvel's Spider-Man: Miles Morales has been a stand out title for the PlayStation 5.\n\"Electricity surges through Marvel’s Spider-Man: Miles Morales, delivering a powerful charge to the web-slinging action, and a warmth to the family-focused story,\" writes Reiner.\nCheck out much, much more on Marvel's Spider Man: Miles Morales in our giant cover story hub.", "paragraphs": ["Are you ready to get in there and sling some webs? A new update has rolled out for Marvel's Spider-Man: Miles Morales that allows players to select performance mode with ray tracing. This means you can play the game in 60 FPS with ray tracing, getting all the spiffy lighting benefits that one gaming's biggest next-gen buzzwords provides.", "Just what is ray tracing anyway? We know it makes games look better. According to Wikipedia, ray tracing is a rendering technique for generating an image by tracing the path of light as pixels in an image plane and simulating the effects of its encounters with virtual objects.", "Ready to try out the new mode? You can find it by selecting \"Performance RT mode\" in your options. As one of the headlining games for the PlayStation 5, it's great to see continuing updates roll out for the new titles. However, if you haven't been able to get your hands on a PS5, this update doesn't help much.", "Marvel's Spider-Man: Miles Morales has been a stand out title for the PlayStation 5. Game Informer's Andrew Reiner called it \"An Electrifying Second Act\" and scored it a powerful nine out of ten. \"Electricity surges through Marvel’s Spider-Man: Miles Morales, delivering a powerful charge to the web-slinging action, and a warmth to the family-focused story,\" writes Reiner. \"Even though this sequel runs at roughly half the length of Peter Parker’s 2018 adventure, it is consistently engaging and powerful, only coming up short in the impact the villains have on the entire experience.\"", "Check out much, much more on Marvel's Spider Man: Miles Morales in our giant cover story hub. Check out the cool cat companion that was added to the game here. And listen to (or watch!) a big podcast discussion about the game and more on The Game Informer Show."], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["morales", "mode", "update", "spiderman", "performance", "powerful", "tracing", "marvels", "game", "playstation", "gets", "ray", "miles"], "pubDate": "2020-12-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}