{"id": "cf3be906-7ba3-3aaa-b223-6d11fdaac90a", "title": "Why the search for the perfect vegan leather starts on the forest floor", "url": "https://edition.cnn.com/style/article/vegan-leather-alternatives-fungi-biofabric-scn/index.html", "summary": "Vegan leather, a cruelty-free and environmentally friendly substitute for animal and synthetic leather (essentially made of plastic) has long been the holy grail of sustainable fashion.\nCredit: Courtesy Made with ReishiCarbon footprintis now largely shunned -- leather's buttery appeal is perhaps more deeply ingrained.\nA number of startups are banking on consumer interest in a truly vegan fungi leather.\nCredit: Courtesy Made with ReishiCalifornia-based MycoWorks is perhaps closest to producing a commercially available product, with a luxury biomaterial they called Reishi.\nSheets of fungi leather.", "paragraphs": ["Katie Hunt , CNN Written by", "Imagine a handbag that's strong enough for lugging around laptops and water bottles but one you could simply put in the compost heap at the end of its useful life. What's more, it has never been near an animal.", "Vegan leather, a cruelty-free and environmentally friendly substitute for animal and synthetic leather (essentially made of plastic) has long been the holy grail of sustainable fashion.", "Now, a viable alternative may be making the jump from the lab to closets, and its source may surprise many: the forest floor.", "Designers are looking into the creative uses of fungi. Credit: Peter Garner / EyeEm/Getty images", "Mycelium, the fibrous roots of fungi, is being crafted into durable clothes, bags and watch straps with a lower carbon cost than animal hides or plastic, and it's a material that won't clog up landfills. While products made from it aren't available to buy yet, industry experts say the material has huge potential to disrupt the market for animal and synthetic leathers. And it has a unique look and feel.", "\"You touch it, and it's warm. It's not plastic-like,\" said Antoni Gandia, a fungi specialist who works as a scientific consultant with companies developing fungi-based materials.", "\"It has that fibrousness that you can find in real leather. It has features like porosity, you can see the pores of the organism of the fungi. You can see the little imperfections -- you can't see that with synthetic leather.\"", "It's grown on organic material such as sawdust or molasses, forming a mat before being treated to produce a leather-like material. It can be dyed, softened, embossed or imprinted with patterns and produced in sizes up to 30 square feet (2.5 square meters), according to a paper published September in the scientific journal Nature Sustainability co-authored by Gandia.", "The process is relatively quick -- growing mycelium takes little more than a week, the study said", "MycoWorks has developed Reishi, a biomaterial made of mycelium that feels and looks like leather. Credit: Courtesy Made with Reishi", "Carbon footprint", "is now largely shunned -- leather's buttery appeal is perhaps more deeply ingrained. The global leather industry Mounting interest in animal-free products means fashion has long been on the hunt for an alternative to leather but, unlike fur -- whichis now largely shunned -- leather's buttery appeal is perhaps more deeply ingrained. The global leather industry is worth $100 billion a year", "A model wearing a vegan leather jacket walks the Stella McCartney runway as part of Paris Fashion Week in March 2020. Credit: Victor Virgle/Gamma-Rapho/Getty Images", "Leather production relies on hides from livestock farming, which is a major source of greenhouse gas emissions and a driver of deforestation for grazing. Leather processing also uses hazardous chemicals and generates large amounts of sludge from treating raw hides.", "lower environmental impact, according to the study. Most \"leather\" that is branded vegan is polyvinyl chloride (PVC) and polyurethane (PU) or some form of natural material combined with PU. While this synthetic leather has alower environmental impact, according to the Nature Sustainability study , and is of course animal free, the manufacturing process uses hazardous chemicals and it's also made from fossil fuels. And like most plastics, the material takes centuries to break down,according to the study.", "By contrast, material made from the humble fungi has impeccable environmental credentials. Their growth is effectively carbon neutral since they capture and store carbon that would otherwise be emitted or remain in the atmosphere, according to the Nature Sustainability study. They don't require any light to grow and, other than sterilizing the raw materials, there is no direct energy input required.", "Pure and untreated fungi-derived leather is also biodegradable.", "\"You can throw it in your garden. Maybe it takes two years but it will decompose,\" Gandia said.", "Courtesy Antoni Gandia", "'Beneath the forest floor'", "said they consider sustainability when making a luxury purchase. A number of startups are banking on consumer interest in a truly vegan fungi leather. Some 66% of US respondents to a survey by consulting firm McKinsey & Companysaid they consider sustainability when making a luxury purchase.", "Reishi is neither animal nor plastic, but its creators hope the quality will be attractive to designers. Credit: Courtesy Made with Reishi", "California-based MycoWorks is perhaps closest to producing a commercially available product, with a luxury biomaterial they called Reishi. The company says it has the same quality and aesthetics as leather and it will launch its first products in partnership with \"top-tier\" brands in the coming months, said Sophia Wang, the company co-founder.", "\"We have committed our full inventory in the coming year to these brands and are now scaling production to provide Reishi to an even broader range of brands and designers in the future,\" she said, declining to name which companies they are working with.", "Wang founded the company with Philip Ross, an artist and designer who began developing mycelium as a material for his work in the 1990s. Mycoworks' Italian rival Mogu was also founded by a designer, Maurizio Montalti.", "Products made from fungi-dereived leather are still in the prototyle phase. Credit: Courtesy Mogu", "\"It took an artist's close observations and design experiments in live cultivation to direct our attention beyond the obvious -- the mushrooms we see in grocery stores or while walking in nature -- to explore mycelium's remarkable capacities, which had been hidden from view, beneath the forest floor,\" Wang said.", "Other start-ups working with fungi-based material include New York-based Ecovativ and Mycotech in Indonesia. Some companies are experimenting with leather-like material made from plants, such as Piñatex, which uses pineapple leaf fiber, and collagen -- the protein present in cow leather. Zoa is a leather substitute grown in a lab from genetically modified yeast cells.", "Mogu backpack Credit: Courtesy Mogu", "Challenges", "One of the biggest challenges with fungi-derived leather is making a uniform \"mat\" with consistent thickness, appearance and color, according to the Nature Sustainability paper. It's also necessary to balance durability with biodegradability.", "Montalti, the founder of Mogu, said while they have developed promising prototypes, \"they are not yet products.\"", "\"Innovation needs time to deliver what people are looking for,\" he said. He compares the process to the development of Lycra -- a stretchy man-made fiber that can be combined with cotton or nylon and took more than a decade to become ubiquitous in clothing.", "Sheets of fungi leather. Credit: Courtesy Mogu", "\"We are able to deliver very consistent raw materials, and together with industrial players, the fashion industry, and luxury groups, we are working side by side to transform the raw material made from fungal fermentation into physical products to be used.\"", "\"The possibilities are all out there but the reality is that the raw product is like any natural product -- subject to transformation and degradation,\" he said. \"That's not what the market is looking for. The market tends to look for a replacement of an animal product.\"", "5 ways you can change your fashion habits to help the planet", "The company is finalizing protocols on the best way to coat and treat the material -- a process comparable to tanning leather -- to make it more durable.", "While he doesn't expect to launch a product for another 12 to 18 months, Montalti is ambitious for the future. It will one day be possible to grow items of clothing or accessories directly from the fungi, he said, and not just sell sheets of fungi-derived fabric.", "Gandia agreed. He foresees a scenario where \"you can grow a leather jacket that can be thicker on the shoulders where it's worn more.\"", "\"It's a material of its own.\""], "authors": ["Katie Hunt"], "keywords": ["according", "perfect", "credit", "animal", "raw", "fungi", "nature", "floor", "material", "sustainability", "vegan", "leather", "courtesy", "search", "starts", "forest"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}