{"id": "cf4731c8-b2bb-3851-b6db-4b8b5a066e2f", "title": "Trump’s Corporate Tax Cut Was a Flop - The New York Times", "url": "https://www.nytimes.com/2021/04/09/opinion/trump-corporate-tax-reform.html", "summary": "If there were no profits tax, it would proceed if and only if it expected the rate of return on the project to exceed the interest rate on the loan.\nNow suppose that there is, say, a 35 percent tax on profits.\nIf investment is financed with debt, profit taxes only fall on returns over and above the interest rate, which means that they shouldn’t affect investment choices.\nThe immediate point, however, is that the corporate profits tax isn’t a tax on capital, it’s a tax on a particular aspect of corporate financial structure.\nFor example, the Tax Foundation predicted that the capital stock would rise by 9.9 percent, or more than $6 trillion.", "paragraphs": ["A tax on profits isn’t a tax on capital", "I’ve been spending some time talking to tax policy experts inside and outside the Biden administration, and one point they make is that what might seem obvious — taxing profits deters corporations from investments they might otherwise make — isn’t obvious at all.", "Imagine a company considering whether to borrow money to invest in some new project. If there were no profits tax, it would proceed if and only if it expected the rate of return on the project to exceed the interest rate on the loan. Now suppose that there is, say, a 35 percent tax on profits. How does this change the company’s decision? It doesn’t.", "Why? Because interest on the loan is tax-deductible. If investment is financed with debt, profit taxes only fall on returns over and above the interest rate, which means that they shouldn’t affect investment choices.", "OK, not all investment is debt-financed, although that itself poses a puzzle: There’s a clear tax advantage to issuing debt rather than selling stock, and the question of why companies don’t use more leverage is subtle and hard. The immediate point, however, is that the corporate profits tax isn’t a tax on capital, it’s a tax on a particular aspect of corporate financial structure. Analyses — mine included! — that treat it simply as raising the cost of capital are being far too generous to tax cutters.", "Business investment isn’t that sensitive to the cost of capital, anyway", "Suppose we ignore the deductibility of interest for a moment, and consider a company that for some reason finances all its investment with equity. Imagine also that investors know they can earn a rate of return r in the global marketplace. In that case they’ll require that the company earn r/ (1-t) on its investments, where t is the rate of profit taxes. This is how advocates of the Trump tax cut looked at the world in 2017.", "Under these conditions, cutting t, by reducing the required rate of return — in effect, by cutting the cost of capital — should induce corporations to increase the U.S. capital stock. For example, the Tax Foundation predicted that the capital stock would rise by 9.9 percent, or more than $6 trillion.", "But these predictions missed a key point: most business assets are fairly short-lived. Equipment and software aren’t like houses, which have a useful life measured in decades if not generations. They’re more like cars, which generally get replaced after a few years — in fact, most business investment is even less durable than cars, generally wearing out or becoming obsolete quite fast."], "authors": ["Paul Krugman"], "keywords": ["corporate", "flop", "investment", "times", "interest", "york", "cut", "profits", "rate", "trumps", "capital", "stock", "tax", "point", "isnt", "return"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}