{"id": "cf561c7c-f332-3114-bc2c-1077be706460", "title": "'Hard Megxit': UK papers revel in Harry and Meghan's royal dismissal", "url": "https://www.theguardian.com/uk-news/2020/jan/19/hard-megxit-uk-papers-revel-in-harry-and-meghans-royal-dismissal", "summary": "“Harry and Meghan Out in the Cold,” said the Sunday People.\n“The Queen has told Meghan and Harry to sling their part-time royal hook,” he wrote.\n“You know who the real victim in this whole Harry and Meghan thing is?\n“She has made it very clear that the royal status, the princely status, should be dissolved,” he wrote.\nHugo Vickers, in the Mail on Sunday, expressed similar concern that by surrendering his royal status Prince Harry could “lose his allure and appeal – and people could tire of them both”.", "paragraphs": ["The news that Prince Harry and Meghan will give up their royal titles, repay the £2.4m it cost to refurbish their Windsor home and stop receiving money from the state-funded sovereign grant was met with triumphalism by much of the British press on Sunday.", "“Queen orders a hard Megxit,” read the Sunday Mirror’s front-page headline. “Harry and Meghan Out in the Cold,” said the Sunday People. The Sun went for “Payback Time”, while the Sunday Express had “Freedom … at a price.”", "A tweet from the TV host Piers Morgan – who claims he was friends with Meghan before she snubbed him after meeting Harry – was quoted widely. “The Queen has told Meghan and Harry to sling their part-time royal hook,” he wrote. “Well done, Your Majesty, right decision. Only surprised it took her so long to get Harry to ditch his family, the monarchy, the military and his country. What a piece of work.", "“Bottom line: Meghan and Harry wanted to have their cake and eat it, but the Queen just took the cake back to the royal kitchens.”", "Camilla Long, in the Sunday Times, was among the most scathing, arguing that among the victims of the couple’s decision were people working in the Grenfell soup kitchen visited by Meghan this month.", "“You know who the real victim in this whole Harry and Meghan thing is? It isn’t Harry or Meghan, however much these fey children tell us they’ve had their spirits ‘crushed’ by the sheer number of palaces and diamonds and footmen we’ve flung at them,” wrote Long.", "“It isn’t us, even though we’ve had the stupidity to pay this pair of oxygen thieves more than £60,000 a day, if you take into account the £32m wedding, the £2.4m cottage renovation, the security and fripperies and Meghan’s dresses, for the privilege of being patronised and dissed to our faces by them, since they married in May 2018.", "“It’s the poor, sweet, benighted ladies of the Grenfell soup kitchen I feel sorry for, who have been repeatedly duped into smiling and nodding as the duchess sweeps in to pretend to cook rice on yet another of her many content-gathering missions.”", "Most papers interpreted the agreement between the Queen and the couple as a decisive and unsentimental move by the monarch. The Sun quoted Alastair Bruce, an expert on royal protocol, as saying the Queen had brought “down the iron fist of monarchical leadership” on a problem that needed to be solved. “She has made it very clear that the royal status, the princely status, should be dissolved,” he wrote.", "Camilla Tominey, in the Sunday Telegraph, argued that “since the monarchy isn’t just a family but a business, what other option was there when two of its major shareholders had declared their intent to start a rival firm in North America? The Duke and Duchess of Sussex had handed in their notice – and this was the Queen giving them their P45.”", "Andrew Morton, who wrote a biography of Diana, Princess of Wales, said in the Sun that the loss of the HRH titles could affect the couple’s pulling power. “It didn’t seem to affect Diana much. She lost the HRH when she divorced Prince Charles in 1996. If anything, her profile increased as an independent woman. But she had been on the royal stage for 16 years before her tragic death. Meghan has been part of that scene for just a couple,” he said.", "Hugo Vickers, in the Mail on Sunday, expressed similar concern that by surrendering his royal status Prince Harry could “lose his allure and appeal – and people could tire of them both”.", "Vickers added: “That is surely a very real danger in the fickle world of celebrity culture. In five years, will they simply be just another tarnished celebrity couple?”"], "authors": ["Frances Perraudin"], "keywords": ["meghans", "prince", "wrote", "harry", "isnt", "papers", "megxit", "hard", "queen", "meghan", "royal", "status", "revel", "couple", "dismissal", "weve", "uk"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}