{"id": "cf942abb-e512-3f3c-afb9-9c817ad3c061", "title": "Mar-a-Lago neighbors say Trump can’t live there after White House", "url": "https://www.theguardian.com/us-news/2020/dec/17/trump-mar-a-lago-club-neighbors-florida", "summary": "Neighbors of Donald Trump’s infamous Mar-a-Lago golf club in Palm Beach, Florida are warning the president that he cannot live at the club after he leaves the White House, following an agreement he made with the town in 1993.\nMultiple reports indicate that Trump has already made arrangements to move to the Sunshine State: Trump’s apartment at the club is being renovated and Melania Trump is looking at Florida schools for 14-year-old Barron Trump.\nIf Trump does move forward with plans to live at the club, he could be setting himself up for a complicated legal battle with the town.\n“It’s been a circus there for four years and they’re fed up with it,” a Palm Beach resident told CNN.\n“Palm Beach has many lovely estates for sale,” the letter said.", "paragraphs": ["Neighbors of Donald Trump’s infamous Mar-a-Lago golf club in Palm Beach, Florida are warning the president that he cannot live at the club after he leaves the White House, following an agreement he made with the town in 1993.", "In a letter to the town of Palm Beach and the US Secret Service sent this week, a lawyer representing a family that lives next to Mar-a-Lago reiterated that “Mar-a-Lago is a social club, and no one may reside on the property.”", "“To avoid an embarrassing situation for everyone and to give the president time to make other living arrangements in the area, we trust you will work with his team to remind them of the use agreement parameters,” wrote Reginald Stambaugh, the lawyer.", "Multiple reports indicate that Trump has already made arrangements to move to the Sunshine State: Trump’s apartment at the club is being renovated and Melania Trump is looking at Florida schools for 14-year-old Barron Trump. And while Trump was largely associated with New York City before his move to Washington, Trump shifted his domicile from New York to Florida in 2019 and voted for himself as a Florida resident this year.", "The members-only club was once the residential estate of Marjorie Merriweather Post, an American socialite, up until 1985 when Trump purchased the estate with the goal of turning it into a money-making venture. Trump signed an agreement in 1993 with the local government of Palm Beach that would allow him to turn the private residence into a business so long as he followed a set of rules, including a limitation on how many days of the year Trump can live at Mar-a-Lago.", "The agreement says that Trump cannot live at the club for more than three nonconsecutive weeks in a year, which does not bode well with the president’s plan to permanently move to the club once he moves out of the White House.", "If Trump does move forward with plans to live at the club, he could be setting himself up for a complicated legal battle with the town. Meanwhile, the US Secret Service must make painstaking plans to arrange agents around wherever Trump decides to live as a private citizen, potentially setting the agency up with a clash between local laws and Trump’s demands.", "While Mar-a-Lago’s neighbors appear friendly to Trump’s policy stances – Trump received the majority of votes from Palm Beach residents who live on the same coastal strip as the club – neighbors have indicated the town let him get away with breaking rules within the agreement over the last four years because of his role as president. All the while, residents reportedly dealt with issues around traffic, security and noise.", "“It’s been a circus there for four years and they’re fed up with it,” a Palm Beach resident told CNN.", "In his letter, the lawyer for the Palm Beach family hinted the town’s residents are fine with having Trump as a neighbor, just not if he chooses to live at his golf club.", "“Palm Beach has many lovely estates for sale,” the letter said. “Surely he can find one which meets his needs.”"], "authors": ["Lauren Aratani"], "keywords": ["white", "residents", "say", "trump", "trumps", "town", "maralago", "palm", "cant", "club", "beach", "florida", "live", "neighbors", "house", "agreement"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}