{"id": "cfb92b79-a486-3296-8968-80339b255aa1", "title": "Rural France - Lockdowns have taught the world about isolation", "url": "https://www.economist.com/christmas-specials/2020/12/19/lockdowns-have-taught-the-world-about-isolation", "summary": "The Charrasse family and the Bénivay valley are as intertwined as the farmers of this land are with the seasons and disasters they can bring.\n“Until the frost of 1956, we produced a lot of olives and tilleuls (lime trees),” says Monsieur Charrasse.\nWhen Monsieur Charrasse was growing up, it was home to a dozen farming families.\nMonsieur Charrasse smiles.\nFamily legend, he says, is that the Charrasse family came over from Italy during the Avignon papacy of 1309-76.", "paragraphs": ["T HE ROAD to Bénivay-Ollon leads to nowhere else. It winds up the valley along the course of the shallow Ayguemarse river, between craggy limestone outcrops and emerald-green forest, to a village of 66 souls. In summer the cicadas are insistent and the warm air is infused with the scent of wild rosemary. In winter morning dew gathers on the grass, and Mediterranean pines gleam defiantly in the watery light.", "The village boasts no café, no shop, no post office, no boulangerie. Nobody passes through it by chance or even design. A visiting priest arrives up the road to celebrate mass at the church just twice a year. Once through the village, the road twists up to a ford over the water, and thenceforth turns into a dirt track that disappears into the forest. Perched improbably on a sheer-edged rock, accessible only by foot, the tiny 13th-century stone chapel of Saint Jean watches over the valley like a sentinel.", "On a bright June morning, Daniel Charrasse is to be found outside the mairie, or town hall. Aged 73, a slight figure with thinning silver hair, he is a retired apricot farmer who was born down the road and grew up in the village. He is now the mayor, a role treated locally more as an elder than a politician. At the most recent municipal election, 39 voters dropped his name into the ballot box. That was 87% of those cast. For much of the post-war period, Monsieur Charrasse’s father Germain, who also grew apricots in the valley, was mayor. And in the 1920s so was Germain’s uncle, Camille.", "Tradition and loss are baked into the land in this isolated corner of France, which lies in the folds of mountains between the foothills of the Alps and the Mediterranean hinterland. Five years before the first world war broke out, Monsieur Charrasse’s great-grandfather Florent, born in the village in 1837, died, leaving his wife to run the farm with their four boys. When Germany declared war on France, all four sons were sent from the orchards and olive groves of the Ayguemarse valley to the mud and horror of the front, nearly 1,000km (621 miles) away. Paul, their second son, never made it back.", "Paul was killed on the battlefield in the Vosges mountains in August 1914, during the first bloody weeks of war. He was one of six villagers who lost their lives, their names engraved in stone on the wall next to the town hall. Albert, Daniel’s grandfather, and his two other brothers, Elie and Camille, all returned home to the valley, married and settled there. Albert’s veteran’s card shows a dapper young man with neat hair, in a wool jacket and waistcoat. Today their graves lie in Charrasse family plots in the square walled cemetery, a quiet spot up on the hillside, lined by cypress trees.", "In remote villages and valleys across France, there are still communities like Bénivay, where the same family names can be found on the gravestones and the letterboxes. Craftmanship—the pressing of olives, the maturing of cheese, the training of vines—is passed on through the generations. France counts 8,780 communes with fewer than 200 inhabitants. To the metropolitan eye they are either places of community, tranquillity and tradition, or they are isolated and neglected parts of la France périphérique (peripheral France), constrained by narrowing options and a loss of population, living distrustfully on the margins. Bénivay suggests that neither view tells the full story.", "The Charrasse family and the Bénivay valley are as intertwined as the farmers of this land are with the seasons and disasters they can bring. It doesn’t take long in a conversation for a villager to raise the devastating winter that descended on the valley over 60 years ago. “Until the frost of 1956, we produced a lot of olives and tilleuls (lime trees),” says Monsieur Charrasse. “But the frost hit the olive trees badly. For ten years, we produced no olives at all. That’s when my father decided to plant apricot orchards and vineyards.”", "The olive trees eventually recovered. When the mistral blows in from the Rhône valley, their feathery ash-green leaves catch the sunlight. But today, for better and for worse, the farm is centred on apricots. Pests attack the fire-orange fruit. Wild boar—an estimated 150 of them roam the surrounding forests—yank down the branches to shake the apricots to the ground, breaking open the stones so that their young can feed on the kernels. They leave the flesh to rot in the ground. Nature dictates the orchards’ fortune, just as the seasons do the working rhythms. In summer, when apricots ripen, the farmers are on the upper slopes of the Ayguemarse valley shortly after dawn and finish as the sun sets late in the evening, breaking in the sweltering heat of the day only for lunch.", "The smallholding farmer, wrote Gaston Roupnel in his “Histoire de la Campagne Française”, a history of the French countryside from 1932, is one whom “the silent earth has disciplined with quiet tasks, endowed with the peace of the fields and the calm of the strong.” He might have been writing about the Bénivay valley. Beauty collides with hardship. Farmers do what they can to make ends meet. The Charrasse family rents out rooms to guests. Another runs a campsite farther down the valley. Other farms struggle, their backyards filled with the odd discarded mattress, rubber tyre, broken washing rack and dusty toys.", "It is not an existence for everybody. Bénivay, like much of rural France for over a century, has seen its young pack up and leave. In 1911 the village counted 120 people. When Monsieur Charrasse was growing up, it was home to a dozen farming families. Today just three remain. As a child, he went to primary school in Bénivay, sitting at a wooden desk in a single class for pupils of all ages. In the 1970s the school closed. Two of his adult children have moved away. “Their going is the most painful rejection”, wrote Daniel Halévy of the loss of the young from French villages, in his study of 1935, “Visites aux paysans du Centre.”", "As Monsieur Charrasse reflects on these changes, a tractor clatters past, pulling a trailer filled with plastic fruit crates. The young man at the wheel waves. Monsieur Charrasse smiles. It is his younger son, Florian. It turns out that he, like his father and grandfather before him, has become a farmer, taking over the family holding and becoming the third generation Charrasse to tend apricots in the valley.", "The call of the wild", "What keeps the 33-year-old Florian on the land? On an early morning in June, in a red baseball cap and bright blue T -shirt, he is to be found with his tractor up a dirt track on the hillside orchard for the cueillette, or fruit-picking. Daniel recalls that, in his time, the season used to last until late July or even into August. These days, warmer springs have brought the harvest forward. Every ripe apricot, creamy orange and tinged blush-red, is plucked by hand, and placed in a black plastic bucket suspended from a branch.", "“Do you hear the sound of the leaves?” asks Florian, as he gently twists a fruit to test its maturity. Just the right rustle indicates a judicious choice. “It’s very delicate, you just pull a little bit. If there are two on the branch you must always pick them both, or the second will fall to the ground. Choosing a ripe fruit is about the position on the branch, not necessarily the colour. The ones on the end of the branch are the ripest, so you start at the extremity. If they are ripe, you move towards the middle of the tree.”", "Daniel watches his son quietly. The orchard he is tending is over half a century old. The elder Monsieur Charrasse is a man of few words. The French village, wrote Roupnel, is a place of conviviality, but “over there, in the fields, the individual converses with silence, fed by dreams and solitude.” Yet he will say that he is “proud” his son has taken over. Florian always wanted to farm. “I started helping my grandfather, Pépé, pick apricots when I was eight,” he says. “When I was about 13, he let me drive the tractor up here. I’ve always known this is what I want to do.”", "The roots of belonging", "“It’s more of a commune than a village,” reflects Simone Charrasse, the mayor’s wife, one hot afternoon in July when the bugs are out. She is sweeping the front porch of the farmhouse through a multicoloured cattail fly curtain, awaiting two friends from a neighbouring farm. Madame Charrasse, who is 64, grew up on a farm in Bourdeaux, a bigger village farther north. Bénivay, she thinks, which lacks a main street or square, is more of a hamlet or collection of farms, “although everyone here still knows each other.”", "Does the word solitude speak to her? “A bit,” reflects Simone. “There are moments, especially during the fruit harvest, when everyone keeps to themselves on their own land. It’s the nature of the work.” Her friend and neighbour Edith Blanchard, who comes by for a cool drink, disagrees. “I would call it zenitude, not solitude,” she says. “There are no people here that we don’t talk to.” Neighbours drop in on each other. The town hall has a committee just for organising fêtes, or parties. Each year in June there is a village celebration when the lime trees are in flower. Edith and her husband, Jean-Claude, meet friends to play cards, or boules in the shade beside the ford over the river. “We don’t miss restaurants, or the cinema,” she says. Life under lockdown was traumatic for those in the city. In Bénivay it barely changed daily life.", "Later on in the day, Florian arrives. “My impression is that there is less solitude in the country than in the city,” he ventures. “In the city, there are lots of people, but you speak to nobody you pass by.” Often, “the city”, or “Paris”, are thrown into conversation as abstract concepts: the incomprehensible source of rules, paperwork and condescension. Nobody ever spontaneously names the prime minister or the president. It emerges that for Florian, though, Paris is part of his routine. Roughly 30 times a year, he drives his van down out of the valley to sell his freshly picked apricots—at three times the local retail price—at markets in the capital. Since the fruit-picking in June, he has done the 1,400km round trip four times.", "“People say we live in a pays perdu (forgotten land),” comments Simone. “But forgotten by whom?” In January a 4 G -transmitter was built on the hilltop, supplying reliable mobile connection to the valley for the first time. Fibre-optic cable is on its way. Florian, who works with a farm-to-fork producers’ network, is constantly on his smartphone to clients—a technology that his father wryly describes as “a form of servitude”.", "Real isolation, suggests Jean-Claude Blanchard, Edith’s husband, a retired farmer and former mayor of the village, was that experienced by his parents’ generation. Until a dirt road was dug up the valley in 1900, farmers would follow the river downstream, clambering in their leather boots over any rocks in their way. To take his produce to market, Monsieur Blanchard’s grandfather would head up the steep hills on foot, or with a horse and cart, via a mountain pass. Today the road up to Bénivay is tarmacked, shrinking the 10km-drive to the nearest shops to 15 minutes.", "In recent times the road has brought new travellers: walkers, campers, even second-homeowners. They bring novel requests to the town hall, says Simone, such as better signposts for hiking trails. “They have come here for the calm,” she says, “but the countryside is also noises, cockerels, tractors. We’re working. Noises are everywhere.” One asked if the ringing of the church bell, which then began at 7am, could start a little later, she recalls. “It’s two different worlds.”", "Apricots and ancestry", "August, and Florian is sitting in the shade outside the farmhouse, rolling a cigarette and looking glum. The season turned out to be dreadful—he lost 85% of the apricot harvest due to winter frost—and not for the first time. Living off the land is unpredictable, and wearying. The more he converts to organic, the more rules he has to respect. The more the apricots disappoint, the more he turns to cherries, grapes and olives, jams, juices and tapenade. But he cannot imagine another life.", "A farmer, Florian reflects, doesn’t count in years. Time moves to a different beat. After the frost of 1956, his grandfather planted 1,000 olive trees. He talks of this grove as a custodian might of an heirloom. “We’ve had apricot orchards here for only about 60 years; to be attached to them would be weird,” Florian says. “But the olive trees, they will be here for centuries.”", "The people of Bénivay wear the weight of history casually. It lies all around them, in the fields, the graveyards, even on their bookshelves. When the mayor opens the archives one morning it yields treasures: records of births, marriages and deaths, handwritten in cursive script and organised in leather-bound volumes, reaching back to 1733—more than half a century before the French revolution.", "The village registers reveal no fewer than nine generations of the Charrasse family. The records from the Napoleonic years show Daniel Charrasse’s great-great-grandfather to be Jean-Baptiste Florent (born in the village in 1806). The brittle pre-revolutionary parish registers, which bear the royal seal of the Dauphiné province, identify his father as Jean-Baptiste (born in the village in 1774), also a farmer. He was the son of Jean-Joseph (born in the village in 1740), whose parents were Joseph Charrasse and Marie Martel. Married in 1733, Joseph is listed as “from Entrechaux”, a town all of 15km away—the original Charrasse newcomer to Bénivay.", "Monsieur Charrasse seems only half-surprised to find his ancestors sitting silently at his side. C’est comme ça. It’s just the way it is. Family legend, he says, is that the Charrasse family came over from Italy during the Avignon papacy of 1309-76. There is a book about them, he says. A copy, it turns out, lies in the Avignon public library, housed in a 14th-century cardinal’s palace. Published in 1947, “Histoire des Familles Charrasse”, co-written by one Alain Charrasse, traces the family back to Antonio de Carrassa, a cardinal’s nephew, who settled nearby in around 1360. Despite the many Josephs, Jeans and Baptistes in the study, however, none matches the records for Daniel’s family. The news prompts neither surprise nor disappointment.", "The centuries-long continuity of the Charrasse family in this valley, resistant to the forces of revolution, war, poor harvest and pests, is not unique. The Mège, Gras, Reynier and Blanchard families too are all still in the village, with ties to the past—and the future. One day Monsieur Blanchard mentions that his 23-year-old grandson, Ludo, is expecting a baby. Having grown up in Bénivay, where his father and grandfather still live, he has now settled there with his partner, Alexia Rousseau. Ludo went to what his grandmother calls “shepherd school”: an agricultural lycée, where he specialised in sheep-rearing. His dream is to buy a flock of his own—“beautiful ones”—and keep them near the mountain ridge.", "“In the holidays, from the age of about seven or eight, I used to mind my great-grandfather’s sheep, and I would bring them in at night by myself,” explains Ludo, with his thick shock of black curly hair and beard. He is sitting with Alexia in their first-floor flat next to the mairie. Behind him, a pastoral scene of sheep in a valley is pinned to the wall. Ludo shudders at the evocation of city life: “Things go so fast.” Bénivay, he observes, is where he feels at home. “You can see people, but you can also go home and be alone.”", "What does Alexia, who grew up in the city of Nantes on the Atlantic coast and used to enjoy hanging out in cafés, make of upland village life? The hunting, she confesses, has taken some getting used to. But the only thing she really misses, she says, is the sea. Could they imagine living anywhere else? Alexia laughs: “We looked around a bit, but he said he couldn’t live even in the next village down the valley.” Ludo concurs: “I’m used to this landscape. I need to see the mountains in the morning.”", "A few weeks later, Ludo and Alexia have a baby boy, named Mistral. He becomes the fourth generation of Blanchards living in the village today. New life has come to the valley, and with it a comforting stability of the sort that villagers also draw from the gnarled olive trees that defy the seasons and the clear edge of the unchanging mountain ridge at dawn. Bénivay bears the scars of ache, disappointment and loss. But it is also a place of belonging, serenity and survival. Lost, solitary, forgotten, perhaps; but still defiantly alive. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["valley", "trees", "bénivay", "monsieur", "road", "taught", "florian", "village", "france", "charrasse", "world", "family", "lockdowns", "isolation", "rural"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}