{"id": "cffa9c04-d343-33a9-bfda-0403940f895c", "title": "Tim Dowling: is the dog’s friendship with the fox sweet – or a bad omen?", "url": "https://www.theguardian.com/lifeandstyle/2021/apr/10/tim-dowling-is-the-dogs-friendship-with-the-fox-sweet-or-a-bad-omen", "summary": "“The dog is barking,” I say, standing up to look out the window.\nI go downstairs to the kitchen, which is suffused with a ghostly glow: the garden security light, tripped by a hair-trigger motion sensor.\nThere, squatting in the ivy that cascades over the trellis running along the top of the garden wall, is the fox.\nWhen the dog stops chasing the fox, the fox turns and chases the dog.\nThe fox watches me do all this, then turns and climbs down the other side of the wall.", "paragraphs": ["The dog is barking. I have no idea what time it is – I went to bed late and fell asleep abruptly – but, judging from the blackness on the other side of the window, I’m confident that if I were one of my neighbours, I’d be pissed off.", "I sit up in bed. The dog is still barking. My phone says it’s 3.30. I pick my trousers off the floor and pull them on, because there are no dangers or demons in this world I am prepared to meet trouserless.", "Sometimes, when the dog goes out through the catflap in the night, the cat will block its re-entry from the inside, for sport, but that’s clearly not what this is about. I know that bark: pathetic, baleful, intermittent. This is different.", "My wife sits up in bed.", "“What’s going on?” she says.", "“The dog is barking,” I say, standing up to look out the window. My view of the garden is blocked by the peaked roof of the rear extension. The barking is getting louder and more insistent.", "I go downstairs to the kitchen, which is suffused with a ghostly glow: the garden security light, tripped by a hair-trigger motion sensor. The dog is standing in the middle of the grass, facing east and barking. The rest of the garden is transparently empty. I open the back door.", "“What are you doing?” I say. The dog pauses, turns to look at me briefly, then carries on. The bark it uses for alleged intruders has a ragged, saw-toothed edge. This is different.", "“There’s no one there,” I say. “Shut up.”", "I turn my phone light on and point it east, and then up. There, squatting in the ivy that cascades over the trellis running along the top of the garden wall, is the fox.", "The dog and the fox are not enemies, but friends. If you open the front door at night, the dog will often run out between your legs to chase the fox down an adjacent lane. When the dog stops chasing the fox, the fox turns and chases the dog. They usually take it in turns for about half an hour, until the dog runs out of steam. Sometimes when I return home after dark, I pass the fox waiting patiently under a street lamp for the dog to come out and play. My wife thinks it’s sweet and regularly goes along to watch. I think it’s a bad omen.", "The fox looks at me.", "“You have to go,” I say. I take two steps in its direction, but it doesn’t move. Far from being frightened, it appears to be waiting until I am close enough for it to use me as a ladder. Meanwhile, the dog is still barking.", "“Seriously,” I say. “Piss off.”", "My wife keeps a long-range water rifle by the back door to deter squirrels from looting the bird feeder. I pick it up and take another step toward the fox. We are now less than two metres apart, but he has a considerable height advantage. I take aim and compress the stock of the rifle until I hear a wheezy click: it’s not loaded. The fox watches me do all this, then turns and climbs down the other side of the wall. The dog huffs twice and trots past me through the back door.", "“What was that about?” my wife says. The dog is already lying across my side of the bed.", "“The fox,” I say. “The unsuitable friendship that you have encouraged.”", "“Is it gone?” she says.", "“It knows our address,” I say.", "“Go to sleep,” she says.", "Not long after I turn out the light, the familiar barking starts up again, this time in the distance. In the dark, I can see the dog still lying at my feet. I stand and look out the window, across all the back gardens, along the rows of lit-up bedroom windows. The barking continues: loud, steady, pitiful.", "“What is that?” my wife says.", "“It’s the fox,” I say", "“It sounds like a dog,” she says.", "“He’s impersonating a dog,” I say. “Our dog.” We listen in silence for a moment.", "“It’s actually pretty good,” she says."], "authors": ["Tim Dowling"], "keywords": ["sweet", "dowling", "look", "turns", "dog", "friendship", "tim", "bad", "say", "dogs", "wife", "window", "light", "fox", "garden", "omen", "barking"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}