{"id": "d004b351-a48d-372c-8e43-18f76e3b94d1", "title": "UN council to meet on Myanmar as junta tells protesters to go back to work", "url": "https://www.theguardian.com/world/2021/feb/11/uk-reviews-myanmar-sanctions-alarm-cybersecurity-bill", "summary": "The UK foreign secretary, Dominic Raab, welcomed the announcement of new sanctions by the US and said he was “urgently looking” to bolster Britain’s existing sanctions regime against Myanmar military leaders.\n“The international community will not accept the coup in Myanmar and we will hold those responsible to account,” Raab tweeted.\nThe EU foreign policy chief, Josep Borrell, has said the bloc could impose fresh sanctions on Myanmar’s military.\nShow On 1 February Myanmar’s army took power in a coup against the democratically elected government of Aung San Suu Kyi.\nThe United Nations Security Council has called for the release of Aung San Suu Kyi and other ministers detained.", "paragraphs": ["The UK and EU want the UN human rights council to “strongly deplore” the military coup in Myanmar and urgently demand access for monitors when the body meets for a special session on Friday.", "A draft resolution circulated by UK and EU diplomats appears to have been watered down from earlier drafts that would have condemned the coup. The move hints at the resistance that efforts to pressure Myanmar’s army, known locally as the Tatmadaw, will face from other powers in the 47-member forum with ties to it, especially Russia and China.", "Friday is also expected to be a key day for the anti-coup protest movement in Myanmar. A public holiday is likely to draw large crowds on to the streets.", "The resolution calls for the UN investigator on human rights in Myanmar, Thomas Andrews, to be granted urgent and unrestricted access to the country, according to Reuters.", "Andrews said in a statement on Wednesday that security forces and police had a duty to refrain from using excessive force against peaceful demonstrators and that “following orders is no defence for committing atrocities”.", "The UN security council called last week for the release of the elected leader, Aung San Suu Kyi, and others detained by the military, but stopped short of condemning the coup.", "Protests were held in Myanmar for a sixth consecutive day on Thursday with tens of thousands marching in the capital, Naypyidaw, and the country’s largest city, Yangon.", "“Don’t go to the office,” chanted a group of protesters outside Myanmar’s central bank in Yangon, part of an effort urging civil servants and people in other industries to boycott work and put pressure on the junta.", "“We aren’t doing this for a week or a month – we are determined to do this until the end when [Aung San Suu Kyi] and President U Win Myint are released,” one protesting bank employee told Agence France-Presse.", "The junta’s leader, Gen Min Aung Hlaing, who led last week’s coup against Aung San Suu Kyi’s elected government, broke his silence about the protests in a statement on Thursday urging government employees to return to work after absences that he blamed on harassment by “unscrupulous persons”. He also said the gatherings in major cities and towns across Myanmar risked spreading coronavirus.", "The UK foreign secretary, Dominic Raab, welcomed the announcement of new sanctions by the US and said he was “urgently looking” to bolster Britain’s existing sanctions regime against Myanmar military leaders.", "“The international community will not accept the coup in Myanmar and we will hold those responsible to account,” Raab tweeted.", "The US president, Joe Biden, announced on Wednesday that his administration was cutting off the generals’ access to $1bn (£720m) in funds in the US. The EU foreign policy chief, Josep Borrell, has said the bloc could impose fresh sanctions on Myanmar’s military.", "Concern was building on Thursday that the junta could be planning to impose a much harsher and sustained internet crackdown. A coalition of civil society groups said telecoms operators and internet service providers in Myanmar had been sent a draft of a proposed cybersecurity bill that they said was designed to suppress the protest movement.", "Quick Guide What is happening in Myanmar? Show On 1 February Myanmar’s army took power in a coup against the democratically elected government of Aung San Suu Kyi. She and other senior party figures were detained in a morning raid. In response, tens of thousands have protested in the streets of Yangon and other cities as part of a growing campaign of civil disobedience. The military have blocked social media platforms in an attempt to stamp out dissent. The United Nations Security Council has called for the release of Aung San Suu Kyi and other ministers detained.", "", "The bill, which was initially drafted by Aung San Suu Kyi’s government – though may have since been changed – carries penalties of up to three years in prison for spreading misinformation or disinformation and punishes people who create fake accounts or websites “for the purpose of causing public panic, loss of trust or social division”.", "The civil society statement said the bill “violates human rights including the rights to freedom of expression, data protection and privacy, and other democratic principles and human rights in the online space”.", "It said the bill was an attempt “by the current military regime to oppress those who are against its rule, and to restrict the mobilisation and momentum of online resistance, we strongly condemn this action by the current military regime in accordance with our democratic principles.”", "Norway-based Telenor, which had complied to block social media platforms where an online anti-coup campaign was proliferating, said it was reviewing the law.", "Young doctors in Mandalay, Myanmar’s second biggest city, have opened free clinics while healthcare personnel take part in the civil disobedience movement. Two clinics opened on 10 February and there were plans to open another two.", "Agencies contributed to this story"], "authors": ["Michael Safi"], "keywords": ["tells", "military", "meet", "junta", "myanmar", "rights", "protesters", "work", "coup", "san", "kyi", "myanmars", "civil", "council", "aung", "suu"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}