{"id": "d026c724-e937-39d9-bc5b-b2102dc98075", "title": "Kingdom Hearts III Review – A Main Attraction Worth Waiting For", "url": "https://www.gameinformer.com/review/kingdom-hearts-iii/a-main-attraction-worth-waiting-for", "summary": "Now, Kingdom Hearts III finally takes the next major step in that journey, giving fans what we’ve been waiting for: resolution.\nKingdom Hearts III takes these arcs in intriguing and surprising directions, while also providing some closure.\nIt’s polarizing, and Kingdom Hearts III does nothing to change your mind.\nKingdom Hearts III does have some minor disappointments.\nWhile not perfect, Kingdom Hearts III is the game I’ve been waiting for.", "paragraphs": ["If Disney has taught us anything, it’s to believe in magic. The company’s partnership with Square Enix may have seemed unlikely 17 years ago, but Kingdom Hearts became a phenomenon with a dedicated fanbase that remained invested in a sprawling story spanning eight entries and multiple consoles. Now, Kingdom Hearts III finally takes the next major step in that journey, giving fans what we’ve been waiting for: resolution. The new installment addresses threads that have been left hanging for years, and it does so by leveraging the Disney magic that seems to make anything possible. The result is the series at its strongest, and most importantly, it provides satisfying answers to the biggest question marks.", "The story is a dream come true for devoted fans. Kingdom Hearts III explores plot points that wind through 358/2 Days, Birth by Sleep, Re:coded, and more; the narrative picks up where Dream Drop Distance left off, with Sora attempting to regain and enhance his lost power to stand a chance against Xehanort. So much has happened to so many different characters in the franchise, and spotting these familiar faces in Kingdom Hearts III and learning what they’ve been up to is exciting and makes the years of investment feel worthwhile. Like many fans, I’ve been wondering the fate of beloved characters, such as Aqua, Roxas, and Naminé. Kingdom Hearts III takes these arcs in intriguing and surprising directions, while also providing some closure. Let’s just say there are some cool scenes that still stick out in my mind, especially after waiting nearly a decade to see if Birth by Sleep’s Aqua, Ventus, and Terra would ever be reunited.", "As much as I enjoyed the tale, newcomers (and even old fans who have just missed a few entries) will probably have a hard time following many portions. A memory archive in the menu provides short videos to get you up to speed or refresh your memory, but they’re not comprehensive. As a result, this is not a good place to jump into the series, but it remains rewarding for those who are already invested.", "In terms of gameplay, everything that worked in previous entries is on display here. The action-packed combat is fast and fluid, testing your twitch skills and ability to recognize attack patterns. The battlefields are chaotic, which can be overwhelming, but the arsenal of options you have to eliminate foes is staggering. Chaining combos becomes extremely rewarding with keyblade transformations, which let your weapon turn into various implements, including everything from dual pistols to yo-yos. Do enough damage and attack an enemy when a green indicator flashes, and you can use iconic Disney attractions, like the mad tea cups and pirate ship, to take down enemies in a jiffy. This doesn’t even tap into the special attacks you can do with your party members, such as flinging Goofy at enemies or riding a rocket with Buzz and Woody to ram your enemies. Incidentally, after being away from Donald and Goofy for the last few entries, having them at your side again feels great.", "Your ability to move through the world is impressive, especially with the increased verticality. Expect to climb up plenty of walls. Flowmotion still lets you swing around poles and air slide off walls for bursts of speed to damage enemies and Shotlock also returns, allowing you to lock-on to multiple baddies and stream projectiles. Using all the special ways to attack in concert makes you feel powerful. The only thing missing was a sense of growing power from the new abilities gained by leveling up. In the past, a new magic, attack, or counter would make a significant difference. That’s mostly tied to the keyblades now, as you upgrade them and open up more advanced transformations, so Sora’s personal progression feels less impactful.", "Visiting popular Disney worlds and interacting with these iconic characters has been a signature aspect of the series, and this entry does not disappoint. Each world incorporates new elements that feel distinctly different. In the Toy Story world, you can jump into toy mechs, using your robot arms to punch and shoot lasers at foes. The Pirates of the Caribbean world lets you engage in ship battles (similar to certain Assassin’s Creed games) where you must brace for impact and fire off cannons to take down ships in the distance. For the majority of Big Hero Six, you’re traversing high buildings and battling in the air. That was all fun, but not every world is a winner. I wasn’t a big fan of Tangled and its repetitive forests and silly dancing minigame. I also hated when I was forced to go on silly little fetch quests, like collecting 300 crabs for Jack Sparrow, or searching for all of Olaf’s hidden body parts in Frozen. But even with those frustrations, the expanded size and scope of the worlds in Kingdom Hearts III makes this the best and most varied collection of destinations in the franchise. Even the graphics are impressive for how close they mimic the films, right down to Pixar’s clear and exaggerated style to the live-action realism of the Pirates of the Caribbean.", "The Gummi Ship is also back as your main transportation between worlds. If you’ve played the series, you probably already know how you feel about it. It’s polarizing, and Kingdom Hearts III does nothing to change your mind. You can customize the ship more than ever before (my favorite part) and have greater flexibility in going off the beaten path for treasure spheres and other discoveries. However, it still feels like busywork – an obstacle you have to get through to get to the main attraction.", "Kingdom Hearts III does have some minor disappointments. The extra content is of uneven quality, like minigames sometimes being too simplistic for their own good. I also wasn’t fond of the repetitive boss battles toward the end, since repeatedly facing similar foes is a tedious way to drag out the finale. Also, though I had fun spotting nods to Final Fantasy littered throughout the worlds, that popular franchise’s presence has been reduced to a very minor role. The lessening of Final Fantasy cameos didn’t impact my enjoyment, but the characters don’t play a role in the main story. That doesn’t mean they won’t show up in some of the optional content, but the days of fighting alongside heroes like Aerith and Auron appear to be over.", "While not perfect, Kingdom Hearts III is the game I’ve been waiting for. After finishing it, I was delighted by how satisfied I was with the journey. I traversed worlds with some of my favorite Disney characters, persevered through challenging boss battles, and saw a triumphant finale that only makes me more excited for the future. The series still has a lot of heart, and that’s what makes it so endearing."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["attraction", "worth", "makes", "iii", "disney", "series", "waiting", "ship", "hearts", "characters", "worlds", "kingdom", "main", "review", "world"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}