{"id": "d03dafb4-d25d-35f0-9242-c63fae0489ce", "title": "Cyclone Seroja aftermath: ‘I prayed and prayed in the dark’", "url": "https://www.theguardian.com/world/2021/apr/10/cyclone-seroja-aftermath-i-prayed-and-prayed-in-the-dark", "summary": "“I prayed and prayed in the dark,” she said.\nShe walked out of the house and found the roof gone from the back part of the house.\nResidents’ electricity and internet were cut by the cyclone, leaving them unable to contact family.\nThe state electricity company said the cyclone had damaged utility poles and network cables, and restoring the province’s electricity could take a month.\n“While women and children stay at the churches, men decide to return to save their house from burglars,” said Yunita.", "paragraphs": ["On Sunday at midnight, Linda Tagie, 29, rested her three-year-old baby on the bed. Linda, who lives together with her husband, 79-year-old mother-in-law and only child in Sikumana, Kupang, East Nusa Tenggara province of Indonesia, was shocked by a strong wind and heavy rain. The electricity suddenly went off.", "“I prayed and prayed in the dark,” she said. The wind eventually stopped on Monday morning. She walked out of the house and found the roof gone from the back part of the house. “Electricity cables, tin roofs, and trees lie on the street in front of our house,” she said.", "The rooftop of her neighbour, Yetti Lekeama, was also gone. “I didn’t know what to do and where to go. It’s completely dark. But I could hear the sound of the rooftop flying over my house, and breaking wood.”", "Linda and Yetti preferred to stay at home while many Kupang citizens sought evacuation, their residences flattened by Tropical Cyclone Seroja, which hit the island of Timor and damaged thousands of houses. Many village roads were blocked by mud and fallen trees, preventing rescuers and volunteers from getting in.", "Indonesia’s disaster agency, the BNPB, said 138 people were killed, with dozens more missing and thousands evacuated.", "The Indonesian Forum for Environment, known as Walhi, said that while the province was prone to storms and high rainfall, environmental problems exacerbated the damage as land clearing, sugarcane plantations, mining, and illegal logging expanded.", "“Landslides cut many roads,” said Dicky Senda, a food activist based in Mollo, the northern part of the province. He travelled from his village to central Kupang a day after the disaster. “I saw houses without a rooftop, dead cow carcasses lying on the street, and the rice field flooded.”", "01:32 Evacuations underway after floods kill dozens in Indonesia and Timor-Leste – video", "Arriving in Kupang city, Dicky described the situation: “A huge queue in the automatic teller machine, gasoline stop, and government office – they were looking to charge their phone.”", "In Kupang the cyclone forced residents, most of them women, children, and elders, to stay in dire condition in 19 evacuation camps, half of them located in churches.", "Priestess Linda Angga Kisek from the Protestant church in Oebufu, Kupang, said the community set up a camp for hundreds of citizens. “About 38 householders who lived in the nearby Liliba river lost their home, the house completely flattened by the flood. We are trying to relocate them to a new location or find them a boarding house.”", "Affected residents have called for the local government to help them rebuild. President Joko Widodo, who visited the province on Friday, promised aid for affected residents to repair their homes. With food running short and crops damaged, Tata Yunita, a volunteer said there was panic-buying in the shops.", "The disaster agency said 15 tonnes of aid had arrived in Kupang for distribution. However, Linda and Yetti, who survived by eating instant noodles and harvesting vegetables from their garden, said they were yet to receive any aid. Residents’ electricity and internet were cut by the cyclone, leaving them unable to contact family.", "The state electricity company said the cyclone had damaged utility poles and network cables, and restoring the province’s electricity could take a month. As a result, candles and electricity generators were sold out.", "While residents worry about food and electricity shortages, they face another problem: burglaries. “While women and children stay at the churches, men decide to return to save their house from burglars,” said Yunita.", "Linda said that she would survive but worried that many of her neighbours would need more help. “I hope that the government will collect the data correctly. That could be a good strategy. So those people who have no decent income or job, widows, widowers, people who live alone, can get the assistance immediately.”"], "authors": ["Febriana Firdaus"], "keywords": ["kupang", "house", "province", "stay", "seroja", "yetti", "dark", "residents", "electricity", "linda", "rooftop", "cyclone", "aftermath", "prayed"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}