{"id": "d04c3ca8-c1a5-35f5-9768-bd60670e873e", "title": "Moderna starts testing coronavirus vaccine's effectiveness among teens", "url": "https://www.foxbusiness.com/markets/coronavirus-vaccine-teens-moderna-disease-adolescents-trial", "summary": "Massachusetts biotech company Moderna, which is at the cutting edge of a coronavirus vaccine, announced Thursday it has begun testing its vaccine's efficacy among adolescents ages 12 to 17.\nThe study is being conducted in collaboration with the Biomedical Advanced Research and Development Authority, part of the Department of Health and Human Services, Moderna said.\nIn November, Moderna said it will request an emergency use authorization from the Food and Drug Administration for its coronavirus vaccine.\nTicker Security Last Change Change % MRNA MODERNA INC. 154.47 -2.12 -1.35%\"Our goal is to start vaccinating Americans within 24 hours after the FDA gives approval,\" Bancel said.\nModerna said its vaccine’s efficacy against coronavirus was 94.1% and efficacy against severe coronavirus was 100%, according to primary efficacy analysis involving 30,000 participants.", "paragraphs": ["Massachusetts biotech company Moderna, which is at the cutting edge of a coronavirus vaccine, announced Thursday it has begun testing its vaccine's efficacy among adolescents ages 12 to 17.", "Continue Reading Below", "“We are pleased to begin this Phase 2/3 study of mRNA-1273 in healthy adolescents in the U.S. Our goal is to generate data in the spring of 2021 that will support the use of mRNA-1273 in adolescents in advance of the 2021 school year,” Moderna CEO Stéphane Bancel said in a statement. “We are encouraged by the interim and primary analyses of the Phase 3 COVE study in adults ages 18 and above and this adolescent study will help us assess the potential safety and immunogenicity of our COVID-19 vaccine candidate in this important younger age population.\"", "IF YOU INVESTED $1,000 IN MODERNA IN JANUARY, THIS IS HOW MUCH YOU'D HAVE NOW", "\"We hope we will be able to provide a safe vaccine to provide protection to adolescents so they can return to school in a normal setting,\" Bancel continued.", "The study is being conducted in collaboration with the Biomedical Advanced Research and Development Authority, part of the Department of Health and Human Services, Moderna said.", "In November, Moderna said it will request an emergency use authorization from the Food and Drug Administration for its coronavirus vaccine.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "Bancel told \"Mornings with Maria\" on Monday that the FDA is expected to consider the vaccine at a Dec. 17 meeting.", "Ticker Security Last Change Change % MRNA MODERNA INC. 154.47 -2.12 -1.35%", "\"Our goal is to start vaccinating Americans within 24 hours after the FDA gives approval,\" Bancel said. \"There were 30 severe cases in the study. All 30 were on placebo.\"", "Moderna said its vaccine’s efficacy against coronavirus was 94.1% and efficacy against severe coronavirus was 100%, according to primary efficacy analysis involving 30,000 participants.", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": ["Evie Fordham"], "keywords": ["efficacy", "severe", "vaccines", "moderna", "starts", "coronavirus", "teens", "study", "bancel", "testing", "vaccine", "school", "effectiveness", "adolescents"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}