{"id": "d0580535-6c41-3ee3-bcce-ea8f2a37264c", "title": "Prince Philip supported Princess Diana during her rocky marriage to Prince Charles, author says", "url": "https://www.foxnews.com/entertainment/prince-philip-supported-princess-diana-marriage-prince-charles", "summary": "Her father-in-law, Prince Philip, was initially taken with the Princess of Wales and was willing to provide support as she navigated her new role.\n\"He also admonished his sons, including Prince Charles, when he felt their behavior was not good enough.\"\n\"I can only repeat what I have said before,\" Philip wrote, as quoted by Woman and Home magazine.\n\"Philip told Diana that she had his sympathy and he told her he would try to talk to Charles,\" Quinn continued.\nPRINCE PHILIP WILL NOT HAVE A STATE FUNERAL, BODY WILL LIE AT REST IN WINDSOR CASTLEDespite their differences, Philip stepped up to support his grandsons, Prince Harry and Prince William, after their mother’s tragic death.", "paragraphs": ["EXCLUSIVE: When Princess Diana joined the British royal family, another \"outsider\" quickly became her ally.", "Her father-in-law, Prince Philip, was initially taken with the Princess of Wales and was willing to provide support as she navigated her new role.", "In 1981, Diana married Prince Charles, the heir to the British throne.", "\"Philip spent seven decades walking behind the queen both literally and metaphorically – but he was the backbone of the royals’ private life, supporting Diana during her most difficult periods,\" British author Tom Quinn told Fox News. \"He also admonished his sons, including Prince Charles, when he felt their behavior was not good enough.\"", "Quinn previously wrote a book titled \"Kensington Palace: An Intimate Memoir from Queen Mary to Meghan Markle\" where he spoke to those who worked for the royals over the years.", "'THE CROWN' STARS TOBIAS MENZIES, MATT SMITH REACT TO PRINCE PHILIP'S DEATH", "In unearthed letters that were found after Diana’s death in 1997 at age 36, it was revealed that Philip offered to provide a listening ear when he learned the princess’ marriage to Charles was on the rocks. Diana had long suspected that Charles was having an affair with his ex-girlfriend, Camilla Parker Bowles.", "\"I can only repeat what I have said before,\" Philip wrote, as quoted by Woman and Home magazine. \"If invited, I will always do my utmost to help you and Charles to the best of my ability. But I am quite ready to concede that I have no talent as a marriage counselor!\"", "In response, Diana wrote: \"Dearest Pa, I was particularly touched by your most recent letter, which proves to me, if I did not already know it, that you really do care. You are very modest about your marriage guidance skills, and I disagree with you! The last letter of yours showed great understanding and tact, and I hope to be able to draw on your advice in the months ahead, whatever they may bring.\"", "Quinn said that at first, Philip was on Diana’s side.", "PRINCE PHILIP DIDN’T WANT THE ‘FUSS’ AND ‘FRILLS’ OF ‘A MASSIVE FUNERAL,’ AUTHOR SAYS", "\"When Diana was at her lowest point, Philip wrote to her and said he couldn’t understand why Charles insisted on being with Camilla,\" he claimed. \"He told her he thought Charles was mad to have even thought of abandoning her. He had already told Charles he was mad to choose Camilla over Diana who Philip really liked.\"", "\"Philip told Diana that she had his sympathy and he told her he would try to talk to Charles,\" Quinn continued. \"But as we know, nothing was going to keep Charles away from Camilla. Diana wrote in reply to Philip to say how grateful she was that he was thinking of her and understood her position.\"", "In another letter, Diana shared: \"I would like you to know how much I admire you for the marvelous way in which you have tried to come to terms with this intensely difficult family problem,\" as quoted by U.K.’s Independent.", "However, their relationship reportedly took a turn when Diana took matters into her own hands. In 1992, Andrew Morton wrote \"Diana: Her True Story – In Her Own Words,\" a bombshell book that was based on tapes the Princess of Wales recorded and delivered to him secretly. Diana candidly spoke about her strained marriage to Charles.", "PRINCE PHILIP’S DEATH WILL PROMPT PRINCE HARRY TO REUNITE WITH HIS FAMILY SOONER THAN EXPECTED, AUTHOR CLAIMS", "Ingrid Seward, royal author and editor-in-chief of Majesty Magazine, later told U.K.’s DailyMail that Philip was allegedly \"incensed\" by the revelations and accused Queen Elizabeth II of \"procrastinating\" on the question of whether Charles and Diana should divorce.", "\"Can you honestly look into your heart and say that Charles’s relationship with Camilla had nothing to do with your behavior towards him in your marriage?\" Philip wrote to Diana, as quoted by Seward.", "His comments to Diana were stern, and the prince said he wanted her to understand that being a wife of the heir to the throne \"involved much more than simply being a hero with the British people.\"", "Diana was allegedly furious by the response. Diana and Charles officially divorced in 1996.", "In 2002 when the letters became public, Philip issued a statement and denied ever using \"the insulting terms described in the media reports\" during their correspondence.", "\"He regards the suggestion that he used such derogatory terms as a gross misrepresentation of his relations with his daughter-in-law and hurtful to his grandsons,\" the statement added.", "PRINCE PHILIP WILL NOT HAVE A STATE FUNERAL, BODY WILL LIE AT REST IN WINDSOR CASTLE", "Despite their differences, Philip stepped up to support his grandsons, Prince Harry and Prince William, after their mother’s tragic death. The Independent reported that it was Philip who comforted William after the prince said he didn’t want to walk in his mother’s funeral procession.", "\"If I walk, will you walk with me?\" Philip reportedly told his grieving grandson, as reported by the outlet.", "Philip later did join the two boys as they walked behind their mother’s coffin. In February, Harry, now 36, spoke lovingly of his grandparents.", "\"[Philip] was a controversial figure who found what he saw as press intrusion infuriating, who made occasional racist remarks, and whose bluntness sometimes caused offense,\" said Quinn. \"But, ultimately, he became a figure much admired, if not loved, who was praised for his long support for the queen.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Philip, who spent more than seven decades supporting his wife, died on Friday. He was 99.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh,\" the palace said. \"His Royal Highness passed away peacefully this morning at Windsor Castle.\"", "The Associated Press contributed to this report"], "authors": ["Stephanie Nolasco"], "keywords": ["rocky", "supported", "prince", "camilla", "wrote", "royal", "marriage", "author", "told", "diana", "charles", "philip", "princess", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}