{"id": "d0725248-7c4a-3519-b3b6-ea7c1a012077", "title": "Replay - Mass Effect 2", "url": "https://www.gameinformer.com/replay/replay/2020/09/18/replay-mass-effect-2", "summary": "Few games truly take player choice to heart and implement it in meaningful ways.\nWith its multitude of branching paths, loyalty missions, and an ending that lived and died on the choices you made before, 2010's Mass Effect 2 set the gold standard for allowing players to create their own story for Commander Shepard and their crew.\nJoin Andrew Reiner, Dan Tack, myself, and our newest member of the team, Liana Ruppert, as we gush about Mass Effect 2 and discuss where we want to see the series go next.\nWe had to prerecord this week's show, but we'll be back in seven days with another fun episode!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Few games truly take player choice to heart and implement it in meaningful ways. With its multitude of branching paths, loyalty missions, and an ending that lived and died on the choices you made before, 2010's Mass Effect 2 set the gold standard for allowing players to create their own story for Commander Shepard and their crew.", "On top of the gripping narrative, Bioware's beloved sequel also improved upon the rough edges of the original and created one of the best sci-fi games of all time.", "Join Andrew Reiner, Dan Tack, myself, and our newest member of the team, Liana Ruppert, as we gush about Mass Effect 2 and discuss where we want to see the series go next.", "We had to prerecord this week's show, but we'll be back in seven days with another fun episode! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["mass", "youtube", "live", "week", "games", "weeks", "twitch", "ways", "effect", "replay", "twitter"], "pubDate": "2020-09-18T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}