{"id": "d0bb28b9-de90-3b83-90dc-e1fcc36c484f", "title": "Photographing Impeachment Proceedings Against Three Presidents", "url": "https://www.newyorker.com/culture/photo-booth/photographing-impeachment-proceedings-against-three-presidents", "summary": "This past December, he was in and out of the Capitol taking photographs of the House’s impeachment hearings of Donald Trump.\nHouse and Senate members and staff at the House Judiciary Committee impeachment hearings in November, 1998.\nPanelists hear testimony at the House Judiciary Committee impeachment hearings in November, 1998.\nRepresentative Sheila Jackson Lee, Democrat of Texas, confers with a Democratic staffer at an impeachment hearing in November, 1998.\nWas there something, after having done the Watergate hearings and the Clinton impeachment, that you wanted to capture about the Trump impeachment?", "paragraphs": ["For more than half a century, David Burnett has been photographing impeachments, wars, revolutions, Olympic Games, and artists, making himself one of the stars of his field. He got his start around the time of the moon landing, when he had the idea to take pictures of the people watching that historic event. A couple of years later he was in Vietnam, where he was present when the Associated Press’s Nick Ut took a legendary photograph of a nine-year-old girl covered in napalm. Burnett gained wider renown several years later for his work in Iran during and after the Revolution. Since that time, he has shot numerous sporting events, and compiled a book about the reggae star Bob Marley.", "House Speaker Nancy Pelosi with Democratic colleagues on December 18, 2019, after the House approved two articles of impeachment against President Trump.", "At various points over the past five decades, Burnett has also made forays into Washington. He took a number of famous photos of the Watergate hearings, and then did something similar twenty-five years later, for the Clinton impeachment. This past December, he was in and out of the Capitol taking photographs of the House’s impeachment hearings of Donald Trump. (Burnett is sticking around this month, for the trial in the Senate.) I recently spoke by phone with Burnett, and our conversation, edited for length and clarity, appears below, alongside a number of his photographs of three moments of political turmoil.", "John Lennon and Yoko Ono at the Watergate hearings in August, 1973.", "House and Senate members and staff at the House Judiciary Committee impeachment hearings in November, 1998. Panelists hear testimony at the House Judiciary Committee impeachment hearings in November, 1998.", "Bystanders waiting to get into a House committee chamber during the Watergate hearings in August, 1973.", "You shot the Watergate hearings and the Clinton and Trump impeachments in different formats, but all on film. Why?", "By the summer of 1973, when the Watergate hearings started, I was working for Gamma, the French agency. Everything there was about rapid turnaround, and the 1973 version of that was to get your film on the next plane to Paris and then they would turn it around. In a couple of hours, they would process and make prints and get prints out to the twenty countries that they were doing business with. I don’t think I really even thought about shooting much other than 35-mm. until the eighties, when I started doing sports.", "In film, you never knew if you had the picture until you developed it yourself, or in my case I would hear from the lab if there was a problem. That was the whole thing. You never heard from anybody if it was O.K. You had this giant vacancy of waiting for a little bit of positive feedback, which occasionally would come through, but by and large you only heard from people if there was an issue.", "John Dean, the former White House counsel to President Richard Nixon, prepares to testify before the Senate Select Committee on Presidential Campaign Activities in June, 1973.", "Charles Ruff and David Kendall, attorneys for President Bill Clinton, with the deputy White House counsel Cheryl Mills at the House Judiciary Committee impeachment hearings in November, 1998. Representative Sheila Jackson Lee, Democrat of Texas, confers with a Democratic staffer at an impeachment hearing in November, 1998.", "How does the emotional component of your job change when you have a better sense right away of how good the photograph is going to be?", "That’s the one thing the digital does better than anything else: it tells you right away if you screwed up. I use digital cameras, and I’m constantly amazed by what I just shot about five seconds ago. I think, unfortunately, there is a downside to that, which is people start to think that just because they can look on the back of the camera and see something they made two seconds or five seconds ago, that that makes them Cartier-Bresson. Of course it doesn’t, but there is this faux feeling of accomplishment that comes with just being able to look at it.", "I will say this: the pictures so far have been really tough on the impeachment, because we’ve only had a couple of hearings. You had the Intelligence Committee and the Judiciary Committee, and there’s only so much that comes out of these things. In ’73, I had just begun working for Gamma, so it was a big deal for me to be able to go down and get into those hearings in which you had very powerful people—John Dean and John Ehrlichman and Bob Haldeman. I never got a picture of her, but Hillary Clinton was working that summer.", "Does your choice of format generally have more to do with the technical needs of capturing what you want to capture, or are you making choices based on something ideological or characterological about the person or the event that you want to capture, if that makes sense?", "“Characterological” is a good word. I might have to grab that one. To me it’s about trying to come up with something. Living as we do in this world, there’s a million pictures being made a minute by great photographers everywhere.", "John Ehrlichman, who served as counsel and domestic-policy chief under President Richard Nixon, sits amid reporters and photographers after an impeachment hearing in August, 1973.", "William B. Taylor, Jr., the acting U.S. Ambassador to Ukraine, testifying before the House Intelligence Committee in November, 2019. Lieutenant Colonel Alexander Vindman, the National Security Council’s director for European affairs, and Jennifer Williams, the adviser to Vice-President Mike Pence for European and Russian affairs, are sworn in prior to testifying before the House Intelligence Committee, in November, 2019.", "Also some not-so-great photographers everywhere.", "Well, and then there’s plenty of those, too, but the good ones will bubble up to the top in most cases. I’ve been trying, using these old cameras, to do something that to me brings a little different view of what it is I’m looking at. It’s not as if you even know what you’re going to get ahead of time. I absolutely never know if I have anything good with this Graflex camera. Too many things could go wrong, and you have all the things you have to do to set it up.", "There is this wonderful book of pictures by Laura Wilson—she’s the mother of the three Wilson brothers, the actors [Owen, Luke, and Andrew]—who was one of the assistants to Richard Avedon when he did his work in the South and particularly in Texas, of taking his eight-by-ten camera and just meandering around and photographing people he saw. He arrives at a ranch or something, and then he puts up his white paper and then puts them against it, and the light is there and he’s got all these assistants pulling the dark slide and doing everything. But then he’s the one who squeezes the bulb or the cable release to make the picture. When you’re doing it like I’m doing it or the few people that are shooting film now, we’re all pretty much doing it on our own, and we’re doing everything. You’re having to figure out where you’re going to be shooting and what room it’s going to be in, and what place once you get to that room, and there’s nothing easy about it. Then on top of that, you have these other seven or eight steps that you have to do in just the right order to make a picture.", "For me, what’s the motivation? I think I just love the idea of trying to shoot something that might make you feel that it was 1952 or 1947, just because there’s so much atmosphere. Not always, but sometimes the atmosphere you can cut with a knife. I’m trying to grab a little bit of that, and sometimes it works and sometimes it doesn’t. I would say, in fact, like most of photography, most of the time it doesn’t work.", "Senator Samuel J. Ervin, Jr., Democrat of North Carolina and the chairman of the Senate select committee that investigated the Watergate scandal, in August, 1973. H. R. Haldeman, the White House chief of staff to President Richard Nixon, testifying before the Senate Select Committee to Investigate Campaign Practices in August, 1973.", "A man listening to a radio headset at a Watergate hearing before the Senate Select Committee on Presidential Campaign Activities, in August, 1973. Maureen Dean, the wife of the former White House counsel John Dean, at the Watergate hearings in August, 1973.", "I guess photography is like baseball, right? If you fail seven out of ten times, you’re still doing well?", "Well, that was Ted Williams. Pretty much he had that right.", "Well, he also did it right more than three times out of ten.", "He did. One year, he did it four times out of ten. There’s also the corollary to that, which is no photographer ever wants to show you the pictures that didn’t work, and we don’t tend to dwell on those.", "Charles Ruff, an attorney for President Bill Clinton, testifies at an impeachment hearing in November, 1998.", "Did Vietnam change the way you think about photography?", "Well, there were a few times, and I think everybody who worked in combat had these moments, when I was like, I could have just stayed in town and had a coffee instead of having these rocket-propelled grenades go over my head. There are moments when you just have to ask yourself what you’re doing there and why you’re there. For me, it was a combination of wanting to know for myself what the hell was going on in Vietnam, and wanting also, as a journalist, to be in a place that was the biggest story.", "After that, I tried to be a little bit harder-line in deciding what it was that I wanted to do. I didn’t want to do things frivolously. Once you get committed to a story, you have to really go do it. I think that’s something that everybody goes through, a stage where, all of a sudden, you’re in the pot of water that’s boiling. You have to figure out what am I doing here and why am I here. I mean, I thought I was a photojournalist when I went to Vietnam, but after a couple of years there, I really felt, in a more profound way, that that was what I wanted to do. I wanted to try and explain the world in ways that I could with my camera.", "House and Senate members and staff at a House Judiciary Committee impeachment hearing in November, 1998. Representatives Mary Bono and Lindsey Graham at a House Judiciary Committee impeachment hearing in November, 1998.", "What story did you want to tell about the Iranian Revolution?", "I had just been working for several weeks in Pakistan, and in the good old days when you would get sent halfway around the world, the last thing you wanted to do when you finished that project was to just get on a plane and come home. Like, what a waste. What’s the rush to get home? You’re in Pakistan, and look at all this stuff around you.", "When I went to Vietnam, in 1970, I thought I would stay for two months, and I stayed for two years, and Iran, I thought I’d probably stay for a week and I stayed almost two months. In the case of Iran, I knew within an hour after I got there. I had dumped all my stuff at the hotel and went to the Associated Press office, which the correspondent for A.P. was the Time-magazine stringer. I’d been there half an hour and the phone rang, and he put the phone down and said, “They’re shooting.” I’ll never forget it. “They’re shooting in Esfand Square.” I hopped in a car with one of the A.P. photographers and we went over there, and that was my first gun battle. It was protesters versus the army, and a number of people shot and killed. I hadn’t even been in the country for an hour, and I realized this was not just something that was going to be a flash in the pan. People were really dedicating their lives to it.", "H. R. Haldeman testifying before Senate Select Committee to Investigate Campaign Practices in August, 1973.", "The independent counsel Kenneth Starr testifying at the House Judiciary Committee impeachment hearings in November, 1998. Seated behind Starr, among others, is Brett Kavanaugh, the future Supreme Court Justice.", "What interested you or interests you about an impeachment hearing?", "It’s because, essentially, you’re trying to photograph the unphotographable, so how do you end up doing that? Well, maybe there’ll be a cool picture of some hearing room with all these glum faces, or it’ll be somebody looking victorious or sad, or it’ll just be some sort of timeless image. The problem is it’s not really anything you can photograph as a physical entity. It’s an idea. It’s a thought. Those are always the hardest things to say. I was a poli-sci major in college, having given up trying to be an engineer after a couple of years, and so I’ve always had one eye in politics. My wife [Iris] was a renowned advance person in any number of Presidential campaigns over the last several decades. Even if I wanted not to care about it, that just wouldn’t happen.", "A supporter of President Nixon holds an American flag outside the White House in April, 1974. Opponents of President Nixon sell paraphernalia and collect petition signatures outside the White House in April, 1974.", "Was there something, after having done the Watergate hearings and the Clinton impeachment, that you wanted to capture about the Trump impeachment?", "Well, the one thing you never know is how the pictures are going to be seen in ten years or twenty years. I mean, I have one picture of Ken Starr at the House hearing, and there, over his left shoulder, is Brett Kavanaugh. That flipped me out, because you usually know who half the people are who are sitting behind the famous person who’s actually speaking into his microphone. These little overlaps of history are things that are really intriguing to me."], "authors": ["Isaac Chotiner", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard"], "keywords": ["committee", "watergate", "president", "photographing", "hearings", "proceedings", "presidents", "senate", "youre", "hearing", "doing", "impeachment", "house"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}