{"id": "d0bbc633-bca9-366c-9f3f-e8ecf3b2bd11", "title": "House Lays Out Case Against Trump, Branding Him the ‘Inciter in Chief’", "url": "https://www.nytimes.com/2021/02/10/us/politics/trump-senate-impeachment-trial.html", "summary": "And on Nov. 7, after all the votes were counted, President Trump did lose by seven million votes.\nBeginning in the spring of 2020, President Trump began to fall behind in the polls.\nAnd by July, President Trump had reached a new low.\nAnd when they showed up, knowing of these reports that the crowd was angry and it was armed, here’s what Donald Trump told them.\nNow, even if President Trump didn’t know that his inflammatory remarks about his vice president would result in chants of ‘Hang Mike Pence,’ by 2:15 P.M., he surely knew.” “Even when President Trump knew what his words were causing, he didn’t do any of those things to stop the crowd.”", "paragraphs": ["“Now, I want to be very clear about what we will show you during the course of this trial. As my fellow managers present our case to you today, tonight, tomorrow, it’ll be helpful to think about President Trump’s incitement of insurrection in three distinct parts. The provocation, the attack and the harm. Let’s start with the provocation. We will show during the course of this trial that this attack was provoked by the president, incited by the president. And as a result, it was predictable and it was foreseeable. And as you evaluate the facts that we present to you, it will become clear exactly where that mob came from.” “You saw President Trump prime for months, his supporters to believe that if the election was lost, it only could have been so because it was rigged. But that took time. Just like to build a fire, it doesn’t just start with the flames. Donald Trump for months and months assembled the tinder, the kindling threw on logs for fuel to have his supporters believe that the only way their victory would be lost was if it was stolen. So that way, President Trump was ready if he lost the election, to light the match. And on Nov. 7, after all the votes were counted, President Trump did lose by seven million votes. But for Donald Trump, all was not lost. He had a backup plan: Instead of accepting the results or pursuing legitimate claims, he told his base more lies. He doused the flames with kerosene.” “I’ll start by discussing President Trump’s actions leading up to the election when he set up his big lie. Beginning in the spring of 2020, President Trump began to fall behind in the polls. And by July, President Trump had reached a new low. He was running 15 points behind his opponent. And he was scared. He began to believe that he could legitimately lose the election. And so he did something entirely unprecedented in the history of our nation. He refused to commit to a peaceful transition of power.” “Let’s start with Dec. 12. You will see during this trial a man who praised and encouraged and cultivated violence. ‘We have just begun to fight,’ he says, more than a month after the election has taken place. On Dec. 19, 18 days before Jan. 6, he told his base about where the battle would be, that they would fight next: Jan. 6 would be wild, he promised. ‘Be there, will be wild!’ said the president of the United States of America. They were invited here by the president of the United States of America. And when they showed up, knowing of these reports that the crowd was angry and it was armed, here’s what Donald Trump told them. ‘If you don’t fight like hell, you’re not going to have a country anymore.’ And then he aimed straight at the Capitol declaring, ‘You’ll never take back our country with weakness. You have to show strength, and you have to be strong.’ He told them to fight like hell, and they brought us hell.” “By 2:15 P.M., the crowd was chanting in unison, ‘Hang Mike Pence’ outside the very building he had been evacuated from with his family. Now, even if President Trump didn’t know that his inflammatory remarks about his vice president would result in chants of ‘Hang Mike Pence,’ by 2:15 P.M., he surely knew.” “Even when President Trump knew what his words were causing, he didn’t do any of those things to stop the crowd.”"], "authors": ["Nicholas Fandos"], "keywords": ["lost", "chief", "trump", "told", "lays", "inciter", "months", "branding", "president", "start", "trial", "hell", "house", "election", "case", "fight"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}