{"id": "d0e380eb-c7d6-3043-8473-83bd95b4322b", "title": "High status of Northern Ireland human rights body 'being put at risk'", "url": "https://www.theguardian.com/uk-news/2021/jan/11/high-status-of-northern-ireland-human-rights-body-being-put-at-risk", "summary": "A network of more than 90 NGOs and trade unions has complained that ministerial appointments to the Northern Ireland Human Rights Commission (NIHRC) are undermining the public body.\nThe NIHRC, established on the basis of the Good Friday agreement, is a UN “A” status national human rights commission but the Equality Coalition says it could lose that status as a result of the appointments.\nIn a formal complaint to the Northern Ireland Office (NIO), seen by the Guardian, the coalition points out that of six recent appointments, five have a predominately public sector background, including three who formerly served with either the Royal Ulster Constabulary or Police Service of Northern Ireland.\nThey say representatives should be from NGOs responsible for human rights and tackling racial discrimination, trades unions and “concerned social and professional organisations” such as associations of lawyers, doctors, journalists and eminent scientists.\nOf 36 shortlisted for interview, 56% were male and 44% female, and of 15 (unranked) candidates recommended to the Northern Ireland secretary, Brandon Lewis, for appointment, 60% were male and 40% were female.", "paragraphs": ["A network of more than 90 NGOs and trade unions has complained that ministerial appointments to the Northern Ireland Human Rights Commission (NIHRC) are undermining the public body.", "The group raised particular concerns about the selection of candidates with a policing background at a time when the commission is required to advise on addressing the legacy of the Troubles.", "The NIHRC, established on the basis of the Good Friday agreement, is a UN “A” status national human rights commission but the Equality Coalition says it could lose that status as a result of the appointments.", "In a formal complaint to the Northern Ireland Office (NIO), seen by the Guardian, the coalition points out that of six recent appointments, five have a predominately public sector background, including three who formerly served with either the Royal Ulster Constabulary or Police Service of Northern Ireland.", "Daniel Holder, the deputy director of the Committee on the Administration of Justice, a Belfast-based NGO, and a co-convener of the Equality Coalition, said it was not questioning the integrity of the individual appointees. “Rather, this concerns the composition of the appointments as a whole not meeting the diversity requirements of the UN Paris principles (which specify the criteria to be an accredited national human rights institution),” he said.", "“The appointments are very state-centric, with half being from a NI policing background, at precisely a time the NIHRC is to advise on planned legacy legislation that among other matters will or will not deal with investigating the past actions of the police.”", "The Paris principles state that the appointment of members should be by way of a procedure “which affords all necessary guarantees to ensure the pluralist representation of the social forces (of civilian society) involved in the protection and promotion of human rights”.", "They say representatives should be from NGOs responsible for human rights and tackling racial discrimination, trades unions and “concerned social and professional organisations” such as associations of lawyers, doctors, journalists and eminent scientists.", "The NIO has confirmed there were 129 applicants (52% male and 48% female) “from across civil society” for the six new commissioner roles. Of 36 shortlisted for interview, 56% were male and 44% female, and of 15 (unranked) candidates recommended to the Northern Ireland secretary, Brandon Lewis, for appointment, 60% were male and 40% were female. Two out of six commissioners appointed were female.", "In its complaint to the NIO, the coalition says, in reference to the alleged breach of diversity requirements: “It appears most likely this has happened at the stage of the [Northern Ireland secretary] making appointments from the list of recommended candidates.”", "Patricia McKeown, the NI regional secretary for Unison and a co-convener of the Equality Coalition, said: “A fully functioning NIHRC is a cornerstone safeguard of the peace settlement. We have long had concerns the UK government has failed to implement provisions of the Good Friday agreement including those affirming the rights of women to full and equal participation in peace-building.", "“It is alarming that the secretary of state could have now jeopardised the status of the NIHRC as a UN-accredited human rights institution with appointments that manifestly do not meet the pluralism requirements of UN rules.”", "A UK government spokesperson said: “Appointments to the NIHRC are regulated by the office of the commissioner for public appointments and made in accordance with the Northern Ireland Act 1998. The government is committed to supporting the work of the NIHRC and looks forward to continuing to engage with all of the commissioners.”"], "authors": ["Haroon Siddique"], "keywords": ["nihrc", "secretary", "coalition", "ireland", "rights", "status", "high", "northern", "appointments", "requirements", "risk", "human", "body"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}