{"keywords": ["boat", "asylumseekers", "fake", "lanka", "negative", "travel", "australia", "australian", "returned", "deter", "sri", "horoscopes", "created", "family", "immigration", "lankan"], "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Australian government created fake, negative horoscopes to deter Sri Lankan asylum-seekers", "pubDate": null, "url": "https://www.foxnews.com/world/australia-fake-horoscopes-sri-lanka-boat-asylum-seeking", "paragraphs": ["Australia's Department of Home Affairs created fake, negative horoscopes with the hope it would deter Sri Lankan asylum-seekers from trying to enter Australia, according to a report.", "The horoscopes, obtained and published by BuzzFeed News on Tuesday, include predictions for those who may try to emigrate to the country, and state they're \"a message by the Australian government.\"", "ASYLUM-SEEKER WHO BOTCHED PENIS ENLARGEMENT WINS ENTRY TO AUSTRALIA", "\"If you attempt to illegally travel to Australia by boat, expect people smugglers to take advantage of you,\" the horoscope for Aries reads. \"These criminals will take your money and you will be returned to Sri Lanka with nothing.\"", "If they emigrate to Australia, Capricorns will be putting their lives at risk, according to the poster, which adds: \"Deciding to risk your life on dangerous seas and unpredictable weather will be in vain. If you travel illegally to Australia, you will be returned to Sri Lanka and encounter a storm of bad luck.\"", "AUSTRALIA HAS DETAINED 2 ASYLUM-SEEKING GAY SAUDI JOURNALISTS FOR WEEKS, LAWYER SAYS", "While many focused on having bad luck, some horoscopes claimed Cancers who entered the country would suffer from family problems.", "\"You will lose everything your family owns to debt and face family problems,\" the horoscopes states.", "At the bottom of the poster, the government wrote that it has been \"almost four years since any Sri Lankan person reached Australia on an illegal boat voyage\" and that, during that time, Australian authorities \"have stopped and returned more than 160 Sri Lankans\" who tried to enter by boat.", "It was not immediately clear where and when these posters were created and displayed, but BuzzFeed News reports they received copies through a Freedom of Information Request and reportedly date back to at least 2013.", "ASYLUM REQUESTS OVERWHELM US IMMIGRATION SYSTEM: A LOOK AT THE NUMBERS", "That year Australia banned people who enter Australia by boat from ever settling there.", "The boats have since all but stopped, after arriving at a rate of more than one a day. Those arriving by boat since 2013 have been banished to immigration camps in the poor Pacific island nations of Papua New Guinea and Nauru, where hundreds still languish.", "CLICK HERE TO GET THE FOX NEWS APP", "Earlier this year, President Trump shared flyers that were seemingly created by the Australian government about illegal immigration. He said that \"much can be learned\" from them.", "In September, Australia's military intercepted a boat carrying 13 Sri Lankan asylum-seekers — marking the 13th time a boat from Sri Lanka was trying to travel to Australia to seek asylum in the past 21 months."], "id": "d0f567a6-e475-39c1-a4fd-09f10b8a4e6d", "summary": "Australia's Department of Home Affairs created fake, negative horoscopes with the hope it would deter Sri Lankan asylum-seekers from trying to enter Australia, according to a report.\n\"These criminals will take your money and you will be returned to Sri Lanka with nothing.\"\nIf you travel illegally to Australia, you will be returned to Sri Lanka and encounter a storm of bad luck.\"\n\"You will lose everything your family owns to debt and face family problems,\" the horoscopes states.\nIn September, Australia's military intercepted a boat carrying 13 Sri Lankan asylum-seekers — marking the 13th time a boat from Sri Lanka was trying to travel to Australia to seek asylum in the past 21 months."}