{"id": "d102c700-2076-34f6-9837-2060d6f9805f", "title": "Innovating in Existing Markets: Reviving Mature Products and Services (Live Online)", "url": "https://execed.economist.com/mit-sloan-school-management/innovating-existing-markets-reviving-mature-products-and-services-live-0", "summary": "How do you innovate and improve existing products or services?\nIf all you create is incremental improvements, you’ll quickly become a low-cost (and vulnerable) commodity provider.\nBut revolutionary, disruptive innovation is often expensive, difficult, and prone to failure.\nThis program focuses on a third type of innovation that is neither incremental nor disruptive.\nThe program combines this “Third Way” innovation framework with Sloan’s Three Perspectives on Organizational Change framework to generate implementation plans for the solutions you create.", "paragraphs": ["How do you innovate and improve existing products or services? If all you create is incremental improvements, you’ll quickly become a low-cost (and vulnerable) commodity provider. But revolutionary, disruptive innovation is often expensive, difficult, and prone to failure.", "This program focuses on a third type of innovation that is neither incremental nor disruptive. It’s an approach that many successful companies such as USAA, Sherwin-Williams, LEGO, Victoria’s Secret, Novo Nordisk, Gatorade, and Logitech have used in mature markets to revive challenged products and boost growth. This low-risk, high-reward strategy is an approach to innovation that all company leaders should understand so that they can recognize it when their competitors practice it and apply it when it will give them a competitive advantage. The program combines this “Third Way” innovation framework with Sloan’s Three Perspectives on Organizational Change framework to generate implementation plans for the solutions you create.", "Through lectures, case studies, hands-on activities, and conversations with senior practitioners, you’ll learn a set of tried-and-true tools and techniques for generating creative solutions to organizational challenges. Our digital delivery over 3 days will also include the opportunity for you to apply new frameworks immediately to your own products/services – to generate immediate results for your business."], "authors": [], "keywords": ["online", "products", "mature", "solutions", "organizational", "program", "innovating", "reviving", "incremental", "existing", "youll", "framework", "generate", "services", "markets", "live", "innovation", "disruptive"], "pubDate": "2020-09-25T04:07:18Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}