{"id": "d108d56f-c390-343c-8837-b181ba3a4a82", "title": "Josie and the Pussycats Is One of the Greatest Y2K Fashion Movies", "url": "https://www.vogue.com/article/josie-and-the-pussycats-2000s-fashion", "summary": "Deborah Kaplan’s personal photos from the set of Josie and the Pussycats.\nSo she did a bit of forecasting, and realized that fashion was heading in the direction of an opulent ’70s sexy aesthetic and really low-rise pants.\nThere are the obvious fashion victims, like the group of girls who show up at the Pussycat’s gig to mock them.\nBy the time the Pussycats arrive at their makeover scene—no 2001 chick flick would be complete without such a montage—the colors have already cycled through orange to blue.\nThe girls exit the John Freida salon wearing purple, which, soon enough, will be the next color du jour.", "paragraphs": ["Deborah Kaplan’s personal photos from the set of Josie and the Pussycats. Courtesy of Deborah Kaplan", "Rewatching the movie for the first time in 15 years this summer, I was struck by just how important the clothing choices were to the plot. They come from Fiona’s lair: a stark, underground facility where frenzied forecasters run around saying things like, “Feathered tank top, matching pants, kind of a Buffy meets chicken run,” and “The new word for cool will be jerking.” As soon as this command center declares a trend, you start to see it in the costuming.", "Just one year into the decade, Evans summed up the aesthetic of the early aughts so well. She knew she couldn’t make a movie with up-to-the-minute trends if they would already be old news by the time the movie hit theaters. So she did a bit of forecasting, and realized that fashion was heading in the direction of an opulent ’70s sexy aesthetic and really low-rise pants.", "Evans looked at images of Halston and Yves Saint Laurent models and muses, then spiced it up with the band’s signature leopard print and plenty of sparkle. “Before shooting, I met with a couple of different jean companies, and I said, ‘Hey, let’s do these low-rise jeans incredibly low rise.” I kept saying, “Smaller, shorter, shorter.” We had to custom-make a lot of the clothes because there was nothing at the time that was low-rise enough,” Evans said. “Honestly, in the film, I probably custom-designed and made about 95% of the clothes.”", "Courtesy of Deborah Kaplan Courtesy of Deborah Kaplan", "Every time I rewatch Josie and the Pussycats, I notice something different in how the clothes signal an internal shift for the characters, or foreshadow a development to come. They almost function like subtitles, adding context to the lavish outrageousness of the plot. There are five main style themes in the film, each centered around a color. The pack moves from pink to orange to blue to purple to animal print. In the beginning, everyone but our heroines are decked out in neon pink to various degrees. There are the obvious fashion victims, like the group of girls who show up at the Pussycat’s gig to mock them. Josie shoots at them,“Hey, did you guys all coordinate before you left the house, or are you wearing the same thing by accident?” (Later, these girls show up at the ‘Cats’ hotel room to fangirl, and are all wearing blue.) By the time the Pussycats arrive at their makeover scene—no 2001 chick flick would be complete without such a montage—the colors have already cycled through orange to blue. The girls exit the John Freida salon wearing purple, which, soon enough, will be the next color du jour."], "authors": ["Sarah Spellings", "Sarah Spelling"], "keywords": ["pussycats", "girls", "y2k", "lowrise", "movies", "soon", "blue", "wearing", "movie", "greatest", "shorter", "josie", "deborah", "fashion"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}