{"id": "d1123bf1-4567-3a51-b307-4817604e503c", "title": "“Sex Education,” Season 2: The Doctor Is In", "url": "https://www.newyorker.com/culture/on-television/sex-education-season-2-the-doctor-is-in", "summary": "When it débuted on Netflix last year, the British series “Sex Education,” created and co-written by Laurie Nunn, established itself as one of the freshest, funniest, and most humane depictions of teen life in years.\nIt centers on Otis (Asa Butterfield), a mild-mannered teen who, despite being a virgin in a dorky windbreaker, in the first season becomes a sex therapist to his high-school peers.\nNunn created “Sex Education” in part because sex wasn’t discussed in her schools growing up.\nThe world of “Sex Education” isn’t like teen fare we’ve seen before—but neither is it stylistically arch.\nWe trust “Sex Education” not to do that, not to go for the predictable horror, not to be too cruel, broad, upsetting, or clichéd.", "paragraphs": ["When it débuted on Netflix last year, the British series “Sex Education,” created and co-written by Laurie Nunn, established itself as one of the freshest, funniest, and most humane depictions of teen life in years. (Its second season came out on Friday.) It centers on Otis (Asa Butterfield), a mild-mannered teen who, despite being a virgin in a dorky windbreaker, in the first season becomes a sex therapist to his high-school peers. He’s got hangups—he won’t even masturbate—but, all around him, the world is bursting with vitality and lust, and, because his divorced parents are both sex therapists, he’s got the concepts down. A savvy classmate, Maeve (Emma Mackey), notices his talent for giving advice, and the plot unfurls from there. “Sex Education” has fun with its concept and characters while respecting them: we get to know people through their intimate vulnerabilities, alongside diagrams of genitalia and phrases like “scrotal anxiety.” As they manage their clinic and their lives, Otis and Maeve fall in love, but not at the same time. The writing and performances (many by relatively unknown young actors) are so sharp that, by the end of the first season, the status of each relationship felt like a cliffhanger.", "Nunn created “Sex Education” in part because sex wasn’t discussed in her schools growing up. Dramatically and comedically, she was inspired by John Hughes movies, “Freaks and Geeks,” and “Mean Girls.” The result often feels like a successor to them, and a welcome update—the best of earlier teen dramedy through a more enlightened, feminist lens, centering pleasure and mutual respect, critical of slut-shaming, lacking the racism of a Long Duk Dong character or the hissing class warfare of John Hughes’s wounded psyche. These teens don’t balk at saying “vagina” or “period”; L.G.B.T.Q. characters are respected and reasonably happy; sex is understood to be healthy and normal, and to be managed responsibly, not repressed.", "The world of “Sex Education” isn’t like teen fare we’ve seen before—but neither is it stylistically arch. The setting is quietly wondrous, and green as a terrarium: Otis and his mom, Jean (Gillian Anderson), live on a lushly verdant riverside bluff in a Victorian house, like Villa Villekula with a view. (Its décor includes phallic plants and erotic art: “Why is there a minge on your wall?” a classmate asks.) Otis and his ebullient best friend, Eric (Ncuti Gatwa), bike to school through gorgeous primeval woods; school outcasts take refuge, and get their sex advice, in an abandoned restroom overgrown with ivy. The heightened visual world is both sui generis and generalized, the town unpinpointed on a map. That mix of specificity and freedom corresponds to the show’s narrative style. There’s no explanatory voice-over or title cards or fake-documentary fourth-wall breaking, which helps liberate us from the overfamiliarity of high-school tropes. Music cues are on the nose, corresponding lyrically to what’s happening in the moment (“I Touch Myself,” “Boys Don’t Cry”), but, because they’re eighties-flavored or generations-spanning (Ezra Furman covers of LCD Soundsystem, say) they don’t feel overdetermined.", "In the first season, the near-rainforest level of foliage suggested an Edenic wilderness of innocence and possibility; in the second, knowledge has crept in, with serpentine results. Vitality has made its way into Otis’s life, and into his pants. He now has a girlfriend, Ola (Patricia Allison), but he’s hesitant with her, and he can’t stop masturbating: his days are a never-ending loop of pants tents, room-fleeing, wanking, and showers. (Some of this is shown with empathy and hilarity; some veers uncomfortably close to “American Pie” slapstick.) Eric, winning as ever, both delights in Otis’s new situation—“You have discovered the wonder of your own penis, my friend!”—and howls with laughter at his boner problems. Meanwhile, at school, the term begins with a chlamydia panic. (Cue “We Don’t Have to Take Our Clothes Off,” performed by the glee club.) Emergency assemblies are called; face masks are donned. Otis’s wisdom is more needed than ever. “You cannot catch an S.T.I. from a pitch whistle!” he exclaims at one point.", "But, though it’s mostly a delight, Season 2, which is hard not to binge all at once, at times makes for painful viewing. This is largely because Otis—now challenged to face the realities of love, intimacy, and sex in his own life—sometimes acts like an asshole. Butterfield, twenty-two, is an appealing actor who brings empathy to his awkwardly endearing character; perhaps it’s the soundtrack, but I can’t help seeing something Andrew McCarthy-ish in his eyes. His performance in the first season was so feeling and mature that it managed to convince us that a sixteen-year-old boy could make a viable sex therapist. Watching Otis dispense soulful advice to hapless, confused peers—“If you don’t like yourself, how are you supposed to believe that Sam does?”—was a marvel, as was watching Otis and Maeve recognize each other’s subtle uniqueness. (“You saw something in me when no one else did,” he tells her.) In Season 2, his masturbatory misadventures aren’t his only problem: his emotions are all over the place, and he doesn’t know what to do with them. He, and other characters we’ve grown to love, hurt one another, and we hurt, too—and it’s not always clear to me whether these pains are the fault of the characters or of the writing.", "Movies and shows about teen life—like teens themselves—sometimes try to stand out by trying too hard, by being showy, or self-aware. We trust “Sex Education” not to do that, not to go for the predictable horror, not to be too cruel, broad, upsetting, or clichéd. When it approaches that territory, it seems to violate its pact of trust with the viewer—it’s special, and we want it to be perfect. For the most part, the storytelling in Season 2 continues to be masterly—plot arising from character and observation, almost all of it tremendously satisfying. But as Otis’s behavior deviates farther and farther from what he might advise others to do, culminating in an excruciating scene of drunken public jerkiness, I found myself wishing that the writers had made different choices, my suspension of disbelief pierced. Other elements help compensate: Gatwa, as Eric, is a particular standout, with storylines that thrill; Lily (Tanya Reynolds), the lovably horny sci-fi geek, spearheads a delirious Shakespeare musical; and Adam (Connor Swindells), the bully and screwup trying to find his way, will break your heart. They, and everybody else, journey, with difficulty, toward employing the tools that Jean, Otis’s mom, articulates in the season’s first episode: “The three Ts: trust, talking, and truth.” The three Ts are her suggested cure for the school’s chlamydia panic—but, as “Sex Education” teaches us and its characters, as goes the bedroom, so goes life."], "authors": ["Sarah Larson", "Luke Mogelson", "Jia Tolentino", "Alex Ross", "Erik Agard", "Elizabeth Flock", "Naomi Fry"], "keywords": ["doctor", "otiss", "education", "world", "dont", "trust", "sex", "otis", "season", "characters", "teen"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}