{"id": "d11945aa-d751-38b3-a730-f0ddc40dfdb6", "title": "Faye Toogood and Birkenstock Collaborate on a Puffy Yet Practical Shoe", "url": "https://www.vogue.com/article/faye-toogood-and-birkenstock-collaborate-on-a-puffy-yet-practical-shoe", "summary": "When Faye Toogood showed up to her first meeting at Birkenstock’s headquarters for their new collaboration, Birkenstock x Toogood, she brought with her a ginormous box.\n“But the production department was delighted.”If you follow Toogood’s work, that anecdote isn’t surprising.\nToogood covered in Birkenstock x Toogood designs.\n“If it looks good in canvas, it means it's a great design.”) Then, the Mudlark, a shoe Toogood imagines would be worn by an archaeologist mucking around for ancient artifacts by the river.\n“But it’s fantastic.”Below, peruse a few select pieces from Birkenstock x Toogood in advance.", "paragraphs": ["When Faye Toogood showed up to her first meeting at Birkenstock’s headquarters for their new collaboration, Birkenstock x Toogood, she brought with her a ginormous box. Inside? Model shoes she’d cobbled together out of cardboard, sellotape, and wire. “They were almost childlike,” she recalls with a chuckle. “But the production department was delighted.”", "If you follow Toogood’s work, that anecdote isn’t surprising. The British designer has an absolute dedication to form over anything else: her Roly Poly chair, with its baby elephant-esque shape, is iconic and instantly recognizable. So when she teamed up with the shoe brand, there’s no way she was just going to slap on a color, send it over in a PDF, and call it a day. “We aren’t the type to put a logo or a pattern on something,” she says. No: She was going to shape her slip-ons into something distinctly, tangibly, Toogood.", "That’s a tricky endeavor, by the way. Birkenstocks are beloved precisely because of their configuration: their squishy, flat footbed, their loose fitting straps, their easy, throw on demeanor. (Can you name another shoe brand that’s worn by Katie Holmes, models on the Valentino runway, and your grandpa?) “You have to be careful if you’re talking about recutting them. That’s like redoing the shape of a wheel,” says Toogood. “You have to keep that fine line. We wanted to make something different, but something you could still connect to the original, practical, shape.”", "The result? Three distinct designs that are still very embedded with the Birkenstock DNA, available later this month on 1774.com, t-o-o-g-o-o-d.com, and Matchesfashion.com.", "Toogood covered in Birkenstock x Toogood designs. Photo: By Tom Johnson", "First, there’s the Forager, a simplistic style that comes in felt, leather and—most ambitiously—canvas. (Canvas is a signature fabric of Toogood’s, used recently for her Puffy chair. She loves it for the challenge. “As a designer, you really have to work on the geometry to make it elevated and beautiful,” she explains. “If it looks good in canvas, it means it's a great design.”) Then, the Mudlark, a shoe Toogood imagines would be worn by an archaeologist mucking around for ancient artifacts by the river. Finally, the Beachcomber, a plump design inspired by frothy and fluffy seafoam.", "Overall, Toogood’s color palette is a muted one. (See: that aforementioned focus on form.) With one exception: pollen, a hue that is best described as that of a dividing road line. Because, well, it actually is the same shade of a dividing road line: a few years ago, they were doing construction work on the street right out of Toogood’s studio. Then it dawned on her: “It was the perfect utility yellow,” she says. So she ran out and asked the workers to coat one of her sculptures. She’s used that as a baseline ever since.", "Shoes aren’t the only thing in her Birkenstock collaboration, by the way. Toogood was also inspired to make her own relaxed clothing line to pair with the no-fuss shoes, as well as a Birkenstock bed. (Yes, you read that right—if it’s your dream to have a bed with the same comfy consistency as a Birkenstock sole, put in a custom order on 1774.com.)", "“It’s probably the most ambitious project we’ve done,” says Toogood. “But it’s fantastic.”", "Below, peruse a few select pieces from Birkenstock x Toogood in advance.", "The Beachcomber in Flint Nappa $510 MATCHES FASHION Shop Now", "The Beachcomber in Chalk Nappa $510 MATCHES FASHION Shop Now"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["shoe", "collaborate", "shape", "faye", "birkenstock", "x", "toogoods", "line", "puffy", "toogood", "work", "way", "beachcomber", "practical"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}