{"id": "d14dcc42-7f6a-304a-b35f-1d010b8f8ce5", "title": "5 must-watch shows on Fox Nation's All-American Christmas", "url": "https://www.foxnews.com/media/fox-nation-christmas-shows-movies", "summary": "The Fox Nation Christmas selection is bursting with feel-good exclusive content and never-before-seen original movies that will bring the holiday spirit right to your home.\nThe film features cameos from \"Fox & Friends\" co-hosts Steve Doocy and Ainsley Earhardt and is available now for streaming on Fox Nation.\nThe Fox Nation original holiday film will be available for streaming on the platform on Wednesday, Dec. 9.\nThis lighthearted, informative series explores the little known facts behind the curious designs with the help of Fox Nation hosts Tom Shillue and Abby Hornacek.\nCLICK HERE TO JOIN FOX NATION AND GET 35% OFF TODAYFox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers.", "paragraphs": ["The Fox Nation Christmas selection is bursting with feel-good exclusive content and never-before-seen original movies that will bring the holiday spirit right to your home.", "Whether you're looking for a Christmas Eve family movie or about to embark on a festive binge, the on-demand streaming platform has you covered with enough holiday content to get you through the New Year and beyond.", "Here are our Top 5 picks:", "1. \"Christmas in the Rockies\"", "The Fox Nation original movie follows the journey of Katie Jolly, a driven young woman with aspirations to leave her small town of Homewood and her family's business behind for a career in New York City. Katie’s dreams come to a halt when her father’s sudden injury leaves the future of the company on her shoulders. Saddled with Jolly Lumber’s looming financial troubles, she must also navigate the complexities of love and family as well as the pressure to win the annual lumberjack competition.", "", "The film features cameos from \"Fox & Friends\" co-hosts Steve Doocy and Ainsley Earhardt and is available now for streaming on Fox Nation.", "2. \"Christmas on the Coast\"", "Tough and cynical New York celebrity novelist Dru Cassadine returns to her small, coastal hometown hoping to find inspiration during the holidays in a last-ditch effort to save her career. Dru is forced to confront her past when an intriguing local widower and his teenage daughter enter her life, resulting in an unexpected twist that both Dru and the audience do not see coming.", "The Fox Nation original holiday film will be available for streaming on the platform on Wednesday, Dec. 9.", "3. \"A Craze Called Christmas\"", "", "The Fox Nation multipart series features three over-the-top Christmas enthusiasts from across the country -- including a holiday hoarder with a meticulous husband, a mom who forces her family to celebrate the holiday year-round, and the real-life Santa Claus – as they take things to the next level in preparation for the most joyous season of the year.", "", "4. \"A History of the Ugly Christmas Sweater\"", "", "The ugly Christmas sweater has now joined the ranks of eggnog, fruitcake, and jingle bells as holiday staples, but it took several years before the public embraced the flashy pullover garment. This lighthearted, informative series explores the little known facts behind the curious designs with the help of Fox Nation hosts Tom Shillue and Abby Hornacek.", "5. \"Bing Crosby's Merrie Olde Christmas\"", "New to Fox Nation, \"Bing Crosby's Merrie Olde Christmas\" is a posthumous 1977 Christmas television special starring Bing Crosby and his family with special guests Twiggy, David Bowie, Ron Moody, Stanley Baxter and Trinity Boys Choir.", "To watch the original feel-good holiday programming and for more exclusive content available just in time for the holidays, visit Fox Nation and join today.", "CLICK HERE TO JOIN FOX NATION AND GET 35% OFF TODAY", "Fox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers. Go to Fox Nation to start a free trial and watch the extensive library from Tomi Lahren, Pete Hegseth, Abby Hornacek, Laura Ingraham, Ainsley Earhardt, Greg Gutfeld, and many more of your favorite Fox News personalities and thrilling blockbusters."], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["allamerican", "dru", "original", "fox", "family", "christmas", "bing", "content", "streaming", "shows", "holiday", "mustwatch", "nation", "nations"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}