{"id": "d185e15b-5a4f-30c8-968a-07d7f63cd2fe", "summary": "But experiencing protests or having weak governments does not make a country ungovernable.\nMoreover, as Tolstoy might have written, each ungovernable country is ungovernable in its own way.\nSo what, if anything, does ungovernability mean when applied to democracies?\nNo Western country is ungovernable in every one.\nWestern countries are not ungovernable in the sense of paralysed by riots or crises.", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["A SPECTRE IS haunting the rich world. It is the spectre of ungovernability. “Ungovernability in Italy is a great risk,” averred its former prime minister, Matteo Renzi, in 2017. “It will be impossible to govern Spain until they face the political problem in Catalonia,” predicted the spokeswoman of the Catalan regional government in February (just before that government was closed down). Emmanuel Macron, for whom to govern is to reform, warned that “France is not a reformable country”, evoking the spirit of General de Gaulle who once asked how anyone could govern a nation with 246 kinds of cheese.", "When you survey the political landscape of rich countries, you see an unusual amount of chaos and upheaval. Prague has seen the largest demonstrations since the overthrow of communism. More than a quarter of the current parliaments in Europe were elected in polls that were called early. In Britain the mother of parliaments has been at the gin bottle and opinion polls everywhere show increasing numbers of people losing patience with democratic niceties and hankering after a strongman.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "But experiencing protests or having weak governments does not make a country ungovernable. Moreover, as Tolstoy might have written, each ungovernable country is ungovernable in its own way. The problems of Italy, Spain and Britain are all different. So what, if anything, does ungovernability mean when applied to democracies? And if it is a problem, is it worse now than in the recent past?", "Ungovernability can be thought of in four ways. No Western country is ungovernable in every one. But there are a few features that exist in more than one country and a few countries that look ungovernable in more than one sense.", "First, some countries cannot form a stable government either because (in first-past-the-post systems) the largest party does not command a majority in parliament, or because (in countries with coalitions) parties cannot organise a stable alliance on the basis of election results. Spain has had three elections since the end of 2015 and may have to call a fourth following its failure to negotiate a new coalition. In Britain an election in 2017 stripped the ruling Conservatives of their majority and their subsequent period in office has been tumultuous. In both countries, stable two-party systems have given way to wobbly four- or five-party ones. (And both, incidentally, have seen the collapse of large regional governments, in Catalonia and Northern Ireland.)", "In the 28 European Union countries, eight of the most recent legislative elections were snap polls, called before the end of the normal parliamentary term. This is not a trivial share, though it does not suggest widespread chaos, either.", "Joining up is hard to do", "More common, countries with coalition governments have suffered unusually protracted negotiations. Sweden’s lasted four months ending in January 2019; the country now has an ineffective minority government. Finland held an election in April and it took until the end of May to create a left-right coalition. These cases pale in comparison with the eight months that it took to produce a Czech government in 2018, to say nothing of the record 535 days that Belgium endured without a government in 2010-11. After its vote in 2018, Italy did manage to cobble together a coalition between populist right and populist left, though they cannot stand one another. These countries should probably be called precarious, rather than ungovernable.", "Next, ungovernability can mean that governments fail to pass basic laws on which the operations of the state depend. Spain’s could not pass a budget this year, triggering the election in April. Italy did pass its budget for 2019, but by busting the financial limits imposed by the EU , though confrontation has so far been avoided.", "Broken by Brexit", "Britain has seen an unprecedented failure: a thrice-repeated defeat by huge margins in the House of Commons on the most important issue of the day, Brexit. Had this happened at any other time, the government would have resigned, precipitating an election. As it was, the defeats triggered a contest for leadership of the Conservative Party, resulting in a government which expects to crash out of the EU without an agreement, pitted against a parliament determined to prevent such a thing happening (see Britain section). This is an extraordinary turn of events in a system which is not supposed to permit divided government. If Britain is sliding towards ungovernability will depend on whether it does crash out and what happens at the expected early election. At the moment, with a one- or two-seat majority, the government is running on fumes.", "But the home of failure to pass meaningful laws is the United States, where both Republicans and Democrats have given up on passing legislation until after the presidential election of 2020. This continues a long-standing failure. Appropriation (budget) bills routinely fail to be approved on time. Between 2016 and 2018, Republicans controlled both branches of government but failed in their main legislative goal, to repeal the Affordable Care Act (“Obamacare”), and did not try to win approval for a promised deal to improve America’s crumbling infrastructure. America is not ungovernable in most senses of the term but its legislature and executive are locked into paralysis.", "A third aspect of ungovernability is the systematic corruption of constitutional norms, making political processes haphazard or arbitrary. This does not always make countries ungovernable. Sometimes, as recently in Hungary, for example, it does the opposite, increasing state power at the expense of democratic checks and balances. But the undermining of norms can also hamper decision-making, as in Britain. There, cabinet responsibility and party discipline have broken down, ministers break the ministerial code of conduct and traditions of parliamentary procedure, such as holding a Queen’s Speech to outline legislative proposals, are ignored.", "America is not quite as bad. But President Donald Trump shut down the federal government twice in a year—compared with once in Barack Obama’s eight years. The second Trump shutdown, in 2018-19, was the longest in history. Mr Trump has flouted Congress over a tax law and urged his administration to resist Congressional requests for information. The former British ambassador to Washington called his administration dysfunctional, unpredictable, faction-riven, diplomatically clumsy and inept. And that is the view of America’s friends. America’s political system is not designed to operate smoothly. But it is becoming dysfunctional in ways the framers never envisaged.", "Western countries are not ungovernable in the sense of paralysed by riots or crises. They have not lost control of the streets. Nor are they Congo. But their governments are riven by disputes and are too weak to implement big reforms—to pensions, say, or social care. They are not impossible to govern in the sense of chaotic or anarchic but more than a few are ungovernable in the sense that their governments cannot do anything of importance.", "Lastly, the past year has seen a return to the streets of mass demonstrations. In France, the gilets jaunes (yellow jackets), a populist grassroots movement, have blocked roads and staged some of the most violent demonstrations the country has seen since 1968. In Britain campaigners against Brexit claimed 1m people joined a demonstration in London in March 2019, which would make it one of Britain’s largest-ever rallies. Prague has seen the largest demonstrations since the Velvet revolution of 1989. And there have been smaller anti-government rallies in Spain, Serbia, Hungary and Slovakia in 2018-19.", "The nature of these demonstrations, however, is a reminder of what today’s ungovernability is not. It is not mob rule. No one is burning down the presidential palace or executing the king. Protests in Western capitals have mostly been placid compared with the 1960s and 1970s. During riots after the assassination of Martin Luther King in 1968, machineguns were posted on the steps of the Capitol.", "That point of comparison suggests an odd feature of contemporary politics: it turns the experience of the 1970s upside down. Then, inflation was rampant, unemployment high and strikes common. There were riots and assassinations and, in America, conscription into an unpopular war. Yet, with exceptions such as the Watergate scandal, the business of government continued to rumble along. Within a couple of years of the riots in 1968, Richard Nixon had set up the Environmental Protection Agency; de Gaulle won a legislative election just after the Paris événements. Paul Keating, later Australia’s prime minister, said of his country’s government in the 1980s that “the dogs may bark but the caravan moves on” (ie, the government kept going, critics notwithstanding). Now, matters seem to be reversed. Inflation is tamed, unemployment is low and wages are inching up. But governments are stalemated. Compared with the 1970s, societies are less disorderly but politics is more so.", "Perhaps this will prove short-lived. Maybe politicians are just facing a temporary double-whammy of unpopularity. Voters are not giving them credit for economic recovery and are angry about the costs of austerity. If so, governments might one day reap electoral rewards and normal governance will resume.", "The party’s over", "But longer-term trends seem against that, notably the secular decline of large political parties which has gone furthest in Europe (see chart). At their height, the two largest parties in Britain, Spain and Germany were winning 80-90% of the vote. Now, they are down to two-thirds or less.", "In 1960, 15% of electorates in western Europe were affiliated with a party. Now the share is below 5%. Britain’s two big parties were once the largest civic organisations in the country. Now their combined membership is less than that of the Royal Society for the Protection of Birds.", "Membership of unions and churches has fallen, marginalising the institutions that buttressed the centre-left and centre-right, respectively. And, except in America, voters are more fickle. Alessandro Chiaramonte of the University of Florence and Vincenzo Emanuele of Luiss University in Rome found that 8% of European voters changed their votes between national elections in 1946-68; in 1969-91, 9% did so; in 1992-2015, 13% changed their minds.", "Everywhere, parties are finding it harder to recruit and retain members and to mobilise voters. Parties are the organising forces of parliamentary democracy. They pick candidates, approve manifestos and get out the vote. Coalitions usually revolve around one large party. If parties continue to decline, political systems are likely to become at least more fluid, and at worst harder to govern. ■"], "url": "https://www.economist.com/international/2019/08/01/are-western-democracies-becoming-ungovernable", "title": "Are Western democracies becoming ungovernable?", "pubDate": null, "keywords": ["western", "countries", "governments", "seen", "ungovernability", "does", "britain", "country", "democracies", "election", "ungovernable", "parties"]}