{"id": "d19056e3-4dfd-3c13-aadc-3706a70c46d7", "title": "Dramatic disconnect - Despite a weak economy, India’s stockmarket is at record highs", "url": "https://www.economist.com/finance-and-economics/2020/12/05/despite-a-weak-economy-indias-stockmarket-is-at-record-highs", "summary": "Record highs are being achieved in one session after another on the Bombay Stock Exchange, most recently on December 2nd.\nThis picture seems in striking contrast to that of the economy, which sustained the deepest downturn of all large countries.\nIn the second quarter India’s GDP fell by 24% compared with the previous year; in the third, according to figures released on November 27th, it was still 7.5% lower than a year ago.\nYears of deficit spending and a shortfall in tax collection mean there is little latitude for fiscal policy, either.\nIn the third quarter, government spending fell by 22% compared with the same three months in 2019.", "paragraphs": ["T HE MOOD ON Dalal Street, Mumbai’s version of Wall Street, is jubilant. Record highs are being achieved in one session after another on the Bombay Stock Exchange, most recently on December 2nd. The Sensex, an index of the country’s biggest 30 firms, is up by around 72% since March 23rd, the day before India went into its strict lockdown; so too is the broader-based BSE 500 . That is one of the largest rises among the world’s ten biggest economies. Share prices across all of the 79 sectors tracked by Capitaline, a data provider, have risen. Those for makers of cement products have gone up by 139%; those of carmakers by 89%; even those of real-estate investment trusts, hobbled by shutdowns, have risen by 5%.", "This picture seems in striking contrast to that of the economy, which sustained the deepest downturn of all large countries. In the second quarter India’s GDP fell by 24% compared with the previous year; in the third, according to figures released on November 27th, it was still 7.5% lower than a year ago. The Centre for Monitoring Indian Economy ( CMIE ), a research firm, estimates that more than 21m jobs have been lost since the pandemic struck. In November the labour-participation rate dropped below 40% for the first time.", "Meanwhile, inflation has been rising, limiting the Reserve Bank of India’s ability to cut interest rates. In October, consumer prices rose by 7.6%, well above the upper bound of the central bank’s target range. Years of deficit spending and a shortfall in tax collection mean there is little latitude for fiscal policy, either. In the third quarter, government spending fell by 22% compared with the same three months in 2019."], "authors": ["The Economist"], "keywords": ["spending", "risen", "stockmarket", "despite", "biggest", "economy", "compared", "quarter", "fell", "disconnect", "record", "prices", "dramatic", "highs", "indias", "weak", "street"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}