{"id": "d19ad1f8-dde8-32bd-812d-4218dd8d06c0", "title": "How China uses trade as a weapon", "url": "https://www.ft.com/video/0b175715-0367-45c1-8fbd-cdf11c725612?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=4", "summary": "The two countries swiftly signed a trade deal which has embedded China as by far Australia's most important trade partner.\nAnd it also has a very large Chinese Australian population at home.\nAnd this is really due to the importance of iron ore exports to China from Australia.\nFor example, in 2016 there was a total of $16.5bn Australian investment from China into Australia.\nAnd of course, the US has had a multi-pronged trade war with China over the past couple of years as their wider relationship deteriorated.", "paragraphs": ["You can enable subtitles (captions) in the video player", "I think the example of Australia raises the question of whether China's punitive actions are now reaching a whole new level of intensity.", "Since Canberra's call for an inquiry into Covid-19, Beijing has really started to target Australian exports.", "Australia's experience stands as a cautionary tale of what can happen when China's full wrath is unleashed.", "Seven years ago Chinese President Xi Jinping made an historic speech to the Australian parliament calling on Canberra and Beijing to expand co-operation and deepen trust. The two countries swiftly signed a trade deal which has embedded China as by far Australia's most important trade partner. But seven years on and bilateral relations have plummeted. Diplomatic ties have frozen, two Australians are detained in what critics allege is hostage diplomacy, and Beijing has slapped sanctions on Australian exports.", "Australia's experience is by no means unique. In March, China lashed out at the European Union, the UK, and Canada over their criticism of alleged human rights violations in China's Xinjiang region. These latest moves are directed mainly at individuals rather than the billions of dollars in trade and investment that are at stake in its rift with Australia.", "In this context, Australia's experience stands as a cautionary tale of what can happen when China's full wrath is unleashed. So Jamie, what has happened to throw the China/Australia relationship into the deep freeze?", "Well, this dramatic deterioration in relations is really linked to geopolitical changes between the two superpowers China and the US, but it also reflects the combative diplomatic approach taken by both nations. There's no doubt that Xi Jinping has taken a far more aggressive approach to foreign policy than his predecessors, most notably pushing China's claims in the contested South China Sea, clamping down on Hong Kong's autonomy, and taking part in foreign influence operations in democratic nations.", "So this has really alarmed Canberra, which has deep financial and personal ties to Hong Kong. It has vital strategic interests in keeping trade routes open to Asian countries. And it also has a very large Chinese Australian population at home.", "The election of Donald Trump and a much more strident US foreign policy towards China has also had an important influence in Canberra, which has a defence alliance with Washington. Australia's Conservative government has often taken the lead in pushing back against Beijing, a position that has really enraged Beijing and caused some of its domestic critics here in Australia to warn that Canberra risks abandoning its traditional position of not having to choose between its largest trading partner China, and its strategic ally, Washington.", "So what have been the trigger points for the diplomatic breakdown? And why has it got so personal?", "Well, there's been several significant trigger points over the past few years. In 2017 there was a political scandal here involving an MP and some money from a Chinese businessman. After that Canberra started to formulate tough new foreign influence laws aimed at preventing overseas powers from meddling in internal politics and seeking to influence diaspora communities in Australia. So that was probably the first thing that angered Beijing. The second thing happened in 2018 and Australia was the first western power to formally ban Huawei from its 5G network rollout.", "And this decision laid the groundwork for other nations to introduce similar rules. And so this really put Canberra in the crosshairs of Beijing. But perhaps the most extreme example of Canberra taking the lead was its decision last year to unilaterally call for an inquiry into the origins of the coronavirus outbreak in Wuhan. And in that process, it floated this idea of providing investigators with weapons inspector style powers. Now unsurprisingly, this didn't go down very well in Beijing. And since then we've seen Beijing really unleash this wolf warrior style diplomacy against Canberra.", "One of the most significant moments in this was a decision by a senior Chinese foreign ministry spokesman to post a fake image on Twitter of an Australian soldier holding a knife up to an Afghan child's throat. This was a reference to a war crimes investigation in Australia. But this just provoked a major outcry in Australia with Prime Minister Scott Morrison calling it repugnant and demanding an apology from Beijing. And unsurprisingly, none has been forthcoming so far.", "So there's been a lot of sound and fury. But has this also hit the bottom line in Australia?", "Well, since Canberra's call for an inquiry into Covid-19 Beijing has really started to target Australian exports through a range of different sanctions. So we've had anti-dumping tariffs imposed on barley and wine, and a host of technical trade barriers put against products from coal to timber. So this has begun to impact businesses operating in those specific sectors. For example, the wine industry in particular is finding it really difficult to find alternative markets for its products because China was its largest single market accounting for about a third of total wine exports from Australia.", "However, the value of overall trade between the two nations, worth about a quarter of a trillion Australian dollars, has not so far suffered a huge downturn. And this is really due to the importance of iron ore exports to China from Australia. This makes up roughly half of the total of Australian exports to China. And what we're seeing is iron ore prices have really been hovering near record highs, partly because the alternative market for China to get iron ore, Brazil has had real problems due to the coronavirus and also due to dam failures there.", "So China hasn't been left with an alternative to get a source iron ore. So this has supported Australia's exports. But if we can really point to one area where we're seeing a massive economic impact from this breakdown in diplomatic relations between China and Australia, it would have to be in investment flows. So the value of foreign direct investment into Australia fell 61 per cent last year to just one billion Australian dollars. And this is really a massive drop compared to the peak years of Chinese investment into Australia.", "For example, in 2016 there was a total of $16.5bn Australian investment from China into Australia. And that made Australia one of the most important sources for Chinese investment in that year.", "This behaviour is far from unique. South Korea suffered very similar economic pressure from China after it decided in 2016 to accept the deployment of an American missile system on its soil. And a Korean company, the Lotte Group, was targeted by Chinese cyber attacks. And some of its stores in China were fined or closed. Korean airlines were also refused permission to increase flights between the countries. And there was fallout too for several other Korean companies.", "In addition, relations between China and Norway were virtually frozen for years after the Nobel committee, which of course is based in the Norwegian capital, awarded the Nobel Peace Prize to the Chinese dissident Liu Xiaobo in 2010. Japan has had regular run-ins with China over the years. One of the most recent was a wave of boycotts of Japanese cars and other goods by Chinese consumers in 2012 because of bilateral territorial disputes.", "And of course, the US has had a multi-pronged trade war with China over the past couple of years as their wider relationship deteriorated. But even so, I think the example of Australia raises the question of whether China's punitive actions are now reaching a whole new level of intensity.", "The latest focus of China's anger are the multinational fashion brands such as H&M, Nike, Adidas, and others. These companies have issued statements saying that they would not use cotton from the Xinjiang region because of human rights concerns. Chinese officials reacted with fury. Xi Guixiang, a spokesman for the Xinjiang region singled out Sweden's H&M and warned it that it would not earn a single penny in the Chinese market because of its stance.", "Such tensions show how quickly a political issue can have big commercial repercussions as relations between China and the west reach their lowest point in decades."], "authors": ["Filmed", "Produced Tom Griggs", "Graphics Russell Birkett", "Additional Footage Reuters"], "keywords": ["australia", "investment", "chinese", "beijing", "really", "canberra", "trade", "china", "australian", "uses", "weapon", "chinas"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}