{"id": "d1b5c0ab-8bde-34d1-8d2f-836a6a7a1dd6", "title": "Evan's Remains Review — A Middle-Ground Mystery", "url": "https://www.gameinformer.com/review/evans-remains/evans-remains-review-a-middle-ground-mystery", "summary": "Evan’s Remains is different; it combines a visual novel and a puzzle game, but each genre remains distinct and intact.\nInstead, Evan’s Remains is a stylish, side-scrolling indie that injects variety at the right moments, even as it struggles with its defining elements.\nThough the experience is fun and pleasant, Evan’s Remains also feels constrained.\nThis modest level of ambition certainly doesn’t make Evan’s Remains a bad puzzle game – but it doesn’t make it a great one, either.\nEvan’s Remains successfully achieves what it attempts: It delivers a compact story punctuated by neat puzzles.", "paragraphs": ["Most genre hybrids take aspects of different game types and blend them into one seamless experience. In an action/RPG, for example, players usually can’t tell where the “action” stops and the “RPG” begins. Evan’s Remains is different; it combines a visual novel and a puzzle game, but each genre remains distinct and intact. It alternates between puzzle-solving sequences and story scenes, but never feels disjointed. Instead, Evan’s Remains is a stylish, side-scrolling indie that injects variety at the right moments, even as it struggles with its defining elements.", "You control Dysis, a young woman who shows up on a mysterious island in search of a missing genius named Evan. That’s all you know at the beginning, but the narrative gets more complicated as you proceed, bringing in other characters and additional mysteries. Like a visual novel, the scenes unfold through text boxes and character portraits, though you also have plenty of opportunities to appreciate the excellent pixel art and animation. The story is well-paced, with a trail of questions to follow. Where is Evan? Who is this shadowy figure? What is the island’s secret? I enjoyed the pursuit of the answers, but the tale culminates in an absurd twist that retroactively makes the characters and events less interesting, so the journey ends with a shrug instead of a bang.", "The narrative sequences are only part of the experience, serving as interludes that give you breaks between puzzles – single-screen challenges requiring you jump over a barrier on the far side. Different blocks can teleport you, launch you in the air, and disappear once you leap off. I like how all of these elements are combined in ways that give each puzzle a unique approach, so you aren’t jumping through the exact same hoops from one to the next. And even though you’re running and leaping across 2D blocks, the platforming isn’t about skill. I like that success is more about experimentation and logic; once I figured out what to do, I never had any trouble carrying out the plan.", "Though the experience is fun and pleasant, Evan’s Remains also feels constrained. It’s a short game, but that isn’t a problem by itself. However, the three-hour total playtime doesn’t give the puzzle ideas enough time to ramp up to a satisfying level. They always seem to stop short of making you feel clever; since the solutions are always a mechanical series of jumps, they don’t invite or reward unconventional thinking. You’re left to imagine the smart or intricate ways the components could be layered, because the challenges don’t do it themselves. This modest level of ambition certainly doesn’t make Evan’s Remains a bad puzzle game – but it doesn’t make it a great one, either.", "Evan’s Remains successfully achieves what it attempts: It delivers a compact story punctuated by neat puzzles. It switches between these central elements frequently, so no one idea overstays its welcome, but the concepts aren’t deep or compelling enough. A disappointing conclusion hurts the narrative, and a lack of evolution hurts puzzles; since the game is split distinctly into sections involving only those two things, even the best moments of Evan’s Remains carry a sense of unfulfilled potential."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["middleground", "puzzle", "experience", "remains", "doesnt", "game", "mystery", "youre", "puzzles", "evans", "different", "narrative", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}