{"id": "d1cc14ec-1438-36fe-85e2-90dbba9a09ab", "title": "Prawn salad and baked ricotta: Rachel Roddy's Christmas starters – recipes", "url": "https://www.theguardian.com/food/2020/dec/07/prawn-salad-and-baked-ricotta-recipes-rachel-roddy-christmas-starters", "summary": "Prawn, celery and fennel salad (insalata di gamberi e sedano – pictured above)A simple but curiously good salad, thanks to the lemon zest and nigella seeds, which are reminiscent of onions, black pepper and oregano.\nCut the celery and fennel into really slender crescents, and finely dice the fennel fronds, celery leaves and parsley.\nIn large bowl, whisk the dressing ingredients and a pinch of salt, then add the celery, fennel and herbs, and toss well (hands are best).\nThe ideal olives here are the small, iridescent taggiasca, but any small, flavourful black ones will work.\nRachel Roddy’s baked ricotta and spinach.", "paragraphs": ["Christmas starters should be inviting and bright – and tasty, too, obviously. Assuming you have already had something fried or salty (or both) with your aperitif, and that there is a feast ahead, here are two suggestions that tick all the boxes: a sweet and subtle prawn, fennel and celery salad, and a ricotta and spinach bake, which is somewhere between a soufflé and a frittata, and deep forest green.", "Prawn, celery and fennel salad (insalata di gamberi e sedano – pictured above)", "A simple but curiously good salad, thanks to the lemon zest and nigella seeds, which are reminiscent of onions, black pepper and oregano. Bread and excellent butter on the side are important. It is key that the celery is free of strings, the fennel sliced so thinly it is almost transparent, and everything coated in dressing.", "Prep 15 min", "Cook 15 min", "Serves 4", "", "6 sticks celery, with leaves, ideally", "1 small fennel bulb", "1 parsley sprig", "400g peeled prawns", "To boil the prawns", "1 strip lemon peel", "1 garlic clove, peeled", "1 bay leaf", "For the dressing", "6 tbsp olive oil", "Zest of ½ lemon", "1 tbsp lemon juice", "1 tsp red-wine or balsamic vinegar", "1 pinch nigella seeds", "Salt", "Prepare the celery by saving the most tender leaves, then trim away all but the whitest parts and pull away any tough strings. Trim the fennel, too, so you have just the tenderest bulb, and save any fronds. Keep all the offcuts. Cut the celery and fennel into really slender crescents, and finely dice the fennel fronds, celery leaves and parsley.", "Put all the celery and fennel trimmings into a medium saucepan, add the lemon peel, garlic, bay leaf and a pinch of salt, and cover with a litre of water. Bring to a boil, then reduce to a simmer for 10 minutes. Lift out the vegetables, poach the prawns in the simmering water for three minutes, then drain.", "In large bowl, whisk the dressing ingredients and a pinch of salt, then add the celery, fennel and herbs, and toss well (hands are best). Add the prawns, toss again and serve.", "Fiona Beckett’s drinks match You want a crisp, refreshing, dry white here: greco is my current favourite, and Aldi has a lovely one in its Specially Selected range for just £6.99 (in store only, 13%).", "Baked ricotta and spinach (ricotta spinaci al forno)", "It is important to drain the spinach well: leave it in a colander with a plate and a weight on top for at least 10 minutes, so any excess water is pressed away. The ideal olives here are the small, iridescent taggiasca, but any small, flavourful black ones will work. Serve baked ricotta warm or at room temperature, rather than cold.", "Rachel Roddy’s baked ricotta and spinach.", "Prep 20 min", "Cook 25 min", "Serves 6", "", "500g leaf spinach", "300g ricotta, drained for 2 hours", "4 large eggs, beaten", "50g parmesan, grated", "75g pitted black olives", "Nutmeg", "Salt and black pepper", "Wash the spinach, then lift it, with the residual water clinging to the leaves, into a large pan and set over a medium heat. Keep an eye on it, and stir while the spinach wilts. As soon as it has collapsed, tip it into a colander, place a weighted plate on top and leave to drain for 15 minutes, pressing out all the excess liquid.", "Chop the spinach and mix it with the ricotta, eggs, parmesan and olives, then season with nutmeg, salt and pepper to taste.", "Butter and breadcrumb a round tin, or line it with greaseproof paper, scrape in the mixture and bake at 180C (160C fan)/350F/gas 4 for 25 minutes, or until set and the edges are just starting to darken. Serve warm or at room temperature.", "Fiona Beckett’s drinks match It has to be Italian with Rachel, really, doesn’t it? I’d go for a smooth, creamy soave or gavi, such as Ca di Maggio Gavi del Comune di Gavi 2019 (£12 Marks & Spencer in store and online at Ocado, 12%)."], "authors": ["Rachel Roddy"], "keywords": ["leaves", "baked", "christmas", "water", "small", "roddys", "ricotta", "celery", "lemon", "rachel", "salad", "starters", "minutes", "prawn", "black", "recipes", "spinach", "fennel"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}