{"id": "d1d6455c-7fbf-3233-a610-85bdc15b9648", "title": "WIRED25 2020: Patrice Peck on Building Covid Resources for Black Communities", "url": "https://www.wired.com/video/watch/wired25-2020-patrice-peck-on-building-covid-resources-for-black-communities", "summary": "What inspired you to start the Coronavirusfor black folks that coronavirus newsfor black folks newsletter?\nI got my undergraduatedegree in black studiesat Amherst College, and I'm also a black person.\nAnd so my series focus specificallyon black essential workers.\nWhat do you think contributesto this disparity between some people thinkingthat it affects nobody and then other people knowingthat it's actually a really, really big deal?\nGood, good tips.", "paragraphs": ["Transcript", "Hey everybody welcome my name's Alan Henry.", "I'm the Service Editor here at WIRED.", "I am happily joined by Patrice Peck", "AKA speak Patrice, accomplished journalist", "with over a decade of experience in elevating", "and amplifying underrepresented", "and under-reported stories.", "Her work has been published", "in The New York Times and BuzzFeed, EBONY, Vogue,", "Elle, the list goes on, but today we're here to talk", "to her about her incredibly important newsletter", "Coronavirus news for black folks", "which aims to speak directly to the black community", "a community already disproportionately affected", "by the pandemic, but with information", "and advice we can't get in traditional media.", "Patrice, thanks for being here.", "Thanks for having me.", "Of course,", "so let's start with a pretty standard question.", "What inspired you to start the Coronavirus", "for black folks that coronavirus news", "for black folks newsletter?", "Sure. So my back, my educational background is in", "black studies. I got my undergraduate", "degree in black studies", "at Amherst College, and I'm also a black person.", "I have the lived experience.", "And so in early, I wanna say late February", "that's when I started to really follow", "and track any news that was coming", "out about the Coronavirus.", "And once I realized that people", "with pre-existing medical conditions were more likely", "or at higher risk to suffer severe illness", "from Coronavirus, that's when I realized", "okay, this virus is going to", "really devas..", "excuse me, devastate the black community", "because,", "because of Anti-Black Systemic Racism.", "There is an overwhelming amount", "of preexisting medical conditions in the black community.", "And I also realized just", "as a journalist, that because a lot of publications", "within the Black press have shuttered or folded", "or downsized drastically again, because of", "systemic racism", "and just the shifting of the media landscape in general", "I just knew that we needed like a hub for any news", "about the Coronavirus", "as it relates directly to Black people.", "Yeah. So, and you mentioned the shuttering", "of a lot of traditional Black Media and Black Press", "and in your newsletter, you mentioned", "that you wanted to fill some of those gaps in coverage", "that traditional media outlets have in those blind spots", "that they traditionally take when", "they cover underrepresented communities.", "What do you think some of those blind spots are?", "Why do you think they have those gaps in coverage?", "Hmm, I honestly", "[laughs]", "great question, alright.", "I mean, there's so many gaps because, for example", "the first sort of original piece that I did", "for the newsletter was an interview series called", "Essential Black because I noticed", "so much of the media's narrative", "around essential workers at the start", "of the pandemic was focusing a lot on White nurses", "and doctors.", "And as we soon learned", "a large percentage", "of essential workers are women, but especially Black", "and Brown women.", "And so my series focus specifically", "on black essential workers.", "So I spoke with a young Black security guard who worked", "at a homeless prevention center.", "I spoke with a pregnant woman who worked at", "as a Hospital Administrator.", "And so, you know, I wanted to", "show to my audience that", "you know, your voice and your story", "during this pandemic does matter, especially again, because", "of how we are being disproportionately impacted.", "That leads me to a good point.", "So just last week, the president stood in front of a rally", "and said that of the Coronavirus affects basically nobody.", "And that was happened to be the same day or the day", "before we essentially crossed that great milestone", "that 200,000 Americans died.", "What do you think contributes", "to this disparity between some people thinking", "that it affects nobody and then other people knowing", "that it's actually a really, really big deal?", "Hmm. I think it", "[laughs]", "again, another very great broad question.", "I think it just goes back", "to sort of what your experience is, living in this country,", "living in America and", "what realities you face, right?", "If you consistently experience", "and witness systemic racism", "in various points of your life throughout your entire life", "it's gonna be more likely that you're willing to accept", "you know, inequities and systemic racism and oppression", "and white supremacy and all of those being very real.", "But honestly, if again, in the black community", "and you know, in Latino community, Indigenous communities", "you'll speak to someone and they know at least a handful", "of people who've been infected", "by the Coronavirus or have died from the Coronavirus", "or whose family member is an essential worker.", "Like my mother is a nurse", "just as there are a lot of,", "you know, Black, Caribbean immigrants who work", "in the medical profession, you know,", "in the profession my mother is one.", "I mean, it's just goes back to, I think,", "empathy and really understanding that,", "you know, they're intersectional identities.", "And you know,", "if, you've never been one of those disenfranchised", "you know, within one of those disenfranchised communities", "you know, there's, just a gap", "Right?", "So I have a question from a viewer, Andrew Martin, he asks", "how do you stay resilient in tumultuous times like 2020?", "What brings you joy?", "What helps you keep going?", "Hmm, good question.", "[laughs]", "It's tough?", "Number one.", "[laughs]", "I know number one, I go to therapy.", "I really advocate therapy", "especially to people from disenfranchised communities.", "I recently a few weeks or months ago, I did an article", "from New York Times called Self-Care for Black Journalists.", "And one of the journalists told me about", "the open path collective which operates on like a", "sliding pay range.", "So it's affordable", "and you can also select your, you could search", "for a therapist by ethnicity or race,", "which is also very crucial sometimes", "'cause who's gonna understand, you know, different nuances", "in terms of your identity and how you experience the world.", "But I would also wanna add, you know, I'm a big watcher", "of TV and I've been watching Steven Universe", "just things that make me feel good.", "'Cause even though I feel guilty when I'm not working", "which is something again that I'm working", "on in therapy, I just don't know what use I'm going to be", "as a journalist and as a member of my community,", "if I am burnt out and angry and frustrated", "which, you know, I, it, that those are all valid feelings", "but they don't necessarily", "they're not, they don't feel good to me.", "[laughs]", "Right. Yeah. No therapy and therapy and TV.", "Good, good tips. I'm here for both of those.", "[both laughs]", "And they always say you're no good to the movement", "if you're burned out to move.", "Right! So that is also true.", "Patrice, thank you so much.", "Thank you so much for your time.", "Thank you for joining me and yeah.", "I hope people subscribe", "to your newsletter because it's super important.", "Yes. Thanks."], "authors": ["Condé Nast"], "keywords": ["wired25", "patrice", "black", "essential", "coronavirus", "really", "building", "im", "peck", "lot", "2020", "know", "good", "covid", "think", "communities", "resources", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}