{"id": "d1ef01ee-4abe-3ac9-8d4d-d98ef81a2de4", "title": "Undercover footage shows ‘gratuitous cruelty’ at Spanish animal testing facility", "url": "https://www.theguardian.com/environment/2021/apr/08/undercover-footage-shows-gratuitous-cruelty-at-spanish-animal-testing-facility-madrid-vivotecnia", "summary": "Undercover footage of “gratuitous cruelty and abuse” allegedly taken in an animal testing facility in Spain – which has previously secured funding from the EU and Spanish authorities for projects – has been published, provoking calls for the centre’s closure.\nAn animal rights organisation said the footage was taken by a whistleblower who worked at the facility between 2018 and 2020.\nThe footage, published by Cruelty Free International (CFI), appears to show technicians shaking and swinging rats vigorously to stun them into submission prior to dosing.\nVivotecnia CEO Andres König categorically denied that there was a culture of abuse of animals used in experiments at Vivotecnia.\nThe European commission tells us that directive 2010/63 not only protects animals used in science but that it also provides a strategy to replace animal testing.", "paragraphs": ["Undercover footage of “gratuitous cruelty and abuse” allegedly taken in an animal testing facility in Spain – which has previously secured funding from the EU and Spanish authorities for projects – has been published, provoking calls for the centre’s closure.", "Madrid-based contract research organisation Vivotecnia conducts experiments on a range of animals including monkeys, dogs, mini pigs, rats, mice and rabbits for the biopharmaceutical, chemical, cosmetic, tobacco and food industries. An animal rights organisation said the footage was taken by a whistleblower who worked at the facility between 2018 and 2020. It appears to show animals housed in barren conditions, being taunted, smacked and shaken, and cut into with no or inadequate anaesthesia.", "The footage, published by Cruelty Free International (CFI), appears to show technicians shaking and swinging rats vigorously to stun them into submission prior to dosing.", "Scissors were shown being used to decapitate young rodents. Rabbits were seen struggling in their restraint devices, falling and suffering injuries. Dogs are shown being picked up by the scruff of the neck and thrown into boxes or cages.", "Vivotecnia CEO Andres König categorically denied that there was a culture of abuse of animals used in experiments at Vivotecnia. “We work at all times to guarantee the quality of our work, always taking into account animal welfare,” he said in a statement sent to the Guardian.", "Some of the most graphic instances of cruelty include fully conscious rats having blood drawn out of their eyes – which CFI described as a usually “terminal” procedure meant to be conducted under anaesthesia. In another incident, a senior member of staff is seen drawing a “face” on the genitals of a male monkey who was pinned to the table while another staff member practised collecting blood from the animal’s leg.", "According to CFI, animals were also not always monitored – staff worked 8am–5pm on weekdays, and fewer hours at the weekend – and this led to the death of several animals. CFI said the whistleblower reported their concerns to senior staff but no action was taken.", "The footage appears to show practices in contravention of Spanish and EU law – directive 2010/63 – that, among other things, mandates suffering in animals used in experiments be kept to a minimum, added CFI, which is campaigning for the closure of the facility and an overhaul of animal experimentation laws.", "Veterinarian Joan Antoni Fernández Blanco, who works with the Barcelona Biomedical Research Park, said he was surprised to hear of the allegations. “I don’t know of this specific case, but I would say that it is something really strange.”", "In Spain, any experimentation involving animals must be approved by an ethics committee, which often includes vets and researchers who specialise in working with laboratory animals. Legislation also sets out that all personnel working with animals for scientific purposes must have “adequate prior training”.", "Fernández Blanco contrasted allegations that the laboratory had at times carried out procedures without adequate anaesthesia with the requirement to minimise suffering. The animals must always be monitored, he said, and, if necessary, “you have to euthanise them if you consider they are suffering too much and they cannot be included in the procedure any more”.", "He added: “It’s not justifiable to allow a live animal to suffer and not take any kind of measure.”", "Once an animal’s physiology is altered due to stress, any testing data collected on that animal is essentially unreliable – ultimately it is in the best interest of the researchers to ensure the highest standard of animal welfare or risk “using a lot of animals for nothing”, he said.", "", "In a statement, CFI’s director of science and regulatory affairs, Dr Katy Taylor, said: “This footage shows yet again the dark side of regulatory toxicity testing on animals. The European commission tells us that directive 2010/63 not only protects animals used in science but that it also provides a strategy to replace animal testing. It does neither.", "", "“There are various examples of where the procedures were done so badly or the handling was so bad that they’ve breached directives, but … also we do have instances of gratuitous cruelty and abuse.”", "Cruelty Free International is campaigning for the closure of the facility and an overhaul of animal experimentation laws. Photograph: Cruelty Free International", "CFI has uncovered similar breaches of laws elsewhere in Europe, most recently at a facility in Germany.", "Facilities such as Vivotecnia that use non-human primates are meant to be inspected at least once a year, including announced visits. König said Vivotecnia has been audited annually and its facilities and processes additionally audited every six months. The facility has worked on projects funded by EU and Spanish authorities.", "“There’s clearly an issue with facilities not being inspected frequently enough in Spain and this is a good example of why there need to be more inspections,” Taylor said.", "“This is building a very strong picture that there’s something fundamentally very wrong with animal experiments in Europe.”", "In its statement to the Guardian, König said: “We would like to stress that at Vivotecnia Research animal welfare is a fundamental priority. The working procedures at Vivotecnia adhere to the European Union directive (2010/63/EU) for the protection of experimental animals, as well as to the royal decree RD 53/2013 establishing the basic rules that are applicable for the protection of animals used for experimental and other scientific purposes.", "“All our technical staff are trained according to the ministerial order ECC/566/2015, we have processes and protocols to control compliance with the internal code of conduct, which is monitored through a chain of command, the quality assurance unit, our designated veterinarians and the ethics committee, as well as by audits from clients and the authorities.”", "April 8 update: Shortly after viewing the footage, the regional government of Madrid, the authority responsible for overseeing the laboratory, confirmed it had begun a process to inspect the facility.", "Sign up here for the Animals farmed monthly update to get a roundup of the best farming and food stories across the world and keep up with our investigations. And you can send us your stories and thoughts at animalsfarmed@theguardian.com"], "authors": ["Natalie Grover", "Ashifa Kassam"], "keywords": ["staff", "cruelty", "vivotecnia", "animal", "gratuitous", "shows", "cfi", "undercover", "testing", "footage", "spanish", "facility", "used", "animals"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}