{"id": "d1f6fe1a-0b4c-3bed-9f99-93aafc3273e1", "title": "The Game Awards 2020 Will Offer 12-15 New Game Announcements", "url": "https://www.gameinformer.com/2020/12/09/the-game-awards-2020-will-offer-12-15-new-game-announcements", "summary": "Geoff Keighley has grown The Game Awards so much through the years, effectively making it the Oscars of gaming.\nThe growing lavishness means even more opportunities for exciting new reveals, and according to Keighley, we'll have a solid 12-15 new game reveals during this year's showcase.\nThe Game Awards always shares first looks at new games, which is exciting for those that can't wait to see what the upcoming year will bring.\nRed lyrium, magisters, Egg Boy, yada yada yada.\nWhat do you hope to get out of this year's The Game Awards?", "paragraphs": ["Geoff Keighley has grown The Game Awards so much through the years, effectively making it the Oscars of gaming. The growing lavishness means even more opportunities for exciting new reveals, and according to Keighley, we'll have a solid 12-15 new game reveals during this year's showcase.", "In a recent Reddit AMA (Ask Me Anything), Keighley answered a few questions about the showcase kicking off on December 10. Among the questions answered were ones centered around new game releases. With five reveals slated for the pre-show, the producer gave a tentative confirmation of \"I think around 12-15 or so?\" when talking about main showcase announcements.", "He confirmed later on Twitter that these announcements are specifically about brand new titles that have not been revealed at all, so no bait in switches regarding if this is something previously confirmed and just new information.", "The Game Awards always shares first looks at new games, which is exciting for those that can't wait to see what the upcoming year will bring. I know, for me personally, I'm really excited to see what BioWare has to show regarding Dragon Age 4 now that a showing is confirmed. Red lyrium, magisters, Egg Boy, yada yada yada.", "Just like last year, the pre-show will offer a few World Premieres, this year housing five special reveals. There will also be a musical performance by Lyn Inaizumi for Persona 5 as well, which a lot of fans have aired their excitement over.", "The pre-show itself kicks off at 3:30 PM PT on December 10 with the main showcase following soon after. It will be interesting to see how the show rolls out this year, especially given the COVID-19 restrictions that are still in place.", "What do you hope to get out of this year's The Game Awards? Shout out those predictions in the comments below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["keighley", "preshow", "2020", "game", "reveals", "offer", "announcements", "regarding", "yada", "awards", "confirmed", "1215", "showcase", "questions"], "pubDate": "2020-12-09T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}