{"id": "d206bf00-eeb8-39e6-93d7-db61fc3c6808", "title": "Irina Shayk Breathes New Life Into Logomania", "url": "https://www.vogue.com/article/irina-shayk-moschino-palace-collaboration-denim-set-monogram", "summary": "Photo: BackgridLately, there has been one name on Irina Shayk’s mind and body: Moschino x Palace.\nLast week, she walked out in a can’t-miss-it cloud-print puffer coat from the very much sold out collaboration.\nToday, Shayk made another appearance in the highly coveted garb, this time in a denim jacket and matching pants plastered head-to-toe with “Palace Moschino”.\nJust this past October, we saw the Riccardo Tisci favorite in a full Burberry look, that included a hoodie with a kicky pleated skirt in tartan.\nNow it seems that Shayk is on the Moschino x Palace front, and could be championing that for some time.", "paragraphs": ["Photo: Backgrid", "Lately, there has been one name on Irina Shayk’s mind and body: Moschino x Palace. Last week, she walked out in a can’t-miss-it cloud-print puffer coat from the very much sold out collaboration. Today, Shayk made another appearance in the highly coveted garb, this time in a denim jacket and matching pants plastered head-to-toe with “Palace Moschino”. She finished the bold look off with a pair of her signature, study combat-style boots and an all-consuming black puffer coat.", "Shayk has been stepping out in statement-making looks for most of 2020. And often she'll show allegiance to a certain label for a few weeks, as she did with Burberry. Just this past October, we saw the Riccardo Tisci favorite in a full Burberry look, that included a hoodie with a kicky pleated skirt in tartan. Only a few weeks later, the model opted for a classic trench by the label. Now it seems that Shayk is on the Moschino x Palace front, and could be championing that for some time. Now, let’s wait and see what in-demand piece she wears next."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["moschino", "weeks", "x", "shayk", "look", "life", "puffer", "irina", "burberry", "week", "logomania", "breathes", "palace", "label"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}