{"id": "d21a2848-665d-3d88-bf4a-2f0f6bb081cf", "title": "Bruges, Medieval Flanders, Amsterdam & the Dutch Bulbfields River Cruise - MS Oscar Wilde", "url": "https://holidays.theguardian.com/holidays/bruges-medieval-flanders-amsterdam-and-the-dutch-bulbfields-ms-oscar-wilde-d0fff20be5a56429e74f3c541d666d53", "summary": "Day7Early risers discover the ship making effortless progress along the delightful waterways and you experience the somewhat surreal effect of cruising above the surrounding reclaimed polders – it’s almost like flying!\nToday we visit Keukenhof, the heart of the glorious Dutch bulbfields.\nOn arrival, nothing prepares you for the dazzling spectrum of colours stretched out before you in the world’s largest flower garden, covering nearly 80 acres.\nWe re-join our ship in Amsterdam and after lunch you’re free to explore as you wish.\nOr relax in a pavement café, absorbing Amsterdam’s special atmosphere over a rich Dutch coffee, browse the many shops or perhaps just stay on board to catch up on some reading.", "paragraphs": ["Day", "7", "Early risers discover the ship making effortless progress along the delightful waterways and you experience the somewhat surreal effect of cruising above the surrounding reclaimed polders – it’s almost like flying! Today we visit Keukenhof, the heart of the glorious Dutch bulbfields. On arrival, nothing prepares you for the dazzling spectrum of colours stretched out before you in the world’s largest flower garden, covering nearly 80 acres. The art of flower planting reaches breathtaking heights at Keukenhof, a gardener’s heaven created by more than seven million tulips, daffodils and other blooms set among a beautiful landscape of shimmering lakes, ancient trees, flowering shrubs and water gardens. We re-join our ship in Amsterdam and after lunch you’re free to explore as you wish. Amsterdam is an art-lover’s dream. The Rijksmuseum is an architectural marvel itself, but it holds a magnificent collection of works by Dutch masters such as Rembrandt and Vermeer, while admirers of Post-Impressionism might prefer the Van Gogh Museum, housing the world’s greatest collection of works by this genius of a man. Or relax in a pavement café, absorbing Amsterdam’s special atmosphere over a rich Dutch coffee, browse the many shops or perhaps just stay on board to catch up on some reading. Tonight there’s another culinary highlight – the Captain’s Dinner, when the chef prepares his superb ‘signature’ dishes for you to enjoy in the splendid surroundings of the ship’s restaurant, with a chance to reflect on the fascinating places you have discovered, poignant stories you have heard and the new friends you have made."], "authors": [], "keywords": ["flanders", "prepares", "oscar", "flower", "bulbfields", "ship", "wilde", "river", "medieval", "cruise", "works", "collection", "ms", "keukenhof", "bruges", "amsterdam", "dutch", "youre", "worlds"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}