{"id": "d24b71c6-63e4-349b-b430-7d992dbebc8c", "title": "Trump administration blocks funding for California, brings DOJ suit over abortion issues", "url": "https://www.foxnews.com/politics/trump-admin-conscience-abortion-hhs-california", "summary": "The Trump administration announced two key actions Wednesday designed to protect entities that sought to avoid supporting abortion.\nDOJ announced on Wednesday that it would bring a suit against the University of Vermont Medical Center over the issue.\nThe University of Vermont (UVM) Medical Center did not immediately respond to Fox News' request for comment.\nAccording to WCAX, the CBS television station in South Burlington, Vt., the medical center said it didn't feel it had discriminated against the nurse involved.\nWith roughly a month before President-elect Biden's inauguration, the Trump administration has not yet announced further action on those two issues.", "paragraphs": ["The Trump administration announced two key actions Wednesday designed to protect entities that sought to avoid supporting abortion.", "Both announcements addressed longstanding issues handled by the Department of Health and Human Services' Office of Civil Rights. In a press release Wednesday, HHS said it would block $200 million in federal Medicaid funds slated for California \"due to the state illegally mandating that all health care plans subject to regulation by the California Department of Managed Health Care (DMHC) cover abortion without exclusion or limitation.\"", "It also said it referred a case to the Justice Department involving a nurse who was allegedly forced to assist in an elective abortion. DOJ announced on Wednesday that it would bring a suit against the University of Vermont Medical Center over the issue.", "\"California and the University of Vermont Medical Center have violated federal conscience laws and refused to work with us to take corrective action, so we are now taking action to hold them to account,\" HHS Secretary Alex Azar said.", "CBS 'ABORTION ACCESS' REPORTER SLAMS 'TONE DEAF' PENCE FOR HOLDING PRO-LIFE EVENT DURING PANDEMIC", "Roger Severino, who leads the department's Office of Civil Rights, said: \"Whatever one thinks of the legality of abortion, no one should be punished for declining to pay for or assist in the taking of human life.\"", "The University of Vermont (UVM) Medical Center did not immediately respond to Fox News' request for comment. According to WCAX, the CBS television station in South Burlington, Vt., the medical center said it didn't feel it had discriminated against the nurse involved.", "Dr. Stephen Leffler, president and CEO of the UVM Medical Center, reportedly said: \"I want to be very clear we are very sensitive to our employees’ religious and moral beliefs, and we believe are very confident that we have a policy that protects our employees’ rights while being certain to offer all legal and safe procedures for patients that seek our care.\"", "The decisions came at the end of an administration which anti-abortion advocates have touted as being led by the \"most pro-life\" president in U.S. history.", "Vice President Mike Pence held a triumphant event earlier in the day, declaring that \"life is winning.\"", "During his speech, he heralded the administration's \"great progress\" on the issue and touted the president's efforts to \"save lives\" during the coronavirus pandemic.", "Gov. Gavin Newsom, D-Calif., mocked the \"pro-life\" label on Wednesday, tweeting that HHS' decision came during a pandemic.", "OVER 25 BLACK MINISTERS SIGN LETTER TO WARNOCK ON ABORTION", "\"Nothing like the 'pro-life' party eliminating healthcare during a GLOBAL PANDEMIC. California will survive without this $$ for now -- but their frail, pathetic patriarchal system they are so desperate to protect won’t,\" he said.", "Despite that label, the administration has faced pressure from pro-life activists to do more with the limited time he has left.", "Live Action's Lila Rose and Center for Medical Progress founder David Daleiden recently called on the administration to do more in an op-ed titled, \"Just Defund Planned Parenthood Already -- Here's How.\"", "Following Daleiden's explosive undercover videos in 2015 on Planned Parenthood, Congress sent referrals to the Obama administration regarding potential violations of fetal trafficking laws and the Health Insurance Portability and Accountability Act (HIPAA).", "After Trump took office, the Justice Department reportedly opened an investigation into the matter and Congress has urged the DOJ to update them on the issue. With roughly a month before President-elect Biden's inauguration, the Trump administration has not yet announced further action on those two issues.", "However, Biden has already announced his choice of California Attorney General Xavier Becerra to take over HHS -- pending Senate confirmation. A number of Catholic and conservative organizations have already criticized the pick of Becerra for being a pro-choice advocate. This makes the likelihood that Trump's agenda at HHS after Biden assumes office will not be realized.", "Becerra, like Biden, is a Roman Catholic.", "CLICK HERE TO GET THE FOX NEWS APP", "According to WCAX, Vermont's attorney general, T.J. Donovan, said the new lawsuit was baffling.", "\"The idea that you’re going to file this type of lawsuit 35 days to go before there is a change in the administration where you will have a new attorney general, frankly, is baffling,\" he said."], "authors": ["Sam Dorman", "Sam Dorman Is A Reporter With Fox News. Follow Him On Twitter", "Dormanindc Or At Facebook.Com Samdormanfoxnews"], "keywords": ["administration", "trump", "brings", "announced", "prolife", "health", "california", "abortion", "suit", "medical", "doj", "department", "hhs", "office", "center", "blocks", "issues", "funding"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}