{"id": "d24e599b-6965-3e75-aca9-2196f8f2959a", "title": "I'm on a mission to empower India's transgender community, one painted palm at a time", "url": "https://edition.cnn.com/style/article/kalki-subramaniam-opinion/index.html", "summary": "Written by Kalki SubramaniamKalki Subramaniam is a transgender rights activist, artist and founder of the Sahodari Foundation .\nThese childhood experiences built my raging desire for justice and inspired me to become an activist for the transgender community.\nHealing through artAfter completing my master's degree in journalism, I started a magazine called Sahodari (or \"sister\") to reach out to and support the transgender community.\nCredit: Sahodari FoundationWe have exhibited the community's artworks in galleries, universities, colleges and public spaces.\nAnd I see India as a pioneer of transgender rights in the future.", "paragraphs": ["Written by Kalki Subramaniam", "Kalki Subramaniam is a transgender rights activist, artist and founder of the Sahodari Foundation . The opinions in this article belong to the author.", "I remember my childhood so vividly. Until the age of 11, I was a playful, happy child at home, and a good student at school.", "Growing up in rural India, I was considered the more privileged child among my two sisters, having been born male. Yet, deep inside, I longed to be my true self.", "I was a naturally effeminate child. I felt uncomfortable being addressed as \"he,\" and it seemed like there was this girl inside who liked everything a little girl of my age liked. This made me a constant target. But I didn't fear those big, bullying boys and would fight back, never ashamed of who I was.", "Then, at the age of 14, I gave up. After I started losing interest in school, certain teachers became aggressive and would punish me with a cane. I could never tell my parents. Amid painful episodes of shame and self-doubt, I considered ending my own life, though my family's love stopped me from doing so.", "I cut class and would go to parks and forests to get away from everyone. Under the trees, I wrote poetry and imagined my future life in drawings, which helped me heal my inner wounds.", "\"I with in\" by Kalki Subramaniam. Credit: Courtesy Kalki Subramaniam", "When I finally came out as transgender to my parents, I was taken to a psychiatrist to help with my gender dysphoria, or the distress caused by the discrepancy between a person's body and their gender identity. He asked me to draw how I saw myself in the future, so I drew a beautiful girl with a long skirt, hat and a big smile. He was taken aback, but he eventually helped me gain my family's acceptance.", "This is the dilemma faced by teen children with gender dysphoria. Unable to bear the bullying but terrified of disappointing their parents, they fear going to school and they fear dropping out, too. If they \"out\" themselves, only a few are accepted by their parents.", "\"The deepest wounds cannot heal until they are expressed. Practicing art helps us heal emotional injuries, by providing a safe opportunity for self-expression and shaping one's identity.\" Kalki Subramaniam", "When our families reject us, we find solace and refuge with other \"hijras\" who are also struggling to survive. In my lifetime, I have lost many transgender friends to suicide. Other friends died from AIDS.", "As a teenager, I witnessed -- and was the victim of -- harassment. A transgender friend of mine, who was a sex worker, was raped by seven men. Another friend was chased by her own brother wanting to burn her. While another friend was driven out by her family. These childhood experiences built my raging desire for justice and inspired me to become an activist for the transgender community.", "Healing through art", "After completing my master's degree in journalism, I started a magazine called Sahodari (or \"sister\") to reach out to and support the transgender community. I used photographs, art and text to educate people about mental health, transitioning and their right to dignity.", "Within a few years, I had founded the Sahodari Foundation and trained our team in visual storytelling.", "Subramaniam pictured delivering a performance poetry piece. Credit: Sakthi Nithyanandan", "Art has helped me identify my self-worth. It has been a medium for me to express my hope, joy, fear, anguish, desires and struggles. It is a reflection of my deep self that mirrors my journeys. It is a divine experience. When I paint, it is like my blood flows into the canvas and there is a soul connection. My artworks \"The Purple Princess\" and \"I with in\" celebrate the pure feminine and androgynous expressions with bright fluorescent colors. More recently, I have started to incorporate augmented reality into my artworks -- a technology that will help provide another level of meaning and emotional engagement with audiences.", "Many people in the community are artistic and creative, but they seldom have the opportunity to practice their art. I realized that our community could not only express themselves through art, they could make a living from it. That is how our Transhearts project was born. I traveled with my team to several cities and small towns in south India to offer free workshops on expressive painting. It has been a therapeutic experience for the participants. When they are making art, they forget time.", "Participants create works during a Transhearts workshop. Credit: Sahodari Foundation", "We have exhibited the community's artworks in galleries, universities, colleges and public spaces. The reception had been tremendously positive. When people see the artwork they can identify and empathize with us.", "Each piece of art tells a story. Abinaya's \"The Struggling Sex Worker\" was a moving work, very raw in portraying the exploitation of trans bodies. Viji D's \"Begging Cycle\" expresses the anguish of asking for money from strangers in trains to meet her basic needs. Nayanthara's \"Finding Oneself\" is beautiful, spiritual and powerful.", "\"Begging cycle\" by Viji D Credit: Matilda Södergren", "\"Finding Oneself\" by Nayanthara Credit: Courtesy Kalki Subramaniam", "The deepest wounds cannot heal until they are expressed. Practicing art helps us heal emotional injuries, by providing a safe opportunity for self-expression and shaping one's identity. It can bring out our beautiful side. It can make us more tolerant of differences -- and of one another.", "Standing up against violence", "Sexual violence is a terrible, horrible, health-affecting issue that transgender people have endured for decades. Research from the Indian states of Maharashtra, Tamil Nadu and Karnataka found that four in 10 transgender people will experience some form of sexual abuse before the age of 18. Many of us remain silent victims.", "The Red Wall Project was created to empower the voices of India's transgender and gender-diverse people, and to help resist the crimes perpetrated against us. It is a community \"art-ivism\" project whereby participants are interviewed by my team and write down their experiences of assault, abuse or rape on paper marked with their palm prints in red paint.", "Listening to the experiences can be traumatizing, yet we are determined to do it. If we don't tell our community's stories, who will?", "With their consent, we bring these stories to the public. During the exhibitions, I use my poetry and performance art to provoke dialogue about taking action against gender-based crimes.", "Participants in the Red Wall project write their stories. Kalki sees the red painted palms signifying \"a slap against abusers and a sign of resistance.\" Credit: Sahodari Foundation", "The testimonials have been exhibited at the British council in Chennai, the Alliance Française in Trivandrum and various other educational and cultural institutions across India.", "We want to reach out to India's young people with our stories, and tell them that it is unacceptable to hurt people based on their gender identity. Through victims' first-hand accounts, we can show them that we are human beings who deserve better treatment, respect and dignity.", "Whenever we exhibit these testimonials, I see people reading them patiently for hours. I have seen visitors who, after reading, sit in silence in tears. Young people come to me and say, \"What can I do to stop this violence? How can I be supportive?\" And I tell them: \"Educate yourself more, sensitize your family and your friends to be trans-friendly. Empathize with us. That is all we need.\"", "Struggle for recognition", "For decades, our community has struggled for acceptance and equality. In 2014, hard-fought battles led to a milestone victory when India's Supreme Court finally recognized transgender people as a \"third gender.\" It was a move I had long lobbied the judiciary for, and the legal recognition meant, for instance, that people could enroll at academic institutions, as openly transgender, without fear.", "\"The rainbow is shining bright and beautiful. I see hope.\" Kalki Subramaniam", "Many corporations have started to hire transgender employees. Years of activism and awareness-building have resulted in many other welcome changes, including the positive portrayals of transgender people in mainstream media and films. In January 2020, the Transgender Persons (Protection of Rights) Act came into effect, providing further legal protections of our rights and welfare.", "Students read Red Wall testimonials. Kalki sees the red painted palms signifying \"a slap against abusers and a sign of resistance.\" Exhibited together, she says the palms are a unified and powerful statement from victims seeking justice for the crimes committed against them. Credit: Sahodari Foundation", "There is still much work to be done. We are still fighting for affirmative action to ensure jobs and places at educational institutions. We want protection against stigma and discrimination, and legal guarantees that the punishments for crimes against transgender people will be severe.", "But the rainbow is shining bright and beautiful. I see hope. I see a better future for our generation of queer Indians. I see India as a place that can uphold LGBTQI rights in the world. And I see India as a pioneer of transgender rights in the future."], "authors": ["Kalki Subramaniam"], "keywords": ["mission", "gender", "community", "heal", "credit", "kalki", "indias", "transgender", "palm", "red", "rights", "im", "painted", "sahodari", "empower", "art"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}