{"id": "d252ea5d-9420-3582-9e01-ef9fe16951b4", "title": "Rudy Giuliani says he is out of hospital, 'better than ever,' after coronavirus diagnosis", "url": "https://www.foxnews.com/politics/rudy-giuliani-out-of-hospital-better-coronavirus-diagnosis", "summary": "President Trump's personal attorney and former New York City Mayor Rudy Giuliani said on Thursday morning that he was out of the hospital and feeling \"better than ever\" after being admitted earlier this week following a coronavirus diagnosis.\nI walked out better than ever,\" Giuliani tweeted Thursday.\nGiuliani also thanked his son Andrew, his radio co-host Dr. Maria Ryan, and Trump \"for his advice, support and friendship.\"\nRUDY GIULIANI TAKING REMDESIVIR, SAYS 'YOU CAN OVERDO THE MASKS'\"He’s not only a great President, he’s a good friend,\" Giuliani said.\nGiuliani said on a WABC radio show Wednesday that he expected to be released from the hospital later in the day.", "paragraphs": ["President Trump's personal attorney and former New York City Mayor Rudy Giuliani said on Thursday morning that he was out of the hospital and feeling \"better than ever\" after being admitted earlier this week following a coronavirus diagnosis.", "\"My treatment by the nurses and staff at Georgetown Med Star Hospital was miraculous. I walked in with serious symptoms. I walked out better than ever,\" Giuliani tweeted Thursday. \"Drs. Beckett, Kumar and Layman led an all-star team. The advice of the WH Dr. Sean Conley and Dr. Zev Zelenko was so valuable.\"", "Giuliani also thanked his son Andrew, his radio co-host Dr. Maria Ryan, and Trump \"for his advice, support and friendship.\"", "RUDY GIULIANI TAKING REMDESIVIR, SAYS 'YOU CAN OVERDO THE MASKS'", "\"He’s not only a great President, he’s a good friend,\" Giuliani said.", "Giuliani said on a WABC radio show Wednesday that he expected to be released from the hospital later in the day.", "The president's personal lawyer, who has been crisscrossing the country attempting to prove widespread voter fraud harmed the Trump campaign, is just the latest high-profile political figure to test positive for the virus and recover. Trump himself was hospitalized earlier this year. Sen. Chuck Grassley, R-Iowa, who is 87, tested positive for the virus last month but was not hospitalized.", "Former GOP presidential candidate Herman Cain earlier this year, however, died from the coronavirus. The latest major political figure to test positive for the virus is Pennsylvania Gov. Tom Wolf.", "CLICK HERE TO GET THE FOX NEWS APP", "Giuliani, on his own WABC show earlier this week, said that he took the same remdesivir and dexamethasone combination Trump received in October as part of his treatment. With Giuliani's recovery, the Trump legal team has one of its most outspoken members back in commission.", "\"Back [100]% and lost little time,\" Giuliani tweeted Thursday morning. \"Testifying at 11Am before Georgia legislature on the additional 'Live from Atlanta' election theft tapes. No evidence of fraud. Watch the Video tapes and make up your own mind.\"", "Lawsuits brought by the Trump campaign and its allies alleging widespread voter fraud have almost all failed. Claims of fraud pervasive enough to affect the margins in key states that President-elect Joe Biden won by tens of thousands of votes have not been substantiated. Many of the suits filed by the president's allies have included scores of typos and errors, while others have been emphatically bounced out of courts as judges write scathing dismissals.", "Fox News' Michael Ruiz contributed to this report."], "authors": ["Tyler Olson", "Tyler Olson Covers Politics For Foxnews.Com. You Can Contact Him At Tyler.Olson Foxnews.Com", "Follow Him On Twitter At"], "keywords": ["diagnosis", "dr", "coronavirus", "fraud", "better", "hospital", "virus", "widespread", "trump", "week", "positive", "rudy", "earlier", "giuliani"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}