{"id": "d26924bf-7805-338d-9fd8-7cbfb60e91d0", "title": "‘While we’re going through such change, we have to engage our children’: the importance of play during coronavirus", "url": "https://www.theguardian.com/childs-play-and-learning/2020/nov/12/while-were-going-through-such-change-we-have-to-engage-our-children-the-importance-of-play-during-coronavirus", "summary": "PHE recommends establishing a routine and encouraging children to indulge in their interests and hobbies to help counteract this.\nComposite: Stocksy/Guardian LabsSarah Bouchie, LEGO Foundation’s vice president of global programmes, says play also helps children strengthen their relationships with the people around them and reinforces bonding.\nVon Lob believes unstructured, free play is one of the most effective ways children can learn to socialise and interact with others.\nIt’s clear that children recognise how play can help calm them.\n“We know that playing with children helps them to develop their social and emotional skills, which are key to reducing stress in difficult situations.", "paragraphs": ["Role play is particularly important for revealing children’s inner worlds. Composite: Flashpop/Getty Images/Guardian Labs", "Before March 2020, few of us had heard the terms “self-isolation”, “lockdown” and “social-distancing” – but they have now become ubiquitous as we adjust to living through a global pandemic. So it’s not surprising that lockdown has left a third of children feeling more worried or stressed, according to a recent poll conducted by YouGov on behalf of Barnardo’s.", "Another survey by YouGov, for Public Health England (PHE), found that more than half of parents with children aged five to 18 said that their primary concern for their children was their mental wellbeing. Almost a quarter of parents said that not knowing what action to take had prevented them supporting their children’s mental wellbeing. PHE recommends establishing a routine and encouraging children to indulge in their interests and hobbies to help counteract this.", "Laura Maher, an education lecturer from Warwickshire, says play is central in developing the holistic wellbeing of the child and that it can help assuage anxiety during stressful times. “With an ever-increasing focus on formal learning, it’s more important than ever for adults to see the educational value in play,” she says.", "Playing not only provides a welcome distraction but also helps build resilience and coping mechanisms, says Dr Genevieve von Lob, a clinical psychologist and author. “Play is like breathing to children. It’s essential for processing emotions, building resilience and to give them a sense of control,” she says. “Playtime offers ideal opportunities for children to express natural emotion such as anger, sadness or happiness in a safe environment and explore their identities in relation to their peers, their family and the world.”", "It’s through play, especially role-play, that children reveal what is going on in their inner world, says von Lob. “Children will often role-play different characters and give their dolls or teddies the voice they are unable to express themselves because their feelings are too confusing. This can help them feel powerful in a world where they often feel small and powerless.”", "Facebook Twitter Pinterest Playing with found objects helps develop a child’s imagination and creativity. Composite: Stocksy/Guardian Labs", "Sarah Bouchie, LEGO Foundation’s vice president of global programmes, says play also helps children strengthen their relationships with the people around them and reinforces bonding. “I have friends who say it can be hard to find the time to sit down and play with their child, but we can incorporate play into day-to-day life, such as counting the steps or singing a song on the way to school. Little things like this can make a real difference,” she says.", "Von Lob believes unstructured, free play is one of the most effective ways children can learn to socialise and interact with others. “Playing creates a sense of belonging to the group and feeling part of a community,” she says. “Children learn to communicate, negotiate, share and cooperate through play. As they mature, they learn teamwork, collaboration, and taking the perspectives of others.”", "Maher believes that grownups can promote a love of play by encouraging indoor and outdoor exploration. “Finding loose parts – crates, cardboard tubes, plastic bottles etc – and natural objects [such as] shells, sticks and stones to create something will not only help develop a child’s imagination and creativity, but also provides them the opportunity to develop problem solving, cooperation and negotiation skills,” she says. Creating a story from household objects, which helps bring the outside inespecially on rainy days, can reinforce these skills.", "It’s clear that children recognise how play can help calm them. Sophie Clark-Venner, an early years specialist and founder of MontiSensory, says her nine-year-old son, Sebastian, realises how beneficial playing can be.", "Marble runs and building bridges: five creative, educational play ideas for kids Read more", "“I discussed what playing teaches us with Sebastian and he said ‘resilience’. He said: ‘You can spend a long time building something amazing and then put the final piece on and it gets knocked down by your brother and you have to start again, but that’s OK because the second time you build it, it will be even better!’”", "Clark-Venner says play is crucial to a child’s physical development. “As adults we know the benefits of exercise both for our bodies and our minds,” she explains. “Children have an innate drive to get up and move their bodies. They love to move. Dancing or playing at the park are fun and natural for them but what’s underneath all that is their bodies saying ‘get up, move about, strengthen your muscles, fine tune your balance and coordination’.”", "Bouchie says it’s never been more important for parents to play with their children. “Children pick up on more than we think they do about what’s going on in the world, so now, while we’re going through such change, is the time for us to connect and engage with them,” she says. “We know that playing with children helps them to develop their social and emotional skills, which are key to reducing stress in difficult situations. If we can help them increase these executive functions, we can help give them a sense of control and joy during this time of uncertainty.”", "The LEGO Foundation has developed a free online course, Coping with Changes: Social-Emotional Learning Through Play, to help give primary caregivers and teachers knowledge and ideas on how to boost children’s social and emotional wellbeing."], "authors": ["Georgina Fuller"], "keywords": ["wellbeing", "coronavirus", "change", "playing", "play", "engage", "world", "resilience", "sense", "going", "help", "importance", "children", "helps", "develop"], "pubDate": "2020-11-12T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}