{"id": "d2831ad1-d525-39b3-9add-3f6da5f9a8d8", "title": "'Little People, Big World' star Jacob Roloff says a producer molested him", "url": "https://www.foxnews.com/entertainment/little-people-big-world-jacob-roloff-producer-molested-him", "summary": "Jacob Roloff, a star of TLC's \"Little People, Big World,\" has accused one of the show's producers of molestation.\nNow 23, the reality star appeared in the show beginning in 2006 and made his final appearance just last year.\nIn a lengthy Twitter post, Roloff said that as a child, he was put through \"a long grooming process\" by Cardamone, who ultimately \"molested\" the young star.\nHe then slammed reality television, calling it \"a massive spectacle of drama and pain and argument and invasion\" that leads to \"sweet\" profits.\nTLC, where the show aired, said in a statement that there were \"just informed about an alleged encounter that occurred years ago involving a third party connected to the production of 'Little People, Big World.'\"", "paragraphs": ["Jacob Roloff, a star of TLC's \"Little People, Big World,\" has accused one of the show's producers of molestation.", "Now 23, the reality star appeared in the show beginning in 2006 and made his final appearance just last year. He has now brought allegations against producer Chris Cardamone.", "In a lengthy Twitter post, Roloff said that as a child, he was put through \"a long grooming process\" by Cardamone, who ultimately \"molested\" the young star.", "\"I do not expect to provide details of this encounter at any point publicly,\" Roloff said. \"I do hope he is never allowed around children again.\"", "'LITTLE PEOPLE, BIG WORLD' STAR TORI ROLOFF HITS BACK AT TROLL WHO CALLED HER 'FAT,' 'UNHEALTHY'", "The reality star recalled receiving a text from Cardamone in 2015, \"years\" after the incident, which eventually prompted him to reveal his \"traumatic memory\" to the public so that it can \"be exorcised of any further power over my development.\"", "\"By revealing this, I may be more fully understood and my perspective on issues such as child sexual abuse, child exploitation, and the collateral costs of reality television may be received more clearly,\" he continued. \"Although, I would have to add that this experience has not solely defined my point of view on any of these issues, nor has it defined my worldview in general.\"", "Roloff said he also hoped his statement would serve as a reminder that \"sexual assault, in all of its iterations, can happen to anyone at anytime [sic].\"", "The star said he needed \"silence and time\" to \"process\" what happened to him, which is why his accusations are delayed by several years.", "He then slammed reality television, calling it \"a massive spectacle of drama and pain and argument and invasion\" that leads to \"sweet\" profits.", "'BACHELOR' STAR MADISON PREWETT REFLECTS ON HOW FAITH HAS GUIDED HER THROUGH THE PANDEMIC", "Roloff continued, contemplating the effects and fairness of a child growing up in the spotlight and on reality television in general and the effects it could have on \"self-perception.\"", "Returning to his initial accusations, he later added: \"It must finally be emphasized that all fault lies with the predator, and no fault lies with any of my family members.\"", "Roloff insisted that publicly making his accusations against Cardamone is a \"positive moment\" in his life, \"another step toward a brighter future.\"", "He signed the lengthy note \"in solidarity with silent survivors.\"", "TLC, where the show aired, said in a statement that there were \"just informed about an alleged encounter that occurred years ago involving a third party connected to the production of 'Little People, Big World.'\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"We are saddened and troubled by this very serious allegation, and TLC will work cooperatively with the authorities,\" they added. \"Our main focus remains on supporting the Roloff family during this very difficult time.\"", "Cardamone could not be reached by Fox News for comment.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Jacob appeared on the show alongside his parents Matt and Amy Roloff, as well as his siblings, Jeremy, Zach and Molly.", "If you or someone you know is suffering from abuse, please contact the National Sexual Assault Hotline at 1-800-656-4673."], "authors": ["Nate Day"], "keywords": ["television", "producer", "little", "star", "reality", "roloff", "world", "jacob", "big", "child", "molested", "accusations", "sexual", "cardamone"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}