{"id": "d2b1c97e-ee02-3f06-8d42-7c5799e86c51", "title": "Vogue's Kamala Harris cover sparks social media frenzy: 'What a mess up'", "url": "https://www.foxnews.com/media/vogues-kamala-harris-cover-sparks-social-media-frenzy-what-a-mess-up", "summary": "A photo reported to show a cover of February's upcoming issue of Vogue, which features Vice-President-elect Kamala Harris, has been widely criticized on social media.\n\"Kamala Harris is about as light skinned as women of color come and Vogue still f---ed up her lighting.\nHARRIS EMPHASIZES COVID-19 VACCINE IS 'PAINLESS' AND 'SAFE'She added, \"Vogue knows Kamala Harris loves her sorority, suits, comfortable pants and chuck taylors.\nLook at how Kamala Harris’ Elle cover straight up bodied Vogue.\n\"Folks who don't get why the Vogue cover of VP-elect Kamala Harris is bad are missing the point,\" activist Charlotte Clymer tweeted.", "paragraphs": ["A photo reported to show a cover of February's upcoming issue of Vogue, which features Vice-President-elect Kamala Harris, has been widely criticized on social media.", "Some fans of the future VP are claiming Harris looks washed out in the photo, said to be one of two covers featuring the incoming vice president, while others say the cover's style doesn’t give her the respect she deserves.", "And some say it's just plain bad.", "\"What a mess up. [Editor-in-Chief] Anna Wintour must really not have Black friends and colleagues,\" author Wajahat Ali wrote.", "\"Kamala Harris is about as light skinned as women of color come and Vogue still f---ed up her lighting. WTF is this washed out mess of a cover?\" Twitter user E. Vaughan said.", "HARRIS EMPHASIZES COVID-19 VACCINE IS 'PAINLESS' AND 'SAFE'", "She added, \"Vogue knows Kamala Harris loves her sorority, suits, comfortable pants and chuck taylors. So they just jumbled it all together for the cover. Except they couldn't decide whether she is going to a luxe French salon, the Senate floor, or taking a jog.\"", "BIDEN, HARRIS ACCUSED OF 'GASLIGHTING' FOR SUGGESTING CAPITOL HILL RIOTERS, 'PEACEFUL' BLM DOUBLE STANDARD", "User MVP Harris said the cover proves it's time for 71-year-old Wintour to step down as Vogue's editor.", "\"If the only time her team can properly style a black women is when she’s covered in couture then her tenure has ran it course. Look at how Kamala Harris’ Elle cover straight up bodied Vogue. Electric chair!\"", "\"Folks who don't get why the Vogue cover of VP-elect Kamala Harris is bad are missing the point,\" activist Charlotte Clymer tweeted. \"The pic itself isn't terrible as a pic. It's just far, far below the standards of Vogue. They didn't put thought into it. Like homework finished the morning it's due. Disrespectful.\"", "\"Vogue has Kamala Harris in some f---ing Converse. Someone needs to throw a cinderblock at Anna Wintour fr,\" user miss mullet said.", "However, it wasn’t hated by everyone.", "One Twitter user said it spoke to her generation. \"I had a pair of @Converse in middle school! #1984 now this is the #BRAND #GENZ WANTS!\" She added it sets an example for realistic fashion.", "CLICK HERE TO GET THE FOX NEWS APP", "A second cover, shared by Alexis Okeowo, who interviewed Harris, showed the vice president-elect in a powder-blue suit.", "Harris' office did not immediately comment on the covers."], "authors": ["Brie Stimson"], "keywords": ["wintour", "covers", "women", "vogue", "mess", "cover", "vice", "social", "vogues", "user", "washed", "sparks", "media", "harris", "frenzy", "kamala"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}