{"id": "d2bb5704-a25b-3a21-9605-2b2b6ee1d519", "title": "The Smoking Gun in the Facebook Antitrust Case", "url": "https://wired.com/story/facebook-ftc-antitrust-case-smoking-gun/", "summary": "The agency is seeking bold remedies, including forcing Facebook to divest itself of Instagram and WhatsApp, which it acquired in 2012 and 2014, respectively.\nAt first blush, privacy and antitrust might seem like separate issues—two different chapters in a textbook about big tech.\nFacebook itself boasted in 2011 that “Facebook is now 95% of all social media.” (Today, Facebook insists that it faces robust competition from everything else that a person could devote their attention to.\nThe consumer welfare standard is controversial—the House antitrust subcommittee has suggested scrapping it—but for now remains the law of the land.\nThat poses a special challenge for a case against a company like Facebook that doesn’t charge users any money.", "paragraphs": ["Imagine a popular social network that takes privacy super seriously. By default, your posts are visible only to people in your real-life community. Not only does the company not use tracking cookies, but it promises it never will. It even announces that future changes to the privacy policy will be put to a vote by users before implementation.", "It’s hard to imagine now, but such a social network once existed. It was called Facebook. The company’s journey from privacy-focused startup to mass surveillance platform is at the heart of the long-awaited antitrust case filed today by a group of 46 states, along with the District of Columbia and Guam. The bipartisan coalition, led by New York State Attorney General Letitia James, alleges that Facebook achieved its dominance through a years-long strategy of anticompetitive tactics, including its acquisitions of budding rivals like Instagram and WhatsApp. As it built up that dominant position, the suit argues, it began offering users a worse and worse privacy experience.", "The Federal Trade Commission also filed suit against Facebook today. The two cases, which were filed in the District of Columbia federal district court and will likely be combined into one, come after more than a year of coordinated investigation into the company. In a statement, Facebook general counsel Jennifer Newstead referred to the allegations in the legal complaints as “revisionist history,” noting that the FTC approved the Instagram and WhatsApp mergers at the time.", "That may be, but there isn’t any “no backsies” rule in antitrust. The FTC of 2020 appears to have a different view of online competition than it did six years ago. The agency is seeking bold remedies, including forcing Facebook to divest itself of Instagram and WhatsApp, which it acquired in 2012 and 2014, respectively. Together, the lawsuits confront a question that has long shadowed the push for antitrust enforcement against tech platforms: How do you prove people are being harmed by a product that’s offered for free? Judging by the complaint filed by the states, which is more thorough than the FTC’s, the answer will hinge on privacy.", "At first blush, privacy and antitrust might seem like separate issues—two different chapters in a textbook about big tech. But the decline in Facebook’s privacy protections plays a central role in the states’ case. Antitrust is a complicated field built on a simple premise: When a company doesn’t face real competition, it will be free to do bad things. With Facebook, the lack of competition is easy to prove. The company is by far the biggest social network in the US and, thanks to Instagram and WhatsApp, owns two of the other biggest. Facebook itself boasted in 2011 that “Facebook is now 95% of all social media.” (Today, Facebook insists that it faces robust competition from everything else that a person could devote their attention to. That is generally not how markets are defined for antitrust purposes, however.)", "The bigger hurdle for antitrust enforcement is proving the “bad things” part—showing not only that Facebook built up a monopoly, but that its monopoly has been harmful. Since the 1970s, antitrust law has revolved around the so-called consumer welfare standard, under which a monopoly is deemed illegal only if it hurts consumers. In practice, that turns most antitrust cases into arguments over whether a given merger will or won’t lead to a price increase. The consumer welfare standard is controversial—the House antitrust subcommittee has suggested scrapping it—but for now remains the law of the land. That poses a special challenge for a case against a company like Facebook that doesn’t charge users any money."], "authors": ["Gilad Edelman", "Gilad Edelma"], "keywords": ["whatsapp", "users", "facebook", "privacy", "gun", "company", "filed", "case", "smoking", "social", "competition", "instagram", "antitrust"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}