{"id": "d2cc5bcc-5cbd-3c4c-ac72-aac12b6b4cd9", "title": "‘Reza is bleeding, his head was all blood’: some memories will never go away", "url": "https://www.theguardian.com/australia-news/2020/dec/10/reza-is-bleeding-his-head-was-all-blood-some-memories-will-never-go-away", "summary": "He was transferred against his will to Manus Island in late 2013 after being held for 45 days on Christmas Island.\nAfter the church service, Selvarasa got to work.\nBut he cannot forget two shocking scenes from Manus Island – they are always in his mind, he says.\n“Reza is bleeding, his head was all blood,” Selvarasa says.\nAt the time he was in hotel detention in Port Moresby.", "paragraphs": ["In 2018 Thanush Selvarasa, a Sri Lankan Tamil and Hindu who was well into his fifth year in detention on Manus Island, decided to go to church.", "He wasn’t interested in converting. He was bored.", "“We didn’t have any entertainment,” he says. “And I also thought I need a good relationship with the community.”", "While at a service in a small Catholic church in Papitalai parish, his eyes were drawn to a painting on the altar – a portrait of Jesus and Mary, two metres wide by one metre tall, which was faded and marked.", "“It made me feel sad,” he says. “After prayer, I asked the priest whether I can paint a picture for the church.”", "Selvarasa is now 32. He was transferred against his will to Manus Island in late 2013 after being held for 45 days on Christmas Island. He was granted refugee status while he was in Papua New Guinea but in August 2019 was medevaced to Melbourne.", "He’s being held in immigration transit accommodation in the Melbourne suburb of Broadmeadows, one of more than 180 people transferred from offshore processing detained while they receive medical treatment.", "After the church service, Selvarasa got to work. He didn’t know anything about how to draw Jesus so he snapped a shot of the existing painting. Then he searched for other images and saved one he liked on his phone. “I can paint anything! If I see one picture, I can draw the same thing, large or small, that doesn’t matter,” he says.", "Equipment was in short supply but he improvised. He bought a large piece of wood for the canvas and made paint pots and palette knives from empty water bottles, cardboard and sticky tape.", "Selvarasa is used to adapting. He lists an eclectic range of occupations: artist, accounting student, photo and video editor, phone and computer repairer, hairdresser. This last trade he learned from another detainee – an Iranian hairdresser – in the early years on Manus. Over the long years in detention he’s cut many, many people’s hair.", "“We help each other,” he says.", "Thanush Selvarasa with the mural he painted for a small Catholic church in Papitalai parish on Manus Island.", "But he cannot forget two shocking scenes from Manus Island – they are always in his mind, he says.", "The first is the murder of Reza Barati in February 2014.", "“Reza is bleeding, his head was all blood,” Selvarasa says. “We put him on a blanket and I held one side and with four guys we carried him from Mike compound to the gate at Foxtrot.”", "The second is the suicide of fellow Tamil Rajeev Rajendran in October 2017.", "“When I was in Manus Island, seven people killed themselves,” Selvarasa says. “I feel how much they hurt. But I don’t have any solution to release my pain.”", "He almost joined them. His medical evacuation to Australia last year came after a month in hospital recovering from a suicide attempt. At the time he was in hotel detention in Port Moresby.", "“Always being in the hotel, being in detention, it made me tired – that’s why I took the overdose,” he says. “Basically I need treatment for mental health issues. I thought being [in Australia] will change my life, but straightaway I came to Mantra hotel [in Melbourne]. I always spent my time, 23 hours inside the room, and it was really very difficult.”", "More than 60 people are detained indefinitely in the hotel in Preston.", "In May Selvarasa tried to kill himself again and was transferred to the Broadmeadows centre. There he can go into the fresh air and sunshine – a small mercy in his “cage life”.", "He is awaiting further psychological care. Some appointments are scheduled, he says, but he refuses to be handcuffed to visit a psychiatrist at Royal Melbourne Hospital.", "“All the time, I say to the psychiatrists, ‘If you want a good treatment for me, I should be released. Then I will be alright.’", "“They say, ‘We don’t have the power – that decision is made by another hand.’ ”", "While he waits, he reflects on something he has achieved. After working on the painting of Jesus and Mary for a month and a half, he delivered it to the church.", "“All the villagers, everyone came to get a picture,” he says. “I covered it with paper and plastic, and step by step, they removed the cover. I saw the happiness on their face. I felt that I did something very important in my life there.”", "• Crisis support services can be reached 24 hours a day: Lifeline 13 11 14; Suicide Call Back Service 1300 659 467; Kids Helpline 1800 55 1800; MensLine Australia 1300 78 99 78; Beyond Blue 1300 22 4636"], "authors": ["Michael Green"], "keywords": ["bleeding", "memories", "hotel", "detention", "suicide", "head", "away", "picture", "reza", "selvarasa", "manus", "island", "blood", "service", "transferred", "small"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}