{"id": "d2cc3114-2094-3355-8ac2-60817ca96a2c", "title": "Swiss miss - Swiss multinationals narrowly avoid new ethics standards", "url": "https://www.economist.com/business/2020/12/05/swiss-multinationals-narrowly-avoid-new-ethics-standards", "summary": "A referendum in Switzerland on November 29th proposed to change that, making Swiss multinationals liable in domestic courts for lapses in human rights or environmental stewardship along their global supply chains.\nThough the Responsible Business Initiative gained 50.7% of votes, it failed to carry enough cantons under the arcane Swiss system.\nThe Swiss government, which opposed the measures, will still bring in some less stringent norms.\nNo Swiss business is—at least publicly—in favour of child labour, human-rights abuses or environmental vandalism.\nBut none felt being dragged through Swiss courts for misbehaviour elsewhere would do anything but enrich lawyers.", "paragraphs": ["C ORPORATE CHIEFTAINS can barely keep tabs on what their own staff are up to, let alone suppliers and subsidiaries in far-flung places. A referendum in Switzerland on November 29th proposed to change that, making Swiss multinationals liable in domestic courts for lapses in human rights or environmental stewardship along their global supply chains. The proposal failed by the narrowest of margins—a watered-down version will come into force instead.", "The changes were championed by the usual foes of big business— NGO s, pressure groups and the like—with their long-standing gripes over cacao that Nestlé uses in KitKats or cobalt traded by Glencore. This political push to make companies more accountable chimes with boardroom proclamations about purpose-driven business, shareholders be damned. Corporate bosses nonetheless fiercely opposed the measures. Vague threats were made about footloose multinationals moving to laxer jurisdictions.", "That won’t be necessary. Though the Responsible Business Initiative gained 50.7% of votes, it failed to carry enough cantons under the arcane Swiss system. (Another proposal, to ban the central bank from investing in defence companies, was roundly defeated.) The Swiss government, which opposed the measures, will still bring in some less stringent norms. Reporting standards will be tightened, with fines for erring. But campaigners will not be allowed to bring wayward companies to civil courts, as they had hoped.", "No Swiss business is—at least publicly—in favour of child labour, human-rights abuses or environmental vandalism. But low taxes, pleasant living conditions and a historical penchant for business-friendly policies like bank secrecy have helped the Alpine confederation attract more than its fair share of global firms, some with tricky supply chains. All proclaim their attachment to corporate social responsibility, as proven by glossy brochures. But none felt being dragged through Swiss courts for misbehaviour elsewhere would do anything but enrich lawyers. Some argued that the risk of litigation may dissuade them from being open about inevitable shortcomings they are working to fix."], "authors": ["The Economist"], "keywords": ["ethics", "companies", "proposal", "miss", "opposed", "measures", "global", "courts", "standards", "avoid", "narrowly", "multinationals", "supply", "swiss", "business"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}