{"id": "d2e35734-15b1-32c4-859c-ee8334607557", "title": "Raymond Domenech is back in the game at Nantes. Enjoy the ride", "url": "https://www.theguardian.com/football/2021/jan/11/raymond-domenech-nantes-ligue-1-psg-lyon", "summary": "Following a solemn post-match interview, live on French television, Domenech cringingly turned to the camera and proposed to his girlfriend, the journalist Estelle Denis.\nDomenech is obsessed with fitness and has already doubled the number of training sessions for his Nantes.\nNevertheless, despite long-standing rumours of interest from the explosive Nantes president Waldemar Kita, Domenech has only been given an initial six-month deal.\nIn truth, a relegation battle is about par for this poor Nantes squad.\nLigue 1 table• This is an article from Get French Football News• Follow Adam White, Eric Devin and GFFN on Twitter", "paragraphs": ["“Will you marry me?” asked Raymond Domenech. A proposal is usually a joyous moment, but Domenech’s carried little romance for the French public. Having failed to break down a stubborn Romania team, been routed 4-1 by the Netherlands and finally beaten by Italy, Domenech’s team had just finished bottom of their group at Euro 2008. Following a solemn post-match interview, live on French television, Domenech cringingly turned to the camera and proposed to his girlfriend, the journalist Estelle Denis. It summed up Domenech: jovial but somewhat bumbling with a knack for being in the wrong place at the wrong time. After a decade in the coaching wilderness, Domenech is now back in Ligue 1. Has he finally picked the right moment?", "Domenech has not held a managerial role since he left the national team in 2010 – and his last club job was with Lyon in 1993 – so his return with a struggling Nantes team is a shock. The infamous player strike in support of Nicolas Anelka during the 2010 World Cup led to Domenech bizarrely reading a squad statement to the press, denouncing Anelka, the authorities and the squad for refusing to leave the team bus. After a disastrous exit, Domenech’s career appeared ruined.", "He was given much of the blame and was vilified to such an extent that his three-year-old son asked: “Dad, are you going to prison?” Domenech later joked: “I was not France’s public enemy number one; I was number two, behind Sarkozy.” Eric Cantona later described Domenech as “the worst coach in French football since Louis XVI.”", "Aimé Jacquet, who led France to glory at the World Cup in 1998, said Domenech was the “ideal man at the right time” when he was appointed to the job in 2004. Domenech had served as the France Under-21 coach for 11 years, where he had helped to nurture the generation of players who went on to win the World Cup and Euro 2000. But his eccentric, aloof and often deliberately contrary demeanour was soon ridiculed by the French press and public.", "He was derided for his trust in astrology – which reportedly influenced the dropping of Robert Pirès – and use of tarot cards. “When I have got a Leo in defence, I’ve always got my gun ready as I know he’s going to want to show off at one moment or another and cost us,” Domenech famously said in reference to William Gallas in 2008.", "Domenech later denied the Pirès story but defended his interest in astrology. “I’ve always been interested in anything that can help my understanding of how humans work.” he explained. “If I had said ‘I’m doing graphology’ no one would have picked up on it because it has a scientific side. But astrology has a mystical side and as soon as I mentioned it people started thinking I wear a wizard’s hat on my head and gaze into crystal balls. Astrology has a value in finding out about people’s character.”", "Astrology aside, the 68-year-old’s reputation for the unorthodox is well earned. Former Lyon player Gilles Rousset tells the story of Domenech refereeing practice matches in training and purposely only blowing for fouls for one of the teams “to see how the guys reacted in the face of adversity”. Domenech is obsessed with fitness and has already doubled the number of training sessions for his Nantes. Former Lyon defender Jean-Alain Boumsong remembers how the manager would “hide in trees during our jogging” to ensure that no one took any shortcuts.", "Regardless of his eccentricities, strange training methods and the 2010 affair, Domenech is still the head of the French coaches’ union and also garners respect. “He’s one of the best coaches I have had, in the knowledge of football,” explained Boumsong. “He knows how to optimise the qualities of each player.” Former France defender Philippe Mexes told L’Équipe: “He was good at adapting our gameplan to that of the opponent. He had tons of information,” Rousset insists Domenech “knows football like no other – his image is not good, but everything else is good.”", "Following the release of his autobiography in 2012 and his time as a TV pundit, public opinion towards him gradually softened. In his book Tout Seul (All Alone), he detailed the issues he encountered with a famously haughty and unruly generation of French players. So exasperated was Domenech that he called players “a bunch of imbeciles,” explaining that he had “had enough of their tantrums.” Domenech also recounts Anelka telling him to “go fuck yourself, you son of a bitch” at half-time during the defeat to Mexico at the World Cup in South Africa. A survey by a TV company this week showed that 54% of people had forgiven Domenech for the 2010 farce while 61% agreed that he deserves a second chance.", "Nevertheless, despite long-standing rumours of interest from the explosive Nantes president Waldemar Kita, Domenech has only been given an initial six-month deal. Kita is as trigger happy as presidents come; Domenech is his 17th manager in 14 years. The club’s fans, who are in a long-running battle with Kita, also remain skeptical about the appointment. After several furious protests, Nantes ultras blasted circus music across the training ground during Domenech’s first session.", "Kita is no stranger to acrimony. He reportedly instructed the stadium announcer to drown out former coach Michel der Zakarian’s farewell speech to fans with music from the Tannoy system in 2016. And his behaviour to officials during Nantes’ defeat to PSG earlier this season earned him a touchline ban.", "Regardless, previous coach Christian Gourcuff oversaw Nantes’ worst start in the Kita era, leaving the club worryingly close to the relegation zone after just two wins in his last 11 games. In truth, a relegation battle is about par for this poor Nantes squad. Lacking creativity and devoid of threat thanks to striker Kalifa Coulibaly’s wayward recent form and the inability of winger Moses Simon to fulfil his initial promise after signing, Gourcuff may have gone sooner were it not for imposing defensive duo Nicolas Pallois and Andrei Girotto, plus cat-like keeper Alban Lafont.", "Having remarked after missing out on signing Jean Lucas from Lyon that “he is not here; he is at Brest... I would’ve liked to sign Maradona, but he’s dead. Life is like that,” it’s clear Domenech’s offbeat personality persists, but he has also remained upbeat with the press and squad. The Nantes players have reacted well to Domenech’s more nurturing presence after Gourcuff’s disciplinarian approach. Captain Pallois said last week: “Everyone agreed with the coach’s speech. He talks to us, listens, with a smile.” While L’Équipe reported his teammates “only had positive things to say” and that early signs are promising. A battling opening display earned a creditable draw with Breton derby rivals Rennes in midweek before Imran Louza secured another valuable point at freewheeling Montpellier on Saturday.", "Despite that solid start, Domenech faces huge challenges. With a weak squad, a fiercely competitive division, irate fans and minimal transfer funds due to the ongoing financial crisis in French football, the marriage of the combustible Kita and the eccentric, rusty Domenech is far from perfect. As the packed press room for Domenech’s unveiling underlines, his reign should be captivating but it could yet end with Nantes in Ligue 2.", "Ligue 1 results", "Quick Guide Ligue 1 results Show Bordeaux 2-1 Lorient", "Dijon 0-0 Marseille", "Metz 1-1 Nice", "Monaco 3-0 Angers", "Montpellier 1-1 Nantes", "Nimes 0-1 Lille", "PSG 3-0 Brest", "Lens 0-1 Strasbourg", "Reims 3-1 St Etienne", "Rennes 2-2 Lyon", "Talking points", "Pablo Sarabia scored PSG’s third goal in their win over Brest. Photograph: Yoan Valat/EPA", "• Mauricio Pochettino secured his first victory as PSG coach on Saturday night, although the 3-0 win over Brest was not as routine as the scoreline suggests. Much like Saint-Étienne in midweek, an exciting Brest side were often able to unbalance the PSG defence and it was an even contest for well over an hour, despite Moise Kean’s first-half strike. It is still early in the Pochettino era and injuries remain an issue but balance remains elusive – as it did for Tuchel. A tired looking Kylian Mbappé was underwhelming again, which is a concern.", "• Lyon are top of the table at the midway point in the season after producing a late fightback to earn a 2-2 draw against an improving Rennes team. Rennes put in a fluid, precise and positive display, with the rejuvenated Clément Grenier orchestrating from midfield. Julian Stéphan’s team went two up through goals from Grenier and Benjamin Bourigeaud before a stunning volley from Memphis Depay in the 79th minute and a header from Jason Denayer three minutes later levelled the encounter. Having been outplayed, Rudi Garcia will see this as a point gained for Lyon.", "Ligue 1 table", "• This is an article from Get French Football News", "• Follow Adam White, Eric Devin and GFFN on Twitter"], "authors": [], "keywords": ["nantes", "team", "football", "ride", "coach", "game", "kita", "french", "domenechs", "raymond", "squad", "lyon", "domenech", "enjoy"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}