{"id": "d2ee336d-57b8-3b7e-94b7-9c9a8677e143", "title": "An Air Force Combat Veteran Breached the Senate", "url": "https://www.newyorker.com/news/news-desk/an-air-force-combat-veteran-breached-the-senate#intcid=recommendations_the-new-yorker-homepage_f08b28c3-7cbf-4853-992d-e22154947fa9_popular4-1", "summary": "that he suspected the man was retired Lieutenant Colonel Larry Rendall Brock, Jr., a Texas-based Air Force Academy graduate and combat veteran.\nTwo family members and a longtime friend said that Brock’s political views had grown increasingly radical in recent years.\nBill Leake, who flew with Brock in the Air Force for a decade, said that he had distanced himself from Brock.\nIn a statement, Ann Stefanek, an Air Force spokesperson, said, “This individual is no longer serving in the Air Force Reserve.\nBrock’s family members and his friend said that his service in the Air Force was central to his identity.", "paragraphs": ["Update: Two days after the publication of this piece, Brock was arrested in Texas and charged in federal court, in the District of Columbia, with knowingly entering or remaining in a restricted building without lawful authority, and with violent entry and disorderly conduct on Capitol grounds.", "As insurrectionists stormed the U.S. Capitol this week, a few figures stood out. One man, clad in a combat helmet, body armor, and other tactical gear, was among the group that made it to the inner reaches of the building. Carrying zip-tie handcuffs, he was captured in photographs and videos on the Senate floor and with a group that descended on Speaker Nancy Pelosi’s office suite. In a video shot by ITV News, he is seen standing against a wall adjacent to Pelosi’s office, his face covered by a bandana. At another point, he appears to exit the suite, face exposed, pushing his way through the crowds of demonstrators.", "A day after the riots, John Scott-Railton, a senior researcher at Citizen Lab, at the University of Toronto’s Munk School, notified the F.B.I. that he suspected the man was retired Lieutenant Colonel Larry Rendall Brock, Jr., a Texas-based Air Force Academy graduate and combat veteran. Scott-Railton had been trying to identify various people involved in the attack. “I used a number of techniques to hone in on his identity, including facial recognition and image enhancement, as well as seeking contextual clues from his military paraphernalia,” Scott-Railton told me. Brock was wearing several patches on his combat helmet and body armor, including one bearing a yellow fleur de lis, the insignia of the 706th Fighter Squadron. He also wore several symbols suggesting that he lived in Texas, including a vinyl tag of the Texas flag overlaid on the skull logo of the Punisher, the Marvel comic-book character. The Punisher has been adopted by police and Army groups and, more recently, by white supremacists and followers of QAnon. Scott-Railton also found a recently deleted Twitter account associated with Brock, with a Crusader as its avatar. “All those things together, it’s like looking at a person’s C.V.,” Scott-Railton said.", "Two family members and a longtime friend said that Brock’s political views had grown increasingly radical in recent years. Bill Leake, who flew with Brock in the Air Force for a decade, said that he had distanced himself from Brock. “I don’t contact him anymore ’cause he’s gotten extreme,” Leake told me. In recent years, Brock had become an increasingly committed supporter of Donald Trump, frequently wearing a Make America Great Again hat. In the days leading up to the siege of the Capitol, Brock had posted to social media about his plans to travel to Washington, D.C., to participate in Trump’s “Save America” rally. Brock’s family members said that he called himself a patriot, and that his expressions of that identity had become increasingly strident. One recalled “weird rage talk, basically, saying he’s willing to get in trouble to defend what he thinks is right, which is Trump being the President, I guess.” Both family members said that Brock had made racist remarks in their presence and that they believed white-supremacist views may have contributed to his motivations.", "In an interview, Brock confirmed that he was the man in the photos and videos. He denied that he held racist views and echoed Trump’s baseless claims of election fraud, saying that he derived his understanding of the matter principally from social media. He told me that he had gone to Washington, D.C., to demonstrate peacefully. “The President asked for his supporters to be there to attend, and I felt like it was important, because of how much I love this country, to actually be there,” he said. Brock added that he did not identify as part of any organized group and claimed that, despite the scenes of destruction that day, he had seen no violence. When he arrived at the Capitol, he said, he assumed he was welcome to enter the building.", "Brock denied that he had entered Pelosi’s office suite, saying that he “stopped five to ten feet ahead of the sign” bearing her title that insurrectionists later tore down and brandished. However, in the ITV video, he appears to emerge from the suite. Brock said that he had worn tactical gear because “I didn’t want to get stabbed or hurt,” citing “B.L.M. and Antifa” as potential aggressors. He claimed that he had found the zip-tie handcuffs on the floor. “I wish I had not picked those up,” he told me. “My thought process there was I would pick them up and give them to an officer when I see one. . . . I didn’t do that because I had put them in my coat, and I honestly forgot about them.” He also said that he was opposed to vandalizing the building, and was dismayed when he learned of the extent of the destruction. “I know it looks menacing,” he told me. “That was not my intent.”", "Legal experts said that people who breached the Capitol could face a range of criminal charges, from disorderly conduct to seditious conspiracy. “Presumably this person broke into Congress in order to stop or intimidate or interfere with the counting of the Electoral College certification, a fundamental feature of the peaceful transition of power in the United States,” Alan Rozenshtein, a professor of law at the University of Minnesota, said.", "Brock, a fifty-three-year-old father of three who lives in an affluent suburb of Dallas, graduated from the Air Force Academy in 1989, with a major in international relations and affairs. In a LinkedIn profile that Brock recently deleted, he described himself as having served as a chief operations inspector and flight commander with the 706th Fighter Squadron, at one point leading more than two dozen pilots. Brock told me that he served in Afghanistan and, in a non-combat capacity, in Iraq, and that for his service he received three Meritorious Service Medals, six Air Medals, and three Aerial Achievement Medals. In a statement, Ann Stefanek, an Air Force spokesperson, said, “This individual is no longer serving in the Air Force Reserve. He retired in 2014. As a private citizen, the Air Force no longer has jurisdiction over him.” Brock now works for Hillwood Airways, a Texas-based private aviation company.", "Brock’s family members and his friend said that his service in the Air Force was central to his identity. Several of Brock’s e-mail addresses and social-media accounts featured his call sign and military nickname, Torch. One family member said that Brock derived “this weird sense of power” from his time as a military pilot, along with a Manichean world view. “He used to tell me that I only saw the world in shades of gray, and that the world was black and white,” the other family member said. “He doesn’t understand the fallout and the people he’s hurting. And I can’t imagine what he was doing there with zip ties, or what he thought he was going to accomplish.”", "The F.B.I. has identified and charged thirteen individuals involved in the attack on the Capitol. Some of them have been identified by the crowd-sourced online movement. “There’s tons of people taking shots of individual faces and putting them into tweets, which has been extremely helpful,” said Michael Sheldon, an associate at the Atlantic Council’s Digital Forensic Research Lab, who, like Scott-Railton, used facial-recognition software to identify Brock. “We reach out to each other if we see someone has something useful or there’s some room for collaboration.” Experts and citizens with no formal training in digital forensics also tweeted various clues and inferences. Scott-Railton stressed that the approach was a supplement to, rather than a replacement for, traditional law-enforcement investigations. “It’s a powerful technique to hold people accountable that comes with well-known risks,” he said. “Which is why it was so important in this case to not make the name public immediately but to refer it to the F.B.I.,” he added. “Let’s call it the digital ecosystem of accountability that has arisen around what happened at the Capitol.”", "Leake said that he believed the same intense commitment that had made Brock an effective fighter pilot had led him to this week’s events in the Capitol. “Torch got all in on Trump,” Leake said. “He went all in on the alternative-news-source world. He actually believes liberals and Democrats are a threat to the country. You can see how the logical conclusion to that is, We’ve gotta take over.”", "Read More About the Attack on the Capitol"], "authors": ["Ronan Farrow", "Ronan Farro", "Benjamin Wallace-Well", "Vinson Cunningha"], "keywords": ["brock", "breached", "world", "capitol", "combat", "family", "veteran", "members", "suite", "senate", "air", "told", "scottrailton", "force"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}