{"id": "d2fa133a-9707-3554-8d4c-0e85f90f35f8", "title": "Britain’s private schools are caught in a sexual-abuse scandal", "url": "https://www.economist.com/britain/2021/04/03/britains-private-schools-are-caught-in-a-sexual-abuse-scandal", "summary": "F OR CENTURIES , Britain’s public schools (a term for private schools designed to baffle people who didn’t go to one) were notorious for the “fagging” system that allowed older boys to abuse younger boys.\nOver the past month, a wave of testimonies have been published of sexual harassment, assault and rape of girls—and private schools are their focus.\nAccording to two analyses of the testimonies on Everyone’s Invited, a large majority were about private schools.\nThe press is more interested in posh schools with famous names than in state schools, and stories beget stories.\nCertainly, technology has widened the opportunity for sexual abuse through, for instance, the dissemination of sexual photos and videos, though it remains unclear whether there’s more physical abuse than in the past.", "paragraphs": ["F OR CENTURIES , Britain’s public schools (a term for private schools designed to baffle people who didn’t go to one) were notorious for the “fagging” system that allowed older boys to abuse younger boys. Barely have they washed that taint from their reputations than another emerges. Over the past month, a wave of testimonies have been published of sexual harassment, assault and rape of girls—and private schools are their focus.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "After a series of stories of abuse by pupils of some of the country’s top boys’ schools, Soma Sara, a former pupil of Wycombe Abbey, a top girls’ school, created a website entitled Everyone’s Invited. It now displays more than 11,000 testimonies of abuse. London’s Metropolitan Police is encouraging victims to come forward and the National Police Chiefs’ Council ( NPCC ), the umbrella organisation of chief constables, is investigating them.", "The story raises three questions. The first is whether this is a private-school problem. According to two analyses of the testimonies on Everyone’s Invited, a large majority were about private schools. Detective Superintendent Mel Laremore, the Met’s lead for rape and sexual offences, told the BBC that “the private school element is there”, but that “it’s more widespread than private schools.”", "If there is more abuse at private schools, that could be because more of them are single-sex, and boys at such schools tend not to see girls as human beings. That sounds plausible, but there’s no evidence for it, and mixed schools are not blameless. A survey carried out by the University of Warwick in 2017 found that more than a third of girls in mixed schools had experienced sexual harassment and a quarter unwanted touching. The bias may therefore be in the reporting. The press is more interested in posh schools with famous names than in state schools, and stories beget stories.", "The second question is whether abuse is worse than it used to be, or merely more widely discussed. Interviewed by the BBC , Simon Bailey, chief constable of Norfolk and the NPCC ’s lead on child protection, made it clear he thought something had changed. “There’s an erosion of an understanding of what normal sexual relationships look like,” which he put down to online pornography. Certainly, technology has widened the opportunity for sexual abuse through, for instance, the dissemination of sexual photos and videos, though it remains unclear whether there’s more physical abuse than in the past."], "authors": ["The Economist"], "keywords": ["girls", "sexual", "schools", "testimonies", "school", "sexualabuse", "abuse", "boys", "scandal", "private", "caught", "britains", "theres", "rape"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}