{"id": "d301e823-f918-31ef-8a31-40190e0cea28", "title": "WIRED25 2020: Dr. Celia Hodent and Drew Blackard on Video Game Design", "url": "https://www.wired.com/video/watch/wired25-2020-celia-hodent-and-drew-blackard", "summary": "On the panel are Celia Hodent,she is a Freelance Game, UX Strategistsand former Director of User Experienceat Epic Games which creates Fortnite.\nSo can you share some of yourunderstandings of gamers' brainsand what that meant for game designwhile you were at fortnight?\nSo there's a lot of things that we need to balanceand then that happens more towards the beta test.\nSo it's very similar to the design thinking,classic design thinking process except thatthe objectives are a bit differentand unlike a tool a video game has itsit's not a means to an end thoughthe whole point of playing a video game isto take pleasure into interacting with the system itself.\nSo we need to take that into accountand not just making sure that the game is usablebut also engaging and fun.", "paragraphs": ["Transcript", "Hi. Hello everybody.", "Welcome to our panel, Innovating Through Design.", "My name is Irene Au.", "I am Design Partner at Khosla Ventures.", "Thanks for joining us today.", "On the panel are Celia Hodent,", "she is a Freelance Game, UX Strategists", "and former Director of User Experience", "at Epic Games which creates Fortnite.", "And then we also have Drew Blackard,", "who is VP of Mobile Product Management at Samsung.", "So thank you for joining us", "and we'll start the panel with Celia.", "You are a psychologist by training", "and you hold a PhD in the field.", "Not many people recognize that", "quite a few designers are actually psychologists.", "I imagine your background in psychology was valuable", "in helping you get inside the head of a gamer", "and use those insights to make Fortnite", "a compelling and successful game.", "So can you share some of your", "understandings of gamers' brains", "and what that meant for game design", "while you were at fortnight?", "Sure. I can try.", "So the brain is a bit complex [chuckles]", "but I'm experiencing a video game", "just like any thing that you experience", "happens in your mind.", "And so we need to understand a little bit", "of how people process information", "and learn about something and we know that", "the brain has great performances", "but we also have great limitations.", "Like for example when you learn about something", "or you process information from around you", "it starts from your senses.", "So all of the senses that we have", "we have way more than five,", "is gathering all the information from the environment.", "And then we're going to process any information.", "The problems that one the big limitations", "of perceptions that it's subjective", "we don't all perceive the world as it is.", "There's a one world a reality", "and we all perceive something different.", "And so when we create a game we have to understand", "that perception is subjective and we have to", "take a step back and verify that", "the things that all the inputs all the stimuli", "that we have in the in the game", "and they're mostly visual and audio", "are gonna be perceived the way we intended.", "And then when you learn", "you have to memorize a bunch of stuff.", "And we know that the brain doesn't", "is not great at memorizing things", "and we don't memorise things very precisely", "like if I asked you to remember", "how is the posture of the thinker", "the sculpture from [indistinct]", "most people don't exactly remember you know,", "is it like one hand on the left leg", "in which hand we don't really remember that.", "And so we forget a bunch of stuff", "and what remember is not accurate.", "So we have to take that into account", "because we can't rely on player's memory", "and playing a video game is as across several days", "and sometimes weeks and months and so we have", "to make sure that players not going to remember", "the important information and we give away", "information all the time.", "And the last thing is, well It's not the last thing though,", "among the examples I want to give", "is when process information, you have to pay attention.", "The more we pay attention to things", "the better we process that information and we remember it", "And in a video game that typically there's", "a lot of information going on", "there's a lot of things to focus on", "and we want to make sure that players", "are not gonna be overwhelmed by too many things", "and also that whenever we need to convey an important", "information, such as you know, how to", "learn a new skill, how to use something,", "how system is working,", "we wanna make sure that players can really focus on it.", "So these are just a little bit of some examples", "and of course it's a very complex topic", "about why cognitive science and", "cognitive psychology more specifically is really important", "so that we can anticipate problems", "and make sure that the players are gonna have", "the experience that we want for them", "and so we take into account", "the limitations of the brain to do that.", "Can you tell us a little bit more about", "your process at Epic for developing Fortnite", "much has been said about design thinking", "and systems design and things like that", "and maybe you could walk us through", "what does a general process look like", "and maybe share a couple of examples that illustrate how", "your understanding of users helped you evolve Fortnite.", "Sure. Yeah, we use the same a design thinking process,", "like in other industries,", "except that in the video game industry", "I would say it's much newer than another industries", "so there is still a lot of things to put in place", "but we make assumptions", "and we get to test these assumptions", "so we make prototypes and we test them", "like very quick and dirty prototypes", "we test them with a few people", "if it's working then we start to implement them", "and then we retest and then we", "of course the artist's gonna add the artistic layer", "to make it much more compelling.", "And we retest again.", "And once all the systems are in place", "like in a game like Fortnite,", "there's a lot of different systems", "you need to build, you need to craft", "you need to manage your inventory", "there's a lot of stuff going on", "and once everything is put together this is when typically", "the video game industry is using a lot um beta tests today.", "So we can make sure of what's going on in the wild", "as compared to play testing", "and then when people are coming really", "at the studio so we can watch what's going on", "and if people understand it and then we do beta tests", "and so we can see in the wild", "if our assumptions are still correct", "and we can also fine tune all the stuff", "that we cannot fine tune beforehand", "such as, you know, balancing the game", "making sure that if you have different", "classes in the game such as, you know,", "a constructor, as soldier a ninja", "making sure that it's well balanced", "and that the difficulty is never too easy or too hard.", "So there's a lot of things that we need to balance", "and then that happens more towards the beta test.", "So it's very similar to the design thinking,", "classic design thinking process except that", "the objectives are a bit different", "and unlike a tool a video game has its", "it's not a means to an end though", "the whole point of playing a video game is", "to take pleasure into interacting with the system itself.", "So we need to take that into account", "and not just making sure that the game is usable", "but also engaging and fun.", "So it's the same but there's a few different things", "that we don't have in the UX of Tools or Apps,", "in a game we add some challenges", "and these challenges need to be fun.", "Well, so on this topic of improving usability", "and engagement you kind of point out how", "designing for games has kind of", "a different intention in mind", "because you're very focused on engagement", "and you're different from a Tool", "let's switch over to Drew.", "So, first of all Drew,", "congratulations on the launch of the Galaxy Z Fold two", "we're kind of curious to learn about", "what did you learn from your users", "once you launched the original Fold", "and how did that inform inspire the design of the Fold two?", "Yeah, the second generation of a product", "is always really exciting to work on", "coz if you think about it", "the first generation is usually built on an insight really", "you know, just this idea and with Fold originally", "it was about designing a product that had", "the portability of a smartphone", "that offered a tablet-like experience.", "That was really the whole idea behind it", "but then you put it out into the world", "and out to the wild and people use it", "and you need to see is it really resonating in that way?", "Is that how people are actually using it?", "And so, we talked a lot to our Fold users over the pattern.", "There's a couple of really interesting insights", "that we're able to take from them", "and really inspire the next generation of their products.", "The first is around if you think about just that", "value proposition altogether affordability", "yet tablet-like experience", "there's always going to be a little bit of a", "push and pull there as to, you know", "what's the right size for products like this?", "Cause on one hand if the screen is too big", "it's not really portable anymore, if it's too small,", "then you don't get the tablet-like experience", "and so you know, I have one right here", "where we've actually expanded the format of the display", "because 70% of our Fold one users", "said they wanted even more screen", "so what we did is on the exterior display", "it's a 6.2 inch display", "which is the same size as basically our S20 models.", "So you get a standard, smartphone experience on the exterior", "and when you open it up", "the unfolded experiences is 7.6 inches", "so it's a full tablet-like experience when you open it up.", "And a lot of that was driven", "around this idea that users wanted even more screen.", "Another question we had to address as well", "once you've got that larger format", "what do you do with it? Right? Cause you want to be able", "to take advantage of more screen.", "And what we found is that our Fold users", "do more of just about everything.", "So they play more games, they watch more video", "but they also do more productivity applications", "things like Microsoft Office", "send their email and things like that.", "So they do a range of everything.", "And on top of that we found that they were", "seven times more likely to use our multi window feature", "which is the ability to bring up", "two Apps on the screen at the same time.", "And so, one of the things that we've done", "is we've implemented a feature called App Pairs", "which allows you to basically with a single click", "launch right into that experience", "so you have two apps going at once.", "This year we're supporting even up to three applications.", "So you can really get a lot done", "it's a multi-tasker's dream", "but a lot of that was driven directly", "from those insights of those first generation Fold users.", "Oh, that's really cool.", "It seems like you're enabling all kinds of new", "user experiences around this form factor.", "You've twice as many pixels", "in the same amount of space that we had before.", "And this is new and improved.", "I imagine along with this is there's", "a whole ecosystem around this", "that you have to develop.", "Can you kind of share with us", "how you had to redesign the software around the Fold?", "And the other experiences that are related to that?", "So that people can take full advantage", "of this new form factor? Sure", "Yeah, I mean, so I the two obvious ones", "I showed you already, right?", "Which is when you've got it as a traditional smartphone", "and then more open for the tablet-like experience", "where it got really interesting from a product perspective", "is what do you do when it's in between?", "So starting with our Z Flip device earlier in the year", "we developed a feature called Flex Mode,", "which basically within the hinge system", "the device can tell a software applications", "that the device is actually folded right now", "halfway in between.", "And so it can tell the application", "to then orient itself differently for a use case.", "So that unlocks a lot of different types of things", "that you wouldn't be able to do", "with just a traditional smartphone.", "So one that I use a lot is just for video chat,", "we worked with Google to optimize the experience.", "So you can have it hands-free", "in a tabletop mode while you have a video chat open", "and the ViewFinder will orient itself towards", "the top screen", "and the bottom will orient itself towards the controls.", "Of course, if you're doing things like email", "you'll have the workspace on top", "and the keyboard on the bottom.", "So it's almost like having", "a mini little laptop or something", "to get things done on", "and a range of different applications are gonna do that", "so that when you have it actually physically folded", "it's going to bring out even different software experiences", "from say the more full tablet", "immersive experience or the more traditional", "smartphone experience that also offers.", "Very cool. So a question for both of you", "was there anything,", "were you surprised by anything", "like insights or observations from users", "as you were developing your respective products?", "And and how might those insights or surprises", "have changed the course of whatever it was", "that you were developing?", "Uh, I can, sorry. [Chuckles]", "So I would say yes and no", "we're always surprised by what users are doing", "because again we have our own mental model", "of what we want to create", "and then their users and they have their own objectives", "and they perceive things in their way", "so we are always surprised to, this is not surprising", "but there were, you know a lot of things that", "can always, there's a few examples where Fortnite", "we really care about the pillars of the game", "so for example construction is a big, is a strong pillar", "so we gonna, you know, work a lot on this", "to make it clear for players to make it fun for players", "to build in.", "And there were funny moments where", "players start to learn how to build", "and they want to protect something from a zombies attacking", "coz, you know the first mood in was", "save the world so its players versus", "the environments and zombies.", "And they were protecting something by building walls", "but then they were walling themselves in", "and they were like 'Oh! no, what do I do?'", "And so I just rang one of the wall behind them", "to go round to shoot the zombies,", "or just crafting, a staircase so they could go above it.", "And then she'd the zombie.", "So it was, it was not clear", "obviously how to I did a door in the wall.", "So is one of these things that we have to", "think about like ah! Shoot! this not", "it's not clear enough and players are not gonna", "have fun if they don't know how to", "edit windows or doors in Fortnite.", "So it's that sort of things and you're like, Oh! no", "Yeah, for us I think an interesting one", "was around that Flex mode that we just talked about", "on our Z Flip from earlier in the year", "when we launched it, we found that people were actually", "using the camera functionality within the Flex mode", "which was kind of a surprise to us.", "We didn't anticipate as much usage around that", "and so we started looking into", "where there more ways that we could use the camera", "again within that folded form factor.", "So a couple that we came up with for Fold two", "that are going to be really interesting.", "The first is what we call Rear Cam Selfie.", "So because you can open the device", "and have a full view finder on the back", "it allows you to use the Full Triple Camera System", "for any selfies that you're taking.", "So, you know, that gives you access", "to all the Pro video, Pro camera features", "that we have so much more high end camera system", "to take selfie shots and things like that.", "So it makes it super easy where traditionally", "you're just gonna use the front facing camera", "which is usually not as high performance of a camera.", "And so that's one area", "and then another that's interesting", "for more say a content creator", "again back into that hands-free mode,", "you can actually just set the device", "on a tabletop like this", "and if you had no one around to capture", "this might be for someone who's", "into posting videos on YouTube or Instagram", "you can prop it up like that", "and the camera using software and artificial intelligence", "has what we call Auto-Framing.", "So it'll keep the subject in the center of the frame", "no matter what you're doing", "it'll actually zoom in and out", "and follow the subject within a certain boundary", "and so that allows you to basically have like", "a camera man behind the phone", "but shooting it all by yourself.", "And again, a lot of those are driven by the fact that", "it's such a unique form factor", "that there's cool and new", "interesting things that we can do with it.", "And a lot of that was just driven from that", "surprise finding that that camera", "was really where people wanted to engage", "with that new form factor.", "That's very cool.", "I can't wait to get my hands on one of these.", "So in this discussion, we kind of explored how", "the whole field of design draws upon an understanding", "of people like user perception", "and cognition to make technology work for people", "like make technology work for people", "the way they like to work and think.", "We have also witnessed how some companies", "can use this understanding to manipulate users", "where engagement turns into addiction", "and technology takes over our attention.", "I wanna hear your respective thoughts on this", "and how do you try to strike a balance, if at all?", "Yeah Drew can start now,", "Yeah I'll take this then.", "Yeah, I think there's, a lot of tools", "that we can put in place to really help users", "gauge how they want to engage with their", "own kind of products and environments", "and services and so, a couple that come to mind for me", "are you know, first is around just screen time, right?", "People are concerned around the more time", "they're spending you know, with their smartphones", "that could disrupt sleep patterns, things like that.", "So in all of our products, Fold two included,", "we have a built in blue light filter", "that you can automate and kind of", "customized depending on how you use your own device", "and throughout the day, things like that.", "We also support a full suite of digital wellbeing features", "that are part of the Android ecosystem", "and so those allow you to measure things like", "screen time and even app time", "and if you want to kind of self monitor those,", "it has the tools there to do it", "and then I also think more broadly beyond just phones", "of course, you know, Samsung provides", "a broad ecosystem of products", "and so our wearables for example", "are a great way they're cellularly connected", "so if you wanted to leave the house for a few hours", "and just tune out leave your phone at home", "you can have that connection just in case,", "you know, for emergencies but have the peace of mind", "of not having to look at a screen", "as you're out and about and things like that.", "So we're trying to provide", "a range of different flexible options depending on", "you know, how people want to manage that", "as it relates to their own lives.", "Yeah, so the question about dark patterns", "and addiction, first of all, addiction is", "very specific that when we talk about addiction", "in the common language,", "we mean pathological use and loss of control.", "So hope, you know, I thank goodness,", "this doesn't happen that often.", "But what we want to care about is", "we don't, force your users or your players", "in the case of video games to stay,", "or to come back, or to pay more.", "So that's a really the difference,", "I usually take the analogy of the difference between", "a magician and a pickpocket.", "Both of these people are using cognitive science", "and the knowledge of brain limitations to do their jobs.", "But the magician does that with our consent", "and it's to entertain us.", "So a magician knows very well, for example", "the limitation of our attention.", "They use a lot of tricks", "to make things appear or disappear without us noticing", "but they do that with our consent", "and we want to be tricked.", "We want to have, you know, that that magic feel", "and it's a win-win situation, you know,", "where we're happy", "and the magician did their job and they're happy too.", "A pickpocket is gonna use also", "the knowledge of limitation of our attention", "to just like steal from us.", "So it's not with our consent", "and it's really exploring our, limitations", "to do stuff that is not beneficial for us", "and it's only beneficial for the pickpocket.", "So this is the difference between the two.", "And when you have a UX mindset,", "you do the magic, you put the the user at the center", "of what you're doing and you want to win-win situation.", "You know, the bigger product is working", "and so the people are happy", "and so your product is going to be successful", "because you have that trust relationship.", "In games, the additional complication is that", "people play games to be entertained", "and so we need to be on, you know,", "to be engaging in games so that people can have fun", "and the difference is when we try to force people", "to come back as at a specific time", "otherwise they're gonna lose something", "that they care about", "so it's really sometimes really difficult", "to navigate these gray areas", "and this is a topic that I really care about,", "that's why with a few people", "we launched The Ethical Games Initiative to talk about", "all these gray areas and where would be the line", "when the game is just fun and engaging", "and when does it start when the game is like", "tricking people to come back", "when they did not really want to that day.", "So it's a difficult topic.", "It's very nuance but it's very important", "to make that difference.", "Well, I personally have never played Fortnite", "but I keep hearing about", "how incredibly engaging it is.", "So I also appreciate that you and your colleagues", "are actively thinking about", "the balance and the line between", "engaging and addiction, engagement and addiction.", "So thank you.", "Celia, Andrew, thank you so much for joining us today", "and sharing your insights and your experiences with us.", "We've learned a lot about", "how your respective companies Thank you Irene", "have employed design so thanks so much.", "Yeah, thank you.", "Thank you."], "authors": ["Condé Nast"], "keywords": ["things", "wired25", "dr", "design", "really", "need", "game", "kind", "lot", "celia", "2020", "know", "going", "video", "drew", "hodent", "blackard", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}