{"id": "d3689922-b665-3414-b2af-5ef4123c2e95", "title": "How Medal Of Honor: Above And Beyond Goes 'Above And Beyond' For Veterans", "url": "https://www.gameinformer.com/2020/12/14/how-medal-of-honor-above-and-beyond-goes-above-and-beyond-for-veterans", "summary": "Medal of Honor: Above and Beyond is a VR experience rooted in real-life World War II history.\nBeing 93, there were concerns, but the organization Honor Flight helped make this a reality with the consent of the veterans themselves and with the upmost care.\nEverything about Medal of Honor: Above and Beyond felt real.\nRespawn did not use these veterans' experiences to sell a game, they used a game to tell their experiences.\nMedal of Honor: Above and Beyond is available now for HTV Vive, Valve Index, and the Oculus Rift.", "paragraphs": ["Medal of Honor: Above and Beyond is a VR experience rooted in real-life World War II history. Immersive and highly interactive, the game on its own is an enjoyable experience, but what many might not know is how positive of an impact it has for veterans and shining a truthful light on American history.", "For those that may not know, the VR Medal of Honor experience from Respawn Entertainment allows players to step into the role of an agent of the Office of Strategic Services during WWII in a ravished European setting. It offers an enjoyable multiplayer experience alongside a stunningly fleshed-out single-player campaign that offers an honest representation of those moments in war not often explored; the quiet before a mission, the realization that \"we're at war\" that many soldiers feel in and out of moments of reality — even the easy camaraderie that comes with knowing the person beside you will defend you with their life, even when sometimes the price is just that.", "I recently sat down with game director Peter Hirschmann to learn more about the game after playing through the campaign and some of the PvP. As a veteran myself, hearing how the team went 'above and beyond' for veterans and their stories, while also providing meaningful experiences meant to educate without romanticization meant more than many will ever know.", "For players, they aren't just getting a game, they're also getting a documentary experience with in-depth short films diving into the stories of real World War II vets, taking them back to the places that have impacted them the most, and listening to their stories with open hearts and open ears. With the Gallery, players can unlock over 90 minutes of real-world experiences of eight surviving WWII veterans. Unlock a mission, unlock an actual piece of history, making Above and Beyond emotionally raw and more than just a game.", "\"The youngest combat vet from World War II is in their nineties,\" the director tells us, driving home the idea that first-hand accounts of what actually happened are becoming more and more distant. \"The youngest is in their nineties. That means they were teenagers. Gil, who is one of our future guys, was 19. He was a 19-year-old kid on a tank.", "\"Gil tells an amazing story about going through the Harz Mountains on a Chaffee tank. He's in the back and this little boy jumps out and stops the convoy and asks for help. They have to tell him, 'No, we can't take you with us. We're going to a battle. We're going to the next town. You need to stay here. Someone will be along soon'. They drive away and Gil talks about the haunted forlorn look in this little boy's face, just standing on the side of the road as they all rumbled down.\"", "It was upon hearing Gil's story that the team realized that the amazing potential for education and closure if they could bring Gil back to that location. Being 93, there were concerns, but the organization Honor Flight helped make this a reality with the consent of the veterans themselves and with the upmost care. Ensuring that all involved were comfortable, cared for, and safe, the team embarked on one of many journeys explored throughout this entire process tied to Above and Beyond.", "For Gil, it was going back to a camp he liberated at 19, a place that he never returned to until this documentary went into production. The team took other surviving veterans to familiar places as well, each given the opportunity to tell their story in their own way, in their own time. Sometimes even giving them a chance to tell their tales to close family members for the first time ever.", "The documentary houses so many incredibly powerful stories. Stories that show the friendship that endures war (and forms because of it), the losses that come with it, and the side not often seen in mainstream media: the human side. The quieter danger, the moments of reflection, and the parts of history that are a very close reality to many still with us.", "One story centers around David, taking him back to a moment in time where he lost his best friend Smitty. Upon returning to that spot, he met with Smitty's family to honor a promise made when the pair entered into he war together, a promise to visit the other's family should one of them fall. David met with his family, telling them their story in a way that was incredible beyond words.", "\"When they get there, the mother, who lives there, said to him: \"David, this is a hat I made for you.\" Throughout the rest of our time, he never takes it off. It was this floppy straw hat that she wove herself, and he ever takes it off again the entire time. It's so wonderful. After, they invite him to their home and it's hard for me to talk about it because you can get a little emotional,\" Hirschmann says tearfully. David, who is \"the funniest guy I've ever met,\" continued to share his story and that of his friendship with Smitty where eventually they find his friend's grave. Out of respect, the team stood back and gave him a moment of privacy as David spoke with Smitty for the first time in decades, laying a picture of Smitty's parents on the grave, and saying his farewells.", "The photo, in particular, was important because Smitty's family never visited the grave. \"The mom was too distraught. They never came because back then families had a choice to either let their loved ones be buried and turned in Europe; either one of the big cemeteries in the Netherlands or in Normandy, or to be brought back and repatriated. Smitty's mom was so devastated that when it came time to make that decision, Smitty's dad was like, 'No, just let him stay resting in the Netherlands.' The mom was brokenhearted the rest of her life. So for David to go to that grave site and lay a photo of the parents was just, I mean, God, it's hard to recount.\"", "The team then took at 360 shot of the gravestone, allowing viewers a chance to witness, and be a part of, a moment of closure with David, a way to pay respect in a powerful way. That being said, the team's most important goal was to capture the emotional truth of these stories without exploiting them, so we made sure that nothing in the game was taken directly from these tales.", "As a veteran that took part in operations overseas with Operation Enduring Freedom and New Dawn, there is a comraderie that is hard to explain to someone who has never served. These are people that could die, these are people that could watch you die, and everyone's survival is dependenant upon trust. That trust is paramount when building these relationships, and that trust is something that Respawn wanted to convey in the game as well. It's more than just dramatic monologues of existential crisis, it's the small moments when joking about the crap food in the chow hall, or \"where did my socks go\"? It's the small moments that mean just as much, and it is those small moments that are reflected not only in the game, but in between the lines of the stories being reflected in this documentary series.", "Another aspect that Respawn wanted to make sure they paid special attention to is how they portrayed the war. Too many times in war games, the \"bad side\" is either dramaticized for flair, or romanticized for ... some other reason. There are no occult substories, no quests of endearment. This is the tale of a real war with a real enemy and while that enemy housed real human beings, the ideal that acted as a banner was dangerous, harmful, and evil.", "\"If you're embellishing the Nazis, if you're embellishing the third Reich, you're reading the wrong history books,\" says the director emphatically. \"So just to make sure we're staying true to that, that's important. For players, and for us, embrace that it's a game. Then to lean into which we haven't done in one of these WWII games, lean into some bad and sad things do happen to the characters, it's all part of a bigger picture.\"", "Without falling into any inaccurate tropes, there is the underlying theme of there will be consequences. \"As much as that comraderie and that love and being united in a common purpose and fighting against legitimate evil, which is what the Third Reich was, that doesn't steeple away from the fact that there is going to be a price. There are going to be consequences no matter how noble your intentions are. So again, we kept the firewall there between what the vets were telling us and what we were learning and even Colette for godsakes, who was a teenage girl, member of the resistance. There's nothing in Colette's story that transfers over except the fear of the Gestapo and how collaborators were the worst. Just getting those elements into the story without being one-to-one to the story details, but touching on these sort of through-lines. That was the goal.", "", "\"We made them in parallel,\" he adds when talking about how the tales of these veterans inspired the game without being an exact replica. \"The stories were fuel for us to make the best game possible, because if we just put it out the gallery on Steam and on Oculus store, we might get some nice marks. There might be one or two articles about, 'Oh yeah, you can watch these documentaries.' People would probably look at it as some sort of educational thing. So the game is the hook to get you in. I mean, the whole point is to have fun, but the game is there to get you in the door and to maybe trigger some empathy that, 'Oh, I do want to go hear the real thing.'\"", "That was also a big reason behind the decision to go VR. In VR, everything is a little more real. You are picking up the gun, you are holding your hands up in surrender. You are there. This added yet another layer of complexity to not only the campaign of the videogame itself, but also to the empathetic layers of the documentary itself. Humanizing people that survived a horrific time, a time that was a reality and a cornerstone in our history.", "\"It's all about creating empathy. If you come out the other end of it, knowing more about WWII, which is always one of our secret goals, knowing more about what happened, because it still echoes in our life today, but then really having hopefully some actual empathy for the sacrifices that these guys made. Every player today is different, but if a typical player is a 19 to 24 year old, I don't mean to stereotype, but they're hearing from the folks that were doing these things for real when they were their age. Seeing what others did at their age, knowing some of the horrors they faced, the friendships they made, and the harsh pillars of history, is hopefully a powerful connection. At the end of the day, this was created out of the hope that there will be more empathy.\"", "It was a special moment where I could share some of my own stories with the director and tell him from a place that understands how much the level of care that went into this project that means. As a veteran who has lost many friends, as a veteran that has been in positions where I was so sure I was going to die, it's easy to get lost in the more gimmicky representations of war. Does it bother me? No, not really. I'll play every Battlefield game, I'll play every Call of Duty; they're entertainment, that's what they are. But that doesn't mean that this very meaningful and purposeful representation doesn't mean an incredible amount. Everything about Medal of Honor: Above and Beyond felt real. It felt like it was coming from a place of compassion, and coming from a place of honesty. It never felt cheap, it never felt gimmicky, it didn't feel manufactured in the slightest.", "When speaking with the game's director, it was easy to see that the passion for empathy and knowledge was there. This wasn't a rush to get buys or pre-orders, this wasn't a play on emotions for a more consumer-driven objective; this was love and respect and real human experience. Respawn did not use these veterans' experiences to sell a game, they used a game to tell their experiences. That nuance makes the world of difference and helps to ensure that history isn't lost, but also that it's not being retold with rose-colored glasses.", "Medal of Honor: Above and Beyond is available now for HTV Vive, Valve Index, and the Oculus Rift. You can also play it with the Oculus Quest as long as a Link cable is present. You can also learn more about Honor Flight, the veteran-focused group that helped make this documentary a reality, right here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["veterans", "team", "real", "goes", "war", "moments", "david", "going", "medal", "honor", "mean", "game"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}