{"id": "d394af65-9b99-33f1-9919-7cbb12b1bb60", "title": "Jofra Archer to miss second Test against India in blow to England's hopes", "url": "https://www.theguardian.com/sport/2021/feb/11/jofra-archer-set-to-miss-second-test-in-blow-to-england-hopes-india-cricket", "summary": "Jofra Archer has been ruled out of the second Test against India in Chennai after sitting out England’s training session on Thursday and undergoing an injection on his right elbow.\nIn his newspaper column, Archer said he suffered from a stomach bug on the final day and the Guardian has learned the 25-year-old was then absent when the squad returned to the nets in preparation for Saturday’s t second Test.\nAs well as sickness, there is an elbow injury at play here.\nEngland said: “Jofra Archer will miss the second Test against India in Chennai starting on Saturday after having an injection in his right elbow.\nEngland had been pondering resting the 38-year-old before the day-night third Test that may witness more conventional swing from the pink ball.", "paragraphs": ["Jofra Archer has been ruled out of the second Test against India in Chennai after sitting out England’s training session on Thursday and undergoing an injection on his right elbow. Archer impressed during the 227-run victory that put Joe Root’s side 1-0 up in the four-match series, claiming three wickets and offering a point of difference on the unresponsive Chepauk Stadium pitch with his hostile speed.", "In his newspaper column, Archer said he suffered from a stomach bug on the final day and the Guardian has learned the 25-year-old was then absent when the squad returned to the nets in preparation for Saturday’s t second Test.", "As well as sickness, there is an elbow injury at play here. It is a cause for concern too after a stress fracture in the joint meant he missed the back end of England’s series win in South Africa. It leaves England needing to reshuffle their attack, with Stuart Broad, Chris Woakes and Olly Stone the seamers overlooked last week.", "England said: “Jofra Archer will miss the second Test against India in Chennai starting on Saturday after having an injection in his right elbow. The issue is not related to any previous injury and it is hoped the treatment will allow the condition to settle down quickly, allowing the player to return to action in time for the third Test in Ahmedabad.”", "", "The injury is clearly not considered long-term, with Archer having since been named in the 16-man squad for the five-match Twenty20 international series that begins on 12 March following the Tests.", "It may be that Archer’s injury leads to Jimmy Anderson being retained in the side. England had been pondering resting the 38-year-old before the day-night third Test that may witness more conventional swing from the pink ball.", "England are already guaranteed to make one change to their XI, with Ben Foakes replacing the now departed Jos Buttler behind the stumps as part of the rest and rotation policy for the multi-format players."], "authors": ["Ali Martin"], "keywords": ["hopes", "right", "injection", "squad", "injury", "test", "series", "jofra", "elbow", "second", "miss", "blow", "india", "englands", "archer"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}