{"id": "d39ba1c8-6aa0-3f61-8a17-8ddd02d6bd5e", "title": "NSW Agent-General UK, Europe & Israel job with NGS Global", "url": "https://www.exec-appointments.com/job/1549013/nsw-agent-general-uk-europe-and-israel/?TrackID=295395", "summary": "You need to sign in or create an account to saveLeading NSW’s Trade and Investment InterestsCreating Strategic, Commercial PartnershipsLondon Based, Regional ResponsibilitiesThe NSW Premier recently launched the Global NSW strategy.\nThe NSW Agent-General will be NSW’s senior representative in the UK, with additional responsibility for Europe and Israel.\nThe role will lead the State’s commercial, cultural and political interests across the region to achieve economic outcomes for NSW.\nThey will have a deep understanding of how businesses make investment decisions, trade and investment facilitation and market awareness in the global economic environment.\nFurther information regarding Global NSW can be found at http://global.nsw.gov.auApplications are required no later than 27th January 2020.", "paragraphs": ["You need to sign in or create an account to save", "Leading NSW’s Trade and Investment Interests", "Creating Strategic, Commercial Partnerships", "London Based, Regional Responsibilities", "The NSW Premier recently launched the Global NSW strategy. The NSW Agent-General will be NSW’s senior representative in the UK, with additional responsibility for Europe and Israel. This role is a key member of NSW Treasury’s senior leadership team responsible for the State’s economic development and jobs growth targets, ensuring that the state remains globally competitive with investments in the industries and places that will ensure NSW remains a great place to live and work now and into the future.", "The Agent-General will work collaboratively to build priority industries and precincts, grow trade and tourism and attract and facilitate productive investment. The role will lead the State’s commercial, cultural and political interests across the region to achieve economic outcomes for NSW. The Agent-General will facilitate productive foreign direct investment and develop, implement and advise on strategies to identity and secure suitable companies to invest in NSW. Critical to the role will be representing the State’s trade and investment interests to C-suite investors, political leaders and stakeholders.", "High-quality candidates will have extensive experience at a senior executive level in international business or across government and strong commercial acumen. They will have a deep understanding of how businesses make investment decisions, trade and investment facilitation and market awareness in the global economic environment. They will have the ability to engage and negotiate with diverse stakeholders, strong communication skills and high-level representational abilities.", "To obtain the Information for Candidates booklet, including the role description, or to apply, please email applications.australia@ngs-global.com citing J15744. If further information is required after reviewing the documentation, please contact Dr Marianne Broadbent or Chris Pearce on +61 3 8626 0600 or 1300 138 863. Further information regarding Global NSW can be found at http://global.nsw.gov.au", "Applications are required no later than 27th January 2020."], "authors": [], "keywords": ["role", "job", "global", "trade", "europe", "israel", "agentgeneral", "states", "senior", "economic", "investment", "commercial", "information", "uk", "ngs", "nsw"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}