{"id": "d39bea7b-d324-3391-adcd-531fc9d45d72", "title": "My dream of a fancy French Noël left my grandad in tears", "url": "https://www.theguardian.com/lifeandstyle/2020/dec/17/my-dream-of-a-fancy-french-noel-left-my-grandad-in-tears", "summary": "And I had convinced myself that there could be no finer purpose in life than to spend Christmas with a French family.\nAnd partly because I had developed some kind of insane, completionist, all-or-nothing mindset about the state of my French.\nMy French family would meet me off the train.\nNone of your plebeian Christmas Day stocking nonsense.\nThe French Christmas experience was everything I had hoped it would be.", "paragraphs": ["It’s hard for me to pinpoint the exact age when I learned the lesson that family must come first at this time of year. But my best guess is December 1988, when I would have been 15 years old. There is some dispute in my family about the age I was at the time and whether this event happened in quite the way I remember it. But I have a clear picture of it in my mind.", "It was the Christmas before my GCSEs and, being a swot, perfectionist and all-round smartarse, I was completely obsessed with acing them. These exams represented – or so I believed – the passport out of the small town in Somerset where I grew up and a one-way ticket to an exciting independent adult life. (Spoiler alert: I’m still searching for this.)", "My great passion then was French, the language I was planning to study at university. And I had convinced myself that there could be no finer purpose in life than to spend Christmas with a French family. This was partly because I wanted to get away from my own family. (I was a teenager, d’accord?) And partly because I had developed some kind of insane, completionist, all-or-nothing mindset about the state of my French. Unless, I reasoned, I spent as much time as possible during the school holidays with my French pen pal and her family, then I would be insufficiently fluent, risking a low grade in my exams and dooming my entire life to failure.", "And so it came to pass that I abandoned my family at this most tender time of year. I had a longstanding friendship with my host family in Angers, in the Loire valley, having met them through my school exchange when I was 12. I had already spent several Easters and summers with them. My pen pal, Axelle, was my best friend in all the world. I was used to travelling there alone. My dad would drop me off at the ferry in Portsmouth. In Caen, I would get a bus to the train station and from there a train to Angers. My French family would meet me off the train. I had made this trip on my own before, so that part of it was not a big deal. It was the time of year that was the novelty.", "This was the stuff of giddy rebellion. I snubbed the annual Terry’s Chocolate Orange and embraced Petit Papa Noël and presents on Christmas Eve left in (or, really, next to) your shoes. None of your plebeian Christmas Day stocking nonsense. Oysters, rôti de boeuf and bûche de Noël instead of turkey, brussel sprouts and Viennetta. Perhaps a tiny sip of some champagne in the place of a tumbler of Vimto? Mais bien sûr!", "The French Christmas experience was everything I had hoped it would be. Axelle’s mother bought me a pair of Pucci-esque leggings from Pimkie, France’s answer to Dorothy Perkins, and my best friend and I exchanged matching gifts of Cacharel’s Loulou perfume. Living the dream. We played Le Trivial Pursuit and I totally nailed the pronunciation of that in case it came up in the listening test. There was ice-skating with a boy called Hervé Cheval, with whom I fell madly in love despite him being about five inches shorter than me and having a surname that meant Horse. There was, of course, snow, which never happened at Christmas at home.", "And there was a cornucopia of alternative festive treats: Guylian chocolates, diabolo menthe (a lemonade drink with mint syrup), all the roquefort I could eat. In fact there was so much roquefort that a boy called Guillaume, watching me eat this cheese of champions in great quantities, was heard to murmur: “J’adore voir une femme manger.” (“I love watching a woman eat.”) This was possibly a) a comment on the fact that my female French counterparts didn’t eat much and certainly not a whole packet of roquefort and b) an indication that Guillaume was a bit creepy – although I was too busy congratulating myself on understanding what he had said to realise this at the time. With not a word of English spoken for days on end, my GCSE revision was coming on a treat. Un Noël parfait with educational benefits thrown in.", "But then it was time to go home. My presents – and a stocking – had been saved under the tree. A delayed Christmas meal had been cooked. (Did we have a second turkey? Was this before or after New Year? I can’t remember.) And finally, the reckoning. My grandparents arrived at our house. They lived nearby and we had an extremely close relationship. I hadn’t seen them in a week. As they came through the front door, my grandad pulling off his cap and twisting it in his hands, I saw that he had tears in his eyes. “You don’t go away at Christmas, pet.” The look on his face was more than I could bear.", "In that moment I saw the weight of my adolescent idiocy. I had betrayed my own family for a stupid, poncey French dream. I had told myself “It’s just one day of the year” because it suited me to think that. To my grandfather, though, it wasn’t just one day. It was the most important day of the year: the day when he could always rely on his whole family being together. I had messed up big time and I felt ashamed.", "Thirty years later, even since my grandad died in 2001, whenever I am tempted to throw a tantrum about Christmas, to make a selfish choice, to do things my way or generally deviate from tradition and family, I only have to see my grandad’s face in my mind’s eye to remember that it may be one day but it is the one day when you have the chance to do the right thing. And there is only one right thing. After that, I celebrated New Year’s Eve in France many times. But never Christmas. That should be en famille – which means your own family.", "Viv Groskop is the author of Au Revoir, Tristesse: Lessons in Happiness from French Literature (Abrams)."], "authors": ["Viv Groskop"], "keywords": ["french", "noël", "tears", "life", "train", "day", "eat", "left", "remember", "family", "roquefort", "fancy", "christmas", "dream", "grandad"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}