{"id": "d3aba51e-1299-30c3-bac7-00c60fa3ff11", "title": "What it was like spending a week alone on a Swedish island", "url": "https://edition.cnn.com/travel/article/goteborg-film-festival-isolated-island-lisa-enroth/index.html", "summary": "(CNN) — When Sweden's Göteborg Film Festival announced a contest inviting a film fan to spend seven days watching movies, alone, on an isolated lighthouse island, Swedish nurse Lisa Enroth took notice.\n\"It seemed like a good idea at the time,\" Enroth told CNN on January 27, just after she found out she'd been chosen from some 12,000 applicants to spend a week on the Swedish island of Hamneskär.\nThe ride out to the island, she says, was stunning -- sea, sky and snow stretched out in front of her.\nArriving on the island and getting her first glimpse of the lighthouse was an incredible experience for Lisa Enroth.\nGöteborg Film Festival Artistic Director Jonas Holmberg told CNN Travel that for safety reasons, there was one other person on the island, but they were to keep their distance.", "paragraphs": ["(CNN) — When Sweden's Göteborg Film Festival announced a contest inviting a film fan to spend seven days watching movies, alone, on an isolated lighthouse island, Swedish nurse Lisa Enroth took notice.", "Enroth was intrigued by the atmospheric short film produced by the festival to advertise the opportunity, in which a woman arrives on an island under thunderous skies, ready to begin a solo cinematic odyssey.", "\"It was brilliantly done,\" Enroth, 41, told CNN Travel . She decided to apply to give herself a break from her relentless work in an emergency ward in her hometown of Skövde.", "Although she's passionate about her job, Enroth said its demanding nature meant that the prospect of time alone by the ocean -- without a cell phone and with only the endless sea, limitless sky and an abundance of movies for company -- had an obvious allure.", "\"It seemed like a good idea at the time,\" Enroth told CNN on January 27, just after she found out she'd been chosen from some 12,000 applicants to spend a week on the Swedish island of Hamneskär.", "Hamneskär is situated off the coast of Marstrand in western Sweden, home to an imposing cast iron lighthouse called Pater Noster, meaning \"Our Father\" in Latin -- a reference to the \"Lord's Prayer\" often uttered by sailors navigating the rough seas around the island.", "Although Enroth knew of Pater Noster, having spent a year studying in nearby Gothenberg, she'd never been there before and was both nervous and excited about the experience.", "First impressions", "l e v a r t", "On January 30, Enroth boarded a tiny boat with a single helmsman to begin her journey to the island.", "Her heart was pounding.", "The ride out to the island, she says, was stunning -- sea, sky and snow stretched out in front of her.", "And her first view of Pater Noster lighthouse, silhouetted in the distance, was unforgettable.", "\"The first impression of the island? Beautiful, small, just tranquil.\"", "Arriving on the island and getting her first glimpse of the lighthouse was an incredible experience for Lisa Enroth. Courtesy Erik Nissen Johanssen", "Related content Film festival invites fans to watch movies alone on a Swedish island", "Left alone, Enroth closed the door to her lighthouse cottage and sat down on the couch.", "At first, she heard the sound of the boat leaving, engine roaring. Then, nothing.", "\"It was so silent. It was like someone turned off the sound.\"", "Listening harder, she slowly picked up on the wind whistling, birds swooping over the lighthouse and the waves crashing on the rocks.", "Enroth put on her warmest clothes and decided to survey her surroundings, walking the perimeter of the island and climbing the 130 something stairs to the top of Pater Noster.", "She took deep breaths, and readied to enjoy the week ahead.", "Related content What it's like to be a lighthouse keeper", "Living in isolation", "Enroth enjoyed a week of movie-watching without her cellphone as a distraction. Courtesy Erik Nissen Johansen", "Enroth normally lives alone, but her frontline healthcare job means she spends a lot of time interacting with people on a day-to-day basis.", "\"I was really looking forward to just trying to reflect and pause for a bit,\" she says.", "Göteborg Film Festival Artistic Director Jonas Holmberg told CNN Travel that for safety reasons, there was one other person on the island, but they were to keep their distance.", "The lighthouse cabin which became Enroth's home for the week was recently renovated by design agency Stylt, so it was not only stylish, but well equipped.", "Holmberg said that a soft bed and good food were part of the deal. \"This is not about surviving,\" he added.", "As a movie fan, Enroth had seen all the lighthouse-set movies that quickly descend into horror, and that did play on her mind. Especially because she's afraid of the dark.", "That first night, after the sun set illuminating the clouds in a copper haze, the island was soon shrouded in darkness.", "Enroth tried to sleep, but struggled, her ears attune to any unusual sound in the cottage.", "The island of Hamneskär, nicknamed Pater Noster, in Sweden. Courtesy Erik Nissen Johanssen", "But waking up to the sunrise made the sleepness night quickly fade into the background and she decided to make rising with the sun part of her island routine.", "Each morning she watched the sun come up, and then ate breakfast in her kitchen.", "\"The sunlight is unbelievable,\" Enroth says.", "There was an on-site gym, which Enroth used every day -- although nothing beat running up and down the lighthouse a few times a day to get her heart pumping.", "\"After I went up the first time, I went down again, and I had to stay there for a while because my head was just spinning,\" she laughs.", "Living in isolation, Enroth's imagination did start to run wild. Courtesy Erik Nissen Johansen", "Back on the ground, Enroth would tuck into a second breakfast and get ready to enjoy the day, delving into the Göteborg film festival schedule but also painting, walking and creating a video diary.", "Enroth had left her cellphone and laptop on dry land, as instructed. Being without them was a freeing experience, \"a relief,\" she says.", "\"It was great not being attached to your phone, and just watching a movie without the distraction.\"", "Unable to Google anything, she realized how used we've become to having all the answers at our fingertips. In her video diary for Day 5, Enroth talked about some of the questions that had floated into her mind that she'd had to just leave be (\"Where do lobsters sleep? How do they sleep?\")", "Unable to check the news, or read updates from loved ones, Enroth's movie-fueled imagination began to run wild. She worried that coronavirus might have worsened further in her absence.", "\"I was thinking about the apocalypse,\" she says. \"Your mind starts to make up things, 'What if this happened? And this and that could have happened...\"", "Producing the video diary was also an new experience for her -- Enroth has a Facebook account, but says she's not much of a social media user and had little experience of filming herself speaking to the camera.", "\"I don't think I ever got used to it,\" she says.", "Still, Enroth did enjoy having an outlet for her thoughts. One of the strangest things, she says, was watching films and not being able to discuss them with anyone afterward, whether in person or online.", "\"I had to try to process [the movies] by myself, and that means they stayed with me for a long time. And I've never dreamed so much strange stuff.\"", "Highlights of the film program for Enroth included \"A Song Called Hate,\" a documentary about the Eurovision Song Contest and the Taiwanese drama \"Days.\"", "Enroth enjoyed being able to fully sink into her movie watching. She became aware that when she watched movies back home, even ones she was really enjoying, it was easy to reach for her phone, or get distracted by something in the house. Not so on the island.", "All in all, she reckons she watched about 30 feature-length movies, along with a handful of shorts.", "Related content They met on an airplane to Egypt then fell in love", "Lessons from isolation", "Being alone on the island suited Enroth, but she stresses that it was enjoyable because it was her prerogative.", "\"I'm thinking about is all the people who don't choose to be alone, and they are forced to be alone -- and that is so much harder than what I did. What I did was just enjoyable,\" she says.", "Enroth made it back home on February 7, and was returning back to work, on a night shift, the following day.", "She says being back in the hospital will be a grounding experience, and she's aware island life will quickly recede into the distance.", "\"But I also think that the island has taught me not to rush so much,\" says Enroth."], "authors": ["Francesca Street"], "keywords": ["experience", "festival", "spending", "enroth", "watching", "film", "pater", "swedish", "week", "movies", "island", "lighthouse"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}