{"id": "d3c5ba5f-5a28-398e-9b56-3d735da5cd81", "title": "‘Brazil is a racist country, statistically’: Luedji Luna, the bold voice of Bahia", "url": "https://www.theguardian.com/music/2020/dec/07/brazil-is-a-racist-country-statistically-luedji-luna-the-bold-voice-of-bahia", "summary": "“It’s an album that talks about me, that is about me,” she says over a video call, “but I also bring other voices and images of Black women.\nThree days after this interview, on the eve of Brazil’s Black Consciousness Day holiday, João “Beto” Freitas, a Black man, was beaten and asphyxiated to death by security guards outside a Carrefour supermarket.\nSérgio Camargo, his choice to head Brazil’s leading Black culture and history foundation, has called Black rights movements “scum” and said slavery was “beneficial”.\n“We have all the data that confirms and statistically proves that Brazil is a racist country,” she says.\nThat’s why I talk about love, to escape this stereotype, this expectation of pain when you think about a Black woman,” she says.", "paragraphs": ["Among the wealth of images in the beautiful new “visual album” by Brazilian singer Luedji Luna – her swimming underwater pregnant, dancing with strangers during a street carnival in her native Salvador, crying alone – one shot lingers in the mind. A phrase in Portuguese spray-painted on a wall: “Black women are the revolution.”", "Bom Mesmo É Estar Debaixo D’Água (It’s Really Good to Be Underwater), replete with references to Afro-Brazilian religion, Black feminism, love, revenge and celebration, is one of the most rapturously reviewed albums in her country this year. “It’s an album that talks about me, that is about me,” she says over a video call, “but I also bring other voices and images of Black women. Because it is an ‘I’ that is an ‘us’, that is collective.”", "The phrase “Black women are the revolution” appears during the ominous, bass-led Ain’t I a Woman, whose title is also the name of the book by Black feminist writer bell hooks and originally comes from an 1851 speech by former enslaved woman Sojourner Truth. “bell hooks said that love heals, and I’m bringing the perspective of healing to this record,” Luna says, asserting that Black women “need to claim and have the right to love and be loved”.", "That right is hard fought in Brazil. Three days after this interview, on the eve of Brazil’s Black Consciousness Day holiday, João “Beto” Freitas, a Black man, was beaten and asphyxiated to death by security guards outside a Carrefour supermarket. His family called the killing “racist” and it was widely condemned in Brazil. As protests broke out at Carrefour supermarkets in Brazilian cities, Eduardo Bolsonaro – congressman son of far-right president Jair Bolsonaro – sneered: “They got their George Floyd.”", "On the day Freitas was buried, president Bolsonaro addressed the G20 by video, stressed Brazil’s racial diversity and denied the deeply rooted racism that makes Brazil’s Black majority poorer, and more likely to die of Covid-19, be unemployed, killed, imprisoned or shot dead by police. Sérgio Camargo, his choice to head Brazil’s leading Black culture and history foundation, has called Black rights movements “scum” and said slavery was “beneficial”.", "“This false idea, this fallacy of racial democracy is old,” Luna says. Relaxing on a sofa, she is warm, keenly intelligent and eager to talk about racism and politics under Bolsonaro, who she describes as an “aberration” and relic of Brazil’s brutal colonial past. “We have all the data that confirms and statistically proves that Brazil is a racist country,” she says. “We are a country that was built on slavery.”", "Her first album, 2019’s Um Corpo No Mundo (A Body in the World), was named after the dislocated feeling of being a “Black woman of the diaspora, in a country where we don’t see ourselves represented.” The tracks on her new album were partly made on her third visit to Africa – which felt like a homecoming for Luna, who was pregnant with her son Dayo during recording and filming. Recorded in Nairobi and São Paulo with Kenyan producer and jazz guitarist Kato Change, it is richly melodic, elegantly percussive, jazzy, contemporary and drenched in Brazilian culture; Luna’s voice swings from quietly assured to forceful and soaring, her lyrics clinical and poetic.", "Luedji Luna.", "Luna was born Luedji Santa Rita in Salvador, capital of the north-eastern state of Bahia (the city with the highest proportion of Black people in Brazil), where she grew up in its blue-collar Brotas neighbourhood. Her parents met in its Black rights movement. Their home was filled with music, but Luna’s parents wanted her to have a steady job, so she graduated in law.", "Words had provided an escape from the bullying Luna experienced as a teenager, “one of the few Black girls in a private school, very shy, very silent. And writing came to break this silence,” she says. “This writing became music.”", "Also deeply unhappy after university, she practised yoga and meditation, realised she wanted to sing, and spent wages earned as a court intern on singing lessons. She moved to São Paulo and fell in with film-makers such as Joyce Prado, who directed the 23-minute film version of the full album in Salvador and the video to her contagious 2017 breakthrough hit Banho de Folha. “In Salvador, it’s who you know,” she said. “Here in São Paulo, you need to be good.”", "Black Brazilians are expected to sing about hunger, pain, hunger, sadness. But we can sing other things, too", "Visually and musically, there are allusions to Candomblé, the Afro-Brazilian religion Luna follows, imported and developed by enslaved Africans. It is a tolerant, subjective religion whose deities are also forces of nature. Worshippers celebrate during overnight ceremonies, driven by hypnotic percussion, where they are taken over by deities. Each worshipper has a patron saint, or “orixá” and the album opens with a song and rhythm dedicated to Luna’s, called Bessém or Oxumaré, sometimes represented by a rainbow or a snake.", "Intertwined with the birth of samba in Rio and carnival – both of which it predates – Candomblé is present in the works of Brazilian musicians such as Gilberto Gil and Dorival Caymmi. But its followers increasingly come under attack from extremists among Brazil’s growing number of evangelical Christians, many of whom support Bolsonaro and see Candomblé as diabolic. Luna hopes to “demystify, stop it becoming demonised”, something she wants to do for Black Brazilians more broadly, too.", "“We’re expected to sing about hunger, pain, hunger, sadness. But we can sing other things. We live other things, too. That’s why I talk about love, to escape this stereotype, this expectation of pain when you think about a Black woman,” she says. “I’m talking about love as healing. I’m talking about love as power.”", "• Bom Mesmo É Estar Debaixo D’Água is out now."], "authors": ["Dom Phillips"], "keywords": ["voice", "sing", "statistically", "love", "salvador", "luedji", "bahia", "bold", "bolsonaro", "country", "racist", "brazil", "album", "woman", "women", "black", "brazils", "luna"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}