{"id": "d3e98a28-0dfe-3639-988d-9954e9bd12d4", "title": "Slack Is the Right Tool for the Wrong Way to Work", "url": "https://www.newyorker.com/culture/cultural-comment/slack-is-the-right-tool-for-the-wrong-way-to-work", "summary": "As with many organizations at that time, Sean and his team relied on e-mail as their primary collaboration tool.\nI thought about Sean when I heard about Salesforce’s proposed acquisition of Slack for close to twenty-eight billion dollars.\nThis messaging tool was designed to optimize the haphazard approach to work that e-mail had initiated.\nWe both love and hate Slack because this company built the right tool for the wrong way to work.\nSeen this way, Slack is just a small step down a significant path.", "paragraphs": ["In 2016, I interviewed an entrepreneur named Sean who had co-founded a small technology startup based in London. As with many organizations at that time, Sean and his team relied on e-mail as their primary collaboration tool. “We used to have our Gmail constantly opened,” he said. Then they heard about a slick new instant-messenger service named Slack that promised to streamline office communication: “There was this hype, so we decided to try it.” Once the team switched to the tool, the rate of back-and-forth messaging intensified, eventually reaching a stressful peak when a demanding client insisted on the ability to directly communicate with Sean’s employees using Slack. The team soon burned out, and two engineers quit. In desperation, Sean moved the company off Slack. When I spoke with him, some time had passed since this incident, but the memory of the service’s omnipresent notification ping remained strong. “I hear that sound, it gives me the shivers,” he said.", "I thought about Sean when I heard about Salesforce’s proposed acquisition of Slack for close to twenty-eight billion dollars. From a financial perspective, the deal probably makes sense. Sean’s company was one of many to embrace this platform when it arrived on the knowledge-work scene. Today, Slack has millions of users and reported more than six hundred million dollars in revenue for the last fiscal year. The shift toward remote work during the pandemic only reinforces the company’s value to the marketplace. But a lot of us share Sean’s fatigue with Slack. Writing in The New Republic, Timothy Noah laments that the platform transformed the American workplace into a “dystopian micro-Twitterverse,” while the technology journalist Casey Newton tweeted, “Salesforce is paying $28 billion for an app that people shut down when they need to get things done.” Slack is both absolutely necessary and absolutely aggravating; we rely on it, but we also can’t stand it. To dismiss this confused reaction as the usual grumbling about new forms of communication, however, would be a mistake. A closer look at Slack reveals an underlying dynamic with potential economic ramifications that make twenty-eight billion dollars seem paltry.", "To understand Slack, we must understand its antecedent. The widespread adoption of e-mail in the nineteen-nineties radically and unexpectedly changed the nature of office work. Originally deployed as an upgrade to less efficient asynchronous communication tools such as voice-mail systems and fax machines, e-mail instead ushered in a new mode of collaboration based on never-ceasing, ad-hoc messaging. This shift toward constant interaction made a certain sense. For one thing, it was convenient, as it’s easier for organizations to let their employees figure things out on the fly over e-mail than to craft custom business processes and workflows. It’s also cheaper. Why pay to develop network applications that organize information when this goal can be crudely approximated with file attachments and digital memos?", "By the first decade of the two-thousands, professional communication volume continued to increase, and e-mail was struggling to keep up with the world of hyper-messaging that it helped create. A tool that was designed for a time when you might expect to receive several messages a day faltered once this increased to several dozen. Information was easily lost in overflowing in-boxes, while group threads proved to be a particularly clunky format to support discussion. In 2014, Slack was publicly released, seizing on the opportunity created by these shortcomings. This messaging tool was designed to optimize the haphazard approach to work that e-mail had initiated. Slack replaced a single in-box with distinct chat channels, moved group discussions into a persistent chat format, and made all of these discussions searchable. For teams straining under e-mail’s shortcomings, Slack arrived like a digital analgesic, curing multiple pain points all at once. This palliative effect propelled Slack toward its astronomical valuation just six years later.", "The problem with this trajectory is that no one stopped to ask if it made sense to optimize this style of work in the first place. Though Slack improved the areas where e-mail was lacking in an age of high message volume, it simultaneously amplified the rate at which this interaction occurs. Data gathered by the software firm RescueTime estimate that employees who use Slack check communications tools more frequently than non-users, accessing them once every five minutes on average—an absurdly high rate of interruption. Neuroscientists and psychologists teach us that our attention is fundamentally single-tasked, and switching it from one target to another is detrimental to productivity. We’re simply not wired to monitor an ongoing stream of unpredictable communication at the same time that we’re trying to also finish actual work. E-mail introduced this problem of communication-driven distraction, but Slack pushed it to a new extreme. We both love and hate Slack because this company built the right tool for the wrong way to work.", "It’s here that we find opportunity. If Slack, which improves a fundamentally flawed approach to collaboration, is worth tens of billions of dollars, imagine the value in fixing the underlying flaws. In 1999, the management theorist Peter Drucker noted that during the twentieth century, the productivity of manual workers in the manufacturing sector increased by a factor of fifty as we got smarter about the best way to build products. He argued that the knowledge sector, by contrast, had hardly begun a similar process of self-examination and improvement, existing at the end of the twentieth century where manufacturing had been a hundred years earlier. Seen this way, Slack is just a small step down a significant path. It’s the knowledge-work equivalent of figuring out how to make the waterwheel turn faster—a useful improvement in the moment, but not nearly as important as the looming introduction of the steam engine.", "I do not dislike Slack as much as people assume given that I wrote a book titled “Deep Work,” which advocates for the importance of long, undistracted stretches of work. The acceleration of interruption is a problem, but e-mail has its limitations, so it makes sense that companies committed to ad-hoc messaging as their central organizing principle would want to try Slack. If this tool represented the culmination of our attempts to figure out how to best work together in a digital age, I’d be more concerned, but Slack seems to be more transient. It’s a short-term optimization of our first hasty attempts to make sense of a high-tech professional world that will be followed by more substantial revolutions. The future of office work won’t be found in continuing to reduce the friction involved in messaging but, instead, in figuring out how to avoid the need to send so many messages in the first place.", "2020 in Review"], "authors": ["Cal Newport", "Cal Newpor"], "keywords": ["work", "tool", "wrong", "email", "dollars", "sense", "right", "communication", "slack", "sean", "way", "messaging"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}