{"id": "d3efbd61-5038-34ba-808b-3bf975d7a9eb", "title": "The truth behind the Tories’ northern strongholds", "url": "https://www.economist.com/britain/2021/04/03/the-truth-behind-the-tories-northern-strongholds", "summary": "M ICHAEL FINN , the design director of Barratt Developments, Britain’s biggest home builder, does not like the term “estates”.\nBarratt homes come with more storage space than they used to, he explains, as people simply own more stuff.\n“The Tories didn’t win the poorest bits of England,” says a Labour shadow cabinet member.\nYet Barratt residents have less lofty concerns.\nThere is an egalitarianism to Barratt Britain.", "paragraphs": ["M ICHAEL FINN , the design director of Barratt Developments, Britain’s biggest home builder, does not like the term “estates”. It sounds “very 1960s and very concrete”, he says. “We build places.” That is not the only change. Barratt homes come with more storage space than they used to, he explains, as people simply own more stuff. They are fitted with heating systems controlled by a mobile phone and lots of plug sockets for gadgets. Kitchens with serving-hatches are long gone; now families cook in an open-plan room, with French doors leading to the garden. On a Sunday afternoon the cul-de-sacs of Pegswood, a village that is home to one such “place”, are filled with children playing. The back gardens contain trampolines and football nets; the garages contain gyms; the driveways contain Kia Sportages, Nissan Qashqais and other mid-range SUV s.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Political safarists seeking to understand Boris Johnson’s government often head to Blyth in Northumberland, ten miles from Pegswood. In December 2019 the town voted Conservative for the first time since the 1930s. Boris Johnson flipped four dozen more seats across Wales, the Midlands and the north of England, granting him a big majority and unbuckling the Labour Party from its former heartlands. The so-called “Red Wall” they comprise has become a synonym for towns fallen on hard times and a working class “left behind” by a metropolitan elite, personified by Labour’s Jeremy Corbyn and anti-Brexit warriors. Politicians from all parties scramble for remedies to these problems, with residents set to deliver their judgment at local elections in May.", "But the dilapidated high streets of former industrial towns, which are sometimes compared to the American rustbelt, are only half the story of Mr Johnson’s new domain. For they are often surrounded by gleaming new suburbs: a British counterpart to the American dream, where a couple on a modest income can own a home and two cars and raise a family. “The Tories didn’t win the poorest bits of England,” says a Labour shadow cabinet member. “They took a load of places where, frankly, life is pretty good, and it is more surprising that they were still voting Labour before.”", "As young professionals priced out of big cities are well aware, Britain does not build enough homes. But some parts of the country have done better than others. The north and the Midlands have accounted for a rising share of housing investment over the past two decades, with big builders such as Barratt, Persimmon and Taylor Wimpey responsible for much of the work. The drive from Pegswood to Cramlington, a nearby village, passes seven developments, complete and in progress, advertised by yellow signs at each roundabout.", "These signs also herald a political transformation. The south-east of Northumberland was coal country, and voted Labour. Although Pegswood’s own colliery closed in 1968, mining remained the main source of local employment until the early 1990s. But in local elections in 2017 the Conservatives took control of the county council. At the general election two years later, as well as taking Blyth Valley, which encompasses Cramlington, they cut Labour’s majority from over 10,000 to under 900 in Wansbeck, which encompasses Pegswood.", "The constituencies that make up the “Red Wall” are poorer than the rest of Britain, and as elsewhere, productivity and wage growth have been weak. But money goes a lot further here: these seats have some of the lowest housing costs in the country, and a greater share of home owners (see chart). The pit at Pegswood is now a park, adjoined by new suburbs, and three-bedroom homes at the half-constructed development start at just £194,995 ($268,176). They can be bought with a 5% deposit thanks to “Help to Buy”, a government subsidy scheme. In Cramlington, Richard, who works in sales, earns around £28,000 a year and his partner, a part-time administrative assistant, earns £12,000. That is enough for a four-bed house and two cars. “If I’d moved to London and got a graduate job, I’d probably be renting a shitty flat and I doubt I’d have two kids,” he says. The Conservative Party has long believed its success lies in home ownership. Margaret Thatcher was a friend of Lawrie Barratt, Barratt’s founder, and moved to one of his homes after leaving office. Robert Hayward, a Conservative peer and psephologist, argues that developments like those found in Northumberland have played an underappreciated role in British politics. David Cameron’s majority, he reckons, was won on the back of seats filled with such places across Warwickshire, Staffordshire and Derbyshire. Similar areas in the Midlands and the North—where mines and factories have been replaced by business parks, light industry and Amazon delivery hubs—swung Tory in the decade that followed. Mr Johnson recently angered office workers by suggesting they have been slacking while working from home during the pandemic, but many residents in Cramlington share that suspicion. “It’s not a real job if you can do it in your pyjamas,” says one home owner. Both parties are hunting for big ideas that will allow them to hold (or win back) these seats. They include “levelling up” the British economy, delivering the opportunities of post-Brexit “global Britain” and unleashing a culture war over statues and flags. Yet Barratt residents have less lofty concerns. Lord Hayward says the typical inhabitant works in the private sector and relies on state services, like schools and hospitals, but not state welfare. Education funding is one of the few bits of national politics that residents in Cramlington bring up on the doorstep; Mr Johnson immediately increased it on becoming prime minister in 2019.", "Motoring matters, too. Voters in the “Red Wall” are more likely to commute by car than anywhere else in Britain (see chart). The new developments have sprung up along motorways. Most homes come with at least two car-parking spaces, although families with teenagers may own three or four. All this helps explain why fuel duty has been frozen for a decade, to the dismay of environmental campaigners and Treasury officials.", "There is an egalitarianism to Barratt Britain. Accountants, teachers, sales reps, plasterers and driving instructors live on the same street, and the smaller choice of pubs and restaurants means they socialise together, too. As long as mortgages remain affordable and petrol is cheap, it is not a place that worries much about politics. That is a boon for the government, and a problem for Labour. “When you knock on the door of a big new house,” asks a shadow minister, “how do you tell the people living there that the country is going wrong?” ■"], "authors": ["The Economist"], "keywords": ["barratt", "seats", "cramlington", "pegswood", "truth", "homes", "labour", "tories", "northern", "residents", "developments", "big", "strongholds", "britain"], "pubDate": "2021-04-03T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}