{"id": "d4091238-43ff-35dc-b98e-55cdc2b34583", "title": "NYC bar owner calls for 'federal relief' as coronavirus sees restaurants struggle", "url": "http://www.foxnews.com/politics/new-york-bar-owner-federal-relief-dining-ban", "summary": "The new call to halt outdoor dining in New York City ahead of a major snowstorm adds more problems for restaurants already struggling to stay in business amid the coronavirus pandemic.\nWhether there is a pandemic going on or not, people shouldn’t be on the streets,\" New York bar owner Lauren Lynch told \"America's Newsroom.\"\nCUOMO, DE BLASIO WARN NYC TO PREPARE FOR 'FULL SHUTDOWN'Lynch said overall, outdoor dining structures should \"not have to be removed,\" though it is supposed to be \"reduced as much as possible.\"\nLynch wants to see the \"data\" showing how restaurants are a significant cause of coronavirus spread.\nLynch wants \"federal relief across the board\" to keep businesses open and urged Congress and the federal government to pass the bipartisan Restaurant Act \"by this Friday,\" otherwise the restaurant industry is \"going to collapse.\"", "paragraphs": ["The new call to halt outdoor dining in New York City ahead of a major snowstorm adds more problems for restaurants already struggling to stay in business amid the coronavirus pandemic.", "\"No one is trying to have people dining out in the middle of a major snowstorm. Whether there is a pandemic going on or not, people shouldn’t be on the streets,\" New York bar owner Lauren Lynch told \"America's Newsroom.\"", "Lynch reacted to outdoor dining being suspended in the Big Apple beginning at 2 p.m. Wednesday as the Department of Sanitation issued a \"snow alert\" ahead of an impending winter storm that may dump more than 8 inches.", "CUOMO, DE BLASIO WARN NYC TO PREPARE FOR 'FULL SHUTDOWN'", "Lynch said overall, outdoor dining structures should \"not have to be removed,\" though it is supposed to be \"reduced as much as possible.\"", "\"Everybody just spent good money and the city helped supply sandbags and things like that in order to help protect these structures. But, at the end of the day, they only come out 8 feet, which is no different than cars coming out, so the same level of damage that you see when a plow hits a car is what could potentially happen, unfortunately, to some people’s outdoor dining platforms,\" Lynch said.", "Going into the holiday season is \"incredibly difficult\" due to the coronavirus lockdowns. Lynch wants to see the \"data\" showing how restaurants are a significant cause of coronavirus spread.", "\"If the [data] said that we were 74% of COVID tracing came back to restaurants, then people would be volunteering to close their doors. We care about our communities, we would never want that to happen.\"", "Lynch said that the issue is not solely a local problem but also a \"national problem.\" Lynch wants \"federal relief across the board\" to keep businesses open and urged Congress and the federal government to pass the bipartisan Restaurant Act \"by this Friday,\" otherwise the restaurant industry is \"going to collapse.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"All 50 states,\" Lynch said.", "\"At this point in time, we have 110,000 bars and restaurants in the U.S. that have already closed. One-thousand already happen to be in New York City.\"", "The New York Post contributed to this report."], "authors": ["Joshua Nelson", "Joshua Q. Nelson Is A Reporter For Foxnews.Com. You Can Find Him On Twitter"], "keywords": ["struggle", "calls", "owner", "coronavirus", "bar", "snowstorm", "nyc", "lynch", "wants", "structures", "york", "federal", "outdoor", "restaurant", "sees", "relief", "restaurants", "dining"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}