{"id": "d4414982-64cf-3291-bdd1-f63557eae521", "title": "'A poem about a dream': Wendy Cope on Making Cocoa for Kingsley Amis", "url": "https://www.theguardian.com/books/2021/apr/10/a-poem-about-a-dream-wendy-cope-on-making-cocoa-for-kingsley-amis", "summary": "Kingsley Amis described writing poems as “a limited risk enterprise”.\nThe Amis quotation has stayed with me because I only write short things: bits of journalism and poems.\nThe second was another villanelle, “Reading Scheme”, a poem that arose directly from my work as a primary school teacher.\nAnd then there’s the title poem, the result of seeing Amis at a reception and wishing that someone would introduce us.\nHe had written an article asking: “Why are there no young poets today who can use rhyme and metre?” “Why,” I thought, “doesn’t somebody tell him about me?” Hence “Making Cocoa for Kingsley Amis”, a poem about a dream.", "paragraphs": ["Kingsley Amis described writing poems as “a limited risk enterprise”. He thought, perhaps unfairly, that this was why Philip Larkin, after producing a couple of novels early in his career, stuck to poetry thereafter. You can waste a day or two producing a hopeless poem. A hopeless novel takes months or years of your life.", "The Amis quotation has stayed with me because I only write short things: bits of journalism and poems. My books are accumulations.", "When people ask how I began writing, I sometimes say that it was because I was too tired in the evenings to do anything except read and write. That’s not entirely serious or the whole truth. The stimulus of doing creative work with children had something to do with it, as did being in psychoanalysis, and living alone for the first time. With hindsight I believe that those are the reasons I became obsessed with poetry in the early 70s: reading it and writing it. I was in my late 20s.", "The title poem is the result of seeing Amis at a reception and wishing that someone would introduce us", "For some years I was producing stuff that would never make its way into a book. The earliest poem that would end up in my first collection was a villanelle called “Lonely Hearts”, inspired by the lonely hearts column in Time Out. The second was another villanelle, “Reading Scheme”, a poem that arose directly from my work as a primary school teacher. Around 1983 I went part-time, so as to have more freedom to write.", "A few of the poems in Making Cocoa were commissioned for BBC radio programmes, one or two were entries for competitions, and there are six or seven about my mostly unhappy love life. The book also includes the work of the invented poet Jason Strugnell. His poems are poor imitations of a number of his contemporaries, including Ted Hughes, Seamus Heaney and Craig Raine. He also wrote some Shakespearian sonnets bemoaning his fate as an unpublished bard.", "And then there’s the title poem, the result of seeing Amis at a reception and wishing that someone would introduce us. He had written an article asking: “Why are there no young poets today who can use rhyme and metre?” “Why,” I thought, “doesn’t somebody tell him about me?” Hence “Making Cocoa for Kingsley Amis”, a poem about a dream.", "When the book was published in 1986, I saw to my surprise that the miscellany did have a theme. The Strugnell parodies of male poets, the love poems about an affair with an older man, and one poem about my late father. Without realising it, I had written a book that was largely about father figures."], "authors": ["Wendy Cope"], "keywords": ["wishing", "wendy", "cope", "poems", "producing", "amis", "poem", "kingsley", "dream", "work", "write", "written", "cocoa", "making", "book", "writing"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}