{"id": "d44c2db3-4bc3-3590-b07e-00833edac5fd", "title": "Turkish prosecutors seek jail terms for anti-government student protesters", "url": "https://www.theguardian.com/world/2021/apr/21/turkish-prosecutors-seek-jail-terms-for-anti-government-protesters", "summary": "The issue became an unexpected catalyst for Turkey’s youth to vent their frustrations at both the crackdown by the president, Recep Tayyip Erdoğan, on civil liberties and the government’s failure to get an economic crisis under control.\nAn indictment issued on Tuesday said prosecutors were seeking between six months’ and three years’ jail time for 97 suspects who broke a pandemic-related ban on public gatherings and “refused to disperse despite warnings”, according to the state news agency Anadolu.\nThe decision was denounced as undemocratic by university members, and widely interpreted as a government attempt to infiltrate one of Turkey’s last left-leaning institutions.\nThe violent clashes between protesters and police marked one of the biggest displays of civil unrest in Turkey since the 2013 Gezi Park movement.\nTurkey’s underemployed and disillusioned youth represents a huge political challenge for the AKP, which has been in power for almost 20 years.", "paragraphs": ["Turkish prosecutors are seeking prison sentences for 97 people for taking part in one of the country’s biggest anti-government protest movements in years, sparked by the state appointment of a new rector at Istanbul’s most prestigious university in January.", "The issue became an unexpected catalyst for Turkey’s youth to vent their frustrations at both the crackdown by the president, Recep Tayyip Erdoğan, on civil liberties and the government’s failure to get an economic crisis under control. Sporadic clashes with police lasted for weeks in early 2021.", "An indictment issued on Tuesday said prosecutors were seeking between six months’ and three years’ jail time for 97 suspects who broke a pandemic-related ban on public gatherings and “refused to disperse despite warnings”, according to the state news agency Anadolu. No date has been set for the first hearing.", "Students and staff at Boğaziçi University started rallies on campus grounds from 4 January over the installation of Melih Bulu, a business figure who once stood as a ruling Justice and Development party (AKP) parliamentary candidate. The decision was denounced as undemocratic by university members, and widely interpreted as a government attempt to infiltrate one of Turkey’s last left-leaning institutions.", "The protests spread to the streets of Istanbul and other big cities with the backing of government opponents and supporters of broader LGBT rights after the president accused the demonstrators of being “terrorists” and “LGBT youth” working against Turkey’s “national and spiritual values”.", "At least 560 people had been detained – the vast majority of them students – and 24 placed under house arrest by early February, according to local media.", "This week’s indictment referred to a 1 February protest in Istanbul in which several groups defied police warnings in order to rally outside the university’s locked gate. A total of 108 people were arrested that day, according to Agence-France Presse.", "The violent clashes between protesters and police marked one of the biggest displays of civil unrest in Turkey since the 2013 Gezi Park movement. Critics say Erdoğan’s monopoly on power has escalated since a 2016 coup attempt. Over the last five years, thousands of academics, lawyers, journalists, civil servants and military members have been arrested or detained over alleged “terrorism” links.", "Turkey’s underemployed and disillusioned youth represents a huge political challenge for the AKP, which has been in power for almost 20 years.", "Around 5 million young people will be eligible to vote for the first time in the next general election, scheduled for 2023 – a demographic shift that could have huge implications as the ruling party’s voting margins thin."], "authors": ["Bethan Mckernan"], "keywords": ["civil", "prosecutors", "youth", "jail", "weeks", "antigovernment", "turkish", "university", "according", "ruling", "state", "terms", "turkeys", "warnings", "seeking", "protesters", "student", "seek"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}