{"id": "d45bcd08-f747-3bf5-bb1c-1cb3ffc765e2", "title": "Kate Middleton Gets Festive by Piling On the Tartan", "url": "https://www.vogue.com/article/kate-middleton-holiday-tartan-style", "summary": "This week, Kate Middleton and Prince William embarked on a 1,250-mile Royal Train tour across Britain, where the royal couple made pit stops to thank workers who have made a difference during the COVID-19 pandemic.\nMiddleton, ever appropriately-dressed, pulled out a festive look to go with the occasion.\nShe sported a tailored, double-breasted Alexander McQueen coat in the bright hue, pairing it with a black turtleneck sweater, a below-the-knee tartan skirt, and black suede knee boots.\nAround her neck, a wide tartan scarf played up the cheery look, while her sleek black leather gloves kept her warm during the outdoor visit.\nEvery year around this time, Middleton returns to her beloved tartan print and gives it a polished finish.", "paragraphs": ["This week, Kate Middleton and Prince William embarked on a 1,250-mile Royal Train tour across Britain, where the royal couple made pit stops to thank workers who have made a difference during the COVID-19 pandemic. This morning, the Duke and Duchess of Cambridge arrived at the Cardiff Castle in Cardiff, Wales for their last day of the tour, where they met with some students. There, the couple engaged in some holiday cheer, visiting a mini Christmas market where they had some hot chocolate and roasted some marshmallows. Middleton, ever appropriately-dressed, pulled out a festive look to go with the occasion.", "Decked out in tartan—a favorite print of hers!—Middleton embraced Christmas red from head to toe. She sported a tailored, double-breasted Alexander McQueen coat in the bright hue, pairing it with a black turtleneck sweater, a below-the-knee tartan skirt, and black suede knee boots. (She’s worn the skirt before—it’s her modern answer to the kilt.) Around her neck, a wide tartan scarf played up the cheery look, while her sleek black leather gloves kept her warm during the outdoor visit. Every year around this time, Middleton returns to her beloved tartan print and gives it a polished finish. Considering it’s still early in December, one can expect her to debut even more fashion-forward holiday ensembles, too."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["holiday", "festive", "black", "tour", "kate", "tartan", "royal", "skirt", "middleton", "print", "couple", "gets", "piling", "look"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}