{"id": "d46dec1c-e830-39ec-b9b5-a9e28d70ed5a", "title": "Agnelli admits Super League cannot go ahead after nine clubs pull out", "url": "https://www.theguardian.com/football/2021/apr/21/european-super-league-vows-to-reshape-after-english-clubs-pull-out", "summary": "The European Super League founder and Juventus chairman, Andrea Agnelli, has said that the breakaway can no longer go ahead after nine clubs withdrew.\n“But admittedly … I mean, I don’t think that that project is now still up and running.”The Italian claimed other clubs were ready to join the new European league before the English sides left.\nI don’t think our industry is a particularly sincere, trustworthy or reliable one in general.”Earlier, the Super League had vowed to “reshape the project” after its plans were left in tatters.\nManchester City followed suit before Liverpool, Manchester United, Arsenal and Tottenham completed the Premier League contingent’s embarrassing volte face.\nThe six Premier League clubs bailed after a furious backlash to the plan from fans, players and managers over the past two days.", "paragraphs": ["The European Super League founder and Juventus chairman, Andrea Agnelli, has said that the breakaway can no longer go ahead after nine clubs withdrew.", "Asked whether the project could still happen after the exits, Agnelli told Reuters: “To be frank and honest no, evidently that is not the case.”", "Agnelli insisted he remained convinced that European football needed to change and had no regrets about the way the breakaway attempt was made. “I remain convinced of the beauty of that project,” he said, stating it would have created the best competition in the world. “But admittedly … I mean, I don’t think that that project is now still up and running.”", "The Italian claimed other clubs were ready to join the new European league before the English sides left. “I’m not going to say how many clubs contacted me in just 24 hours asking if they could join,” he said, declining to name them. “Maybe they lied, but I was contacted by a number of teams asking what they could do to join.”", "Agnelli said he felt the British government’s intervention, with prime minister Boris Johnson threatening legislation to stop the breakaway, had pushed the English clubs to withdraw. “I have had speculation to that extent that if six teams would have broken away and would have threatened the EPL, politics would have seen that as an attack to Brexit and their political scheme,” he said.", "“If you tell me other methods for putting together such projects … if you were to ask the authorisation of others, I don’t think you would have carried out a project like this. The relations are there, I have seen relations changing in time, some people I am quite sure that people will be open and talk to each other. I don’t think our industry is a particularly sincere, trustworthy or reliable one in general.”", "Earlier, the Super League had vowed to “reshape the project” after its plans were left in tatters. Chelsea led the way on Tuesday, signalling an abrupt U-turn only 48 hours after Sunday’s bombshell announcement about the creation of the controversial league. Manchester City followed suit before Liverpool, Manchester United, Arsenal and Tottenham completed the Premier League contingent’s embarrassing volte face. On Wednesday morning, both Atlético Madrid and Internazionale signalled their exits too, before Milan joined them.", "“Despite the announced departure of the English clubs, forced to take such decisions due to the pressure on them, we are convinced our proposal is fully aligned with European law and regulations,” an ESL statement read. “Given the current circumstances, we shall reconsider the most appropriate steps to reshape the project, always having in mind our goals of offering fans the best experience possible while enhancing solidarity payments for the entire football community.”", "Milan jumping ship leaves a third Serie A club, Juventus, and the Spanish pair of Real Madrid and Barcelona as the last standing members of the breakaway group. Juventus released a statement that did not confirm their departure but instead admitted that the project could not be “completed in the form in which it was initially conceived”, in keeping with Agnelli’s admission earlier on Wednesday.", "The six Premier League clubs bailed after a furious backlash to the plan from fans, players and managers over the past two days. The UK government expressed its willingness to use legislation to derail the project, while there was also a royal intervention from Prince William.", "01:16 Chelsea fan protests turn to celebrations as club pulls out of Super League – video", "Meanwhile, the Football Association threatened sanctions on clubs and bans for players at rebel teams, as did Uefa – the European governing body – and Fifa, its global counterpart.", "Yet undeterred by the fallout, the ESL, headed by Real Madrid’s president, Florentino Pérez, said it remained committed to getting the project up and running, even though any competition that did emerge would bear little resemblance to what was originally planned."], "authors": ["Mike Hytner"], "keywords": ["project", "breakaway", "think", "teams", "agnelli", "football", "league", "admits", "ahead", "juventus", "european", "super", "pull", "clubs"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}