{"id": "d47d5034-05d6-35c3-b923-90790bec57a9", "title": "Mod Corner: This Star Wars Battlefront II Mod Is A Fall Guys vs. Among Us Showdown", "url": "https://www.gameinformer.com/mod-corner/2020/12/16/mod-corner-this-star-wars-battlefront-ii-mod-is-a-fall-guys-vs-among-us", "summary": "Fall Guys burst onto the scene earlier this year in all of its terrifying jelly bean glory and Mario Galaxy-esque fun.\nAmong Us, this Star Wars Battlefront II mod is straight to the point.\nIt replaces all of the original trilogy-era infantry characters with Fall Guys jelly beans with Among Us astronauts (again, also jelly beans.\nAmong Us Star Wars Battlefront II mod and how to get it for yourself, you can check out the full instructions and download links right here.\nYou can learn more about Mod Corner creations with just a few samples below:Thoughts on the latest Mod Corner with Star Wars Battlefront II?", "paragraphs": ["Fall Guys burst onto the scene earlier this year in all of its terrifying jelly bean glory and Mario Galaxy-esque fun. The aesthetic of the game poised the triumphant return of Among Us, an indie title first released back in 2018 that didn't get recognition until this year. A big part of why the latter was able to get the streamer attention it deserves is because of, well, that jelly bean aesthetic. The Fall Guys wave was high, paving the way for Among Us to have its shot to shine, and now the two are going toe-to-toe thanks to this Star Wars Battlefront II mod.", "Simply called Fall Guys vs. Among Us, this Star Wars Battlefront II mod is straight to the point. It replaces all of the original trilogy-era infantry characters with Fall Guys jelly beans with Among Us astronauts (again, also jelly beans. Very important) replacing all dark side heroes.", "For which character replaces who:", "REBELS (Fall Guys): Rebel Assault - Mr. Bean Rebel Heavy - Red Rebel Officer - Yellow Rebel Specialist - White Wookie Warrior - Pigeon Rocket Jumper - Burger Ewok - French Fries", "IMPERIALS (Among Us): Imperial Assault - Cyan Imperial Heavy - White Imperial Officer - Brown Imperial Specialist - Red Death Trooper - Black ISB Agent - Green Rocket Trooper - Yellow", "", "Boba Fett - dark green", "Bossk - orange", "Count Dooku - blue/purple", "General Grievous - tan", "Iden Versio - pink", "Kylo Ren - black/maroon", "Darth Maul - red/black", "Palpatine - purple", "Captain Phasma - metallic grey", "Darth Vader - black/grey", "BB-9E - red mini-crewmate", "The mod itself came into being thanks to a commission for the video seen here for ToastedShoes, but that commission became a gift for us all playing on PC.", "There are two mods that make this work, the mod itself created here that replaces the OT infantry characters, as well as the Fall Guys Hero Overhaul mod created by NoTengoTortuga.", "To learn more about this Fall Guys vs. Among Us Star Wars Battlefront II mod and how to get it for yourself, you can check out the full instructions and download links right here.", "And that wraps up our latest Mod Corner! It's been a minute! Coincidentally, this isn't the first Among Us crossover we've written about either for this PC segment! You can learn more about Mod Corner creations with just a few samples below:", "Thoughts on the latest Mod Corner with Star Wars Battlefront II? Sound off with those sus little jelly bean thoughts in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["imperial", "ii", "star", "corner", "vs", "bean", "rebel", "battlefront", "wars", "showdown", "jelly", "mod", "fall", "guys"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}