{"paragraphs": ["And all of the sudden it is December. You should give the gift of telling all your friends how much you love The Game Informer Show and sharing it with high praise on all your social media networks ... or at least that is what I think.", "On this week's episode of The Game Informer Show podcast, we explore a wide variety of subjects, so every segment has a surprise. The show starts with Ben Reeves, Jeff Cork, and Matt Miller as we discuss our PlayStation 25th Anniversary cover story, Darksiders Genesis, and Arise: A Simple Story. The entire show is produced by the man in the box, Alex Stadnik (someone asked for his Twitter handle too so you can find it here).", "Next, we dive head first into community emails. Joined by Matt Miller, Joe Juba, and Andy Reiner for this week's discussion, which is highlighted by the theme of us becoming the \"Lords of Gaming\" and making proclamations as to how we would rule. Good times.", "For part four of our Game of the Year chats, where I ask guests what games are defining their year, I am joined by Andy Reiner and special guests from The Video Game History Foundation, Frank Cifaldi, and Kelsey Lewin. This segment will run the rest of this year, as we bring in editors (and guests) every week to talk about games that have impacted their year in the lead-up to Game Informer's Top 50 of 2019.", "And finally, we chat with Alex Hutchinson, co-founder and creative director at Typhoon Studios. We talk about his history (spoiler alert: he was creative director for Assassin's Creed III and Far Cry 4 among many others) and their upcoming release Journey to the Savage Planet. Always entertaining to chat with Alex.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "00:11 History of PlayStation, Arise: A Simple Story, and Darksiders Genesis", "37:18 Community Emails", "1:59:28 Game of the Year Chats Pt. 4 - Featuring Frank Cifaldi and Kelsey Lewin from The Video Game History Foundation", "2:51:51 Interview with the co-founder and creative director of Typhoon Studios Alex Hutchinson"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "title": "GI Show - PlayStation 25th, Game of the Year Chats, And An Interview With Alex Hutchinson", "id": "d4804016-2f08-38e2-b796-09036de8949d", "keywords": ["informer", "gi", "game", "video", "playstation", "hutchinson", "interview", "weeks", "director", "alex", "creative", "typhoon", "chats", "history", "25th", "guests"], "summary": "On this week's episode of The Game Informer Show podcast, we explore a wide variety of subjects, so every segment has a surprise.\nAnd finally, we chat with Alex Hutchinson, co-founder and creative director at Typhoon Studios.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\nYou can hear more of their original tunes and awesome video game music podcast at their website.\n4 - Featuring Frank Cifaldi and Kelsey Lewin from The Video Game History Foundation2:51:51 Interview with the co-founder and creative director of Typhoon Studios Alex Hutchinson", "pubDate": null, "url": "https://www.gameinformer.com/index.php/video-podcast/the-game-informer-show/2019/12/05/gi-show-playstation-25th-game-of-the-year-chats-and"}