{"id": "d485a353-f1e6-3d80-a39c-109a6aa682c9", "title": "Paolo Rossi, Italian football great and World Cup winner, dies aged 64", "url": "https://www.theguardian.com/football/2020/dec/10/paolo-rossi-italian-football-great-and-world-cup-winner-dies", "summary": "Paolo Rossi’s teammates from Italy’s 1982 World Cup-winning squad spoke of their shock at his death on Thursday.\nRossi won the 1982 World Cup’s Golden Boot and Golden Ball and, in the same year, the Ballon d’Or.\nThe World Cup was over.”He also scored three goals at the 1978 World Cup in Argentina.\nWith a total of nine goals, he remains Italy’s joint highest scorer at the World Cup with Roberto Baggio and Christian Vieri.\nLaGazzettadelloSport (@Gazzetta_it) Terribile lutto nel mondo del calcio: è morto Paolo Rossi #Rip PablitoRossi denied involvement and his ban was commuted to two years.", "paragraphs": ["Paolo Rossi’s teammates from Italy’s 1982 World Cup-winning squad spoke of their shock at his death on Thursday.", "Rossi’s death aged 64 was announced in the early hours of Thursday by the Italian TV channel RAI Sport, for which the former striker and star of that 1982 team had been working as a pundit.", "My favourite game: Italy v Brazil, 1982 World Cup second group stage Read more", "“I don’t know what to say, it’s a bolt out of the blue,” said Dino Zoff, Italy’s goalkeeper and captain in 1982. “We always had a great relationship with Paolo. He was kind, intelligent … We hadn’t heard from each other for a while and they told us something [was wrong], but I didn’t think it was serious. It’s difficult to understand.”", "The former defender Fulvio Collavati said: “My comrades from ’82 are exchanging messages on chat … a part of us has gone.” Antonio Cabrini added: “Six months ago I lost a brother, and today I lose another.”", "There was a wave of tributes in Italy among those in the sporting and political world. The prime minister, Giuseppe Conte, said Rossi had “gifted a dream to an entire generation”, adding: “Goodbye Paolo Rossi, the unforgettable champion.”", "The former Juventus and Milan player is widely regarded as one of the best forwards of all time and is most famous for his heroics at the 1982 World Cup in Spain. In the final he scored the opening goal as Italy defeated West Germany 3-1. Earlier in the tournament, in what is still considered one of the best World Cup performances, he scored a hat-trick to beat Brazil 3-2 and send one of the favourites out early.", "Gabriele Gravina, president of the Italian football federation FIGC, said: “The death of Pablito is another deep pain … we lose a friend and an icon of football.”", "The RAI Sport presenter Enrico Varriale tweeted: “Very sad news: Paolo Rossi left us. Unforgettable Pablito, who made us all fall in love in that summer of ’82 and who has been a precious and competent workmate at RAI in recent years. RIP dear Paolo.”", "A Paolo Rossi tribute, the best of Peter Alliss and tenpin bowling mishaps | Classic YouTube Read more", "Rossi’s wife, Federica Cappelletti, posted a photo of herself and her husband to her Instagram account along with the words “per sempre” – “for ever”. In Italian she later wrote on Facebook: “There will never be anyone like you, unique, special …” She did not disclose the cause of his death. It is being reported in Italy that he had a long illness.", "Rossi won the 1982 World Cup’s Golden Boot and Golden Ball and, in the same year, the Ballon d’Or. In a 2018 Fifa documentary he said: “On one hand I felt fulfilled. I said to myself: ‘You’ve made it.’ On the other hand, I was disappointed that all of this just ended. The World Cup was over.”", "He also scored three goals at the 1978 World Cup in Argentina. With a total of nine goals, he remains Italy’s joint highest scorer at the World Cup with Roberto Baggio and Christian Vieri.", "That he was involved in the 1982 finals at all was only down to a reduction of a match-fixing ban. Rossi was the world’s highest-paid player when, in 1980, he was banned for three years after it emerged that a 2-2 draw between Perugia – where he was on loan from Vicenza – and Avellino was fixed by a betting syndicate.", "LaGazzettadelloSport (@Gazzetta_it) Terribile lutto nel mondo del calcio: è morto Paolo Rossi #Rip Pablito", "Rossi denied involvement and his ban was commuted to two years. The then 25-year-old, who had in the interim been purchased by Juventus, returned to the game two months before the tournament.", "Rossi spent his entire club career in Italy, winning two Serie A titles and helping Juve to secure the 1984-85 European Cup, a year after winning the Cup Winners’ Cup.", "Italians woke on Thursday to eulogies for one of the country’s favourite footballing sons. Rossi was “the one who beat Zico’s Brazil, Maradona’s Argentina, Boniek’s Poland and in the final, the Germany of Rummenigge”, La Gazzetta dello Sport said.", "Facebook Twitter Pinterest Paolo Rossi, pictured in 2015. Photograph: Gary Calton/The Observer", "Tributes continued to flow on social media, with the former Italian prime minister Matteo Renzi tweeting: “In our hearts, for ever. Farewell Pablito.” Jürgen Klinsmann was among world football figures to share his condolences. “Dear Pablito, we always remember you!” he tweeted.", "Rossi is the second World Cup winner to die in the space of two weeks following the death last month of the Argentina great Diego Maradona from a heart attack."], "authors": ["Angela Giuffrida", "Emma Kemp"], "keywords": ["italian", "world", "paolo", "cup", "great", "death", "1982", "pablito", "rossi", "italy", "dies", "aged", "winner", "sport", "football"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}