{"id": "d48efbbf-544e-329c-a573-b862c490cc54", "title": "Biden mulls options in case Republicans try to block cabinet picks", "url": "https://www.theguardian.com/us-news/2020/dec/07/biden-options-democrats-republicans-cabinet", "summary": "Publicly, Democrats are hopeful that the confirmation processes for all of Biden’s cabinet nominees will go smoothly.\nBut if Republicans triumph, it raises the prospect they can stonewall any Biden nominee for a specific cabinet position.\nIt’s unclear which of Biden’s nominees Republicans will find most objectionable.\nThe Biden transition team has set a goal of meeting with every member of Congress, according to a Biden transition official.\nIt’s also normal for a few cabinet nominees to not make it through the confirmation process.", "paragraphs": ["Joe Biden has had a fairly smooth cabinet appointment process so far, but there are rumblings that it could get choppier, and speculation that the Democratic president-elect may take a leaf out of the Donald Trump playbook to try to get the team he wants.", "Publicly, Democrats are hopeful that the confirmation processes for all of Biden’s cabinet nominees will go smoothly. But looming over the Biden team’s planning is the possibility that Republicans in the Senate decide to stonewall a nominee, blocking confirmation of anyone Biden puts forward.", "Their ability to do that will rest on who wins two Senate runoff races in Georgia. If Democrats win, they wrest control of the vital upper chamber away from Republicans. But if Republicans triumph, it raises the prospect they can stonewall any Biden nominee for a specific cabinet position.", "In that scenario, one option for Democrats would be to follow Donald Trump’s example and controversially install cabinet officials under the “acting” moniker, where they are not confirmed but serve in that role regardless.", "In the later period of his administration, Trump made a habit of appointing acting heads to federal agencies, thereby circumventing the usual confirmation process, even with Republicans controlling the Senate.", "“Frankly, it’s not an unhelpful precedent,” a Senate Democratic aide said of the idea of Biden appointing acting cabinet secretaries in the face of a Republican blockade.", "If Democrats control the Senate, the Senate majority will almost certainly move in lockstep to confirm Biden’s nominees as a demonstration of the incoming president’s promise to “lower the temperature” of American politics. If Republicans control the chamber, gumming up confirmations is a tempting way to generate leverage with a new president who has promised to work with the opposing party.", "It’s unclear which of Biden’s nominees Republicans will find most objectionable.", "So far, the most opposition Republicans have sounded on any of Biden’s nominees has been over Neera Tanden, the president of the progressive Center for American Progress. Biden nominated Tanden to run the Office of Management and Budget. Drew Brandewie, the communications director for the Texas senator John Cornyn, one of the highest-ranking Republicans in the Senate, tweeted that Tanden has “zero chance” of getting confirmed.", "Neera Tanden, who has an endless stream of disparaging comments about the Republican Senators’ whose votes she’ll need, stands zero chance of being confirmed. https://t.co/f6Ewi6OMQR — Drew Brandewie (@DBrandewie) November 30, 2020", "The Ohio senator Rob Portman, a former OMB director, told reporters he supported a hearing for Tanden but that she is “problematic as a nominee, and I would hope the Biden administration would reconsider nominating her.”", "If Republicans retain control of the Senate, Portman will chair one of the committees that handles Tanden’s nomination.", "Republicans are expected to aggressively fight at least a few of Biden’s nominees, not just Tanden. Conservatives have already started to signal a critical interest in the dealings of the consulting firm the secretary of state nominee Tony Blinken helped co-found, WestExec Advisers.", "Biden transition team officials, congressional Democrats, and veterans of the process are hesitant to think about a worst-case scenario like a Senate blockade over multiple nominees. The Biden transition team has set a goal of meeting with every member of Congress, according to a Biden transition official. The team is also in the process of setting up meetings between nominees and senators, the official said, a sign that the incoming administration still hopes it can engineer some bipartisan support.", "“Over the course of just the last eight days, President-elect Biden has put forward a group of experienced and committed nominees who will rebuild our relationships in the world and build back our economy,” the Biden transition team spokesman, Sean Savett, said in a statement.", "He added: “The process of engaging with Democratic and Republican members and offices is already well under way and it will only pick up in the weeks ahead. While we fully expected disagreement with some members of the Senate, we have no doubt that the American people fully expect the consideration and confirmation of qualified nominees.”", "Phil Schiliro, the former White House director for legislative affairs during the Obama administration, said he expected the confirmation period for Biden’s nominees to be similar to past ones.", "“I don’t think it’ll be aberrational,” Schiliro said. “In part because we’ve just had an aberrational presidency where norms have been broken repeatedly, and I think there are Republican senators who have had a real problem with that whether they can articulate it or not is one thing. But there’s been a real norm where there comes to confirmations for the cabinet that’d be done expeditiously and professionally and I would expect that’s going to happen again.”", "The Senate majority leader, Mitch McConnell, the highest-ranking Republican official in the chamber, for example, broke longtime precedent on supreme court nominees when he refrained from allowing a hearing on Barack Obama’s pick of Merrick Garland. More recently, he went back on his own logic for refraining from holding hearings on Garland when Republicans quickly moved Amy Coney Barrett through the Senate’s hearings.", "In other words, there’s precedent for McConnell and the current crop of Republican leadership to buck longstanding Senate traditions. It’s also normal for a few cabinet nominees to not make it through the confirmation process.", "Schiliro noted though that Biden has a “history of good relationships with the Senate even though the Senate has changed a lot. There’s still a fair amount of members he has good relations with and there’s goodwill and trust.”"], "authors": ["Daniel Strauss"], "keywords": ["biden", "republican", "picks", "block", "try", "bidens", "senate", "nominees", "republicans", "mulls", "options", "case", "confirmation", "team", "cabinet", "tanden"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}