{"id": "d4c9ee86-7d5e-3135-83d2-8b632f57b4be", "title": "Race and Taxes, and Jane Mayer on How to Kill a Bill", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/race-and-taxes-and-jane-mayer-on-how-to-kill-a-bill", "summary": "Jane Mayer recently received a recording of a meeting in which conservative power brokers plot how to defeat the voting-rights bill H.R.\nThe bill is popular with voters on the left and the right, they acknowledge, and, for that reason, they must kill it by any means necessary.\nDorothy Brown, the author of “The Whiteness of Wealth,” explains how the seemingly race-neutral tax code compounds many inequalities in American life, and prevents Black people from building wealth.\nJane Mayer on How to Kill a BillA leaked call records conservatives planning to defeat the voting-rights bill H.R.\nThe Hidden Racism of TaxesA professor of tax law uncovers how the seemingly race-neutral tax code compounds many inequalities in American life, and prevents Black people from building wealth.", "paragraphs": ["Jane Mayer recently received a recording of a meeting in which conservative power brokers plot how to defeat the voting-rights bill H.R. 1, which would curtail the flow of dark money into elections. The bill is popular with voters on the left and the right, they acknowledge, and, for that reason, they must kill it by any means necessary. Dorothy Brown, the author of “The Whiteness of Wealth,” explains how the seemingly race-neutral tax code compounds many inequalities in American life, and prevents Black people from building wealth. And the director David Fincher talks about his film “Mank”—written by his late father—and the eternal struggle between screenwriters and directors.", "Jane Mayer on How to Kill a Bill", "A leaked call records conservatives planning to defeat the voting-rights bill H.R. 1. Popular with voters of both parties, it would curtail the flow of dark money into elections.", "David Fincher on “Mank,” and How the Movies Learned to Talk", "The director talks about his latest feature—written by his late father, Jack Fincher—and the eternal struggle between screenwriters and directors.", "The Hidden Racism of Taxes", "A professor of tax law uncovers how the seemingly race-neutral tax code compounds many inequalities in American life, and prevents Black people from building wealth.", "Daniel Alarcón on Some Favorite Children’s Books", "Homebound during the pandemic, the writer leaned into the joys of reading with his son."], "authors": ["Condé Nast", "David Remnic", "Jane Maye", "Alex Ros"], "keywords": ["voters", "jane", "race", "wealth", "votingrights", "struggle", "talks", "seemingly", "taxes", "bill", "screenwriters", "raceneutral", "tax", "kill", "mayer"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}