{"keywords": ["energy", "wont", "nuclear", "reactors", "modular", "small", "svelte", "power", "end", "safer", "plants", "reactor", "plant"], "summary": "Operated by NuScale Power, an Oregon-based energy startup, this prototype reactor represents a new chapter in the conflict-ridden, politically bedeviled saga of nuclear power plants.\nEnter the small modular reactor, designed to allow several reactors to be combined into one unit.\nComing up with a suitable power plant for a wide range of situations becomes that much easier.\nYet this small reactor can crank out 60 megawatts of energy, which is about one-tenth the smallest operational reactor in the US today.\nSmall modular reactors may be the first tiny nuclear plants to make it on the US grid, but they won’t be the last.", "id": "d4d97553-525b-35ac-8f4f-2ef1e55337b3", "paragraphs": ["For the last 20 years, the future of nuclear power has stood in a high bay laboratory tucked away on the Oregon State University campus in the western part of the state. Operated by NuScale Power, an Oregon-based energy startup, this prototype reactor represents a new chapter in the conflict-ridden, politically bedeviled saga of nuclear power plants.", "NuScale’s reactor won’t need massive cooling towers or sprawling emergency zones. It can be built in a factory and shipped to any location, no matter how remote. Extensive simulations suggest it can handle almost any emergency without a meltdown. One reason is that it barely uses any nuclear fuel, at least compared with existing reactors. It’s also a fraction of the size of its predecessors.", "This is good news for a planet in the grips of a climate crisis. Nuclear energy gets a bad rap in some environmentalist circles, but many energy experts and policymakers agree that splitting atoms is going to be an indispensable part of decarbonizing the world’s electricity. In the US, nuclear power accounts for about two-thirds of all clean electricity, but the existing reactors are rapidly approaching the end of their regulatory lifetimes. Only two new reactors are under construction in the US, but they’re billions of dollars over budget and years behind schedule.", "Enter the small modular reactor, designed to allow several reactors to be combined into one unit. Need a modest amount of energy? Install just a few modules. Want to fuel a sprawling city? Tack on several more. Coming up with a suitable power plant for a wide range of situations becomes that much easier. Because they are small, these reactors can be mass-produced and shipped to any location in a handful of pieces. Perhaps most importantly, small modular reactors can take advantage of several cooling and safety mechanisms unavailable to their big brothers, which all but guarantees they won’t become the next Chernobyl.", "NuScale uses a light water reactor—by far the most common type of reactor in commercial nuclear power plants—but that’s about where the similarities end. NuScale’s reactor is 65 feet tall and 9 feet in diameter, and is housed in a containment vessel only slightly larger. About the size of two school buses stacked end to end, you could fit around 100 of them in the containment chamber of a large conventional reactor. Yet this small reactor can crank out 60 megawatts of energy, which is about one-tenth the smallest operational reactor in the US today.", "Going small has big benefits, says Jose Reyes, NuScale’s cofounder and chief technical officer. They’re safer, in part because they are small enough to sit in underground pools of water. If a reactor leaks, the heat can slowly diffuse into the pool. That also means the reactors could be built closer to the places where their power is needed, without the 10-mile safety buffer a conventional plant must have.", "The Nuclear Regulatory Commission has been reviewing NuScale’s design since 2016; if the commission gives its blessing, the company can finally start building the first commercial reactor of its kind. The review process is brutal—NuScale submitted a 12,000 page technical application—and will likely stretch on for at least another year. But the company has already secured permission to build its first 12-reactor plant at the Idaho National Laboratory, which may start supplying power to communities in Western states as soon as 2026.", "Small modular reactors may be the first tiny nuclear plants to make it on the US grid, but they won’t be the last. The Department of Energy is also interested in microreactors, a “plug and play” nuclear plant that usually generates less than 50 megawatts of power. Whereas small modular reactors are better suited to industrial processes and other large power loads, microreactors are ideal for smaller needs like powering a remote military base or keeping the lights on in an isolated Alaskan community. But in the future they could also serve as an “always on” source of carbon-free energy in cities."], "title": "The Next Nuclear Plants Will Be Small, Svelte, and Safer", "url": "https://www.wired.com/story/the-next-nuclear-plants-will-be-small-svelte-and-safer#intcid=recommendations_wired-homepage-right-rail-popular_c3d6e278-745d-4fbf-9937-a7a2936e0c0d_popular4-1", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Daniel Oberhau"]}