{"id": "d4f78222-1b5c-33bb-8612-7e3002c268e7", "title": "Michigan deputies rescue abandoned 4-month-old left in woods", "url": "https://www.foxnews.com/us/michigan-oakland-county-sheriffs-deputies-rescue-abandoned-4-month-old", "summary": "Michigan deputies found an abandoned 4-month-old baby in the woods Wednesday morning after responding to reports of a distraught, erratic woman banging on doors in the area.\nThe infant boy was face-down \"in a hypothermic state\" – but still breathing – when deputies found him in Oakland County.\nThirteen squad cars responded, including a K-9 unit, and after a 30-minute search, they found the boy, \"cold and wet but breathing.\"\nThe Oakland County Sheriff’s Office said authorities were not sure exactly how long the boy spent alone in the woods.\nA photo of the rescue shows a deputy and other first responders treating the tiny diapered boy on a grassy clearing.", "paragraphs": ["Michigan deputies found an abandoned 4-month-old baby in the woods Wednesday morning after responding to reports of a distraught, erratic woman banging on doors in the area.", "The infant boy was face-down \"in a hypothermic state\" – but still breathing – when deputies found him in Oakland County. Rescuers brought him to a hospital.", "Two local residents had called 911 to report fraught interactions with the woman, who allegedly told them she was being chased by \"someone with guns\" at about 8:30 a.m.", "When police arrived, the woman had gone – but staff at the nearby Waldon Middle School also called in an encounter with \"a frantic woman.\"", "TEXAS MAN PLEADS GUILTY IN MURDER-FOR-HIRE PLOT TO KILL HIS FATHER", "Deputies interviewed the unidentified Orion Township 37-year-old and said she told them she had a son.", "Investigators said they saw burrs on the woman’s pants – an apparent clue that she’d been in the woods, and began to search an area between the school, the neighbors and the woman’s own home.", "Thirteen squad cars responded, including a K-9 unit, and after a 30-minute search, they found the boy, \"cold and wet but breathing.\"", "\"Thankfully, deputies were able to determine a baby was missing, which triggered an immediate large response and search, and they were able locate the child,\" Sheriff Michael Bouchard said in a statement. \"Their quick work avoided what could have been an unspeakable tragedy.\"", "The Oakland County Sheriff’s Office said authorities were not sure exactly how long the boy spent alone in the woods.", "CLICK HERE TO GET THE FOX NEWS APP", "Investigators suspected prescription drug abuse in the incident and were seeking a warrant for the mother’s arrest.", "A photo of the rescue shows a deputy and other first responders treating the tiny diapered boy on a grassy clearing. He had been found in wet clothes but authorities replaced them with warm blankets and applied first aid.", "He was expected to spend the night at the hospital and was in the care of child protective services, according to the sheriff’s office."], "authors": ["Michael Ruiz", "Michael Ruiz Is A U.S.", "World Reporter For Fox News."], "keywords": ["michigan", "4monthold", "wet", "rescue", "abandoned", "womans", "school", "left", "woman", "told", "boy", "deputies", "search", "sheriffs", "woods"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}