{"id": "d4fce96a-47a0-31c2-ba78-1edd315856d7", "title": "Cover Reveal – Hitman 3", "url": "https://www.gameinformer.com/cover-reveal/2020/12/22/cover-reveal-hitman-3", "summary": "Hitman 3 marks the end of IO Interactive’s World of Assassination trilogy, and we were fortunate enough to be able to play through much of the game’s conclusion.\nWhether you’re a devoted fan of the series or someone who just likes to throw rubber duckies at guards, we’ve got something for you in our extensive 14-page cover story.\nAnd, of course, the Hitman 3 issue is filled with game previews, reviews, and other exclusive info that you won’t find anywhere else.\nThe digital edition of this issue launches in a few hours for PC/Mac, iOS, and Google Play.\nTo switch your print subscription to digital, click here, or to create a new subscription, click here.", "paragraphs": ["Agent 47 has been through a lot. Over the course of two decades, this strange cipher of a man has traveled from the Romanian lab where he was engineered on a globe-trotting journey of, well, assassination. Hitman 3 marks the end of IO Interactive’s World of Assassination trilogy, and we were fortunate enough to be able to play through much of the game’s conclusion. Whether you’re a devoted fan of the series or someone who just likes to throw rubber duckies at guards, we’ve got something for you in our extensive 14-page cover story. It’s based on hours of hands on from three of the game’s six levels, as well as in-depth interviews with some of the talented developers who made it all possible.", "We’ve got a slew of information about some of Hitman 3’s new levels, including an explosive opening in Dubai worthy of a summer blockbuster, as well as a methodically paced murder mystery in England, where you get to actually investigate and solve a case. There’s plenty to unpack, so get ready to set aside some time for this massive feature.", "Agent 47’s adventure isn’t the only thing that’s coming to a close. We’re nearing the end of 2020 (good riddance!), and we take an extensive look back at the year and the games that it brought. In addition to featuring our Top 10 Games of 2020 list, we break down the big events that happened over the course of the past 12 months. There was a lot to process, from console launches to the obvious global effects of COVID-19, and associate editor Blake Hester runs down the highlights in a four-page feature. That’s capped off with a massive recap of the best and brightest games of the year, broken down by best-in-genre categories and highlighted selections that call out the games that personally resonated with Game Informer editors. And finally, we have our traditional editor top 10 lists, so you can see how our picks align – or don’t – with your own personal favorites.", "That’s in addition to other features, such as Liana Ruppert’s look at the tech behind Bloober Team’s The Medium; Matt Miller’s roundup of the year’s best tabletop games; and Blake Hester’s interview with Paul W.S. Anderson about the Monster Hunter movie. And, of course, the Hitman 3 issue is filled with game previews, reviews, and other exclusive info that you won’t find anywhere else.", "Print subscribers can expect their issues to begin arriving in the coming days/weeks. The digital edition of this issue launches in a few hours for PC/Mac, iOS, and Google Play. You can also get the latest issue through third-party apps on Nook and Kindle. To switch your print subscription to digital, click here, or to create a new subscription, click here."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["lot", "thats", "hitman", "subscription", "games", "cover", "issue", "course", "play", "massive", "reveal", "look"], "pubDate": "2020-12-22T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}