{"id": "d5097498-f71f-3d1b-9e33-58acab9e749e", "title": "'Last Man Standing' sees Tim Allen in 'Home Improvement' crossover for 9th and final season", "url": "https://www.foxnews.com/entertainment/last-man-home-improvement-crossover-tim-allen-9th-final-season", "summary": "Tim Allen will be pulling double duty for \"Last Man Standing.\"\nIn the season's second episode, set for Thursday, Jan. 7, Allen will reprise his role as Tim Taylor from \"Home Improvement,\" who is hired by Vanessa.\nTim Taylor isn't the only past role of Allen's to be referenced in the upcoming season.\nAllen, now 67, starred in \"Home Improvement\" as Tim Taylor from 1991 to 1999 on ABC.\nCLICK HERE TO GET THE FOX NEWS APP\"Last Man Standing\" began its run in 2011 on ABC before the network canceled the show.", "paragraphs": ["Tim Allen will be pulling double duty for \"Last Man Standing.\"", "The show's ninth and final season is set to premiere on FOX on Jan. 3 and will continue to follow Allen's Mike Baxter and his wife Vanessa, played by Nancy Travis.", "The premiere episode will follow the duo through a series of time jumps, according to FOX. The two will now have a new pair of grandchildren, but family antics will remain relatively regular, as will the goings-on of Baxter's Outdoor Man.", "In the season's second episode, set for Thursday, Jan. 7, Allen will reprise his role as Tim Taylor from \"Home Improvement,\" who is hired by Vanessa.", "'LAST MAN STANDING' SEASON 9 WILL BE ITS LAST, SET TO PREMIERE IN JANUARY", "In the episode, Baxter will prepare for the 10th anniversary of his vlog while his daughters Kristin and Mandy \"discover a secret\" about their husbands' \"favorite comic-book,\" according to FOX.", "Tim Taylor isn't the only past role of Allen's to be referenced in the upcoming season.", "A preview for the upcoming episodes opens with Baxter promising not to shave until the pandemic is over.", "After a full beard comes in, Baxter says: \"I could play Santa Claus.\"", "TIM ALLEN ON THE 'LAST MAN STANDING' CAST FEELING LIKE FAMILY: 'IT REMINDED ME OF REAL LIFE'", "The line is a cheeky nod to his role as Scott Calvin in \"The Santa Clause\" and its sequels, in which, he becomes the holiday icon.", "Allen, now 67, starred in \"Home Improvement\" as Tim Taylor from 1991 to 1999 on ABC. Taylor was known as \"The Tool Man\" the host of a DIY-centric television show.", "The show won seven Emmy Awards and one Golden Globe, which was won by Allen for his performance. He was also nominated for an Emmy.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Last Man Standing\" began its run in 2011 on ABC before the network canceled the show. FOX revived the sitcom, giving it a 7th, 8th and 9th season.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMNET NEWSLETTER", "The comedy has been nominated for three Emmys.", "\"The Santa Clause\" debuted in 1994 and was followed by two sequels in 2002 and 2006."], "authors": ["Nate Day"], "keywords": ["baxter", "improvement", "santa", "man", "role", "set", "allen", "final", "crossover", "taylor", "season", "fox", "tim", "9th", "sees", "standing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}