{"id": "d5170d5a-2554-3338-a264-342fe64941d1", "title": "The Willful Ambiguity of Putin’s Latest Power Grab", "url": "https://www.newyorker.com/news/our-columnists/the-willful-ambiguity-of-putins-latest-power-grab", "summary": "Putin, whose current Presidential term lasts until 2024, declared that political power should be distributed more evenly among branches and levels of government.\nThis is probably the task they are expected to perform again: theirs should be the voices raised in favor of lifting term limits, or making Putin President for life.\nNot even in Putin’s Russia, however, can such instructions be given openly to such a large number of people.\nBut if circumstances do not call for a Plan B, he can easily put aside his own proposals for ostensibly redistributing power.\nSo what happened in Russia on Wednesday—a step toward democratization, a government shakeup, a coup?", "paragraphs": ["There are three ways to describe what happened in Russia on Wednesday: by focussing on what happened formally, what observers both in Russia and abroad thought happened, and what actually happened. The third option is by far the most difficult to put into words.", "The formal version is that Vladimir Putin, who has been in power in Russia for more than twenty years, started the new year (the Russian holiday break has just ended) by proposing constitutional reforms that would weaken the Presidency and strengthen the parliament, the governors of the eighty-five constituent members of the Russian Federation, and local governments. Putin, whose current Presidential term lasts until 2024, declared that political power should be distributed more evenly among branches and levels of government. Three hours later, the entire Russian cabinet, headed by Dmitry Medvedev, who has been by Putin’s side since time immemorial and even kept his Presidential chair warm while Putin stepped away from 2008 to 2012, tendered its resignation. Putin immediately proposed the candidacy of a new premier—to be confirmed by parliament—and also formed a large and authoritative working group to begin drafting his proposed amendments to the Constitution, which Russians will be asked to approve in a referendum.", "In other words, formally, it almost looked like Putin was proposing to democratize Russia. This contrasts sharply with the history of his rule, which has seen the dismantling of the Russian electoral system, the subjugation of the media, and the arrests of an ever-growing number of people for political reasons. In fact, the sheen of democratization disappeared as Putin continued to describe his proposed reforms. He effectively announced that Russia would no longer even pretend to abide by international law or to carry out the decisions of international courts. Supreme judicial power, he proposed, would now be granted to the Russian Constitutional Court and the Supreme Court (the top of the appellate chain), but with a caveat: the President would be able to fire judges. All this allowed observers both in Russia and abroad to say that what we are witnessing is in fact an effort by Putin to further consolidate his power, perhaps by laying the groundwork for moving to a different job once his term—the last allowed by the current Constitution—is over. This job may or may not be at the helm of the State Council, a body that already exists but whose сonstitutional role remains to be defined. Once the Russian cabinet resigned, some people even referred to the day’s events as a coup: government ministers told reporters that the mass resignation was a surprise to them, but Putin had clearly been expecting it: he had a new premier lined up and ready to go.", "There is a problem with both readings of events. Surely, what Putin is proposing is not democratization. But it is not a coup either, unless one can perpetrate a coup against oneself. Even saying that Putin is consolidating power or laying the legal groundwork for his post-Presidential future is misleading: Putin wields such power over all aspects of Russian government that consolidation is hardly possible; Russian courts take dictation from the President and bend the law any way he wants—plus, the parliament is always ready to rubber-stamp any law into existence at a moment’s notice—so, at this point, laying the legal groundwork for anything would be superfluous.", "The problem with using terms like “coup” or “consolidation of power” or “legal” is the underlying assumption that some core of accountable, distributed, or meaningfully legal government exists in Russia. It does not. The system Vladimir Putin has built in two decades—more than two-thirds of the time that has passed since the Soviet Union ceased to exist—is a mafia state, ruled by one man who apportions money and power to a few others in his clan. Part of what has insured the longevity of this system is Putin’s paranoia, which probably stems from his training as a spy, his objective lack of knowledge about his country (he has destroyed all ways of measuring public opinion, which itself cannot be said to exist in a country with no free media and no politics), and perhaps his deep sense of his own illegitimacy. In any case, Putin is terrified of facing any challenge to his power, and when he has faced such a challenge, he has invariably responded by cracking down.", "What Putin seems to be doing now is preëmpting the possibility of a challenge. He is starting early, four years before the end of his term. And he seems to be creating several avenues for staying in power. His preferred option is probably to remain President. When he was first elected, in 2000, the Constitution set a limit of “two four-year terms served consecutively” for the Presidency. Putin chose to interpret this admittedly ambiguous provision to mean “no more than two terms at a time,” and exited the office in 2008, by temporarily trading places with his protégé Medvedev, who moved from the Prime Minister’s chair to the Presidency. While Medvedev was President, he initiated an amendment to the Constitution that extended the Presidential term to six years, so by the time Putin returned to the office, in 2012, he could plan on twelve more years.", "Putin’s address on Wednesday included an indecipherable passage:", "I know that people are discussing the constitutional provision under which one person cannot hold the post of the President of the Russian Federation for more than two successive terms. I do not regard this as a matter of principle, but I nevertheless support and share this view.", "Bizarrely, the Kremlin’s official translation of the speech omitted the words “more than,” changing the meaning of the passage entirely—if the passage can indeed be said to have meaning. What view does Putin share? The view that one person should not hold the office for more than two consecutive terms? Or the view that this provision should be revisited? Considering that an entire army of Kremlin watchers was listening for what Putin would say about term limits, not even the Kremlin’s speechwriters are so incompetent as to draft such an accidentally ambiguous passage. This message is meant to be mixed.", "The recipients of this message are the seventy-five members of the working group charged with drafting amendments to the constitution. Some of them are legislators, jurists, and government officials. The rest are prominent members of the public (if one can speak of a “public” in a country where the public sphere has been obliterated): a theatre director, a film director, the heads of two major medical centers, the heads of the country’s two most important museums, the leaders of major charity organizations. These people have two characteristics in common: they are beloved and respected by many people, and their work depends on government funding and Putin’s good will. In Soviet political culture, it fell to these kinds of people to praise the all-powerful leader and beg him to live and rule for eternity. This is probably the task they are expected to perform again: theirs should be the voices raised in favor of lifting term limits, or making Putin President for life. (The replacement of the cabinet is a mere footnote here: Putin swapped the ineffectual Medvedev for Mikhail Mishustin, an economist with a reputation for efficiency who he hopes will create some good will through some economic magic.)", "Not even in Putin’s Russia, however, can such instructions be given openly to such a large number of people. So, in case the working group fails to intuit its true purpose, Putin has created the possibility of moving the center of power elsewhere—either to the speakership of the upper house of parliament or to the nebulous State Council. If he has to, he will take one of these chairs in 2024, leaving an eviscerated Presidency for his successor. But if circumstances do not call for a Plan B, he can easily put aside his own proposals for ostensibly redistributing power.", "So what happened in Russia on Wednesday—a step toward democratization, a government shakeup, a coup? None of the above. What happened was the beginning of a long and tedious process designed to insure that Russia stays more or less exactly the same, for as long as Putin shall live."], "authors": ["Masha Gessen", "Luke Mogelson", "Jia Tolentino", "Isaac Chotiner", "Alex Ross", "Erik Agard"], "keywords": ["power", "russia", "putins", "term", "willful", "president", "happened", "latest", "putin", "grab", "coup", "terms", "russian", "ambiguity"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}