{"id": "d52c1d95-6c47-319a-8076-dc95687b91b4", "title": "Knee-capping opposition - Hong Kong arrests dozens of pro-democracy activists", "url": "https://www.economist.com/china/2021/01/09/hong-kong-arrests-dozens-of-pro-democracy-activists", "summary": "The arrangement sits at odds with China’s promises of autonomy and gradual democratisation in Hong Kong.\nFor now, though, the arrests mark an escalation in repressive tactics in Hong Kong.\nBut other international executives, who are concerned about Hong Kong as a regional centre, are starting to speak out.\nEven central-government officials hold her in almost palpable disdain for drawing Hong Kong into a political mess.\nIn an unpublished survey of 250 students, academics at Chinese University and the University of Hong Kong found 87% had no confidence in their government.", "paragraphs": ["T HE NATIONAL-SECURITY law which China imposed on Hong Kong in June was meant, some of its backers once insisted, to rely more on its bark than its bite. During its first months in force, only 35 people were arrested (just four were charged) under the bill, which criminalises acts such as inciting secession and colluding with a foreign power. The picture changed dramatically on January 6th when, in a pre-dawn raid, nearly 1,000 police officers fanned out across the city to search 72 premises and arrest 53 pro-democracy politicians and activists on grounds of subversion.", "Those rounded up had stood for election in, or helped to run, an unofficial “primary” ballot to choose candidates for elections for the 70-seat Legislative Council (Legco) that had been scheduled for last September. Among the arrested are Benny Tai, an academic and leading democracy activist. Lester Shum and Jimmy Sham, organisers of some of the mass protests that roiled the territory in 2019-20, were also hauled in, along with prominent former legislators including Eddie Chu, James To and Alvin Yeung. So too were civil-society figures, such as Lee Chi-yung, a campaigner for people with disabilities; Jeffrey Andrews, a social worker; and John Clancey, a human-rights lawyer who acted as treasurer for an outfit organising the primary. Mr Clancey, an American, is the first foreigner to be apprehended under the law.", "More than 600,000 Hong Kongers—around 8% of the population—voted in the primary. At the time, Hong Kong’s chief executive, Carrie Lam, described the process as “subversive”, though it was hard to see why. Its point was to provide a unified slate that had a better chance of winning seats and even a majority in a chamber selected by a voting system that is heavily rigged in favour of the establishment. As it turned out, the process was moot. Mrs Lam postponed the elections by a year, conveniently attributing the move to the covid-19 pandemic. In November China’s national parliament bypassed Hong Kong’s own courts to disqualify four pro-democracy legislators. The 15 remaining opposition legislators resigned in solidarity.", "Mainland officials and media thundered their approval of the arrests. Explaining them, John Lee, Hong Kong’s secretary of security, accused the pro-democracy camp of “aiming to win 35 seats”, as if their goal should be to lose. Mr Lee talks darkly of a plot to overthrow the government. Prosecutors say the opposition had a “‘mutual destruction” plan to grind the government to a halt and then overthrow it. A decisive victory would have given them power to vote down the budget. In such an event, Mrs Lam would have to dissolve Legco. If the new Legco were again to reject it, the chief executive would be obliged to step down. The process is enshrined in the Basic Law, Hong Kong’s mini-constitution.", "Yet that law now plays second fiddle to the central powers’ broader aims. In any functioning democracy, winning a legislative majority is the point. Hong Kong’s system, by contrast, is not only undemocratic, it is executive-led. Just as Britain’s colonial rulers never intended an opposition to gain legislative control, so Hong Kong’s overlord in Beijing is fierce in never countenancing it. The arrangement sits at odds with China’s promises of autonomy and gradual democratisation in Hong Kong. Some establishment figures in the territory (admittedly a minority) struggle with the contradiction. With a troubled logic, a senior government adviser says the democrats’ attempts to gain control of Legco were akin to Donald Trump’s supporters storming the Capitol.", "Those arrested have yet to be charged. They will be tried in Hong Kong’s still independent courts, which demand far higher evidentiary standards than Communist Party-controlled ones on the mainland. In particular, courts will have to be persuaded that the threat of subversion was real and imminent. It is possible, says a second government adviser, that many of those arrested will not be charged, and that even those charged may get off. If that happens, calls for judicial “reform” made in mainland newspapers and by Hong Kongers keen to curry favour in Beijing will only redouble. Their gripe is that too many people charged with anti-government activities get off.", "The courts, in other words, could become the central government’s next target. For now, though, the arrests mark an escalation in repressive tactics in Hong Kong. The national-security law has already had a powerful deterrent effect: the mere threat of harsh treatment for anyone falling foul of the law—including life imprisonment or shipment to the mainland to face trial under Chinese jurisprudence—has helped to keep the streets clear of protesters. But until now the purging of pro-democracy campaigners has tended to rely mainly on pre-existing laws. Jimmy Lai, a combative media mogul, is the most notable exception. He was charged in December with alleged collusion with foreign forces.", "Yet kneecapping the opposition still leaves the chief executive beleaguered on all sides. Many financial and other businesses tied to China applaud the crackdown with outward calm, while raking in money from buoyant financial markets. But other international executives, who are concerned about Hong Kong as a regional centre, are starting to speak out. This week the head of Sweden’s chamber of commerce, Kristian Odebjer, tweeted that Hong Kong’s crackdown was having “a significant negative impact on business”. As Hong Kong’s image deteriorates, he added, it is getting harder “to defend why you should maintain costly operations here”.", "Mrs Lam is deeply unpopular among those in Hong Kong who are critical of the government’s cosiness towards big business and of its poor record on everything from reducing inequality to road safety and recycling plastics. At the same time, the second adviser points out, she is under pressure from the pro-establishment camp. Those with business on the mainland blame her for not responding to the pandemic with tighter lockdowns and more intensive testing so that restrictions on travel to the mainland can be eased. Others eyeing Mrs Lam’s job when her term is over next year delight in attacking her. Even central-government officials hold her in almost palpable disdain for drawing Hong Kong into a political mess.", "In an unpublished survey of 250 students, academics at Chinese University and the University of Hong Kong found 87% had no confidence in their government. The authors warned of a “powder keg” that could engulf the city again. That may explain why officials are trying so hard to nip opposition in the bud. ■"], "authors": ["The Economist"], "keywords": ["mainland", "hong", "opposition", "activists", "law", "lam", "legco", "kong", "dozens", "arrests", "kongs", "prodemocracy", "charged", "kneecapping"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}