{"id": "d52e6c80-d26e-340b-a3f8-d5d9696de603", "title": "Dolly Parton’s ice cream will be re-released online after website issues", "url": "http://www.foxnews.com/food-drink/dolly-parton-ice-cream-re-released-issues", "summary": "Fans who wanted to order Dolly Parton’s ice cream online are going to have to wait a little longer.\nHowever, the Jeni’s website hit trouble almost as soon as the ice cream dropped at 12 p.m.\nDOLLY PARTON’S ICE CREAM LAUNCHES ONLINE, CAUSES HOURS-LONG WEBSITE PROBLEMSIn fact, the company will be re-releasing Strawberry Pretzel Pie online at a later date.\n\"We knew the world was excited about our flavor with Dolly Parton and we had anticipated the Strawberry Pretzel Pie pints selling out fast.\"\nAccording to the company’s description, Strawberry Pretzel Pie is made with cream cheese ice cream, and layered with pretzel streusel and strawberry sauce.", "paragraphs": ["Fans who wanted to order Dolly Parton’s ice cream online are going to have to wait a little longer.", "Strawberry Pretzel Pie, the ice cream developed by the 75-year-old country music legend in partnership with Jeni’s Splendid Ice Creams, was supposed to be released online and in Jeni’s brick-and-mortar stores on Thursday.", "However, the Jeni’s website hit trouble almost as soon as the ice cream dropped at 12 p.m. ET. Though the company expected any problems to be resolved quickly, the issues have persisted, Jeni’s said in a statement provided to Fox News on Friday.", "DOLLY PARTON’S ICE CREAM LAUNCHES ONLINE, CAUSES HOURS-LONG WEBSITE PROBLEMS", "In fact, the company will be re-releasing Strawberry Pretzel Pie online at a later date.", "\"Our small and mighty team has been working around the clock to fix the issues and will give fans 48-hours notice via social media and email before we re-release Strawberry Pretzel Pie,\" the company said in the statement.", "MCDONALD’S ANNOUNCES NEW CARAMEL BROWNIE MCFLURRY", "Jeni’s also apologized for the website problems in the statement.", "\"We’re so sorry that this has been a frustrating experience for our customers and that we’ve left many disappointed,\" the company said. \"We knew the world was excited about our flavor with Dolly Parton and we had anticipated the Strawberry Pretzel Pie pints selling out fast.\"", "KRISPY KREME UNVEILS OREO GLAZED AND COOKIE DOUGHNUTS, PLUS 1 BEVERAGE", "\"Our site had 50 times more users than it sees on average,\" the company added. \"We had planned and tested for this level of traffic and expected our site to be able to handle it. When the site wasn’t working properly, we had confidence it would be resolved quickly. We never imagined it would take as long as it has.\"", "Jeni’s also apologized to fans on social media Thursday night.", "CLICK HERE TO GET THE FOX NEWS APP", "The trouble with Jeni’s website appeared to begin just minutes after the original online release of Strawberry Pretzel Pie. Just a couple of minutes after it was supposed to be available online, Jeni’s tweeted: \"Did y’all just break our website?\"", "A few hours later, the company followed up, explaining that its website was experiencing \"issues.\"", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "When Jeni’s revealed the limited-edition flavor last month, the company said it had only made about 10,000 pints, Fox News previously reported.", "At the time, the company anticipated the flavor would sell out quickly and limited customers to two pints per purchase.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Sales of Strawberry Pretzel Pie will benefit the Imagination Library, a program founded by Parton that provides free books to children from birth to 5 years old.", "Jeni’s first teased its collaboration with Parton in mid-March and revealed the new flavor a few weeks later.", "According to the company’s description, Strawberry Pretzel Pie is made with cream cheese ice cream, and layered with pretzel streusel and strawberry sauce."], "authors": ["Ann Schmidt", "Ann Schmidt Is A Lifestyle Reporter For Fox News."], "keywords": ["ice", "pretzel", "partons", "company", "online", "website", "issues", "cream", "dolly", "fox", "jenis", "strawberry", "rereleased", "pie"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}