{"id": "d5504949-dc15-30ff-9fc5-e78ec19b4d56", "title": "Aid spending in Africa must be African-led – it needs a Black Lives Matter reckoning", "url": "https://www.theguardian.com/global-development/2021/jan/11/aid-spending-in-africa-must-be-african-led-it-needs-a-black-lives-matter-reckoning", "summary": "If you are a woman of colour leading a nonprofit, your odds of being funded are even lower, with a minuscule 0.6% of foundation funding targeted at this group.\nGlobal giving to Africa needs its own Black Lives Matter reckoning.\nWe do the due diligence, advocate for our partners and make grants directly to African leaders to accelerate their impact.\nInnovative, tenacious and optimistic African leaders are meeting the hopes and aspirations of their communities every day.\nKatie Bunten-Wamaru is executive director of the African Visionary Fund", "paragraphs": ["While the US continues to reckon with its long-simmering struggle against racial injustice, it is important to remember that racism is not just a homegrown problem – we are also exporting it.", "As we begin 2021, global philanthropy has an opportunity to address this.", "In the US, black-led organisations are on average 24% smaller in terms of revenue, with 76% less unrestricted funding – the gold standard of grant-making. If you are a woman of colour leading a nonprofit, your odds of being funded are even lower, with a minuscule 0.6% of foundation funding targeted at this group.", "Worldwide, more than 99% of humanitarian and philanthropic funding goes to predominantly white-led international NGOs. Despite Africa’s growing and dynamic social sector, only 5.2% of US foundation giving to Africa goes to African-led organisations.", "Global giving to Africa needs its own Black Lives Matter reckoning.", "Grassroots organisations are consistently delivering impact at the frontlines – without the benefit of frontline funding", "There is power in proximity. Shifting our giving to prioritise leaders who are African is not only more just – it is more effective. When the global pandemic hit, guess which NGOs pulled staff and fled the continent? Here’s a hint: it wasn’t the locally led organisations. Just as with endless previous crises, African-led organisations have risen to the occasion and delivered to communities when others cannot. This isn’t new. Grassroots organisations are consistently delivering impact at the frontlines – without the benefit of frontline funding.", "Across a portfolio of 200 African partners at Segal Family Foundation, we have repeatedly seen local leaders innovate and iterate, combine resources, and network to respond and rebuild.", "There are myriad reasons African-led organisations in Africa do not get the attention or funding they deserve. There are multiple, overlapping barriers that allow this inequity to persist: lack of proximity to funder networks, philanthropy’s definitions of risk that do not value lived experience, lack of formally recognised status and well-documented implicit bias.", "But we can overcome that. We can fund groups that live, breathe, work and speak even the most nuanced language of their communities. At this moment, when we see funders starting to apply new, equity-based approaches to funding black-led organisations and movements in the US, we must also apply those approaches to funding across Africa.", "The African Visionary Fund is a new pooled fund, seeded by a group of US foundations, designed to drive millions of dollars in unrestricted funding to African-led organisations. We do the due diligence, advocate for our partners and make grants directly to African leaders to accelerate their impact.", "Unlike many other philanthropic collaborations, the foundations also ceded power about how the fund will work and where the grants will go. The African Visionary Fund’s founding work group is both majority-African and majority-doer, not donor. This means the way the fund does grant-making and supports grantees is grounded in the experiences of those it seeks to support. The fund will commit more than $1m (£740,000) in grants this month and is on its way to raising $10m by 2023 to support African visionaries to accelerate their impact. While philanthropy often moves slowly, the African Visionary Fund hopes to be a bridge to get resources into the hands of people who can deliver impact now.", "We have a unique opportunity, in this moment, to chart a more equitable future globally. There are some key questions that would help grant-makers to make things fairer and better – from simply looking to see how many investments go to white-led organisations or social enterprises to tracking it, measuring it, questioning it. Asking about the diversity and questioning their own risk assessing – is local knowledge and lived experience being calculated?", "Anti-racism work is a long game – philanthropy is not going to change overnight. But this is the time to start. We need to stop the perennial habit of analysis paralysis and find ways to move money now.", "We are in an unprecedented moment of uprising and change in the world. If philanthropy is willing to acknowledge failings, practise radical imagination and take swift action, we are poised to unlock transformational change. Innovative, tenacious and optimistic African leaders are meeting the hopes and aspirations of their communities every day. Let’s meet that with the recognition and investment that they deserve.", "• Dedo Baranshamaje is director of innovation at the Segal Family Foundation. Katie Bunten-Wamaru is executive director of the African Visionary Fund"], "authors": [], "keywords": ["lives", "africanled", "reckoning", "impact", "needs", "philanthropy", "organisations", "aid", "matter", "funding", "africa", "foundation", "african", "fund", "work", "black", "leaders", "visionary", "spending"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}