{"id": "d55ec726-e936-326b-98f9-9ebdc8f24980", "title": "Nikolai Antoshkin died on January 17th", "url": "https://www.economist.com/obituary/2021/02/04/nikolai-antoshkin-died-on-january-17th", "summary": "This was not like Afghanistan, where your helicopter got shot at but you landed, forgot about it, and went back up.\nHaving set all that in train he then went down to the Pripyat river, with a spade, to help dig sand.\nTwenty-eight pilots died soon afterwards; 14 more died later, from lingering cancers.\nLater he organised a troupe called the Russian Knights to put on aerobatic displays, and called his force at Chernobyl “the Liquidators”.\nIt was now surrounded by a 20km exclusion zone, with the plant itself enclosed in a concrete sarcophagus.", "paragraphs": ["F EW PEOPLE knew they were there until he sat joking and drinking with his friends in the steam bath, and then they were visible: the long livid scars across his upper body, where surgeons had cut into him to treat radiation sickness. And there were other signs. If he nicked himself while shaving, the cut would bleed for a very long time. And three times a day he had to swallow eight pills to deal with this ache, or that tiredness, caused by the job he had done at Chernobyl in the spring of 1986, when Reactor number 4 at the nuclear power plant had exploded, and he had been summoned to quench the fire. His doctor had told him, “Chernobyl will never let go of you.” True enough.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "He had suspected that from his very first view of the scene from the air. His speciality was helicopter reconnaissance; he had flown many missions in Afghanistan before the Soviet invasion, scouting out the camps of the mujahideen and their shadowy movements through the mountains. At Reactor number 4 there was nothing shadowy. The graphite core had ignited when exposed and was burning freely. This was a fire like the demon of hell, billowing smoke that filled his mouth with a taste of rusty iron until he had to vomit. Death stared in his face, and terrified him. This was not like Afghanistan, where your helicopter got shot at but you landed, forgot about it, and went back up. This would make itself felt for a lifetime, and his children’s lifetimes.", "The operation had begun in confusion. He got the first alert on the afternoon of April 26th, a Saturday. It was cryptic, trying to play down the damage. Officials seemed offended that the blast had even happened; man had tamed the atom, after all. His own overriding thought, as an air-force man, was that this needed aircraft, and he was ready. But for some hours no orders came. The officials brought in ground fire crews instead, who were sickened at once and whose hoses proved useless. He twitched with anxiety until they called him in.", "By the time he had driven from Kyiv, where he commanded the district air force, to Pripyat, the nearest town to the plant, it was sunset, and the sky was full of flames. Plumes of smoke were rising 400-600 metres into the air. A light wind was blowing, taking radiation here, there and everywhere. He had a dosimeter with him; at the stadium, just outside town, the roentgen count shot up alarmingly. But most striking to him was the sight of the people leaving Pripyat, the children skipping and excited, and the long lines of buses at the city limits waiting to take them away.", "His orders, when he got them, were plain enough. It was up to him to work out how to do it. This was now a total air operation, his province, as it had been ever since his triumphant progress through the Orenburg Higher Military Aviation School. At once he sprang to the task, calling in 600 volunteer pilots from all over the Soviet Union and commandeering 100 helicopters. He also ordered 10,000 brake parachutes, each to be loaded with sand, clay, boron and lead and dropped to seal the inferno. Having set all that in train he then went down to the Pripyat river, with a spade, to help dig sand. He reckoned they might need 5,000 tonnes of it.", "The task was both delicate and terrifying. The target aperture was only 19 metres across; each pilot had to hover 200 metres above the core, in thick smoke, while another man held by a harness leaned out to drop the parachute. The air temperature was as much as 200°C, scorching the fuselages of the craft. Amid all this neither he, nor they, had adequate protection. In the air they wore masks; on landing they changed their uniforms and took baths to wash off the radioactive dirt. He remembered smearing on some nasty cream from Leningrad. Yet they had been exposed not to 1,500 roentgens as he thought, already enough to kill a man, but double that. Twenty-eight pilots died soon afterwards; 14 more died later, from lingering cancers. He himself spent the next two years in hospital, though he was to die, eventually, of coronavirus, not the fire. They flew, and dumped sand, and dumped sand again: 4,000 sorties in all, until after two weeks the blaze was out and concrete was poured in to seal the core.", "It was all rather different from what he had imagined as a boy, herding sheep in the southern Urals, as he paused to watch the fighter aircraft roar overhead to the Orenburg base. The life of a pilot seemed one of bold and glorious adventure, soaring above his peasant world. Later he organised a troupe called the Russian Knights to put on aerobatic displays, and called his force at Chernobyl “the Liquidators”. Yet his highest award, Hero of the Soviet Union, was earned not on the Soviet-Chinese border, where he flew in skirmishes, or in Afghanistan, or for his long service as a flight commander. His “selfless service to the Motherland” was essentially an industrial operation against no enemy, except the insidious beams that nobody could see.", "This rankled. Everyone celebrated the heroes of the Great Patriotic War, like his father, who had fought on the eastern front. Everyone obviously revered the cosmonauts. For some reason, though, it was not cool to have the same regard for those who dealt with domestic terror or, like him, domestic horror. Some solace lay in organising the Moscow Club of Heroes, and in simply pinning the great gold Hero star to his suit lapel when he retired and briefly, after 2014, sat in the Duma to make laws. He was proud, too, to be consulted as an expert when other nuclear accidents occurred. In 2011 he sighed over Fukushima, and how slow the Japanese were. They should have called on the whole world to help.", "At Chernobyl, though, they had called mostly on him. Ten years later he drove past it again. It was now surrounded by a 20km exclusion zone, with the plant itself enclosed in a concrete sarcophagus. At the Pripyat stadium wild trees were thrusting through the turf. In the abandoned outlying villages, thickets had taken over the sagging houses. Wolves prowled there in winter. There was talk of creating a nature reserve; he knew the mushrooms had always been good. The earth was healing itself. It was doing better, perhaps, than he was. ■"], "authors": ["The Economist"], "keywords": ["antoshkin", "chernobyl", "plant", "air", "pripyat", "soviet", "17th", "smoke", "long", "nikolai", "man", "died", "called", "sand"], "pubDate": "2021-02-04T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}