{"authors": ["Lloyd Green"], "keywords": ["trumps", "confirmation", "times", "trial", "comes", "trouble", "senate", "justice", "brett", "court", "kavanaugh", "kelly", "supreme"], "pubDate": null, "summary": "As the justices reconvene for a term that may even include an impeachment trial, two books fire opening shots that missOn Monday, the supreme court will reconvene after its annual summer recess.\nRobin Pogrebin and Kate Kelly of the New York Times stake their turf in the knife fight, meanwhile, with The Education of Brett Kavanaugh.\nWith Trump’s impeachment by Thanksgiving a real possibility, Collins, who would serve as a juror at Trump’s trial, could use all the help she can get.\nIn fact, the Kavanaugh confirmation crystalized the red-blue chasm as no other confirmation has, highlighting a divide that has been rapidly growing for at least two decades and which was birthed during the heyday of the 1960s.\nOn election day 2018, a majority of Americans said they disapproved of Trump’s record on “supreme court nominations”.", "title": "Brett Kavanaugh and the supreme court: here comes trouble", "url": "https://www.theguardian.com/law/2019/oct/06/brett-kavanaugh-supreme-court-justice-trial-education-hemingway-severino-pogrebin-kelly", "id": "d5682dd3-a8bc-3900-b6d1-b40e0cb8c571", "paragraphs": ["As the justices reconvene for a term that may even include an impeachment trial, two books fire opening shots that miss", "On Monday, the supreme court will reconvene after its annual summer recess. Gun control, immigration and transgender rights are set for argument and abortion will be there too – just in time for the Democratic convention in July. John Roberts, the chief justice, may yet be called to preside over a Senate impeachment trial.", "Confirmation Bias review: how the Republicans took the supreme court Read more", "Hovering over this tableau are Merrick Garland’s confirmation that never was, the debacle of Bush v Gore in 2000 and Donald Trump’s 2.86m popular vote defeat. A minority has imposed its will upon the majority twice in less than 20 years, and there is sufficient reason to believe history may repeat itself next year.", "With America’s cold civil war getting hotter by the day, Mollie Hemingway of the Federalist and Carrie Severino of the Judicial Crisis Network jump headfirst into the scrum, with Justice on Trial. Robin Pogrebin and Kate Kelly of the New York Times stake their turf in the knife fight, meanwhile, with The Education of Brett Kavanaugh.", "Unlike Carl Hulse’s Confirmation Bias, which captured in vivid nuance the cynicism and power politics in which the Kavanaugh nomination marinated, these books generate more heat than light, serving as competing cultural surrogates.", "Practically speaking, Justice on Trial could have been subtitled “Christine Blasey Ford Was No Saint”. Hemingway and Severino also give the president space on Charlottesville, make de jure segregation sound legally defensible and misstate a basic fact.", "As for Pogrebin and Kelly, they fail to deliver a smoking gun and their book has seen the Times dragged into a pit of “fake news” and allegations of biased reporting. Their book lacks the wallop of She Said, also by Times reporters, which broke new ground on the Harvey Weinstein story.", "During Kavanaugh’s confirmation, Ford came forward to say he sexually assaulted her at a party in Bethesda in 1982. He denied it.", "Justice on Trial delivers anonymous allegations by “female classmates and friends at area schools”. They recall Ford as a “heavy drinker who was much more aggressive with boys than they were”. One such “friend” quips that if Ford “‘only had one beer’” on the night of the alleged assault, “then it must have been early in the evening”.", "Hemingway and Severino effectively give cover to the Maine senator Susan Collins for voting to confirm Kavanaugh, a choice which weighs heavy on her chances of re-election. With Trump’s impeachment by Thanksgiving a real possibility, Collins, who would serve as a juror at Trump’s trial, could use all the help she can get.", "The authors also tacitly acknowledge the role of white identity politics in providing glue for Trump’s coalition and the GOP. Describing a 2017 meeting about supreme court choices between the president and Leonard Leo of the Federalist Society, Justice on Trial records a backdrop of a “tumultuous summer” marked by the firing of the White House chief of staff, Reince Priebus, and “riots in Charlottesville”.", "“Riots”? Not even “good people” and “both sides”!", "This is not an isolated instance. After Hemingway and Severino do their best Robert Bork imitation and attack the supreme court for striking down a Connecticut statute that outlawed the sale of contraceptives even to married couples, the authors trash the legal underpinnings of Brown v Board of Education, the landmark ruling that state-imposed school segregation is unconstitutional, and that there is no such thing as a “separate but equal school”.", "Decisions such as Brown, they write, “may have been correct in their result but were decided on the basis of sociological studies rather than legal principles”.", "“May”?", "Not a word is said about another foundational document, the Declaration of Independence, its assurance of “unalienable rights” and its fundamental premise that “all men are created equal”. To some conservatives like George Will, the constitution was the Declaration of Independence made marble. To others, not so much.", "Trump appointees to lower courts have taken a similarly dim view of Brown and dodged on whether it is binding precedent and properly decided.", "Andrew Oldham, now on the court of appeals, bobbed and weaved at his confirmation hearing, decrying the doctrine of separate but equal but refusing to vouch for Brown. As he put it, the case merely “corrected an egregious legal error”.", "Neomi Rao, who replaced Kavanaugh on the DC circuit, likewise danced around the topic, telling a Senate committee “Brown is a really important precedent” and Plessy v Ferguson was a “real black mark on our history” – but punting on the vitality of Brown.", "Facebook Twitter Pinterest Christine Blasey Ford is sworn in before the Senate judiciary committee. Photograph: Jim Bourg/Reuters", "Then there is the ghost of Merrick Garland. Here, Justice on Trial forgets its history, claiming: “There had been only three confirmations in the final year of a presidency when the opposing party controlled the Senate, most recently in 1888.”", "Not exactly.", "The last time that happened was a full century later, in 1988. Ronald Reagan was president and a Democratic Senate unanimously confirmed Anthony Kennedy, for whom Kavanaugh would clerk.", "‘An education in political partisanship’", "Pogrebin and Kelly do little to dispel the suspicion they are playing to the Times’ core audience. They announce where they attended college, Yale and Columbia, and also where they went to prep school: Riverdale Country and National Cathedral.", "Of course, it may be to their advantage that this is the privileged world from which Kavanaugh sprang. Unfortunately, the authors – or more precisely, their employer – fumbled the lede. Prior to publication, the blockbuster revelation that Kavanaugh’s friends once “pushed his penis into the hand of a female student during a drunken dorm party” took on a life of its own.", "The Immoral Majority review: how evangelicals backed Trump – and how they might atone Read more", "The paper of record appeared to have sat on the story. Furthermore, the version of the story the Times eventually published omitted a key fact contained in the book: “The female student declined to be interviewed and friends say that she does not recall the incident.”", "When the president is branding the paper the “enemy of the people”, and attendees at Maga rallies lustily nod in agreement, these things matter.", "Pogrebin and Kelly quote Ben Rhodes, a senior adviser to Barack Obama, who lambasts the GOP on the “cynicism of their strategy” over Garland. But the book does not ask what the Democrats would have done in 2016 if they were in control of the Senate and Mitt Romney were in the Oval Office.", "They also tread lightly on the cultural significance of Kavanaugh, connecting him mainly to the #MeToo moment. His confirmation, Pogrebin and Kelly write, “was an education in the political partisanship and cultural sensitivities of the current moment two years after a polarizing presidential election”.", "In fact, the Kavanaugh confirmation crystalized the red-blue chasm as no other confirmation has, highlighting a divide that has been rapidly growing for at least two decades and which was birthed during the heyday of the 1960s.", "The Kavanaugh hearings helped Mitch McConnell stay Senate majority leader but cost the GOP control of the House. On election day 2018, a majority of Americans said they disapproved of Trump’s record on “supreme court nominations”.", "If past is prelude, in 2020 the court will be on the ballot again."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}