{"id": "d586ca6b-9848-37b1-b585-82967fa0c788", "title": "The consequences of Boris Johnson’s careless Brexit are playing out in Belfast", "url": "https://www.theguardian.com/commentisfree/2021/apr/09/boris-johnson-brexit-belfast-violence-eu-good-friday-agreement", "summary": "Taken together, these were the life-and-death arguments for continued UK membership of the EU, and some tried valiantly to make them.\nNow, in the hurled petrol bombs and burning buses of west Belfast, comes ominous evidence that the warnings of 2016 were not exaggerated.\nFrom January, British goods arriving into Northern Ireland became subject to EU customs checks for the first time.\nExcept even the Northern Ireland secretary, Brandon Lewis, wasn’t actually in Northern Ireland until Thursday, Lewis being the latest holder of the post to embody the government’s disregard – some might say contempt – for that part of the UK.\nI don’t believe Johnson and his fellow Brexiters actively sought the unravelling of peace in Northern Ireland.", "paragraphs": ["The most powerful arguments against Brexit were never about trade and tariffs. They were about peace and war, about life and death. One was a general argument centred on the true, founding purpose of the European Union: to ensure that a continent mired in blood for centuries would not descend into conflict again. The other was more specific, peculiar to these islands: that shared membership of the EU had proved to be the key that unlocked peace in Northern Ireland after three decades of murderous pain.", "The logic was simple enough. So long as both the UK and Ireland were in the same EU club, the border between them could be blurred, allowing people in the north to identify as British or Irish or both without too much friction. That was the foundation on which the Good Friday agreement, signed 23 years ago tomorrow, was built – a foundation that would be broken if either country were to break from Brussels. Taken together, these were the life-and-death arguments for continued UK membership of the EU, and some tried valiantly to make them. But they were barely heard.", "Now, in the hurled petrol bombs and burning buses of west Belfast, comes ominous evidence that the warnings of 2016 were not exaggerated. Of course, violence has many fathers. Some of the areas now in flames are among the most deprived in the UK, with levels of educational attainment especially low. Loyalist communities have long felt left behind and, since the early death of the much-respected David Ervine, lack heavyweight political representation. Jonathan Powell, the former Downing Street chief of staff who was a key broker of the 1998 accord, says that the Democratic Unionist party “may use [the loyalists], but they don’t really care about them”.", "There are more immediate causes too. Last month’s decision not to prosecute Sinn Féin officials who had broken Covid restrictions to turn out for the mass funeral of a senior IRA commander looked like a double standard that favoured republicans and therefore – given the zero-sum mindset that lingers in places of conflict – automatically injured loyalists. Add that together with the Easter weekend, the arrival of “white night” longer evenings, kids bored by lockdown and easily egged on by loyalist gang leaders, many of them akin to local mafia bosses up to their neck in organised crime, and the tinder was dry.", "Still, that kindling had been in place in years past. The incendiary difference this time is Brexit. From January, British goods arriving into Northern Ireland became subject to EU customs checks for the first time. Loyalists regard themselves as British; yet now there is an official distinction between them and the country with which they identify.", "This is the ineluctable logic of Brexit. Once Britain chose to be outside the single market and customs union while the Irish republic remained inside, there would always have to be a border. The only question was where. One option was a land border on the island of Ireland, once again separating north and south – which would appal nationalists. The other was a frontier in the Irish Sea, appalling unionists. Boris Johnson swore blind that he would never agree to any such thing, only to do exactly that – devising, negotiating, signing and passing into law the Northern Ireland protocol, which gives that part of the UK a separate status. The result is that loyalists feel that, once again, they have both lost out to the nationalists and been betrayed by London.", "Of course, once Johnson had decided to break his own solemn pledge, loyalism and unionism were always going to be disaffected. But he has made things so much worse. Incredibly, the prime minister of the United Kingdom saw fit to do nothing at all until 9.33pm on the sixth day of unrest, when he issued a tweet calling for an end to violence. The former civil servant Tom Fletcher, who once had responsibility for Northern Ireland in Downing Street, tweeted that “there were moments when PM had to rip up grid, cancel break, let people down, stay up late, hit phones, spend, flatter, arm twist and do nothing else for week”. This, wrote Fletcher, was just such a moment. Yet Johnson is doing none of those things. What’s worse, if he did decide to get a grip, who among us thinks he would be capable of it? The patience, the diplomatic nous, the grasp of detail, the ingenuity and empathy required in such a situation – Johnson has none of them.", "OK, so maybe he could delegate. Except even the Northern Ireland secretary, Brandon Lewis, wasn’t actually in Northern Ireland until Thursday, Lewis being the latest holder of the post to embody the government’s disregard – some might say contempt – for that part of the UK. Recall his predecessor, Karen Bradley, confessing that she had only just learned that “nationalists don’t vote for unionist parties and vice versa.” An exception was the diligent Julian Smith, who naturally was sacked for insufficient fealty to Brexit.", "The obligation now is to make the protocol work, to minimise the tension it causes, which will demand flexibility from both London and Brussels. But it will always be a sisyphean task, because the protocol is an adjunct of Brexit – and Brexit took a wrecking ball to the delicate mechanism that was so painstakingly assembled 23 years ago. I don’t believe Johnson and his fellow Brexiters actively sought the unravelling of peace in Northern Ireland. In a way, it is worse than that. They were literally careless of the heartbreak and grief that had scarred that place. They did not care.", "Jonathan Freedland is a Guardian columnist"], "authors": ["Jonathan Freedland"], "keywords": ["johnsons", "ireland", "uk", "peace", "johnson", "playing", "careless", "belfast", "northern", "loyalists", "worse", "eu", "consequences", "brexit", "protocol", "boris"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}