{"id": "d5ecee34-0cc8-3aec-985a-8b89a542a1fc", "title": "How Cyberpunk 2077 Sold a Promise—and Rigged the System", "url": "https://www.wired.com/story/cyberpunk-2077-bugs-reviews-nda/", "summary": "You can’t squeeze a video game to check if it’s good like an apple at the supermarket.\nThere is a chasm between what gamers thought Cyberpunk 2077 would be and the reality of it.\nAnd yet, Cyberpunk 2077 recouped its investment before the game released last week.\nBut for publisher CD Projekt Red, the system was working as planned.\nOn the next-gen consoles, Cyberpunk 2077 works all right, but it’s a mess and a half on the Xbox One and PlayStation 4.", "paragraphs": ["You can’t squeeze a video game to check if it’s good like an apple at the supermarket. But if you could, it wouldn’t matter; game publishers would dunk it in enough shiny wax to disguise any imperfections. All the consumer sees is their hand reaching for it.", "There is a chasm between what gamers thought Cyberpunk 2077 would be and the reality of it. Years of lavish marketing inflated an edgelord open-world game into a cutting-edge, infinite cityscape brimming with intrigue and desire and possibility. Although the game’s transphobic messaging and forced developer overtime put off potential fans, millions held their breath for what they believed would be among the most monumental digital experiences of all time.", "It emphatically is not. Superficial worldbuilding, stupid AI, and countless bugs deflated expectations. And yet, Cyberpunk 2077 recouped its investment before the game released last week. Eager gamers titillated by the supposedly historic video game’s marketing helped make up the total development expenditure and promotional costs, all over a hundred million dollars, through over 8 million preorders. Many would be disappointed; they’d put a $60 stack of chips on a promise, not a product. But for publisher CD Projekt Red, the system was working as planned.", "CD Projekt Red is a game developer, but it’s also an expectation machine. An steady flow of high-octane, 4K YouTube clips painted a Cyberpunk 2077 that could jack players into William Gibson’s Neuromancer, but with interactive sex workers and a penis-size toggle. Its setting, Night City, would encompass 65 square miles of psychedelic Tokyo noir. It would play like Grand Theft Auto for grown-ups with grown-up jobs and interests, while transporting them to a state of childlike wonder and awe. Very smart people believed it would be the best video game of all time and blocked out days off of work with the singular plan of playing the game. Anyway, Keanu Reeves would feature.", "It became clear last Thursday that CD Projekt Red had launched an unsealed rocket into space. Bullets aimed at thighs struck rib cages. Nonplayable characters ragdolled around like reject mannequins. One player’s hardboiled protagonist stood t-posed inside a moving car, naked ass resting on the roof. Enlarged penises clipped through pants. PC players’ reviews on Steam described it as “not the game people thought it would be,” and “Janky ... 8 years of hype to launch what looks like an Early Access game.” It was not the game of the future; playing it on PC made me so nauseous that I had to Google frame rate hotfixes.", "And that was just for Cyberpunk 2077’s PC incarnation. On the next-gen consoles, Cyberpunk 2077 works all right, but it’s a mess and a half on the Xbox One and PlayStation 4. Visuals blur. The frame rate stutters. NPC mouths are stiff as cave maws. Monday, CD Projekt Red issued a “Dear gamers” apology for “not showing you the game on base last-gen consoles before it premiered and, in consequence, not allowing you to make a more informed decision about your purchase.” It expects “the most prominent problems” for older consoles to be patched up sometime in February. In the meantime, you can get a refund."], "authors": ["Cecilia D'Anastasio", "Cecilia D'Anastasi", "George Yang", "Matthew Gault"], "keywords": ["2077", "sold", "players", "pc", "red", "promiseand", "video", "consoles", "system", "cyberpunk", "gamers", "rigged", "projekt", "game"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}