{"id": "d60bb223-2d4c-3ce8-b390-d73c40c68b0b", "title": "Tokyo transformed: Global sporting events put spotlight on Japan's capital", "url": "https://edition.cnn.com/travel/article/tokyo-2020-olympics-rugby-world-cup-tourists/index.html", "summary": "(CNN) — With Tokyo set to host two of the world's biggest sporting events -- the Rugby World Cup and the 2020 Summer Olympics -- Japan's capital is making final preparations for the global spotlight.\nRugby World Cup kicks off this weekThe city's Olympic readiness will get a test run when the Rugby World Cup kicks off on September 20 at Tokyo Stadium.\nTokyo Stadium is one of the venues for the upcoming 2019 Rugby World Cup.\nI don't think most local people realize that so many people are coming to Japan for the Rugby World Cup,\" says Ota.\nJR EastThis includes the new Shibuya Scramble Square, a 230-meter high mixed-use skyscraper located directly above Shibuya Station, with indoor and outdoor observation decks.", "paragraphs": ["(CNN) — With Tokyo set to host two of the world's biggest sporting events -- the Rugby World Cup and the 2020 Summer Olympics -- Japan's capital is making final preparations for the global spotlight.", "So what will sports fans notice when they travel here?", "First of all, they won't be alone.", "Tourism in Tokyo is already booming. Annual foreign visitor arrivals to Japan trebled in the years from 2013 to 2018 to over 31 million, with around 10 million stopping in Tokyo. That's supposed to top 40 million in 2020.", "However, unlike other destinations in Japan that are visibly struggling to cope with the influx, Tokyo, thanks to its size and a series of measures to prepare for the deluge, has so far been able to absorb them.", "Rugby World Cup kicks off this week", "The city's Olympic readiness will get a test run when the Rugby World Cup kicks off on September 20 at Tokyo Stadium. Matches will be held in 12 Japanese cities and around 600,000 international rugby fans are expected to descend on the country, taking one third of tickets.", "Some 13,000 volunteers have been hired to help rugby fans to navigate the city and enjoy the matches. YOSHIKAZU TSUNO/AFP/AFP/Getty Images", "Most of those will be from rugby heartlands: the British Isles, France, Australia, New Zealand and South Africa. The organizers have promised that all the basics for an exciting and welcoming experience are in place, with 13,000 volunteers, many with English-language skills, on hand on match days.", "Tokyo Stadium itself is around 18 kilometers to the west of what can be considered the central part of the city, though there are two official fan zones at the Tokyo Sports Square and Chofu Station Square/Chofu City Green Hall.", "Unless Japan is playing, local pubs, known as izakayas, are more likely to be watching the culmination of the baseball season or variety shows on TV than rugby.", "This is where some businesses are looking to fill the gap, such as the Hub group of British-style pubs and ANA Intercontinental Hotel Group.", "Both are making efforts to target foreign visitors and local sports fans with promotions and fan-theme areas in their bars and hotels to watch live broadcasts of the matches.", "\"What I most expect is that we will have many foreigners who understand pub culture (because it's originally their culture) and they enjoy chatting and watching sports,\" says Tsuyoshi Ota, president of Hub.", "Tokyo Stadium is one of the venues for the upcoming 2019 Rugby World Cup. QUENTIN TYBERGHIEN/AFP/AFP/Getty Images", "While the sport is growing in the country and Japan's national team, known as \"The Brave Blossoms\" notched a huge win in the tournament against South African four years ago, it still remains niche.", "\"I think locals will find something big is going on in September seeing so many foreigners and they will give foreigners a warm greeting. I don't think most local people realize that so many people are coming to Japan for the Rugby World Cup,\" says Ota.", "Tokoyite and sports fan Kensuke Tezuka also thinks that once the event gets going the atmosphere and local interest level will change.", "\"Japanese people tend to be quiet in daily life but we get cheerful and friendly in omatsuri (festival) occasions. I remember the 2002 football World Cup. Shibuya Crossing was very lively. The visitors come to Tokyo for a once-in a-lifetime occasion, so they are naturally excited. They will provide a great vibe.\"", "The 'Olympics effect'", "l e v a r t", "Japan's government expects the \"Olympics effect\" will bring approximately an extra 10 million visitors to the country in 2020.", "It's an opportunity to showcase Tokyo to the world and the country isn't taking it lightly. Earlier this year, the city's governor, Yuriko Koike, told media the city was poised for \"dramatic change.\"", "\"This year, 2019, will be key in making those Games a success and ushering in a new Tokyo,\" said Koike.", "Major developments now underway include the Takanawa Gateway -- the first new station build on Tokyo's key JR Yamanote train line since 1971 -- which is due to open next year.", "Featuring a steel-and-glass roof inspired by traditional Japanese origami, it's located between Tamachi and Shinagawa Stations and was designed by architect Kengo Kuma, who is also behind the new National Stadium being built for the 2020 Tokyo Games.", "The area around Shibuya Station is also being revamped as part of a huge multi-year makeover to cement it as the city's entertainment, transport and business hub for decades to come.", "Tokyo's new Takanawa Gateway station will open in 2020 -- just in time for the Summer Olympics. JR East", "This includes the new Shibuya Scramble Square, a 230-meter high mixed-use skyscraper located directly above Shibuya Station, with indoor and outdoor observation decks. It's due to open for business November 1.", "Another hotly anticipated opening in this neighborhood is the Meiji Jingu Museum -- also by Kengo Kuma. Due to open in late October, it sits next to Yoyogi Park and is designed to blend into its wooded surroundings while showcasing important cultural artifacts.", "Other changes of note include wider free wifi coverage not just in Tokyo but in the entire country -- including 108 Shinkansen \"bullet train\" stations.", "To assist with language barriers while dining, the Tokyo government has launched a special location-based website that highlights restaurants with multilingual menus.", "New Olympics sporting venues", "In terms of Olympic sporting action, 30 events will be taking place at 43 venues, with the soon-to-be-finished New National Stadium as the centerpiece.", "Located on the site of the main stadium for the 1964 Olympics, it's just a few kilometers from areas of the city popular with foreign visitors such as Shibuya, Shinjuku, Ginza and Roppongi.", "On top of that, 10 public locations including Yoyogi and Hibiya parks will broadcast events, while a cohort of 80,000 volunteers -- many of them English-speaking -- will guide visitors, meaning the city should be well prepared.", "Visiting sports fans with tickets will also find themselves near Tokyo Bay. It's not a traditional tourist area, but one developed for the Olympics and Paralympics.", "It will host 17 sporting venues and the Olympic Village, where humanoid robots will reportedly be available to offer directions to nearby accommodations and attractions.", "Book those hotel rooms now", "The Okura Tokyo has just reopened following extensive renovations. Courtesy Okura", "According to real estate services company CBRE, an additional 30,000 hotel rooms are predicted to be available in Tokyo by 2020, compared to 2017, bringing the total to around 120,000.", "Among the most anticipated is the Okura Tokyo, which has just reopened following extensive renovations that kicked off in 2015.", "The original Hotel Okura Tokyo main building opened in 1962 and quickly became a global favorite by offering a mix of traditional Japanese culture with world-class service. After four years of rebuilding work, it has reopened as the Okura Tokyo and offers 508 luxury rooms in two buildings.", "However, many more rooms are expected to be needed to cope with the influx of Olympic visitors.", "Stricter requirements on locals looking rent spare rooms in their homes, through sites such as Airbnb, and few budget hotel options in the city means that planning and booking as far in advance as possible is strongly advised.", "Businesses are encouraged to allow employees to work from home to ease pressure on public transportation during the Games. TORU YAMANAKA/AFP/Getty Images", "Other stresses are predicted, both for visitors and locals.", "While most signage in stations and on public transport in the capital is already in Japanese and English, the influx will put more pressure on the city's infrastructure, particularly the full-to-bursting Metro and other train lines, which visitors will be using just like the city's commuters.", "But counter measures are being planned so Olympic spectators and 'salary men' and 'office ladies' don't make each other's journey even more of a squeeze.", "For instance, one initiative underway is encouraging businesses to allow shift- and tele-working by its employees -- a concept still hard to digest in Japan's rigid work culture where employees works some of the longest hours in the world.", "Related content 36 of Japan's most stunning places for your next vacation", "\"No need to worry\"", "Regardless of the potential disruptions, many, like taxi driver Masaru Okano, are looking forward to Tokyo hosting these huge events and the longer-term changes to Tokyo that are expected.", "The 69-year-old has been learning English, and some Korean, for the last few years to provide a better service to the growing number of foreign visitors he finds in his cab.", "\"When I give them a ride, I always ask where they came from and I try to greet them in their language,\" he says."], "authors": ["Dean Irvine"], "keywords": ["olympics", "tokyo", "stadium", "station", "cup", "transformed", "rugby", "events", "capital", "shibuya", "global", "visitors", "city", "world", "spotlight", "sporting", "japans"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}