{"id": "d61ff056-9ae8-380f-ab0e-6dc341c03b0e", "title": "The Best iPhone 12 Cases and Accessories", "url": "https://www.wired.com/gallery/best-iphone-12-cases-and-accessories#intcid=_wired-most-popular-right-rail_991ad672-df60-4081-bb95-0d9b2af3cf85_popular4-1", "summary": "Whether you're eyeing the iPhone 12 Mini or the 12 Pro Max, you probably should squeeze whatever you end up buying into a case.\nSure, Apple says its new Ceramic Shield, which embeds ceramic crystals into the glass covering the screen, makes the phones more durable.\nWe've tested over 20 cases and accessories and rounded up some favorites, including wireless chargers and charging adapters to kit out your new phone.\nBe sure to check out our other buying guides, like the Best iPhone, the Best iPhone 12 Deals, and the Best iPhone 11 cases in case you're buying last year's model (still a good idea!).\nSpecial offer for WIRED Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off).", "paragraphs": ["Are you planning to get one of the four new iPhones? Whether you're eyeing the iPhone 12 Mini or the 12 Pro Max, you probably should squeeze whatever you end up buying into a case. Sure, Apple says its new Ceramic Shield, which embeds ceramic crystals into the glass covering the screen, makes the phones more durable. But it's still glass. You should protect your investment. We've tested over 20 cases and accessories and rounded up some favorites, including wireless chargers and charging adapters to kit out your new phone.", "Be sure to check out our other buying guides, like the Best iPhone, the Best iPhone 12 Deals, and the Best iPhone 11 cases in case you're buying last year's model (still a good idea!).", "Special offer for WIRED Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you'd like). Subscriptions help fund the work we do every day."], "authors": ["Julian Chokkattu", "Julian Chokkatt"], "keywords": ["iphone", "cases", "youre", "ceramic", "sure", "buying", "accessories", "12", "best", "glass", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}