{"id": "d631abd3-f3e6-33d5-97dc-675975f5521e", "title": "Supreme Court sides with Colorado church, NJ religious leaders over state coronavirus restrictions", "url": "http://www.foxnews.com/politics/supreme-court-colorado-church-new-jersey-leaders-coronavirus-restrictions", "summary": "The Supreme Court gave temporary victories to a Colorado church and New Jersey religious leaders that challenged their respective states coronavirus restrictions on the number of people allowed at prayer services, vacating lower court rulings and calling for the cases to be reconsidered after the court shot down similar prohibitions in New York.\nIn the Colorado case, the High Plains Harvest Church sought an injunction against the state’s limits on the number of people allowed at services and the Supreme Court granted the relief in a 6-3 decision.\nNEWSOM'S 'HYPOCRISY,' 'MISMANAGEMENT' AMID CORONAVIRUS SHUTDOWNS\"High Plains Harvest Church has sought to enjoin Colorado’s capacity limits on worship services.\nKevin Robinson and Rabbi Yisrael A. Knopfler, the Supreme Court similarly vacated an October District Court ruling, instructing the Third Circuit Court of Appeals to send the case back to the District Court for reconsideration in light of the New York case.\nIn the New York case, the religious groups claimed that Gov.", "paragraphs": ["The Supreme Court gave temporary victories to a Colorado church and New Jersey religious leaders that challenged their respective states coronavirus restrictions on the number of people allowed at prayer services, vacating lower court rulings and calling for the cases to be reconsidered after the court shot down similar prohibitions in New York.", "In the Colorado case, the High Plains Harvest Church sought an injunction against the state’s limits on the number of people allowed at services and the Supreme Court granted the relief in a 6-3 decision. The three liberal justices opposed Tuesday’s ruling in a dissent authored by Justice Elena Kagan, arguing that the case was moot because Colorado had already lifted the restrictions.", "CALIFORNIA RESTAURANT OWNER SLAMS GOV. NEWSOM'S 'HYPOCRISY,' 'MISMANAGEMENT' AMID CORONAVIRUS SHUTDOWNS", "\"High Plains Harvest Church has sought to enjoin Colorado’s capacity limits on worship services. But Colorado has lifted all those limits.\"", "Kagan noted that Colorado made the change because of the New York case, which had been brought by the Roman Catholic Diocese of Brooklyn and Jewish organization Agudath Israel of America, and argued that there was \"no reason to think Colorado will reverse course---and so no reason to think Harvest Church will again face capacity limits.\"", "A spokesperson for Polis's office said in a statement that \"this ruling will have little to no impact on our state,\" in light of the changes that they had made.", "\"Governor Polis has prioritized freedom of assembly and freedom of worship, and this decision is already consistent with the current health guidance for houses of worship,\" the statement said.", "In the New Jersey case, which was brought by the Rev. Kevin Robinson and Rabbi Yisrael A. Knopfler, the Supreme Court similarly vacated an October District Court ruling, instructing the Third Circuit Court of Appeals to send the case back to the District Court for reconsideration in light of the New York case.", "CORONAVIRUS LOCKDOWNS BY STATE: WHAT YOU NEED TO KNOW", "Fox News reached out to New Jersey Gov. Phil Murphy’s office for comment, but they have not responded.", "In the New York case, the religious groups claimed that Gov. Andrew Cuomo unfairly targeted religion by holding services and houses of worship to a stricter standard than other \"essential\" services and businesses.", "\"The restrictions at issue here, by effectively barring many from attending religious services, strike at the very heart of the First Amendment’s guarantee of religious liberty,\" the court’s ruling in that case said.", "CLICK HERE TO GET THE FOX NEWS APP", "Justice Neil Gorsuch ripped into Cuomo’s prohibitions in a scathing concurring opinion.", "\"[I]t turns out the businesses the Governor considers essential include hardware stores, acupuncturists, and liquor stores,\" Gorsuch wrote. \"Bicycle repair shops, certain signage companies, accountants, lawyers, and insurance agents are all essential too. So, at least according to the Governor, it may be unsafe to go to church, but it is always fine to pick up another bottle of wine, shop for a new bike, or spend the afternoon exploring your distal points and meridians. Who knew public health would so perfectly align with secular convenience?\""], "authors": ["Ronn Blitzer"], "keywords": ["state", "coronavirus", "church", "case", "ruling", "worship", "sides", "colorado", "supreme", "nj", "services", "york", "leaders", "restrictions", "religious", "court"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}