{"id": "d63a3065-d483-3cfd-8524-ba9dc9841677", "title": "Naomi Osaka on Her New Bag Line and Why Fashion Is Her Favorite Way to Express Herself", "url": "https://www.vogue.com/article/naomi-osaka-strathberry-bag-collaboration", "summary": "Naomi Osaka is fiercely passionate when she’s on the tennis court.\nShe understands that fashion is a tool for communicating, but she also sees it as an outlet for creative self-expression.\nToday Osaka and the Scottish accessories label Strathberry are unveiling a limited-edition collection of five bag styles and two wallets.\n“Fashion and design are such creative outlets for me, and it’s become my favorite way to express myself, which is why it’s such a liberating experience when I collaborate with brands,” she says.\n“Mixing and matching and finding what works together is so fun and cool.", "paragraphs": ["Naomi Osaka is fiercely passionate when she’s on the tennis court. Not just about the game, but about her beliefs. At the U.S. Open this year, she wore masks emblazoned with the names of Breonna Taylor, Elijah McClain, Ahmaud Arbery, Trayvon Martin, Philando Castile, Tamir Rice, and George Floyd, all Black victims of police violence. She understands that fashion is a tool for communicating, but she also sees it as an outlet for creative self-expression. In fact, she’s been sketching her own designs with her sister since they were little kids, and now, after creating a capsule line for the Japanese label ADEAM, she’s collaborated on a new accessories offering.", "Today Osaka and the Scottish accessories label Strathberry are unveiling a limited-edition collection of five bag styles and two wallets. The minimalist, sculptural designs come in subtle hues and pops of color, and feature Strathberry’s signature metal bar hardware as well as a leather-wrapped handle, which nods to the grip on a tennis racket. To mark the collaboration and further support Osaka’s causes, Strathberry will be making a donation to her recently launched organization Play Academy, which helps change the lives of young girls through play and sport.", "Photo: AB+DM Studio/Styled by Law Roach", "“I want to really empower women to claim their moment every time they step out with one of these bags on their shoulder,” says Osaka, who notes that the bags were designed to be “unique, versatile, and fun.” Strathberry cofounder Leeanne Hundleby echoes Osaka’s intentions: “Naomi is the embodiment of a role model who has inspired young men and women everywhere with her unrelenting drive, confidence, and voice.”", "In addition to winning tennis championships and fighting for social justice, Osaka hopes to pursue other projects within the fashion industry. “Fashion and design are such creative outlets for me, and it’s become my favorite way to express myself, which is why it’s such a liberating experience when I collaborate with brands,” she says. “Mixing and matching and finding what works together is so fun and cool. I love to push the limits.”"], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["express", "favorite", "osakas", "way", "shes", "play", "young", "osaka", "strathberry", "line", "naomi", "fashion", "women", "tennis", "bag"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}