{"id": "d64d7157-b14d-358f-b72c-3ffb02c92df3", "title": "WIRED: Movies & TV Videos", "url": "https://www.wired.com/video/genres/movies-tv", "summary": "Movies & TVThe Tolkien Professor, Cory Olsen, uses the power of Twitter to answer the internet's burning questions about J.R.R.\nTolkien, The Lord of the Rings, and all the associated lore.\nCorey Olsen, also known as The Tolkien Professor, is the Founder and President of Signum University, a nonprofit higher education institution dedicated to affordable and accessible online learning with a special focus on promoting the humanities.\nThrough the Mythgard Academy, a Signum institution, Corey offers weekly explorations of The Lord of the Rings and other opportunities to discuss speculative literature and adaptations.\nFollow Corey on Twitter at https://twitter.com/tolkienprof Learn more: * Signum University: https://signumuniversity.org * Exploring The Lord of the Rings: https://mythgard.org/lotro/exlotr/ * The Tolkien Professor: https://tolkienprofessor.com", "paragraphs": ["Movies & TV", "The Tolkien Professor, Cory Olsen, uses the power of Twitter to answer the internet's burning questions about J.R.R. Tolkien, The Lord of the Rings, and all the associated lore. Does Sauron use any weapons? Do compasses exist in Middle-Earth? Is there a Tolkien book about the Goblin and Dwarf Great War? Cory answers all these questions and much more. Corey Olsen, also known as The Tolkien Professor, is the Founder and President of Signum University, a nonprofit higher education institution dedicated to affordable and accessible online learning with a special focus on promoting the humanities. Through the Mythgard Academy, a Signum institution, Corey offers weekly explorations of The Lord of the Rings and other opportunities to discuss speculative literature and adaptations. Follow Corey on Twitter at https://twitter.com/tolkienprof Learn more: * Signum University: https://signumuniversity.org * Exploring The Lord of the Rings: https://mythgard.org/lotro/exlotr/ * The Tolkien Professor: https://tolkienprofessor.com"], "authors": [], "keywords": ["tolkien", "rings", "corey", "twitter", "videos", "professor", "questions", "wired", "tv", "university", "movies", "signum", "olsen", "lord"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}