{"id": "d65ffa47-f943-3d5e-b2c1-12f71184184d", "title": "Please Let 2021 Be the Year of the Hotel Bathrobe", "url": "https://www.vogue.com/article/let-2021-be-the-year-of-the-hotel-bathrobe", "summary": "There’s a lot to unpack in the photos of Harry Styles and Olivia Wilde hand in hand and attending a small, supposedly pandemic-safe California wedding.\nWhy is Harry Styles wearing a hotel bathrobe at a wedding?\nAt some point, probably once I stopped sharing a La Quinta hotel room with 10 friends in college and started staying in places that actually offered clean waffle weaves and trendy shampoos, I discovered the pure, unadulterated joy of finding one in your hotel room.\nThe times I would twirl around a hotel room upon finding a sumptuous terry cloth or comfy waffle weave.\nDespite its heft, the monogrammed terry cloth bathrobe and its glamorous nature beats out all the silky, short alternatives.", "paragraphs": ["There’s a lot to unpack in the photos of Harry Styles and Olivia Wilde hand in hand and attending a small, supposedly pandemic-safe California wedding. Are they together together, or is this just a blindingly gorgeous celebrity fling? What does Jason Sudeikis think? Why is Harry Styles wearing a hotel bathrobe at a wedding? And most importantly, how does Styles manage to look so damn good in it, and where can I get one?", "Long before I saw Harry rocking his plush white version as if it were a three-piece Marc Jacobs suit, I had developed a deep and abiding love for hotel bathrobes. At some point, probably once I stopped sharing a La Quinta hotel room with 10 friends in college and started staying in places that actually offered clean waffle weaves and trendy shampoos, I discovered the pure, unadulterated joy of finding one in your hotel room. But as they symbolize luxurious vacations and indulgent laziness, things that 2020 was not exactly famous for providing, my love had been lying dormant.", "Until the photos of Harry in his robe, casually holding a whiskey glass, surfaced and reminded me of all of the vacations not taken since winter 2020. The times I would twirl around a hotel room upon finding a sumptuous terry cloth or comfy waffle weave. Like going to a movie or getting free samples of cheese at the grocery store, they’re one of those small luxuries that I can’t wait to experience again.", "Despite its heft, the monogrammed terry cloth bathrobe and its glamorous nature beats out all the silky, short alternatives. Julia Roberts wore one in Pretty Woman (I mean, she was living it up in Beverly Hills so how could she resist?). Marilyn Monroe posed in a monogrammed robe from The Ambassador Hotel in the 1950s. You don’t pose for photos when you feel uncomfortable and grumpy, so I’ll just assume that Marilyn Monroe had a thing for hotel bathrobes too.", "Over the last year, comfort has become de rigueur, and although I might not have the guts to wear a hotel robe to the next wedding I ever attend, dressing one up for a Zoom party doesn’t sound so horrible. In Shakespeare’s Antony and Cleopatra, Cleopatra says, “Give me my robe, put on my crown; I have immortal longings in me.” I might not be a queen, but I do long for the day I can once again discover a clean, neatly tied hotel bathrobe hanging on a hook, just for me.", "If you’re not actually lounging in a hotel just yet, you can splurge on robes from some luxury hotels, like a Four Seasons spa robe with tonal piping or a Waldorf Astoria signature robe with a shawl collar. Maybe if I close my eyes while wearing a Chateau Marmont robe with patch pockets, I can make believe that I’m hiding out in one of its garden cottages like an elusive diva. Until the day I can actually travel, I’ll take some inspiration from Harry Styles, and remember to give the robe the respect and reverence it deserves by lounging around in one at home, in style."], "authors": ["Dina Gachman", "Dina Gachma"], "keywords": ["hotel", "wearing", "robe", "2021", "styles", "room", "bathrobe", "actually", "photos", "let", "harry", "wedding"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}