{"id": "d6943c54-f443-3cd7-ba30-18e7bc806bcf", "title": "Xbox Game Pass Adds Seven New Games In January, Four Leaving", "url": "https://www.gameinformer.com/2021/01/05/xbox-game-pass-adds-seven-new-games-in-january-four-leaving", "summary": "It's a new year, which means new games are coming to Xbox Game Pass with its ever-evolving library of free games for Xbox fans to enjoy.\nNow that it's January and the start of the new year, here is what is coming to — and leaving — Xbox Game Pass this month.\nA personal favorite being added to the PC version of Xbox Game Pass is What Remains of Edith Finch.\nWith this membership, there are two options to choose from with the Xbox Game Pass and the Xbox Game Pass Ultimate.\nXbox Game Pass is $9.99 a month, whereas Xbox Game Pass Ultimate comes in at $14.99 and includes Xbox Live Gold.", "paragraphs": ["It's a new year, which means new games are coming to Xbox Game Pass with its ever-evolving library of free games for Xbox fans to enjoy. With a monthly membership fee, players can enjoy a plethora of titles at no additional cost in addition to day-one first-party games, DLC, and more. Now that it's January and the start of the new year, here is what is coming to — and leaving — Xbox Game Pass this month.", "A personal favorite being added to the PC version of Xbox Game Pass is What Remains of Edith Finch. This indie title is a delightful collection of short stories revolving around a Washington family. Tales of loss, survival, and human resistance; it's a beautiful game and one I definitely recommend if you haven't played it yet.", "As for what else is joining the Xbox Game Pass Library:", "What's coming:", "eFootball PES 2021 Season Update, Android and Console - January 7", "Injustice 2, Android, Console, and PC - January 7", "The Little Acre, Android, and Console - January 7", "Neonverse, PC - January 14", "Torchlight III, Android, and Console - January 14", "What Remains of Edith Finch, PC - January 14", "YIIK: A Postmodern RPG - January 14", "Game Pass Ultimate perks:", "Spellbreak Chapter 1 Pass - Claim by April 8", "World of Warships: Legends, Holiday Cruisers - Claim by April 1", "World of Tanks, Legend of War Pack - Claim by March 31", "What's leaving:", "FTL: Faster Than Light, PC", "My Friend Pedro, Console, and PC", "Sword Art Online: Fatal Bullet, Console", "Tekken 7, Console", "Don't have Xbox Game Pass yet? With this membership, there are two options to choose from with the Xbox Game Pass and the Xbox Game Pass Ultimate. Both offer Team Green fans a chance to play over 100 titles at no additional cost, including day-one launches of first-party titles. With the acquisition of Bethesda, there will be even more incentive to join up with this particular service.", "Xbox Game Pass is $9.99 a month, whereas Xbox Game Pass Ultimate comes in at $14.99 and includes Xbox Live Gold. It's a pretty good deal, especially for those that are picky with their games. Either way, we have some new shakeups for the start of the new year!", "Excited? Disappointed? Shout those thoughts out loud and proud in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["pc", "claim", "games", "game", "xbox", "pass", "console", "ultimate", "seven", "adds", "android", "leaving", "titles"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}