{"id": "d6a26f84-0f07-3813-8072-e53da2a0423a", "title": "Mary Eberstadt Raises the Red Flag of Fatherlessness: The Fury of Our Social and Political Unrest, and Alienation from God", "url": "https://radio.foxnews.com/2021/01/07/mary-eberstadt-raises-the-red-flag-of-fatherlessness-the-fury-of-our-social-and-political-unrest-and-alienation-from-god/", "summary": "Enter Mary Eberstadt, a Senior Research Fellow at The Faith and Reason Institute.\nIn the article she says,\"The riots amount to social dysfunction on parade.\"\nEberstadt doesn't mitigate the causes behind the protests and is quick to agree they were legitimate reasons to protest.\nThis dysfunction tied to fatherlessness has manifestations on the political left and right; behind Black Lives Matter and White Supremacy.\nAnd it's also linked to the growing separation from God, the One in whose image we are made.", "paragraphs": ["Today unmarried 'parenthood' is so passe it barely raises an eyebrow. In fact, it is oftentimes more celebrated than censured. And it's not just single motherhood, but divorce, serial monogamy, and various other forms of lifestyles that create instability for impressionable young souls that crave love and acceptance. But in the rush to 'cancel' and malign the culture or traditional family values, many people ignore the truths about how children thrive. Enter Mary Eberstadt, a Senior Research Fellow at The Faith and Reason Institute. On this episode of Lighthouse Faith podcast, she talks about her article in First Things magazine titled, \"The Fury of Fatherlessness,\" and how she believes it is behind the rage erupting against established institutions like the Church, the Police Force, and the political protests witnessed over the last few months. In the article she says,\"The riots amount to social dysfunction on parade.\" Eberstadt doesn't mitigate the causes behind the protests and is quick to agree they were legitimate reasons to protest. It's only the level of rage that seems off the charts. This dysfunction tied to fatherlessness has manifestations on the political left and right; behind Black Lives Matter and White Supremacy. And it's also linked to the growing separation from God, the One in whose image we are made."], "authors": ["Nicole Rabon"], "keywords": ["god", "rage", "dysfunction", "witnessed", "red", "fury", "protests", "eberstadt", "fatherlessness", "flag", "social", "article", "political", "faith", "unrest", "raises", "young", "mary"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}