{"id": "d6ae4b22-495a-3f5f-a79d-8d157c7c17f0", "title": "Money Talks - Will the pandemic usher in a new era of inflation?", "url": "https://www.economist.com/podcasts/2020/12/08/will-the-pandemic-usher-in-a-new-era-of-inflation", "summary": "Also this week: how Canada’s largest pension fund is navigating the pandemic, and the resilience of America’s chain restaurantsWill the pandemic usher in a new era of inflation?\nBut a small band of economists and investors argue the pandemic could usher in a new era of rising prices.\nAlso, how one of the world’s biggest pension funds is navigating this and other pandemic-related risks.\nAnd, the remarkable resilience of America’s chain restaurants.\nRuntime: 24 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer", "paragraphs": ["Our podcast on markets, the economy and business. Also this week: how Canada’s largest pension fund is navigating the pandemic, and the resilience of America’s chain restaurants", "Will the pandemic usher in a new era of inflation?", "Worrying about inflation has gone out of style. But a small band of economists and investors argue the pandemic could usher in a new era of rising prices. Also, how one of the world’s biggest pension funds is navigating this and other pandemic-related risks. And, the remarkable resilience of America’s chain restaurants. Simon Long hosts. Runtime: 24 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["inflation", "talks", "chain", "era", "pandemic", "money", "pension", "navigating", "wwweconomistcompodcastoffer", "americas", "usher", "worlds", "resilience"], "pubDate": "2020-12-08T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}