{"id": "d6b20adf-38c5-3454-bb5d-3e383a7850ef", "title": "Loro Piana Celebrates Community and a New Store Opening With a Powerful Art Installation", "url": "https://www.vogue.com/article/loro-piana-new-york-store-art", "summary": "Today, Loro Piana opened the doors to its bona fide store space in New York’s Meatpacking District.\nBut perhaps the most striking component to Loro Piana’s new retail concept, outside of the decor and beautiful clothes, is a special art installation created by Marie Watt.\n“I’m drawn to Loro Piana’s acknowledgment and commitment to community,” Watt says.\nUntil December 24, Loro Piana will donate one blanket made of repurposed fabric to the charity for every purchase made at the brand’s U.S. and Canadian stores and on its website.\nIn a way, Loro Piana is adding to its own blanket story with this project and with its artistic partnership.", "paragraphs": ["Today, Loro Piana opened the doors to its bona fide store space in New York’s Meatpacking District. The nearly century-old Italian label tested the bricks-and-mortar water with a pop-up shop last year but ultimately decided to make the 3 Ninth Avenue location its permanent home. The serene, modern interiors were designed by the architect Vincent Van Duysen to reflect a sense of nature. The store features soft, earthy colors, clean lines, and a glass-encased winter garden. But perhaps the most striking component to Loro Piana’s new retail concept, outside of the decor and beautiful clothes, is a special art installation created by Marie Watt. A citizen of the Seneca Nation, her work explores the intersections of storytelling, community, and history within Indigenous teachings, culminating in contemporary sculpture, and textile art.", "", "The Loro Piana team commissioned Watt to create a new work titled Companion Species: Acknowledgement, Blanket Stories and Generations, which includes three sculptures made with stacked blankets that were donated by friends of the brand, including artists, Loro Piana staff, and artisans, musicians, and celebrities like Dakota Fanning and Suki Waterhouse. “I use blankets in my artwork as material and metaphor,” Watt explains, adding that there is a great deal of cultural significance behind the textile. “In my tribe, we give blankets away to honor people for being witness to important life events. I’m interested in how we are born into blankets and depart this life in a blanket and between, we are constantly wrapped up in them,” she says. “I see blankets as an extension of landscape and bodies; they are shelter and protection, comfort and care. Our worn, mended, nibbled, and stained blankets become evidence of this truth.” The new installation, while a natural extension of Watt’s work as an artist overall, also pays homage to Loro Piana’s history, namely the fact that blankets were the first item ever produced by the brand.", "", "“I’m drawn to Loro Piana’s acknowledgment and commitment to community,” Watt says. “And not only customers but growers, breeders, animals, and land. They cultivate sustainable resources and take pride in making exquisite, beloved heirloom objects.” Showcasing craft has long been a point of pride for Loro Piana, but so too has its efforts in supporting the artisans it works with and fostering a community of makers around them. In continuing its commitment to local communities in the U.S., the brand has also launched a new charitable initiative with the North American branch of Save the Children. Until December 24, Loro Piana will donate one blanket made of repurposed fabric to the charity for every purchase made at the brand’s U.S. and Canadian stores and on its website.", "", "In a way, Loro Piana is adding to its own blanket story with this project and with its artistic partnership. For Watt, she hopes that the project will enable people to see about the greater interconnectedness of the world. “I hope they might embrace a practice of acknowledgment and gratitude,” she says. “If humanity considers itself a part of a larger ecosystem, which includes animals and the environment and spans thousands of years, we will be more mindful of the fragile and imperfect contract that holds life together.”", "Photo: Julia Gillard", "\\"], "authors": ["Brooke Bobb", "Brooke Bob"], "keywords": ["work", "pianas", "community", "blankets", "store", "textile", "blanket", "loro", "installation", "piana", "opening", "powerful", "celebrates", "art", "watt", "life"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}