{"id": "d6bf8add-469d-314a-a5ac-48c74a86fcfb", "title": "GI Show – Most Underrated Games Of 2020 And Back 4 Blood Impressions", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/12/17/gi-show-most-underrated-games-of-2020-and-back-4", "summary": "On this week's episode of The Game Informer Show, we do something a little bit different.\nFinally, we close out the show with Alex Stadnik and Alex Van Aken who talk about their hands-on time with Turtle Rock Studios' upcoming 4-player zombie shooter Back 4 Blood.\nSo please join Kim Wallace, Dan Tack, Marcus Stewart, Alex Stadnik, and myself for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!\nIntro: 00:00:00Most Underrated Games of 2020: 00:03:45Undermine: 00:04:09Gears Tactics: 00:06:09Monster Sanctuary: 00:08:17Necrobarista: 00:10:55Manifold Garden: 00:13:31Alba: A Wildlife Adventure: 00:14:58Huntdown: 00:18:55Morbid: The Seven Acolytes: 00:20:52Sakura Wars: 00:23:06Creaks: 00:25:54Call of the Sea: 00:27:37The Last Campfire: 00:31:18Monster Train: 00:34:51Ikenfell: 00:36:59Chicken Police: 00:39:29The Game Awards Recap: 00:41:30Community Emails: 01:02:44Back 4 Blood Closed Alpha Impressions: 01:47:32Back 4 Blood Developer Interview: 02:02:13", "paragraphs": ["On this week's episode of The Game Informer Show, we do something a little bit different. Instead of talking about all the games we've been playing recently, we look back over the year and talk about some of our favorite overlooked gems, such as: Chicken Police, Manifold Garden, Creaks, UnderMine, Gears Tactics, Monster Sanctuary, Necrobarista, Alba: A Wildlife Adventure, Huntdown, Morbid: The Seven Acolytes, Sakura Wars, Call of the Sea, The Last Campfire, Ikenfell, Monster Train.", "Then we revisit The Game Award winners and settle a bet. We then take some time for another fantastic round of community emails. Finally, we close out the show with Alex Stadnik and Alex Van Aken who talk about their hands-on time with Turtle Rock Studios' upcoming 4-player zombie shooter Back 4 Blood. So please join Kim Wallace, Dan Tack, Marcus Stewart, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "Intro: 00:00:00", "Most Underrated Games of 2020: 00:03:45", "Undermine: 00:04:09", "Gears Tactics: 00:06:09", "Monster Sanctuary: 00:08:17", "Necrobarista: 00:10:55", "Manifold Garden: 00:13:31", "Alba: A Wildlife Adventure: 00:14:58", "Huntdown: 00:18:55", "Morbid: The Seven Acolytes: 00:20:52", "Sakura Wars: 00:23:06", "Creaks: 00:25:54", "Call of the Sea: 00:27:37", "The Last Campfire: 00:31:18", "Monster Train: 00:34:51", "Ikenfell: 00:36:59", "Chicken Police: 00:39:29", "The Game Awards Recap: 00:41:30", "Community Emails: 01:02:44", "Back 4 Blood Closed Alpha Impressions: 01:47:32", "Back 4 Blood Developer Interview: 02:02:13"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["2020", "impressions", "talk", "underrated", "gi", "games", "wars", "game", "stadnik", "seven", "alex", "wildlife", "sure", "blood", "tactics"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}