{"id": "d6d523c5-bdaa-3a47-b1b4-cb26b915b16b", "title": "Rep. Ken Buck: Joe Biden Could Be “Subject To Blackmail” Because Of Hunter Biden", "url": "https://radio.foxnews.com/2020/12/14/rep-ken-buck-joe-biden-could-be-subject-to-blackmail-because-of-hunter-biden/", "summary": "Email Embed+ Embed CodeEmbed the following code on your website:Watch the latest video at foxnews.comOn Fox Across America with Jimmy Failla, Rep. Ken Buck (R-CO) explains why there should be further investigation into Hunter Biden.\n\"The level of corruption is incredible and every day, practically, we're hearing about new corruption and thankfully the IRS is evidently looking at Hunter Biden and all the money that he took and didn't report on his tax returns.\nTwo days later, Hunter Biden is put on the board of Burisma and is given an $83,000-a-month salary.\nAnd I think that Joe Biden is going to be subject to blackmail if we don't get to the bottom of this.\nAnd so if he does become president, I think it's very important that we have an independent counsel looking into this.", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Rep. Ken Buck (R-CO) explains why there should be further investigation into Hunter Biden.", "\"The level of corruption is incredible and every day, practically, we're hearing about new corruption and thankfully the IRS is evidently looking at Hunter Biden and all the money that he took and didn't report on his tax returns. Going on Air Force Two with his dad to China and getting off of Air Force Two and meeting with Chinese government officials and Communist Party officials and banks and investment firms owned or operated by the Chinese Communist Party and then entering into an investment partnership twelve days later with a member of Burisma, owned and operated by a corrupt Ukrainian oligarch board member meets with Joe Biden in the White House. Two days later, Hunter Biden is put on the board of Burisma and is given an $83,000-a-month salary. No background in the Ukraine, no background in energy. It just stinks to high heaven. And I think that Joe Biden is going to be subject to blackmail if we don't get to the bottom of this. And so if he does become president, I think it's very important that we have an independent counsel looking into this."], "authors": ["Jon Costantino"], "keywords": ["blackmail", "member", "biden", "owned", "buck", "hunter", "looking", "subject", "operated", "officials", "party", "rep", "later", "joe", "ken", "think"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}