{"id": "d7110190-6f0e-3182-bae4-44c2da3d11f0", "title": "Briefly Noted", "url": "https://www.newyorker.com/magazine/2021/04/12/plunder-a-little-devil-in-america-brood-and-mona", "summary": "Abdurraqib views performance as an expression of life and a means of survival.\nAfter a miscarriage, the unnamed protagonist of this début novel pours her motherly instincts into raising a quartet of chickens with her husband, Percy.\nThis novel by an acclaimed Argentinian writer is both a wicked satire of the literary élite and an exploration of art and violence.\nMona, a Peruvian novelist, has been nominated for a prize that brings many thousands of euros and worldwide fame.\nThe novel is the kind that Mona imagines writing: “terrifying, brilliant, and dangerous.”", "paragraphs": ["Plunder, by Menachem Kaiser (Houghton Mifflin Harcourt). At the start of this memoir, Kaiser, a third-generation Polish-Canadian, sets out to reclaim a building in Poland that his Jewish family owned before the Second World War. Armed with evidence of ownership and of family members’ deaths (only his grandfather survived the Holocaust), Kaiser discovers that, in an increasingly illiberal Poland, ideas of evidence, ownership, and even death have become absurdly fluid. There follows an often hilarious, often poignant odyssey in which Kaiser falls in with a group of Nazi-treasure hunters whose quest has bizarre ties to his own. A light tone belies the book’s seriousness of purpose: to tease out thorny issues of inheritance, reparations, and what it means to honor one’s dead.", "A Little Devil in America, by Hanif Abdurraqib (Random House). These “notes in praise of Black performance” encompass dance, music, film, and standup, along with everyday affectations and embodiments of masculinity, fear, intimacy, and belonging. Subjects include Josephine Baker, Michael Jackson, blackface, “Soul Train,” and brotherhood. Abdurraqib, an award-winning poet, combines meditations on personal experiences—losing his mother, navigating the Midwestern punk scene—with affectionate studies of cultural moments and figures, beloved and under-sung alike. Abdurraqib views performance as an expression of life and a means of survival. “Okay, lover,” he writes, in an essay on dance marathons. “It is just us now. The only way out is through.”", "Brood, by Jackie Polzin (Doubleday). After a miscarriage, the unnamed protagonist of this début novel pours her motherly instincts into raising a quartet of chickens with her husband, Percy. Without any prior experience, they are drawn in by the promise of being the kind of people who would own chickens, but the enterprise, in a suburban Minnesota town of extreme temperatures, proves difficult, with chickens dying “suddenly and without explanation.” The story is acutely observed, and the chickens provide metaphors for the world at large: “Do the chickens think of warmer times? They do not. By the time a snowflake has landed, snowflakes are all a chicken has ever known.”", "Mona, by Pola Oloixarac, translated from the Spanish by Adam Morris (Farrar, Straus & Giroux). This novel by an acclaimed Argentinian writer is both a wicked satire of the literary élite and an exploration of art and violence. Mona, a Peruvian novelist, has been nominated for a prize that brings many thousands of euros and worldwide fame. She ingests more Valium than food, wears blood-red Chanel lipstick, pseudonymously trolls her critics online, masturbates to fantasies of terror, and worries about an unfinished novel. She and the other nominees spend the days before a winner is announced at a lakeside camp in Sweden, drinking, sniping, and, in Mona’s case, psychologically disintegrating. The novel is the kind that Mona imagines writing: “terrifying, brilliant, and dangerous.”"], "authors": ["Condé Nast"], "keywords": ["world", "mona", "ownership", "briefly", "means", "kaiser", "chickens", "abdurraqib", "novel", "poland", "performance", "noted"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}