{"id": "d7523ab9-2f42-3fa5-8d0d-189ce0b1e3c8", "title": "Minecraft Player Perfectly Recreates Super Mario Bros. In-Game", "url": "https://www.gameinformer.com/gamer-culture/2021/04/07/minecraft-player-perfectly-recreates-super-mario-bros-in-game", "summary": "The Minecraft community is one of the most creatively-driven games out there and has been a source of amazing fanmade tributes since its launch in 2011.\nFrom Destiny 2 to Skyrim, there is pretty much nothing off-limits for Minecraft players to recreate, with the latest recreation being that of an incredibly accurate 1:1 Super Mario Bros. tribute.\nThat being said, this recreation is spot-on and is the perfect homage to Super Mario Bros., especially given the 35th anniversary.\nWhat do you think about this Minecraft player's tribute to Super Mario Bros.?\nWeigh in with your thoughts in the comment section below; I'd love to hear what you think!", "paragraphs": ["The Minecraft community is one of the most creatively-driven games out there and has been a source of amazing fanmade tributes since its launch in 2011. From Destiny 2 to Skyrim, there is pretty much nothing off-limits for Minecraft players to recreate, with the latest recreation being that of an incredibly accurate 1:1 Super Mario Bros. tribute.", "Reddit user u/TheBestTomatoKing (legendary name, by the way) took to the forums to share their creation with a video highlighting exactly how this faithful recreation functions in the world of Minecraft:", "One Redditor responded asking for a command block to make this entire recreation playable, which is something the OP responded to, saying, \"Challenge accepted, I'm not a command master, but I could probably figure it out...in a few years.\"", "The creator is looking to possibly remake all 32 levels, which to me is just absolutely bonkers. That's definitely a commitment there, and I wouldn't have the patience for that, so kudos to them. That being said, this recreation is spot-on and is the perfect homage to Super Mario Bros., especially given the 35th anniversary.", "It always amazes me to see incredibly detailed recreations like this. While it may look simple to some, making something to this extent takes a lot of time, never mind those expansive tributes where people have recreated entire movie settings. As someone that literally can't make even a simple one-story house look even halfway decent, I will never stop loving seeing what the passionate Minecraft community likes to make. At the end of the day, games are about having fun, and if paying tribute to other fan-favorite titles is enjoyable for these patient players? Then I'm throwing every ounce of support I have your way.", "What do you think about this Minecraft player's tribute to Super Mario Bros.? Have you attempted to create something like this yourself? Weigh in with your thoughts in the comment section below; I'd love to hear what you think!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["perfectly", "recreates", "minecraft", "think", "bros", "ingame", "simple", "players", "tribute", "tributes", "recreation", "super", "player", "mario"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}