{"id": "d7549330-2728-3d08-b061-e24cbc822f5f", "title": "Cambridge Rising Women Leaders Programme – Live Online", "url": "https://execed.economist.com/judge-business-school/cambridge-rising-women-leaders-programme-live-online-2021-03-17", "summary": "From 2005 to 2007, Amanda was a corporate officer and the VP of Strategy and Organisation design for SYSCO, which is a Fortune 100 level Food Service company.\nHer operational responsibilities included leading the transformation of the company from a food service company into a world class supply chain company and assessing the execution risks.\nAmanda created this function for Logica globally to drive client intimacy throughout the organisation and raise the market profile.\nSoon after, Amanda was appointed as the CEO, Business Consulting to further reposition Logica and grow business led technology services.\nShe is a coach and Chapter Leader for Lean In and the Chair of Women Can Ltd., a social enterprise devoted to helping women succeed.", "paragraphs": ["Currently, she is a Non-Executive Director for Pace, a FTSE 250 company and Ensygnia, a technology startup.", "Amanda’s early career was with GE, a Fortune 10 company and multi national conglomerate, as the Asia Pacific Market Manager, responsible for developing business for the electric vehicle controls product line for GE. She had full P&L responsibility and launched the business in Japan, Taiwan and mainland China.", "Amanda joined KPMG in 1994 in the supply chain practice serving clients in manufacturing, chemicals, energy, and retail industries and quickly became a partner in 1999. She transferred to Houston in 2000 to create the oil and gas practice for KPMG Consulting, which became the fastest growing practice for KPMG. She also spent time as the Global Leader for Energy for EDS to lead the repositioning of EDS beyond a commodity IT provider.", "From 2005 to 2007, Amanda was a corporate officer and the VP of Strategy and Organisation design for SYSCO, which is a Fortune 100 level Food Service company. Amanda led engaging strategy sessions annually with the Board of Directors. Her operational responsibilities included leading the transformation of the company from a food service company into a world class supply chain company and assessing the execution risks.", "Upon joining Logica in 2007 as CEO, North America, Amanda successfully transformed an unprofitable products business with limited connection to Europe into a high margin service business, leveraging Logica’s European strengths to grow the US client base. The business increased in size and value by 50 per cent in three years and became one of the fastest growing businesses in Logica.", "Following her success in North America, Amanda was appointed to the Executive Committee in January 2010, relocating to London, as the Chief Client Officer. Amanda created this function for Logica globally to drive client intimacy throughout the organisation and raise the market profile. Soon after, Amanda was appointed as the CEO, Business Consulting to further reposition Logica and grow business led technology services.", "Amanda spent time as the Chief Operating Officer of Misys, a Vista Equity portfolio company to transform the operations of the company to enable significant revenue growth.", "Amanda has a Masters of Business Administration (MBA) from the University of North Carolina, Chapel Hill and a Bachelor of Science in Business Administration (BSBA) in Marketing from Western Carolina University. She is a member of YPO-WPO international, and a member of the Women's Network of YPO.", "Amanda is passionate about helping other professional women create and achieve their ambitions. She is a coach and Chapter Leader for Lean In and the Chair of Women Can Ltd., a social enterprise devoted to helping women succeed. She is also an avid marathon runner, running 13 marathons, and part of the 7 Continent Marathon Club successfully completing a marathon on every continent in 2014."], "authors": [], "keywords": ["company", "cambridge", "programme", "women", "live", "online", "service", "north", "amanda", "officer", "marathon", "practice", "rising", "leaders", "business", "logica"], "pubDate": "2021-03-17T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}