{"id": "d75fe8b4-48a8-3e5c-96d2-812e4c88b79a", "title": "Angelina Jolie sends message to women fearing abuse during holidays", "url": "http://www.foxnews.com/entertainment/angelina-jolie-advice-women-abuse-christmas", "summary": "Angelina Jolie has some special advice for women fearing abuse during the holiday season.\nOn Monday, the 45-year-old acknowledged to the outlet that Christmas can be a difficult time for many women enduring abuse behind closed doors.\nAnd be aware that they may well be suffering trauma and PTSD.\"\n“I can’t stand to see the immense and enduring suffering so many women face, and how little accountability there is.\nWomen and children suffer disproportionally as a result of war or economic crisis.", "paragraphs": ["Angelina Jolie has some special advice for women fearing abuse during the holiday season.", "The actress and activist gave a speech last month at the 2nd International Conference on Action with Women and Peace in Seoul, where she pushed for funding of sexual violence programs, as well as the protection of human rights defenders, Harper's Bazaar reported on Monday.", "On Monday, the 45-year-old acknowledged to the outlet that Christmas can be a difficult time for many women enduring abuse behind closed doors.", "“Talk to someone,” she urged. “Try to find allies. Be connected for emergencies. For example, you can agree [on] a code word with a friend or family member, which tells them if you are facing an emergency. Begin to build a network and gain knowledge.", "“It’s sad to say, but you can’t assume all friends and family will always want to believe and support you,” the mother of six cautioned. “Often it will be strangers who help. Or other victims, support groups, or faith groups. Above all, be careful. Only you really know the danger you are in, and until you find your support outside, you may feel quite alone.”", "According to UN Women, 243 million women and girls were abused by an intimate partner in the past year, the outlet noted. Less than 40% of women who experience violence report it or seek help.", "The Oscar winner also encouraged loved ones to become allies for those they suspect might be experiencing any kind of abuse, no matter their age.", "“If it has even crossed your mind that someone you know might be vulnerable in this way, try to stay close and present in their lives,” said Jolie. “Make it clear that you are there for them. Another thing we can all do is educate ourselves. Learn about domestic violence. Learn how trauma affects our health and can lead to biological changes, particularly in children. Take these issues seriously.”", "“Take it seriously and stand by them,” Jolie shared. “Listen to them. Don’t judge them. Try to understand the huge emotional, financial and legal pressures they are likely facing, including the pressure to stay silent about what has happened to them. And be aware that they may well be suffering trauma and PTSD.\"", "Jolie is supporting the United Nation’s 16 Days of Activism campaign, an initiative against gender-based violence. The star said her work as an activist has motivated her more than ever to raise awareness.", "“I value women,” she explained. “I can’t stand to see the immense and enduring suffering so many women face, and how little accountability there is.", "\"I see the same patterns repeated globally,\" she continued. \"Women are vulnerable because societies are unequal. Women and children suffer disproportionally as a result of war or economic crisis. They make up two-thirds of all refugees and displaced people, and they are hardest hit by the effects of climate change.", "“We don’t take domestic or gender-based violence seriously enough anywhere, and we often overlook the trauma and injury suffered by children who witness or experience violence, in their own homes,” Jolie added."], "authors": ["Stephanie Nolasco"], "keywords": ["suffering", "holidays", "violence", "vulnerable", "angelina", "children", "jolie", "try", "women", "abuse", "trauma", "support", "fearing", "message", "sends"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}