{"id": "d79a8970-0000-3472-94ba-a529dcbb2a32", "summary": "“We are the tramps,” said Gilbert Prousch, 76.\n“Waiting for Godot.”But Gilbert & George are not campaigning to end homelessness.\n“No, no, no,” said Gilbert Prousch, 76.\nFacebook Twitter Pinterest Design for plates with an image from the Gilbert & George work On the Bench.\nFor 20 years, Gilbert & George have had a friendship with another local couple, Tara and George, who often live on the streets and to whom they give £2 a day.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/artanddesign/2019/dec/18/gilbert-george-put-art-on-plates-to-help-feed-the-homeless", "title": "Gilbert & George put art on plates to help feed the homeless", "paragraphs": ["Artists say they have ‘an extraordinary following’ among the disenfranchised", "The artists Gilbert & George have said they are risking their reputation “as horrid people” with a philanthropic initiative to sell crockery glazed with their own works to raise money to feed the homeless.", "The collaborative duo have been shunned by what they describe as “intolerant liberals” for their Conservative-supporting pro-Brexit politics but claim they are “the artists of the disenfranchised”. Now they have provided artworks to be transferred on to dinner plates that will be sold by a social enterprise near their home in the East End of London for £125.", "The plates feature images of works from their latest exhibition, Paradisical Pictures, which has been touring globally and is currently showing in Los Angeles, where they visited the Skid Row homeless enclave. One of the works, On the Bench, shows the pair slumped on a bench in a cemetery, apparently asleep or passed out.", "“We are the tramps,” said Gilbert Prousch, 76. “Waiting for Godot.”", "But Gilbert & George are not campaigning to end homelessness.", "“No, no, no,” said Gilbert Prousch, 76. “There are a lot of people who want to be out there … We have never been campaigners for anything.”", "“We would have done it 800 years ago if that was possible,” said George Passmore, 77.", "Facebook Twitter Pinterest Design for plates with an image from the Gilbert & George work On the Bench. Photograph: Jill Mead/The Guardian", "The pair have a long history of relationships with homeless people in their east London neighbourhood of Spitalfields. For 20 years, Gilbert & George have had a friendship with another local couple, Tara and George, who often live on the streets and to whom they give £2 a day.", "“We have been looking after two for 20 years,” said Prousch. “They come in the morning for a coffee,” added Passmore.", "Passmore said he would sometimes sit quietly with the rough sleeper George as early as 5.30am, while the artist reads 19th-century literature (he’s working through a biography of Conservative prime minister Benjamin Disraeli).", "'We say what we want' … Gilbert and George look back on 50 years of filth, fury and in-your-face art Read more", "“We are avoiding being the frowning classes,” he said. “It’s extraordinary. People actually discriminate.", "“We are the artists of the disenfranchised. We have an extraordinary following amongst them.”", "The duo, whose works can sell for hundreds of thousands of pounds, were approached by Ruth Rogers, who founded the Canvas Cafe close to their home in Spitalfields and agreed to donate the works. Rogers intends for each sale to fund up to a fortnight of meals for an adult homeless person at Crisis and other shelters around Tower Hamlets.", "The latest official statistics from a snapshot one-night count in autumn 2018 showed nearly 4,700 people were sleeping rough in England, and the figures are expected to rise this year. Shelter has estimated that 280,000 homeless people will be rough sleeping or living in temporary housing and hostels in England on Christmas Day.", "Rogers said the scheme was about “making a step towards kindness, humility and compassion”.", "“The city is full of them and us,” she said. “Remainers, leavers. What I am trying to do is tear all that down. We are all human. No matter your political views or background, can we all just take these positive steps to have a direct positive impact in other people’s lives, which is the force behind this project?”", "Asked how they interact with the large number of homeless people in the area, Gilbert & George said: “We have our favourites.” One is Daniel.", "“He looks like the paintings of [Francisco de]Zurbarán who did these emaciated monks,” said Passmore. “He is very skinny, dirty, ragged and desperate. He’s very handsome. They are all fans in a way.”", "Another they describe as “Puma advert gentleman”, a model who appeared in an advertising campaign for the sportswear brand and became a tramp.", "The charitable project means Gilbert & George are now “goody goodies”, joked Passmore, but they retain a spikier, provocative side as reflected in a 2014 work that featured the slogan: “We want our art to bring the bigot from inside the liberal and conversely to bring the liberal from inside the bigot”.", "The artists said they were pleased by last week’s general election result and that they liked Boris Johnson, and recall him picking up takeaways on his bicycle from a restaurant in Islington where they used to regularly have dinner.", "“We were the only Brexit people in the art world,” said Passmore.", "“When we see [Michel] Barnier, [Jean-Claude] Junker and [Donald] Tusk on the television; horrible,” said Prousch.", "“We want to be normal,” he continued. “For 20-30 years when we said we are Conservatives it’s like saying you are a Nazi paedophile in the art world. We don’t want to be extreme, we want to be human, not full of ideas.”", "", ""], "authors": ["Robert Booth"], "keywords": ["gilbert", "feed", "prousch", "homeless", "rough", "art", "works", "passmore", "artists", "plates", "help", "george"]}