{"id": "d7a78b1a-be3e-31da-a9f0-29a8b7fb6873", "title": "Super Meat Boy Forever Review – Hardcore Hurdling", "url": "https://www.gameinformer.com/review/super-meat-boy-forever/super-meat-boy-forever-review-hardcore-hurdling", "summary": "A decade ago, the original Super Meat Boy released into what almost feels like a different industry.\nA few years later, Team Meat announced the follow up, Super Meat Boy Forever, a pseudo-sequel that would take Meat Boy into the world of autorunners.\nAnd, does Super Meat Boy Forever have any chance of leaving the same kind of cultural mark on the industry as its forerunner?\nProcedurally generated games often lack that hand-crafted feel, but Super Meat Boy Forever’s levels flow seamlessly together in ways that usually feel natural.\nSuper Meat Boy Forever’s controls are generally superb, but my one complaint has to do with Meat Boy’s ability to punch enemies.", "paragraphs": ["A decade ago, the original Super Meat Boy released into what almost feels like a different industry. Team Meat's hardcore platformer was at the forefront of the modern indie renaissance; games like Super Meat Boy helped show that even small teams of dedicated developers could make a big mark on the gaming landscape. A few years later, Team Meat announced the follow up, Super Meat Boy Forever, a pseudo-sequel that would take Meat Boy into the world of autorunners. Naturally, this raises a few questions: can Team Meat distill Meat Boy’s pixel-perfect platforming into a game where players are limited to a single input? And, does Super Meat Boy Forever have any chance of leaving the same kind of cultural mark on the industry as its forerunner? Now that I’ve played the game, the answers are clearly “Surprisingly yes,” and “No chance in hell.”", "Because Super Meat Boy Forever is an autorunner, Meat Boy takes off running the second you press start, and you can’t control the direction of his movements or his speed. This might sound like it would simplify the action and neuter Meat Boy's difficulty, but that isn't the case. While this is technically a simple game, it’s far from easy. Given Super Meat Boy Forever’s streamlined action, Team Meat has put extra focus on precision platforming, setting up a series of harrowing obstacle courses that force you to carefully time your jumps. There were a few times I wished I had a little more control over Meat Boy, but, for the most part, I quickly forgot about his limitations once I was sliding under buzzsaws and bounding up walls.", "This Meat Boy is called “Forever” because its levels are procedurally generated, meaning you can theoretically play the game endlessly. Procedurally generated games often lack that hand-crafted feel, but Super Meat Boy Forever’s levels flow seamlessly together in ways that usually feel natural. Each level is composed of fragments taken from a pool of over 7,000 bite-sized platforming sections, which means that every player gets a unique experience. After I finished one playthrough, I generated a new set of levels and was surprised by how different they felt.", "Even without procedural generation, Super Meat Boy Forever’s action evolves as you progress. In one set of levels, I dashed through storms of falling glass. In another, I used Meat Boy’s dash punch to move blocks across the screen, creating new platforms. I particularly enjoyed the levels featuring pickups that allow Meat Boy to teleport through walls. Each new set of levels emphasizes different obstacles, which continually kept me on my toes. I was genuinely surprised by how fresh the action felt throughout, and the game was throwing new mechanics at me up to the end.", "Super Meat Boy Forever’s controls are generally superb, but my one complaint has to do with Meat Boy’s ability to punch enemies. When you press the jump button twice, Meat Boy dashes forward and slams his oversized fist into any helpless enemy standing in his way. The critters don’t pose much of a threat, and usually serve to help Meat Boy cross large gaps; Meat Boy’s punch resets after it connects with an enemy, meaning he can stay airborne as long as his fist is flying. This mechanic is a lot of fun, and I appreciated having a few enemies to whack around. Unfortunately, Meat Boy’s jump and punch are tied to the same button, so trying to jump as you touch the ground makes it perilously easy to throw a punch off the side of a cliff instead. Given the precise timing needed to complete many of Super Meat Boy Forever’s challenges, having punch and jump on separate inputs could have prevented a lot of irritating mistakes.", "Super Meat Boy Forever’s simplified controls produce a bit of frustration, but this is a game that rewards pushing through the pain for the thrill that comes with completing a harrowing platforming sequence. My thumb grew numb, but that didn’t stop me from wanting to play more. In fact, on some levels, I died over a hundred times, but I rarely cared because Super Meat Boy Forever’s respawns are mercifully quick, its checkpoints are short, and its bite-sized platforming sequences are a total rush."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["forevers", "meat", "team", "super", "boy", "punch", "game", "boys", "review", "levels", "hardcore", "hurdling", "forever", "platforming"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}