{"id": "d7e8a69b-47a9-3657-86a1-a1b60ced4bfe", "title": "Where Obama really stands on 'defund the police': Lawrence Jones", "url": "https://www.foxnews.com/media/lawrence-jones-obama-defund-the-police-movement", "summary": "He was against the way that they labeled it and the impact it would have on elections,\" Jones told \"Fox & Friends\" co-host Ainsley Earhardt.\n\"You lost a big audience the minute you say it,\" Obama told Peter Hamby, host of Snapchat’s \"Good Luck America\" earlier this month.\n\"I think what you're seeing right now is that people feel that it's a failed message, but they still want to get it accomplished.\nFor more of Jones' exclusive commentary on a broad range of issues, join Fox Nation and watch \"One Nation with Lawrence Jones\" today.\nCLICK HERE TO JOIN FOX NATION AND GET 35% OFF TODAYFox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers.", "paragraphs": ["Former President Barack Obama expressed concern about the impact that the \"defund the police\" slogan would have on the 2020 presidential election, but with Democrats taking the White House in January, he appears to be changing his tune, Fox Nation host Lawrence Jones said Wednesday.", "\"President Obama never said he was against actually defunding the police. He was against the way that they labeled it and the impact it would have on elections,\" Jones told \"Fox & Friends\" co-host Ainsley Earhardt.", "Obama sought to clarify his earlier comments during an interview with the Daily Show's Trevor Noah Monday. During the discussion, the former president was asked to address the backlash he received for dismissing the movement as a \"snappy slogan\" that would cost Democrats a \"big audience.\"", "BLM CO-FOUNDER SLAMS OBAMA FOR CRITICIZING DEFUND POLICE MOVEMENT", "\"Well, that particular slogan — the concern is that there may be potential allies out there that you lose,\" Obama told Noah, \"And the issue always is, how do you get enough people to support your cause that you can actually institutionalize it and translate it into laws, structures and so forth?\"", "Obama's comments come amid Democratic infighting over the controversial \"defund the police\" movement and progressive policies after a lackluster performance in House and Senate elections in November.", "\"You lost a big audience the minute you say it,\" Obama told Peter Hamby, host of Snapchat’s \"Good Luck America\" earlier this month. \"Snappy\" slogans may draw attention, the former president added, but it \"makes it a lot less likely that you’re actually going to get the changes you want done.\"", "\"The key is deciding, do you want to actually get something done, or do you want to feel good among the people you already agree with?\" Obama added.", "Jones said Obama and other prominent Democrats are concerned about alienating their base due to the radical nature of the slogan, but are not opposed to the movement behind it.", "BIDEN'S CALL FOR POLICE OVERSIGHT, OFFICIALS' DEMANDS FOR DEFUNDING SEE RENEWED SCRUTINY", "\"I think what you're seeing right now is not a split in the Democratic Party,\" he said. \"I think what you're seeing right now is that people feel that it's a failed message, but they still want to get it accomplished.", "\"If you're talking about defunding any part of government, as a libertarian, I'm always with that, getting taxpayers more of their money,\" Jones added. \"But that's not the message of this movement. It's to get rid of the police and it's going to impact people's lives on a day to day basis. We're seeing that in the numbers right now, not just in New York City, but Philly and some of these other major cities.\"", "For more of Jones' exclusive commentary on a broad range of issues, join Fox Nation and watch \"One Nation with Lawrence Jones\" today.", "CLICK HERE TO JOIN FOX NATION AND GET 35% OFF TODAY", "Fox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers. Go to Fox Nation to start a free trial and watch the extensive library from Tomi Lahren, Pete Hegseth, Abby Hornacek, Laura Ingraham, Ainsley Earhardt, Greg Gutfeld, and many more of your favorite Fox News personalities and thrilling blockbusters."], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["told", "lawrence", "really", "obama", "stands", "slogan", "jones", "actually", "youre", "seeing", "defund", "fox", "movement", "nation"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}