{"id": "d7f889f3-ebdd-3e15-bb33-7b8742f52ff4", "title": "US Joint Chiefs chairman meets with Taliban on peace talks", "url": "http://www.foxnews.com/world/us-joint-chiefs-chairman-meets-with-taliban-on-peace-talks", "summary": "Miller meets at least once a month with Taliban negotiators as part of Washington's effort to advance a peace process.\nSpeaking in the same interview, Ross Wilson, the ranking American diplomat in Kabul, said he also sees growing risk from Taliban violence.\nThe Taliban also agreed to begin peace negotiations with the Afghan government, which are in an early stage.\nThe Taliban have demanded a halt to U.S. airstrikes, which have been conducted since February only in support of Afghan forces under Taliban attack.\nLooking back on the long-stalemated war, Milley earlier this month proclaimed the U.S. and its coalition partners had achieved \"a modicum of success.\"", "paragraphs": ["The top U.S. general held unannounced talks with Taliban peace negotiators in the Persian Gulf to urge a reduction in violence across Afghanistan, even as senior American officials in Kabul warned that stepped-up Taliban attacks endanger the militant group's nascent peace negotiations with the Afghan government.", "Army Gen. Mark A. Milley, chairman of the Joint Chiefs of Staff, met for about two hours with Taliban negotiators in Doha, Qatar, on Tuesday and flew Wednesday to Kabul to discuss the peace process with Afghan President Ashraf Ghani.", "Milley's meetings came amid a new drawdown of U.S. troops, although under current U.S. policy a complete pullout hinges on the Taliban reducing attacks nationwide.", "\"The most important part of the discussions that I had with both the Taliban and the government of Afghanistan was the need for an immediate reduction in violence,\" Milley told three reporters, including one from The Associated Press, who accompanied him to Qatar and Afghanistan. \"Everything else hinges on that.\"", "AL-SHABAB OPERATIVE WHO PLOTTED 9/11-STYLE ATTACK ON US INDICTED, PLEADS NOT GUILTY", "Under ground rules set by Milley for security reasons, the journalists traveling with him agreed not to report on either set of talks until he had departed the region. It was Milley's second unannounced meeting with the Taliban's negotiating team; the first, in June, also in Doha, had not been reported until now.", "Although Milley reported no breakthrough, his Taliban meetings represent a remarkable milestone — America's top general coming face-to-face with representatives of the group that ruled Afghanistan until it was ousted 19 years ago this month in the early stages of what became America’s longest war. Milley served three tours of duty in Afghanistan, the first in 2003 and the last in 2013-14.", "Army Gen. Scott Miller, the top commander of U.S. and coalition forces in Afghanistan, said in an interview at his military headquarters in Kabul on Wednesday that the Taliban have stepped up attacks on Afghan forces, particularly in the southern provinces of Helmand and Kandahar, and against roadways and other infrastructure.", "\"My assessment is, it puts the peace process at risk — the higher the violence, the higher the risk,\" Miller said. Miller meets at least once a month with Taliban negotiators as part of Washington's effort to advance a peace process.", "Speaking in the same interview, Ross Wilson, the ranking American diplomat in Kabul, said he also sees growing risk from Taliban violence. He said it has created \"an unbearable burden\" on the Afghan armed forces and the society as a whole.", "AS US TROOPS DRAWDOWN FROM AFGHANISTAN, GROWING CONCERN ABOUT WHAT LIES AHEAD", "In the so-called Doha agreement signed last February by the United States and the Taliban, the administration of President Donald Trump agreed to a phased withdrawal of U.S. troops, going down to zero troops by May 2021 if the agreement's conditions are upheld. One condition is a reduction in violence by the Taliban, leading to a nationwide ceasefire. The Taliban also agreed to begin peace negotiations with the Afghan government, which are in an early stage.", "The Taliban have demanded a halt to U.S. airstrikes, which have been conducted since February only in support of Afghan forces under Taliban attack.", "Miller said he was saddened by what he called the Taliban's deliberate campaign to damage roadways, bridges and other infrastructure as part of the militants' effort to limit the Afghan government's ability to reinforce its troops.", "\"Military commanders on the ground are now starting to do things that are not conducive to peace talks and reconstruction and stability,\" Miller said, adding, \"Clearly, the Taliban use violence as leverage\" against the Afghan government.", "Miller said he is executing Trump's order to reduce U.S. forces from 4,500 to 2,500 by Jan. 15, just days before Joe Biden is sworn in as Trump's successor. Miller said troop levels are now at about 4,000 and will reach the 2,500 target on time.", "Biden has not said publicly whether he will continue the drawdown or how he will proceed with the Doha agreement negotiated by Trump's peace envoy, Zalmay Khalilzad.", "HOW US WASTED BILLIONS ON ABSURD ERRORS IN AFGHANISTAN WAR", "Biden has not laid out a detailed plan for Afghanistan but has made clear he prefers a small U.S. military footprint and limited goals. He has acknowledged that he dissented from then-President Barack Obama’s decision in December 2009 to vastly increase troop levels in hope of forcing the Taliban to the peace table.", "\"I think we should only have troops there to make sure that it’s impossible for... ISIS or al-Qaida to re-establish a foothold there,\" Biden told CBS News in February.", "Trump has argued for withdrawing entirely from Afghanistan but was persuaded in November to reduce the force to 2,500 and continue the current missions of counterterrorism and training and advising Afghan forces.", "Some believe that the further thinning of U.S. forces in coming weeks could lead to renewed Taliban gains on the battlefield and a weakening of the Afghan government's position at the peace table.", "Steven Biddle, a defense policy expert with the Council on Foreign Relations and professor of international relations at Columbia University, says the main contribution of U.S. forces at this stage is political rather than military.", "\"In military terms, the war is a slowly decaying stalemate,\" Biddle said in congressional testimony last month. \"The U.S. presence can slow the rate of decay at the margin, but we cannot reverse it absent a major reinforcement that seems highly unlikely. This means that if the war continues, the Taliban will eventually prevail regardless of plausible variations in the size or nature of the U.S. troop commitment.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Milley's visit comes in the 20th year of a war initially aimed at overthrowing the Taliban regime, running al-Qaida out of the country and laying the groundwork for a global \"war on terrorism.\" It turned into something more ambitious yet less well-defined and became far more costly in blood and treasure.", "Looking back on the long-stalemated war, Milley earlier this month proclaimed the U.S. and its coalition partners had achieved \"a modicum of success.\""], "authors": [], "keywords": ["joint", "talks", "forces", "afghanistan", "milley", "miller", "chairman", "chiefs", "troops", "taliban", "afghan", "war", "meets", "peace", "violence"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}