{"id": "d82a38a0-f5ac-3b18-a628-b758772a74a7", "title": "Making waves: the female surfer smashing records and stereotypes", "url": "https://www.theguardian.com/sport/2021/jan/10/making-waves-the-female-surfer-smashing-records-and-stereotypes", "summary": "That it happened in big-wave surfing, one of the most macho, testosterone-fuelled sports on the planet, is stunning.\nRiding high: Maya Gabeira surfing in Nazaré, Portugal, where last season she rode the biggest wave of any surfer – male or female.\nLauren Hill, a surf journalist and the author of She Surf: The Rise of Female Surfing, likens big-wave surfers to endurance runners.\nThe single biggest moment for gender equality in surfing – including big-wave surfing – came in 2018.\nAnd when they do back female surfers, brands have long favoured a bikini-clad feminine ideal.", "paragraphs": ["The thing that struck Maya Gabeira was the sound. “I had never heard anything similar: it was the first affirmation that that was the biggest wave I had ever ridden,” she says. “It was just ‘phwoooaaaarrrrrrr.’” She mimics a bomb exploding in her hands. There was also a continuous “Brrrrrrrrrrrrr,” she says, like a deep engine humming – the sound of tonnes of water falling, falling, falling from a great height. “It almost vibrates inside your body.”", "The Brazilian big-wave surfer is reflecting on the events of 11 February 2020, when she rode a monstrous 22.4m (73.5ft) wave at Nazaré in Portugal. It set the world record for the biggest wave ever surfed by a woman. It was also the biggest wave surfed by anyone, male or female – the first time this feat has been achieved by a woman.", "Watching footage of the ride, part of the Nazaré Tow Surfing Challenge, induces goosebumps and gritted teeth: the 5ft 5in surfer, a crouching speck, slices through a wall of water the height of a seven-storey building; white horses gallop at her heels as the wave crashes violently behind her. The triumph of a female athlete in any open competition – something occasionally seen in ultra-marathon running or endurance swimming – is significant. That it happened in big-wave surfing, one of the most macho, testosterone-fuelled sports on the planet, is stunning.", "Even so, the surf industry’s reaction to the ride was more ripple than tsunami. “Oh, there was no aftermath,” Gabeira says, laughing wryly. The 33-year-old is speaking from her home in Nazaré, a fishing village north of Lisbon. She has a broad smile and a raspy, sun-baked voice; a rack of surfboards sits behind her. Difficulties with judging the wave’s height (a common issue in the sport, given the inexact science involved) and a comparable-sized ride that same day by Frenchwoman Justine Dupont, meant Gabeira’s record was only confirmed months later, on 10 September. That’s when the headlines rolled in – to an extent. Mainstream international press seemed far more interested than surf media, a tight bundle of publications that tend to heavily favour men’s coverage.", "Riding high: Maya Gabeira surfing in Nazaré, Portugal, where last season she rode the biggest wave of any surfer – male or female. Photograph: Armando Franca/AP", "Yet its significance shouldn’t be downplayed. “It’s a huge accomplishment for Maya and great for the sport,” says Keala Kennelly, a 42-year-old matriarch of big-wave surfing and a trailblazer for female riders. “Whether it was super talked about or not in the surfing community, it’s still going to move the needle forward.”", "It represents the latest achievement for the small, steely pack of female athletes battling to claim their place in the line-ups at the world’s most tempestuous surf breaks. For years they have been navigating a sea of unequal pay, limited opportunities and media objectification, fighting for the chance to make a career out of doing what they love. Progress has been made. Much is still to be done. They won’t be denied.", "Gabeira, who learned to surf growing up in Rio de Janeiro, is among the world’s best female big-wave riders, along with Dupont, the Hawaiians Kennelly and Paige Alms, San Franciscan Bianca Valenti, and fellow Brazilian Andrea Moller. They are heavily outnumbered by men: there are close to 100 male professionals.", "Big-wave surfing is a separate discipline from regular surfing, which attracts more eyeballs, will soon join the Olympics and is headlined by household names like Stephanie Gilmore and Kelly Slater. Big-wave is the unruly cousin – less commercial, more extreme.", "To be a big-wave surfer is to spend most of your time training and most of the rest of your time scanning weather forecasts and tracking down heavy swell. The best breaks are legendary: Teahupo’o (“Cho-poo” or “Chopes”) in Tahiti; “Jaws” off Maui, Hawaii; Mavericks in northern California; Praia do Norte in Nazaré. In Nazaré, which has the most consistent big surf, there might be 10 days a season – winter – where waves are “big” (over 6.1m, 20ft), and just two where they are “giant” (over 15.2m, 50ft). In Hawaii, giant might only happen once a year, if at all. It takes an enormous amount of effort to be in the right place for that special wave. And icy nerves to capitalise when it finally arrives.", "Lauren Hill, a surf journalist and the author of She Surf: The Rise of Female Surfing, likens big-wave surfers to endurance runners. “People who do ultra-endurance are like runners’ runners; similarly, regular surfers have this incredible admiration for big-wave surfers and all that goes into getting that one ride,” she says. “You have to be prepared for the ultimate sacrifice every time you paddle out.”", "The women speak with a cult-like reverence for their sport. Kennelly, who lives in Oahu, Hawaii, says it “attracts a really passionate person that does it for the love of the sport, not to get rich”. She describes as addictive the “forced presence” that is required. “You have to be 100% in the moment otherwise you could get injured or killed.” She says she feels fear “every time I paddle out, because I understand the consequences – but when you’re able to conquer it, that is one of the most empowering feelings.” And Gabeira describes the “life lessons” that the ocean imparts. “I joke that big-wave surfing was my university: I got taught by the ocean, in hard ways.”", "Peak practice: Maya Gabeira in the Nazare Tow Surfing Challenge in Portugal. Photograph: Armando Franca/AP", "One of those lessons almost cost Gabeira her life. In 2013 she nearly drowned after a wipe-out at Nazaré. Carlos Burle, her tow partner, found her floating face-down. “It was a moment of sadness and of realising I had lost control of the situation – and that it was up to fate at that point,” she says. “Realising you might die is a very difficult process to go through and there’s definitely a scar that’s left on you, I think forever.”", "Unsurprisingly, big-wave injuries are common – athletes suffer torn ligaments and blown-out joints from being rag-dolled under water after wiping out – and can be extreme: Kennelly once tore open her face on Teahupo’o’s shallow reef and required plastic surgery. Almost every season, like her compatriots, she suffers torn ligaments (hamstrings, back) and blown-out joints (knees, hips) from the force of being rag-dolled under water after a wipe-out.", "To ensure they’re in top shape, athletes do daily workouts in the gym or practise holding their breath in the pool for short bursts “many, many, many times”, Gabeira says. “In the ocean I’m rarely going to be calm and get a full breath in, so the five-minute hold doesn’t really matter, but it matters that I’m capable of doing 30-40 seconds while I’m completely exhausted.”", "In part, owing to its extreme physicality, big-wave surfing is far more male-dominated than regular surfing. Most of the time, out in the lineup, it’s an open playing field. This takes its toll. “You’re sitting shoulder to shoulder with these guys,” says Kennelly, “and they’re physically stronger than you, can paddle faster, and are much more aggressive.” For surfers, like Gabeira, who have a partner tow them in behind a jetski, “it’s very challenging being a woman because I surf with a very good male athlete. I have to be on top of my game and mentally sharp in a sport that counts force and testosterone and power.”", "You have to prepare for the ultimate sacrifice each time you paddle out", "More problematically, the fact it is a boys’ club has meant that a red-blooded culture has long prevailed. In 1963, leading surfer Buzzy Trent wrote in an article: “Girls do fine when it comes to housework… and even riding the ankle snappers at Malibu. But one thing I can’t stand is girls riding (or attempting to ride) big waves.” He continued: “Girls are intended to be feminine, and big-wave riding is definitely masculine.”", "Half a century on, female athletes can cite countless examples of sexism in the line-up. “At Mavericks I would feel like I was the only feline in a pack of hungry lions. These guys want to chat me up,” says Valenti. She worked on her mindset with sports psychologists. “I had to figure out how to stay focused and be like, ‘I’m not here to talk, I’m here to surf.’”", "In the aftermath of Gabeira’s near-drowning, Hill says Gabeira was treated unfairly, the target of lots of “quite sexist” commentary. Most notably, renowned American surfer Laird Hamiltonhumiliated the Brazilian when he said in a TV interview: “Maya doesn’t have the skill to be in these conditions; she should not be in this kind of surf. And I feel like it’s Carlos [Burle’s] responsibility to take care of her.”", "However, the culture has improved significantly in the past couple of years. “I wouldn’t say it’s welcoming now, but it’s a possible place to strive as a woman. That’s a progression. There’s representation,” says Gabeira.", "These improvements chime with broader societal movements such as #MeToo and Time’s Up, yet they owe more to the simple fact of these female surfers turning up, time and again, “charging” the biggest waves, and proving they can mix it with the guys.", "‘Surfer girls once had to sell bikinis. I’ve never surfed in a bikini in my life – I have five layers on’: Maya Gabeira. Photograph: Shanti Tan/TAG Heuer", "A watershed moment came in 2016 when Kennelly’s Teahupo’o ride won best barrel at the XXL awards – “the Oscars of big-wave surfing” – becoming the first female win in an open competition. Gabeira’s new record will propel that momentum forwards.", "The single biggest moment for gender equality in surfing – including big-wave surfing – came in 2018. The World Surf League (WSL), surfing’s governing body, announced it would award equal pay to women and men for all professional competitions. Big-wave surfers had a major hand in this: for two years, the Committee for Equity in Women’s Surfing (CEWS), comprising close friends Valenti, Kennelly, Alms and Moller, had campaigned tirelessly. It was a bruising process but Kennelly calls the result “monumental.”", "This means that male and female big-wave surfers – like all other pro surfers – can win equal prize money and, in theory, earn comparable livings. In reality, though, the particulars of big-wave surfing mean there are still enormous gender pay gaps. Unlike the Tour, which has dozens of events, there are fewer major big-wave competitions.", "Consequently, the vast majority of big-wave athletes’ earnings – male or female – comes from corporate sponsorship. The biggest threat to a career is not being flattened by a 22m wall of water but the more prosaic matter of a lack of funds. Hunting big waves is an expensive pursuit and backing from one of the core surf brands – Quicksilver, Ripcurl, Billabong, Volcom or Roxy – is tough to come by. “It’s really hard to find sponsors that see the value in big-wave surfing,” says Alms. “It is so sporadic that a lot of companies have a hard time justifying the amount of work that goes into what we do.”", "This is especially true for female surfers. Kennelly estimates male big-wave athletes earn 80-90% more from sponsorship than their female counterparts.", "And when they do back female surfers, brands have long favoured a bikini-clad feminine ideal. “For a long time surfer girls would have to sell bikinis; I’ve never surfed in a bikini in my whole life; that would not work for me. I’m surfing huge waves. I have five layers on,” says Gabeira.", "Kennelly, one of the first openly gay women in pro surfing and was dropped by most of her sponsors when she came out in 2008 (at the time she was on the Tour, not doing big-wave riding), is more scathing. Two years ago she said in an interview that brands thought it was “fun seeing women in a bikini, but not fun seeing you charge giant waves”. I ask if she feels differently now. She doesn’t. “That attitude hasn’t changed at all. You’re expected to look like a model and then somehow surf like an athlete.”", "At present, only three women – Gabeira, Alms and Dupont – have enough backing to ride full-time, compared to dozens of men (although there’s also a much bigger pool of male surfers). The rest have other gigs. Valenti runs a restaurant, Kennelly is a DJ and bartender. “When I won my big-wave world title [in 2019], I went right back to Oahu for my bartending job.”", "These surfers see hurdles ahead but also huge opportunities for improvement. They want access to more funding, better equipment, and male-only competitions. They want to see more women working at surf companies and publications, which, like the Mavericks line-up, are overwhelmingly male.", "CEWS was dissolved this year – “we completed what we set out to do,” says Valenti – and the “next big wave” involves partnering with top female athletes from other sports, such as footballer (Kennelly DJs on the side; Valenti runs a restaurant). Valenti wonders how much big brands are missing out on by not investing equally in female surfers and is enthused about the potential for growth. “Hypothetically, because men have had the resources for so long, their level of performance won’t have as big a jump. I think for women we’re going to see one crazy increase once we get the resources we need. I’m excited for that, as an athlete and fan.”", "There are heartening signs elsewhere. Social media has enabled female surfers to have a voice, and there’s a growing network of independent female-run surf brands and niche publications telling fresh stories. Today’s teenagers have women athletes showing what’s possible.", "When asked if she sees herself as a role model, Gabeira demurs. She seems uncomfortable with the spotlight. But the reality is that her record-breaking wave will give youngsters something to strive towards. She says she’s currently writing a children’s book and wants to “share my story and encourage girls and boys and make sure they stay motivated. I would love to be a source of courage and perseverance for kids.” It sounds like she might be a role model after all. What’s the book about? She grins. “It’s the tale of a girl who surfs the biggest waves in the world.”"], "authors": ["Jamie Waters"], "keywords": ["surfers", "making", "waves", "surfing", "records", "surfer", "bigwave", "women", "stereotypes", "female", "surf", "gabeira", "kennelly", "wave", "smashing"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}