{"id": "d83409eb-d722-39b4-8455-5404bdd87b52", "title": "Indigenous Peoples, the Environment, and Development", "url": "https://execed.economist.com/colorado-law-executive-education/indigenous-peoples-environment-and-development-2021-06-08", "summary": "He has taught and written extensively on international human rights and issues concerning indigenous peoples, and is the author of, among numerous other publications, two widely-used textbooks: Indigenous Peoples in International Law (Oxford Univ.\n(2004)), and International Human Rights: Problems of Law, Policy and Process (Wolters/Kluwer, 6th ed.\nHe served as the United Nations Special Rapporteur on the Rights of Indigenous Peoples from May 2008 to June 2014.\nDean Anaya has advised numerous indigenous and other organizations from several countries on matters of human rights and indigenous peoples, and he has represented indigenous groups from many parts of North and Central America in landmark cases before domestic and international tribunals, including the United States Supreme Court and the Inter-American Court of Human Rights.\nAs UN Special Rapporteur on the Rights of Indigenous Peoples, Dean Anaya monitored the human rights conditions of indigenous peoples worldwide, addressed situations in which their rights were being violated, and promoted practical measures to secure indigenous peoples' rights, travelling frequently to meet with government officials and visit indigenous communities.", "paragraphs": ["S. James Anaya is the Dean of the University of Colorado Law School. He has taught and written extensively on international human rights and issues concerning indigenous peoples, and is the author of, among numerous other publications, two widely-used textbooks: Indigenous Peoples in International Law (Oxford Univ. Press (1996); 2d ed. (2004)), and International Human Rights: Problems of Law, Policy and Process (Wolters/Kluwer, 6th ed. 2011) (with Hurst Hannum and Dinah Shelton). He served as the United Nations Special Rapporteur on the Rights of Indigenous Peoples from May 2008 to June 2014.", "Dean Anaya has advised numerous indigenous and other organizations from several countries on matters of human rights and indigenous peoples, and he has represented indigenous groups from many parts of North and Central America in landmark cases before domestic and international tribunals, including the United States Supreme Court and the Inter-American Court of Human Rights. Among other noteworthy activities, Dean Anaya participated in the drafting of the United Nations Declaration on the Rights of Indigenous Peoples and was the lead counsel for the indigenous parties in the case of Awas Tingni v. Nicaragua, in which the Inter-American Court of Human Rights for the first time upheld indigenous land rights as a matter of international law. As UN Special Rapporteur on the Rights of Indigenous Peoples, Dean Anaya monitored the human rights conditions of indigenous peoples worldwide, addressed situations in which their rights were being violated, and promoted practical measures to secure indigenous peoples' rights, travelling frequently to meet with government officials and visit indigenous communities.", "Prior to becoming a full time law professor, he practiced law in Albuquerque, New Mexico, representing Native American peoples and other minority groups. For his work during that period, Barrister magazine, a national publication of the American Bar Association, named him as one of \"20 young lawyers who make a difference.\" Dean Anaya served on the law faculty at the University of Arizona from 1999 to 2016 and on the faculty of the University of Iowa from 1988 to 1999. Additionally, he has been a visiting professor at Harvard Law School, the University of Toronto, and the University of Tulsa."], "authors": [], "keywords": ["environment", "rights", "human", "anaya", "law", "university", "international", "dean", "development", "indigenous", "united", "peoples"], "pubDate": "2021-06-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}