{"id": "d874a4a3-90ac-37c1-a416-8df88336d61c", "title": "TikTok Is Obsessed With This Model’s Runway Walk", "url": "https://www.vogue.com/article/louis-powell-tiktok-model-runway-walk", "summary": "How has your content evolved on TikTok?\nFor me, it changes all the time, depending on what music I’m listening to, who I’m hanging out with, or what I see online.\nWhen I first started TikTok, it didn’t seem like there was anywhere near as much creativity on the app as there is now.\nTikTok has grown and evolved so quickly, it seems, so I wanted to be part of its fashion scene as soon as I could.\nThen I’ll go back and edit the film to sync with the music, and then I may add effects.", "paragraphs": ["1. How has your content evolved on TikTok?", "At first, it was just something to keep my mind creative during lockdown—I mean, there wasn’t much else I could do stuck inside with loads of clothes! I feel like my content has evolved massively. I used to make fairly basic outfit videos which, don’t get me wrong, are still very cool, but I wanted to be as creative I could be with what I had.", "My style [has evolved] as well. For me, it changes all the time, depending on what music I’m listening to, who I’m hanging out with, or what I see online. When I first started TikTok, it didn’t seem like there was anywhere near as much creativity on the app as there is now. TikTok has grown and evolved so quickly, it seems, so I wanted to be part of its fashion scene as soon as I could.", "TikTok: Courtesy of @ youngmanpowell", "2. What's your process for creating TikToks?", "My ideas tend to come to me randomly. I also think it’s important to share creativity, especially in times like these. So I get inspired by things I see on social media, and when I see someone has taken inspiration from something I’ve made or done, I think that’s cool. The process normally starts with a video I’ve filmed, and then I’ll try and match the music to it depending on what the mood is. Then I’ll go back and edit the film to sync with the music, and then I may add effects."], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["music", "ive", "evolved", "think", "obsessed", "models", "im", "wanted", "walk", "runway", "process", "ill", "depending", "tiktok"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}