{"id": "d8af0bb6-4c3c-3b15-91ba-d325b628b3e0", "title": "Padres' Joe Musgrove Throws 1st No-Hitter in Franchise History vs. Rangers", "url": "https://bleacherreport.com/articles/10001140-padres-joe-musgrove-throws-1st-no-hitter-in-franchise-history-vs-rangers?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Ronald Martinez/Getty ImagesJoe Musgrove authored the first no-hitter in the San Diego Padres' 53-season history on Friday after blanking the Texas Rangers 3-0 at Globe Life Field in Arlington, Texas.\nMusgrove struck out 10 batters over his nine shutout frames.\nAs Kevin Acee of the San Diego Union-Tribune noted, the Padres had no-hit their opponents through eight innings a total of 23 times before.\nMusgrove has now thrown 31 shutout innings dating back to last year, when he pitched for the Pittsburgh Pirates.\nDanny Vietti of CBS Sports tweeted about Musgrove's San Diego County roots.", "paragraphs": ["Ronald Martinez/Getty Images", "Joe Musgrove authored the first no-hitter in the San Diego Padres' 53-season history on Friday after blanking the Texas Rangers 3-0 at Globe Life Field in Arlington, Texas.", "Musgrove struck out 10 batters over his nine shutout frames. He threw 112 pitches and allowed just one base-runner after hitting outfielder Joey Gallo with a pitch in the bottom of the fourth inning.", "As Kevin Acee of the San Diego Union-Tribune noted, the Padres had no-hit their opponents through eight innings a total of 23 times before.", "The 24th time was the charm in Arlington, and Musgrove finished the night by getting Isiah Kiner-Falefa to ground out to short.", "Musgrove has now thrown 31 shutout innings dating back to last year, when he pitched for the Pittsburgh Pirates. He's held opponents scoreless over his last four starts, including six shutout frames against the Arizona Diamondbacks last Saturday.", "Musgrove's no-hitter was MLB's first since Chicago Cubs left-hander Alec Mills twirled one on Sept. 13 against the Milwaukee Brewers.", "The catcher that day was Victor Caratini, and he was behind the plate for Musgrove's performance as well.", "The fact that Musgrove broke the Padres' streak of 8,205 straight regular-season games without a no-no is special enough, but doing so for his hometown team makes it even better.", "Danny Vietti of CBS Sports tweeted about Musgrove's San Diego County roots.", "\"It's awesome to have it be in a Padres uniform,'' Musgrove said afterward. \"To have it be the first in the history of the franchise, that's incredible.''", "Musgrove, who made those remarks to Padres field reporter Bob Scanlan postgame, also said he didn't feel good in warmups and slept poorly the night before.", "That apparently didn't matter much, as Musgrove made history regardless.", "His accomplishment is all the more impressive considering some of the Padres' great starters from past years:", "The 29-year-old naturally received recognition for his work, including congratulations from legendary Padres closer and Hall of Famer Trevor Hoffman:", "Musgrove will now look to continue his torrid pace against his old team in the Pirates, who dealt the right-hander to his hometown as part of a three-team, seven-player trade with the New York Mets in January.", "The six-year MLB veteran, who is currently scheduled to start Wednesday at Pittsburgh, has struck out 18 batters over 15 shutout innings over two appearances this year."], "authors": ["Paul Kasabian"], "keywords": ["throws", "san", "history", "struck", "pittsburgh", "team", "diego", "vs", "innings", "padres", "rangers", "1st", "joe", "franchise", "musgrove", "nohitter", "shutout"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}