{"id": "d8bf1f31-009a-38de-92ee-c8ba7bd8fa4c", "title": "Immortals Fenyx Rising Gets A Season Pass And Plenty Of Post-Launch Content", "url": "https://www.gameinformer.com/2020/11/17/immortals-fenyx-rising-gets-a-season-pass-and-plenty-of-post-launch-content", "summary": "Earlier today, we revealed that Immortals Fenyx Rising is the next big title to grace the cover of Game Informer magazine.\nWhile we'll have a ton of exclusive news to bring to you about the game and our time playing it, a new trailer showcases Immortals Fenyx Rising's Season Pass and post-launch plans.\nThe Season Pass comes with the Immortals Fenyx Rising Gold Edition for $40.\nIf you're excited about Ubisoft's latest open world IP, be sure to keep an eye on our exclusive coverage as we continue to upload videos and articles about the upcoming game.\nImmortals Fenyx Rising launches for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3.", "paragraphs": ["Earlier today, we revealed that Immortals Fenyx Rising is the next big title to grace the cover of Game Informer magazine. While we'll have a ton of exclusive news to bring to you about the game and our time playing it, a new trailer showcases Immortals Fenyx Rising's Season Pass and post-launch plans.", "Three narrative-based expansions come with the Season Pass, starting with \"A New God\" - a mission where protagonist Fenyx must take on the Trial of the Olympians while exploring a selection of vaults built by the gods. Secondly, there's \"Myths of the Eastern Realm\" - a story that's influenced by Chinese Mythology. A hero named Ku joins the fight and players must familiarize themselves with Ku's martial arts fighting style to defeat new enemies and monsters. Finally, \"The Lost Gods\" showcases top-down gameplay and reveals another hero, Ash, who excels at brawler combat. The Lost Gods also comes with a new map for players to navigate. For some sweet visuals of the game's upcoming content, check out the trailer at the top of this article!", "The Season Pass comes with the Immortals Fenyx Rising Gold Edition for $40. If you're excited about Ubisoft's latest open world IP, be sure to keep an eye on our exclusive coverage as we continue to upload videos and articles about the upcoming game. Immortals Fenyx Rising launches for PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["fenyx", "pass", "trailer", "plenty", "content", "season", "game", "gods", "immortals", "gets", "xbox", "upcoming", "rising", "postlaunch"], "pubDate": "2020-11-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}