{"id": "d8da4cda-224f-3304-bc0d-8aebbdd9b1f5", "title": "Dark tourism takes to the sky above Chernobyl", "url": "https://edition.cnn.com/travel/article/chernobyl-dark-tourism-flights/index.html", "summary": "Inflight information will be provided by guides from Chernobyl Tour , a well-known Ukrainian company that specializes in Exclusion Zone tourism.\n\"Chernobyl is the most successful tourist destination in Ukraine,\" says Yaroslav Yemelyanenko, director of Chernobyl Tour.\nEerie settingTourists have continued to flock to Chernobyl's Exclusion Zone even during the pandemic.\nHis company is working on new creative offerings that capitalize on the eerie Exclusion Zone setting.\nThe company offers its own flight experience over Chernobyl, Pripyat and the Duga radar.", "paragraphs": ["(CNN) — If you've ever dreamed of seeing the site of the world's worst nuclear disaster from the air, now may be your chance.", "To commemorate the 35th anniversary of the catastrophe this month, an aerial tour is being offered that will give passengers a chance to gaze down on the Chernobyl Nuclear Power Plant and the abandoned city of Pripyat.", "The tour, operated by Ukrainian International Airlines, will take place on April 25, the eve of the date that Chernobyl's Reactor No, 4 exploded in 1986, sending a toxic plume of radioactivity into the skies over Europe.", "It's a straightforward itinerary. For about $106 (2,970 Ukraine hryvnia), participants will get a place on an Embraer 195 passenger jet that will take off from Kiev's Boryspil Airport, then fly north to Chernobyl, taking in panoramas of the Exclusion Zone around the power plant.", "Also available, according to UIA's description of the tour , is an opportunity to \"take a photo in the cockpit and take a selfie with the pilot.\" The ticket also includes an aviation geek treat with a side tour of a Boeing 777 parked on the apron at Boryspil.", "During the flight, organizers say the aircraft will stay above the minimum permitted height of 900 meters over Chernobyl, getting as close as possible to the nuclear power station without compromising safety.", "Inflight information will be provided by guides from Chernobyl Tour , a well-known Ukrainian company that specializes in Exclusion Zone tourism.", "Rave reviews", "Chernobyl Tours has been offering smaller flights over Chernobyl. Chernobyl-Tour.UA", "The flight is similar to other creative pandemic-influenced travel ventures.", "And while it might seem odd to while away one major disaster by contemplating another that happened three decades earlier, organizers say the trip wouldn't have happened without Covid.", "Related content Chernobyl control room now open to visitors -- but only wearing a hazmat suit", "\"To be honest, this tour was made possible only due to the pandemic,\" says Bohdan Skotnykov, UIA's head of project for the flight. \"There is an available aircraft and our team has some free time to do creative projects.\"", "Skotnykov says Covid-19 safety precautions will be in place during the flight in line with others operated by UIA. Passengers and crew will strictly adhere to quarantine rules both at the airport and on the plane.", "It's not the first time UIA has operated this kind of trip. Several previous flights sold out in two days and garnered rave reviews.", "\"Most of all I liked the opportunity to communicate freely with the pilots,\" Vladimir Belenky, who took part in the third UIA flight over Kyiv and Chernobyl, told CNN, adding that he was satisfied both with the service and the program.", "\"I always dreamed of walking right under the plane and sitting in the captain's seat in a Boeing 777 cockpit. My dream came true.\"", "Although more focused on the aviation side, UIA's excursion continues a popular dark tourism tradition that, prior to Covid restrictions, saw tens of thousands of visitors explore the grim disaster site around Chernobyl and the abandoned city of Pripyat.", "\"Chernobyl is the most successful tourist destination in Ukraine,\" says Yaroslav Yemelyanenko, director of Chernobyl Tour. \"Before the quarantine, the number of tourists has doubled every year.\"", "Eerie setting", "Tourists have continued to flock to Chernobyl's Exclusion Zone even during the pandemic. Chernobyl-Tour.UA", "Even during countrywide restrictions to combat a new wave of infections, visitors have continued to flock to the site, where tours of Pripyat, Chernobyl and the nearby abandoned Duga radar array have been permitted to continue.", "Despite this, the pandemic has put its strain on dark tourism.", "In 2020 only 32,000 people visited the Exclusion Zone, 72,000 fewer than in 2019.", "International tourists, intrigued after watching HBO's popular \"Chernobyl\" TV series, made up 80% of all the visitors, but restrictions on global travel have seen a tidal wave of interest reduced to a trickle.", "Related content Duga radar: Enormous abandoned antenna hidden in forests near Chernobyl", "But Yemelyanenko is positive about the future of Chernobyl tourism. His company is working on new creative offerings that capitalize on the eerie Exclusion Zone setting.", "Recent tours have included Chernobyl kayaking, Pripyat river boat trips and extreme all-terrain vehicle rides in the Zone. The company offers its own flight experience over Chernobyl, Pripyat and the Duga radar.", "\"When the fully fledged tourist connection between the countries is finally restored, we will have something to surprise even those tourists who have been to the Chernobyl zone many times,\" adds Yemelyanenko.", "For sure, the region's grim history, its ghost city and vast 1,000-square-mile landscape of abandoned structures, not to mention rumors of hauntings, continue to lure many people.", "Some join official tours after obtaining the obligatory permit to visit the area. Others enter illegally and roam radiation-contaminated places at the risk of incurring huge fines.", "'Time machine'", "Tour operators are confident that interest in the site will endure beyond the pandemic. Chernobyl-Tour.UA", "One curious new trend among illegal explorers is the unofficial \"renovation\" of abandoned buildings as part of a project called \"Time Machine.\" A group of enthusiasts headed by a vlogger known as Stanislav Polessky is working to recreate the authentic 1980s interiors of the dilapidated properties of the ghost city.", "\"The idea to make museum rooms arose almost 10 years ago, when I first visited the Exclusion Zone and saw that all the buildings that remained in Pripyat were looted,\" Stanislav told CNN. He said he wanted to complete a few restoration projects to show people how the spaces looked in the first days after the total evacuation of all Pripyat inhabitants.", "So far they have brought to life a kitchen and a room in one of Pripyat's flats as well as a few locations in the kindergarten. Their good intentions are illegal though and the renovation sessions are regularly interrupted by police.", "Related content Inside Slavutych, the city created by the Chernobyl explosion", "Last year, the Exclusion Zone went through another disaster, 10 days of forest fires that fortunately stopped just a mile from the nuclear power plant.", "It was estimated that almost 30% of tourist attractions of the zone were burned down including former Soviet youth camp Izumrudnoye and an abandoned village, Stara Markivka.", "The Exclusion Zone does, however, seem to have a positive future.", "In recent years, Ukraine has been making an attempt to rebrand Chernobyl from a shameful monument to incompetence and tragedy to what the country's President Volodymyr Zelensky called a \"unique place on the planet where nature is reborn after the global man-made disaster.\""], "authors": ["Pavlo Fedykovych"], "keywords": ["takes", "tour", "tourism", "dark", "exclusion", "pripyat", "flight", "disaster", "zone", "abandoned", "visitors", "sky", "tours", "chernobyl"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}