{"id": "d8fd3201-6fe5-373e-90f2-f8ae6b0a7965", "title": "The billionaire space race", "url": "https://www.ft.com/video/aa8d6547-ccd5-4c83-a6b7-979be44336fb?playlist-name=section-9261403f-453d-4e4d-be10-c2439191663b&playlist-offset=5", "summary": "It is 45 years since man last walked on the moon, and the Space Race slowed to a crawl.\nAnd, obviously, if you can reuse the launch rocket again and again and again, it dramatically reduces the cost of taking your asset to space.\nWe all watch rocket launches on TV and think that's space.\nI've always wanted to come and see a space launch at Cape Canaveral, breathtaking.\nVCs are not investing in space because space is cool.", "paragraphs": ["You can enable subtitles (captions) in the video player", "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard.", "It is 45 years since man last walked on the moon, and the Space Race slowed to a crawl. The Apollo missions were described as the last great optimistic act of the 20th century, and they were followed by an era of public indifference. But we stand at the dawn of a new space era, which is defined more by commercial gain and personal vanity.", "Space is no longer the exclusive playground of nation states. Tech billionaires, like Elon Musk and Jeff Bezos, have joined the game. They dream of space tourism and asteroid mining and sending voyages to Mars. These are new acts of 21st century optimism and a very different kind of Space Race.", "[MUSIC PLAYING]", "Rapid and complete reusability is really the key to opening up space.", "If we can reduce the cost of launch by a factor of 10 and then by a factor of 100, you'll be living in a completely new world.", "[MUSIC PLAYING]", "Space exploration is madly expensive because this never happens. Escaping Earth's gravitational field takes a huge amount of energy. That equation is never going to change, but there are other ways for costs to tumble. For a long time, reusable rockets were thought to be impossible. Now the new launch providers, such as SpaceX, have turned that view on its head and changed the economics of space flight forever.", "The cost of taking a 6 tonne satellite into space is dropping dramatically. So nowadays, several operators are offering the potential to recover the rocket, and some of these rockets are actually able to be landed on a platform to save it and reuse it. And, obviously, if you can reuse the launch rocket again and again and again, it dramatically reduces the cost of taking your asset to space.", "Rupert Pearce is the chief executive of Inmarsat. At this point, his satellite is going to be the heaviest payload SpaceX has ever launched.", "We have teams of people who work maybe four or five years on that piece of ironmongery. It's a huge piece of their career right there on the launch pad. And they know in the next 10 seconds, it could evaporate and be just a very, very large firework. It's quite the moment.", "I'm standing on Satellite Beach in Florida among the surfers and the pelicans just down the coast from Cape Canaveral, up there, where SpaceX launches its rockets. The Inmarsat's I-5 satellite is going to be launched off into space tomorrow. But if it was sitting on this beach, how big would it be? Let's have a look.", "It would measure about 3.5 metres by 3.5 metres. It also stands 7 metres high, about the height of a double-decker bus, and weighs just under 6 tonnes. But if the rocket goes off without a hitch and the satellite successfully deploys in space, then the solar panels will extend to a length of about 33 metres.", "When Arthur C Clarke wrote about extraterrestrial relays orbiting the earth, the year was 1945. Now they are multi-billion dollar industries.", "We all watch rocket launches on TV and think that's space. The real space money comes from direct-to-home television and GPS products and services, so things that affect our lives day-to-day, things that have global markets, that's where you make money in space.", "There are three main reasons for space travel-- to understand Earth, to understand the wider universe, and soon, maybe, to turn homo sapiens into an interplanetary species. On the day of the launch, as I caught a glimpse of the rocket about to leave Earth and deploy a satellite to look back upon us, I couldn't help remembering the people who had been here before.", "[MUSIC PLAYING]", "In 1969, Neil Armstrong, Buzz Aldrin, and Michael Collins blasted off from this historic launch pad at Cape Canaveral, and they went to the moon, which you can see just behind the rocket there. Next year, SpaceX, which have built this rocket, are intending to take two, very rich, fee-paying astronauts to the other side of the moon and bring them safely back home. This place really is a portal between two worlds. The stakes are not as high today as they were in 1969, but every rocket launch generates both exhilaration and anxiety. 30 seconds.", "Falcon 9's in start up.", "T minus 10, 9, 8, 7, 6, 5, 4, 3, 2.", "So we have lift off. That is amazing. The light is just extraordinary. And now you can hear the sound. These roaring of 9 engines. And now you can just feel the ground shaking and the noise.", "[ENGINE ROARING]", "Once it's cleared the launch pad, the light becomes absolutely blinding. It's quite painful to look at it at that point, and the noise becomes absolutely overwhelming. So this is max Q, which is when the rocket is under the maximum stress. So a lot of the SpaceX guys say that it's a real kind of visceral feeling to experience a launch like this, and I now understand exactly what they're talking about. It really does kind of get you in the chest here. You see this thing going up at unbelievable speed and within 30 minutes, it will be in outer space, and it will be deploying the satellite.", "[CHEERING]", "So that's the first stage of separation now. And you can hear all the cheering in the background. They seem quite happy. I've always wanted to come and see a space launch at Cape Canaveral, breathtaking.", "Government agencies like NASA and Russia's Roscosmos, used to be the only way to explore space, but SpaceX has leased Launch Pad 39A from NASA for 20 years. If the new space companies are in the ascendant, what does it mean for the traditional space agencies? Is it only up to them to study and understand the wider universe?", "My name is Charlie Bolden, and I am the 12th NASA administrator. I spent 34 years in the Marine Corps, 14 in the middle of that, was spent in NASA's astronaut office where I had the privilege of flying four space shuttle missions, including two on the beautiful vehicle behind us called Discovery, when we deployed the Hubble Space Telescope that has opened up the universe to us. Going to space was science fiction when I grew up in Columbia, South Carolina. A 17-year-old kid anywhere around the world today has not taken a single breath when people have not been living and working on the International Space Station.", "[MUSIC PLAYING]", "What is it about space flight that brings people together? One is the view of the planet. There are no borders. There are no boundaries. I like to tell people we live in one ocean, not multiple oceans. And they're little bodies of land that stick up, and that is obvious, I mean, just immediately it strikes you when you get to space and you look back on our planet.", "I'm asked frequently, what about commercial companies? I am in love with them. I was a healthy sceptic when I became the NASA administrator in 2009. And my scepticism was based on \"commercial ideologues\", people who believed then and some still believe, just get NASA out of the business, get governments out of the business, just give all the money to entrepreneurs and the like, and they'll do it all. And I just don't believe that. I think there are some things that, one, are too expensive, too risky for entrepreneurs and commercial entities to do today. Going out and blazing the trail to Mars, I think, is the responsibility of agencies like NASA and Roscosmos and then bring commercial entities along as we can.", "Not everyone believes in the hype of the new space entrepreneurs. Mariana Mazzucato is a leading economist who contributed to A NASA study on the economy of space.", "I wouldn't call them entrepreneurs. The word entrepreneur means risk-taking and forming new markets. And actually, I think all the different actors in space, including NASA, has an entrepreneurial role and just labelling the companies as entrepreneurs and then looking at NASA as this sort of inertial dinosaur, I think, is part of the problem. So, for example, when we have space tourism, why is the entire price of that ticket for the very rich space tourists? Why does it all go to companies like SpaceX and not a penny to the public infrastructure, which has actually enabled that?", "Should NASA get a payback? Should the government get a payback from all these things that you've made possible? Should entrepreneurial firms be required to pay something to the government? My answer is no. They pay tax. They generate revenue. They create a new industry, all of that results in funds to a government.", "The Goldman Sachs report on space as the next investment frontier calculated that venture capital funds had sunk more than $13 billion into space projects so far this century. They believe that it could become a multi-trillion dollar market within the next two decades.", "So the question of why are VCs investing in space right now is a very interesting one. VCs are not investing in space because space is cool. VCs are investing in space because they see an opportunity for 10 times returns or 100 times returns in certain kinds of ventures. Those ventures are typically small satellite ventures in the hundreds of millions of dollars, not multiple billions. And hundreds of millions of dollars as a total investment cost is much more aligned with realistic VC investments than multiple billions. That's just not the level of capital that VCs typically are operating at.", "But if venture capital firms are transfixed by the market for cubesats, the Silicon Valley giants have their eyes on a much bigger prize at much longer odds-- Mars.", "We can bring life as we know it and breathe life into Mars where it doesn't exist today. I think, a future where we are a spacefaring civilisation and out there among the stars is infinitely more exciting and inspiring than one where we are not.", "SpaceX's stated goal is for humanity to become an interplanetary species. Long before Elon Musk began to plan for Mars, Kim Stanley Robinson had already been there. The visionary science fiction author wrote the Mars trilogy imagining how 100 scientists would set up a base on Mars. When we met at the Royal Greenwich Observatory in London, I asked him why Mars cast such a spell.", "You can see it with the naked eye, that matters. The fascination comes from this combination of real, but empty.", "What's your best guess about when man will reach Mars?", "Put it this way, if the human community decided it was a priority, then we could be on the planet in about 10 to 15 years. But it's expensive, and you can't make a profit from it. You simply can't.", "Mars is-- I get asked all the time, are you guys kidding? And the answer is no, we're not kidding. It's within our grasp. We're closer to sending humans to Mars today than we've ever been. The business case for cargo was easy. Humans is a little bit harder. I am still not convinced that we have a business case for humans going to Mars. Most people come up with the same response, we can't put a dollar value on it, however, it's something that we cannot not do.", "President Donald Trump also appears to see the value of stepping onto another planet.", "Tell me, Mars, what do you see a timing for actually sending humans to Mars?", "Well, I think as your bill directed, it'll be approximately in the 2030s. Unfortunately, space flight takes a lot of time and money so getting there will require some international cooperation.", "Well we want to try and do it during my first term or, at worst, during my second term, so we'll have to speed that up a little bit. OK?", "When President Trump was talking to the astronauts on ISS the other day, he seemed to indicate that it could be done within his timeframe.", "No. I disagree with the president. You can do anything, but there is a saying in aviation that a vision without finance is a hallucination. The 2030s, that's about as early as we can do it. You're from the Financial Times, so you understand that you can talk big talk all you want, but if you're not putting money toward it, it ain't going to happen.", "We can learn a lot from earlier eras of exploration to understand how things may play out in space in future.", "In the 19th century, everybody was focused on can humans get to the North Pole. And then when that happened, can humans get to the South Pole? Then it was Mount Everest, and in 1953, we got to the top of Everest. Then it was the moon, and in 1969, we got to the moon. It has to be pointed out that in each of these cases, once we've got there, interest in that place per se fell off drastically.", "People claim a huge interest in Mars. In fact, it's a dead rock and poisonous. You can't go outdoors. You'd have to live underground. So the moment we land on Mars, people who say, now I wonder if we can get to the moons of Jupiter. I wonder if we can get to the moons of Saturn and so on.", "When you talk about it as maybe a tourist destination, the trivialising of space is just almost absurd, and it becomes like the equivalent of bungee jumping. Bungee jumping, you jump over a bridge, you stretch, you go down, you come back up. Oh, how wonderful. Bungee jumping upwards is going up into space, you spend a half billion dollars to do it, and then you come back down. Is that really all space was for, a rich person's bungee jumping? I don't think so, and nobody thinks so.", "In 2006, Anousheh Ansari became the first woman to travel into space as a paying astronaut. She paid $20 million for the trip.", "Sitting on top of the rocket, you would think that it would be a very powerful and jarring experience. And it is a powerful experience, but you don't feel it as much. When you see Earth from space, the feeling you get, that image stays with you for the rest of your life. It's very difficult to put it to words, but the first feeling that I got is that, oh my God, this is a planet that's alive. You almost feel a life force, an energy, a heat coming from it, so beautiful. And you look around, and there's nothing else like it.", "Space exploration has always oscillated between the outlandish and the inspirational. The new billionaires are now rekindling the optimism of the early space era and daring to extend the frontiers of humanity.", "You can't even tell where one country starts and the other one stops. All those things that creates conflict just melts away, and then you can see our planet as one home for all of us. And that's an image that I hope world leaders could see because the policies they would come up with would be very different.", "So you would like to send President Trump into space?", "I would like to send all world leaders, including President Trump, to space."], "authors": ["Produced", "Edited Tom Hannen", "Filmed Gregory Bobillot", "Petros Gioumpasis", "Steve Ager", "Tom Hannen"], "keywords": ["nasa", "going", "thats", "things", "space", "spacex", "mars", "rocket", "billionaire", "race", "launch", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}