{"id": "d9014b14-001f-37cc-8997-31af3344ae3d", "title": "Amazon's Fitness Tracker Teaches You How to Be Nicer (Kinda)", "url": "https://www.wired.com/story/review-amazon-halo-fitness-tracker/", "summary": "Amazon’s new health tracker, the Halo, is a small, display-free device fitted into a fabric band that you wear on your wrist.\nUnlike many fitness trackers that simply count your steps, the Halo collects additional health data that is shockingly intimate.\nI’ve worn the Halo for a month, and it lacks a lot of features I'd want in a fitness tracker, like GPS for tracking your runs.\nIn fact, I've also found that most of the data the Halo does analyze doesn’t seem worth the hassle of collecting it.\nOr, open the mobile app and press the Live tab to watch it monitor your tone of voice in real time.", "paragraphs": ["Amazon’s new health tracker, the Halo, is a small, display-free device fitted into a fabric band that you wear on your wrist. Unlike many fitness trackers that simply count your steps, the Halo collects additional health data that is shockingly intimate. Most notably, the app analyzes pictures of you in your undies to measure your body fat percentage. Also, the Halo's microphone records snippets of your conversations to interpret the emotions conveyed in the tone of your speaking voice.", "I’ve worn the Halo for a month, and it lacks a lot of features I'd want in a fitness tracker, like GPS for tracking your runs. In fact, I've also found that most of the data the Halo does analyze doesn’t seem worth the hassle of collecting it. I’m not sure it’s a great idea for any company, let alone Amazon, to normalize the process of full-body strip-down scans for its customers.", "I'm not the only one who thinks so; the requests for underwear photos and the on-device mic have raised many privacy concerns. Despite these complaints, the Halo's voice-tone tracking feature intrigued me. I wore the wristband through a stressful pandemic holiday with two small children. After two weeks with my nuclear family in the claustrophobic confines of our home without childcare help, parties, or any rest, the Halo began registering voice tones it flagged as increasingly irritable. It made me wonder … if I actually am getting irritable, what the heck am I supposed to do with this data? I decided to find out.", "Your Wrist Is Listening", "Photograph: Amazon", "The Halo assesses your emotional state with a small microphone on the side that you can turn on or off. You teach it to recognize your voice by reading prepared phrases, and throughout the day it records small snippets of conversation and rates them for their “positivity” and “energy.”", "These emotions manifest in the app as four different emoji-like faces: A laughing yellow, a smiling green, a weary purple, and an angry red. The app saves notable moments throughout the day, telling you the how you felt at different times: irritable at breakfast, amused at dinner, or content in the hour before bedtime.", "You can also force it to monitor you during important conversations by holding the button on the side of the Halo. Or, open the mobile app and press the Live tab to watch it monitor your tone of voice in real time. In my household, at least, there is no better way of dispelling marital conflict than by saying, “Let’s have a heavy conversation so I can monitor it with this app.” I tried it a few times, but my husband and I ended up just crouching over my phone, talking in funny voices to see how the app would register our vocalizations."], "authors": ["Adrienne So", "Adrienne S"], "keywords": ["irritable", "teaches", "nicer", "data", "tracking", "small", "wrist", "app", "monitor", "tracker", "halo", "kinda", "fitness", "amazons", "voice"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}