{"summary": "RENO, Nev. (AP) — Nevada wants a federal judge to declare illegal what it calls the U.S. government's “secret plutonium smuggling operation” and order the removal of weapons-grade material already shipped to a security site north of Las Vegas over the state's objections.\nNevada is challenging the Energy Department's covert shipment of the highly radioactive material from South Carolina last year.\nThe department insists the issue is moot because it already has promised that no more plutonium will be brought to Nevada.\nNevada said the government's legal arguments are “nearly as hazardous\" to the nation as the plutonium that it sneaked into the state.\nThe updated complaint says that “regardless of any mootness related to further shipments,” the court has power to order removal of the plutonium.", "keywords": ["court", "nevada", "governments", "shipped", "material", "judge", "shipments", "reno", "plutonium", "smuggling", "accuses", "weaponsgrade", "secret", "lawsuit", "states"], "paragraphs": ["RENO, Nev. (AP) — Nevada wants a federal judge to declare illegal what it calls the U.S. government's “secret plutonium smuggling operation” and order the removal of weapons-grade material already shipped to a security site north of Las Vegas over the state's objections.", "Continue Reading Below", "The latest filing in a yearlong legal battle asks U.S. District Judge Miranda Du in Reno to reject the government's motion to dismiss the state's lawsuit. Nevada is challenging the Energy Department's covert shipment of the highly radioactive material from South Carolina last year.", "The department insists the issue is moot because it already has promised that no more plutonium will be brought to Nevada.", "POLICE CHIEF ADMITS ANONYMOUSLY TROLLING CRITIC ON TWITTER", "“DOE's decision to transport plutonium from South Carolina to Nevada has been consummated and cannot be ‘undone,'” the government said in a motion to dismiss the lawsuit last month.", "It says the Atomic Energy Act of 1954 gives the U.S. sole responsibility for regulation of radioactive material and that the Supreme Court has said states have “no role” in its transportation, handling and disposal.", "Nevada said the government's legal arguments are “nearly as hazardous\" to the nation as the plutonium that it sneaked into the state.", "“DOE shamelessly claims that its covert violations of environmental laws and its creation of a radiological public nuisance are unreviewable by both the judiciary and the state injured by the federal government’s secret plutonium smuggling operation,” Nevada Attorney General Aaron Ford wrote in Monday's filing. “DOE wants Nevada and the court to stand by idly while it inflicts ecological damage with impunity.”", "The government says any potential harm to Nevada is speculative.", "“There is not now and never has been a live case or controversy before the federal courts because Nevada has failed to articulate a concrete and particularized injury of its own that is threatened by the now-completed shipments,” the Energy Department said in its motion.", "Nevada says the government — citing national security — repeatedly has refused to provide classified details it needs to further characterize the risks.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "It says the department violated the National Environmental Policy Act by failing to complete the necessary reviews before shipping the plutonium.", "Earlier this year, the judge refused to temporarily ban shipments to Nevada after the government disclosed in January it already had trucked in a half metric ton of plutonium. Du said the matter was moot because the plutonium was already there.", "The 9th U.S. Circuit Court of Appeals agreed and refused to overturn that decision in August.", "The San Francisco-based court declined to consider a new request to force removal of the material because Nevada's original lawsuit didn't ask for it. A judge in Reno agreed in October to allow the state to change its lawsuit to include that request.", "The updated complaint says that “regardless of any mootness related to further shipments,” the court has power to order removal of the plutonium."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxbusiness.com/markets/nevada-accuses-us-of-secret-plutonium-smuggling-after-weapons-grade-material-shipped", "authors": [], "id": "d93269a0-4335-3c14-9c53-4253849aefa6", "pubDate": null, "title": "Nevada accuses US of 'secret plutonium smuggling' after weapons-grade material shipped"}