{"id": "d9375b88-97b2-39fc-a2a9-e1d564e94d3e", "title": "Andrew Bird’s Cozy Melancholy", "url": "https://www.newyorker.com/magazine/2020/12/14/andrew-birds-cozy-melancholy", "summary": "“It’s like a cross between a flower and a Victrola horn,” Bird said, on a Zoom from a sunny hilltop in Ojai, California.\nThis holiday season, he and his family are staying put in California, and, on December 13th, he will live-stream “Gezelligheid” from Ojai.\nOtherwise, “it’s probably exactly what you’re looking at”: Oriental rug, Janus Spinning Horn, oak tree, orange groves, Topatopa Mountains.\nAs Bird picked up his violin to play, the Janus Horn began to spin, like an amaryllis sending out an alarm signal.\nIts snowy, dreamy “Andalucia” is “comforting and mysterious at the same time, which is, I think, the ideal description of a Christmas song,” Bird said.", "paragraphs": ["For the past several holiday seasons, Andrew Bird, the warmly tuneful singer-songwriter-whistler-violinist, has performed a concert series called “Gezelligheid”—meaning “coziness,” or kind of a Dutch hygge—often at the Fourth Presbyterian Church in Chicago. The holiday concerts are “about creating an atmosphere,” Bird said recently. “That’s what seasonal music is to me—how do we get through the dark, cold months?” The Gothic Revival church is made cozier by Bird’s stagecraft, including colored lights and a mesmerizing red-and-white contraption: a two-headed rotating speaker called a Janus Spinning Horn, made by the Chicago luthier Ian Schneller. “It’s like a cross between a flower and a Victrola horn,” Bird said, on a Zoom from a sunny hilltop in Ojai, California. This holiday season, he and his family are staying put in California, and, on December 13th, he will live-stream “Gezelligheid” from Ojai. “I’m going to string up some café lights and do it at sunset,” he said. Otherwise, “it’s probably exactly what you’re looking at”: Oriental rug, Janus Spinning Horn, oak tree, orange groves, Topatopa Mountains. As Bird picked up his violin to play, the Janus Horn began to spin, like an amaryllis sending out an alarm signal.", "Bird, forty-seven, is tall and lean, with dark hair and a serious expression. He tends to dress in a gently old-fashioned style—button-down shirts, the occasional fedora or vest—and when he, a non-actor, was recruited to play an earnest mortician in the current season of “Fargo,” set in mid-century Kansas City, it made intuitive sense. (His character, Thurman Smutny, whistles when he’s happy, is naïve about the criminal underworld, and says things like “It’s sigh-o-relief o’clock around here at the ol’ Smutny household.”) Bird grew up in Lake Bluff, outside Chicago, and began playing the violin at age four. “I’m very close with my mom”—Beth Bird, a print artist—“and she’s the one who started me on violin,” he said. “She tried to learn to play herself, out of solidarity.” Later, he got a bachelor’s in violin performance at Northwestern, and played with the jazz-swing combo Squirrel Nut Zippers, and with his own group, Andrew Bird’s Bowl of Fire; since 2003, as a solo artist, he’s excelled at doing his own thing.", "This fall, he released “Hark!,” a holiday album, which, like this year’s concert, offers beauty, and a mood of distanced coziness: gezelligheid à la mode. Plaintive yearning abounds. “Christmas in April,” which Bird wrote as lockdown came, in March—“ ‘March’ would not have been the most lyrical-sounding”—hopes for “no more sorrow, and no more fear” and wonders about Yuletide togetherness: “Oh, my love, when will we know / If we can meet under the mistletoe?” It’s “a fairly simple, sentimental song,” Bird said. “But, whenever you know that you and most of the populace are thinking the same thing, that’s kind of an extraordinary moment.” His “White Christmas” heightens the song’s natural wistfulness with cascading strings that evoke the eerie falling flowers in “Ode to Billie Joe.” In “Alabaster” (“Keep your lamp on, keep your lamp on”), he wanted to “capture a sense of walking in Chicago at night, and looking in the warm glow of apartment buildings, wondering what people’s lives are like in there.” “Greenwine” merges “Greensleeves”—“one of those darker, minor-key Christmas tunes”—with a Handsome Family song about a “dysfunctional relationship, and alcoholism, with Christmas as a backdrop.” John Prine’s “Souvenirs” sings of melted snow, broken toys, and faded colors. Yet it all feels pretty good.", "As lockdown began, Bird said, the album “ ‘Paris 1919’ was on our stereo non-stop, because my nine-year-old son is our household d.j., and he got really into John Cale.” (So was Lou Reed’s “Transformer,” Bird said: “My son probably has better taste than I do.”) Cale, who is Welsh, composed “Paris 1919” in 1972, when he was working in L.A. and feeling nostalgic for Europe. Its snowy, dreamy “Andalucia” is “comforting and mysterious at the same time, which is, I think, the ideal description of a Christmas song,” Bird said. “It’s the melancholy. Melancholy is not sad—it’s about half and half the mixture of happy and sad.” Bird, plucking his violin like a guitar, begins “Hark!” with a delicate cover of it: “Andalucia, when can I see ya?”", "Bird included some of his mother’s favorite holiday songs on “Hark!,” which also features her artwork on the cover: a red-yellow-and-smoky-black painting of a winged, lantern-bearing gentleman floating above a village, in a mood of Toulouse-Lautrec-meets-Chagall whimsy. “Not being able to see each other, it was nice to have this project to connect on,” Bird said. “She’s been my No. 1 collaborator over the years.” ♦"], "authors": ["Sarah Larson", "Sarah Larso"], "keywords": ["hark", "horn", "christmas", "holiday", "play", "janus", "bird", "melancholy", "song", "birds", "cozy", "violin", "andrew", "chicago"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}