{"id": "d94a2305-66c2-3b64-9fa4-ec8a875fbe49", "title": "Spelunky Review", "url": "https://www.gameinformer.com/games/spelunky/b/xbox360/archive/2012/07/02/an-addictive-indie-platformer-blemished-by-randomness.aspx", "summary": "As a fan of both games, I was excited to take on the XBLA version of Derek Yu’s indie rogue-like platformer, Spelunky.\nWhile the new, lighthearted art style and spot-on controls don’t disappoint, my long, hard slog to the end credits left me with a stark realization: Spelunky is too hard for its own good.\nLearning the behavior of each obstacle and enemy and devising a strategy for dealing with them instills a sense of progression that Spelunky otherwise lacks.\nThanks to the new foes and a different method for unlocking shortcuts between areas, the XBLA version of Spelunky is also harder, ratcheting the difficulty from unforgiving to unfair.\nI may have a hopeless addiction to Spelunky, but it’s not an entirely pleasant one.", "paragraphs": ["The past few years have ushered in a renaissance for punishingly hard games, with titles like Super Meat Boy and Dark Souls finding both critical success and dedicated audiences. As a fan of both games, I was excited to take on the XBLA version of Derek Yu’s indie rogue-like platformer, Spelunky. While the new, lighthearted art style and spot-on controls don’t disappoint, my long, hard slog to the end credits left me with a stark realization: Spelunky is too hard for its own good.", "Originally released as a freeware PC title in 2008, Spelunky’s main draw is its randomized environments. Each of the four different areas is comprised of four levels. You start each game with four hearts and a handful of bombs and ropes to help you navigate to the exit, along with whatever other items you can find or buy along the way. A level only takes about a minute to navigate (spending more than 90 seconds in a level will summon an invincible ghost who incessantly chases you), but the layout is different every time, as are the enemies, items, and treasure hidden within. Dying means starting over from scratch (unless you manage to unlock the area-skipping shortcuts), but the thrill of exploring a new level each time you play lessens the sting of death and leads to countless “one more game” restarts.", "Much of Spelunky’s addictiveness comes from its simple interactions, which lead to a lot of unexpected moments. Sometimes they work in your favor; a thrown jar may kill an enemy, causing its flying corpse to knock another foe off a ledge or trigger a booby trap. Other times they end in disaster. On one playthrough, I threw a rock at an explosive crate to blast a path to the exit for me and an NPC I was rescuing. The explosion did the trick, but it also blasted the rock backwards, killing the NPC after an unfortunate ricochet. So much for my reward.", "These examples of Spelunky’s emergent gameplay don’t seem like much, but they’re what keep me coming back round after round, and are far more engrossing than the average quicktime event or scripted moment of larger games. Learning the behavior of each obstacle and enemy and devising a strategy for dealing with them instills a sense of progression that Spelunky otherwise lacks.", "Even if you’ve played the PC version, the XBLA remake contains enough changes to warrant a return trip to Spelunky’s unending caves. The upgraded visuals are a great improvement, and although some fans might miss the original 8-bit graphics, you can’t argue with the smoother animations. I’m less fond of the new soundtrack, but it contains some good tunes. Also new is your character’s handy journal, which fills out with information and stats on every area, enemy, and item you come across. The four-player local multiplayer modes are the only disappointing addition, providing merely a brief and all too chaotic diversion to the main game. The real draw is still the single-player mode and all of its new enemy types, items, and secrets.", "Thanks to the new foes and a different method for unlocking shortcuts between areas, the XBLA version of Spelunky is also harder, ratcheting the difficulty from unforgiving to unfair. At times you’re simply dealt a bad hand, be it through brutal enemy combinations, labyrinthine maps that leave you in an insurmountable dead end, or the dreaded darkness levels that almost always bring your adventure to a frustrating end. Area four is especially chaotic, full of overpowered enemies and one-hit kills. A single misstep often leads to death, but even if you play flawlessly, some playthroughs boil down to luck (or the lack thereof).", "To make matters worse, many of Spelunky’s new challenges and secrets require you to play through the game without using any shortcuts, which only highlights how much randomness plays into the outcomes. If the stars align in your favor (and your reflexes and judgment are spot on), a full playthrough will take around 15 minutes. If you’re mortal, on the other hand, you’ll die and have to start over.", "No matter how good you are, you’ll die a lot. The playthrough where I bested the final, golden-headed boss was preceded by 499 deaths. Judging by peoples’ comments in online forums, that puts me ahead of the curve. Still, after basking in my accomplishment for a few minutes, I immediately started up a new game to try and beat the boss again without using any shortcuts. I still haven’t succeeded.", "I may have a hopeless addiction to Spelunky, but it’s not an entirely pleasant one. As exciting as it is to play a platformer with an infinite number of new levels to jump, whip, and bomb your way through, the novelty comes at a cost. You need ample patience, time, and skill to make it through Spelunky’s ever-changing caves, and much of the hidden content is virtually off limits to all but the most hardcore (and masochistic) gamers. If you fit that description, you have my congratulations and condolences."], "authors": [], "keywords": ["spelunkys", "xbla", "shortcuts", "game", "review", "version", "spelunky", "play", "enemy", "playthrough", "end"], "pubDate": "2012-07-02T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}