{"id": "d950e058-ecb2-38a0-89c9-c625f2181b0d", "title": "Leo Terrell: Stacey Abrams Is “Hurting People She Claims She’s Trying To Help”", "url": "https://radio.foxnews.com/2021/04/06/leo-terrell-stacey-abrams-is-hurting-people-she-claims-shes-trying-to-help/", "summary": "She’s trying to walk that back.\nAnd right now she’s hurting the people she apparently claims she’s trying to help.”“Dr.\nListen, if you’re white, you’re in trouble automatically.\nYou’re evil if you’re white.\nIf you’re the wrong color, you’re in trouble.”", "paragraphs": ["On Fox Across America with Jimmy Failla, Fox News Contributor Leo Terrell explained why Stacey Abrams is doing more damage than good in Georgia and why Democrats are getting the message of civil rights in America wrong.", "“The local businesses in Atlanta are going to be hurt, people of color, all colors. And guess what? You got a couple of Democrats, who play the Jim Crow game, trying to walk it back in Atlanta saying maybe not boycott. I don’t want to mention her name, Stacey Abrams. She’s trying to walk that back. You know why? Because she has political aspirations. And right now she’s hurting the people she apparently claims she’s trying to help.”", "“Dr. King would be an outcast. Dr. King would not be welcome within the Democratic Party. The Democrats cannot even adopt his language or his philosophy now, because last year the Democrats says go ahead and riot, Kamala Harris is bailing out criminals. And so you’re talking about a man of peace like Dr. King, a person saying judge a person by his character. Listen, if you’re white, you’re in trouble automatically. You’re evil if you’re white. The Democrats have flipped the civil rights message upside down. And it’s embarrassing. I’ve been a civil rights attorney for 30 years. You look at people, regardless of race, regardless of color, you judge the people on their character. That’s not the Democratic playbook right now. It’s color, it’s race. If you’re the wrong color, you’re in trouble.”"], "authors": ["Jon Costantino"], "keywords": ["terrell", "king", "trying", "stacey", "civil", "rights", "shes", "leo", "hurting", "help", "abrams", "color", "claims", "white", "walk", "democrats", "youre"], "pubDate": "2021-04-06T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}