{"id": "d9b4e1bb-f005-3fec-a40a-a109c3e9d67c", "title": "Watch “That’s Not Who We Are” Is the Wrong Reaction to the Attack on the Capitol | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/thats-not-who-we-are-is-the-wrong-reaction-to-the-attack-on-the-capitol", "summary": "[Andrew] I was intellectually preparedfor something like this to happen-[muffled crowd murmuring]And yet it was shocking to see.\n[thudding] [group shouting]Anytime something like this happens,the response you tend to get from your standard politicianis this is a shocking aberration.\n[group cheering]All the big social networks are fundamentally builtaround inciting emotional engagement,and that can be fear, rage, [woman spitting]lust, xenophobia.\nI don't think that the only way to respond to thatis to say, No, you're naive.\nYou can say, Well, I won an election,so I have a national mandate, so that's who we are,or I run a social media platform,so I want us to be able to express ourselvesbecause that's who we are.", "paragraphs": ["Transcript", "[muffled crowd murmuring]", "Stay safe. - When are we going down?", "[Andrew] I was intellectually prepared", "for something like this to happen-", "[muffled crowd murmuring]", "And yet it was shocking to see.", "[thudding] [group shouting]", "Anytime something like this happens,", "the response you tend to get from your standard politician", "is this is a shocking aberration.", "This is not who we are.", "The scenes of chaos at the Capitol", "do not reflect a true America,", "do not represent who we are.", "The problem with that is that, of course,", "the events of today represent an America that we know of.", "It's happening right now in America.", "It makes us pretend that history can only progress", "in one direction, that we just sort of have to wait", "for the tough things to pass,", "and our glorious future will be there to greet us,", "which blinds us to the fact", "that we have really put ourselves in a terrible predicament", "in large part because of social media.", "[group cheering]", "All the big social networks are fundamentally built", "around inciting emotional engagement,", "and that can be fear, rage, [woman spitting]", "lust, xenophobia. [muffled shouting]", "It could also be humor and nostalgia", "and those kind of nice things,", "but it's just easier to make people scared", "than it is to make them feel warm and fuzzy.", "These are the only things that the algorithms can measure.", "They don't know how to measure for truth or civic virtue", "or the inherent quality of an image or something like that,", "so they very quickly become this competition", "to tap into people's basest emotions.", "[Man] Fake news, no more!", "What you'll see in the wake of this", "is what you see in the wake", "of every high-profile disturbance or tragedy,", "which is you'll see all the platforms making a few", "very visible decisions to ban this or that person", "or this or that account, and that may be good.", "That may be better than nothing,", "but they're not changing", "their fundamental underlying structures.", "They're not changing their incentive,", "they're not changing their business model,", "so it's just window dressing.", "[crowd shouting] [coughing]", "When you hear someone like Joe Biden", "trying to call us to our better instincts,", "trying to paint a more optimistic picture of human nature,", "I think that there's a lot about that that is defensible.", "I don't think that the only way to respond to that", "is to say, No, you're naive.", "You're whitewashing history.", "Of course, this is who we are.", "I think either form of that essentialism", "and determinism, in a way, is kind of missing the point", "or is at least far too reductive.", "It's actually convenient for people like politicians", "and social media companies to bandy about", "kind of half-baked notions of human nature", "so that they can use those notions of human nature", "to support whatever they were inclined to do", "in the first place.", "You can say, Well, I won an election,", "so I have a national mandate, so that's who we are,", "or I run a social media platform,", "so I want us to be able to express ourselves", "because that's who we are.", "[snare drum music] [crowd shouting]", "It's much harder for someone who's running", "a social media platform to talk about improving the material", "and structural and psychological conditions", "in the lives of their users", "and how you can make it less likely that those conditions", "will lead people to fear and destruction and violence", "and xenophobia and all the rest of it.", "That's a much tougher, multi-layered problem.", "It's much easier to say, Well, I believe in people", "and I'm optimistic that they're better than this, right,", "because that lets you off the hook.", "The long arc of history doesn't just bend itself.", "We have to do the work of bending it."], "authors": ["Condé Nast"], "keywords": ["think", "xenophobia", "crowd", "yorker", "youll", "cne", "thats", "watch", "capitol", "social", "wrong", "human", "say", "way", "better", "newyorkercom", "attack", "video", "media", "reaction"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}