{"id": "d9f08724-384d-3d75-9907-87d366b3f486", "title": "Hilary Duff shows off baby bump, says she misses her pre-baby body: 'Grateful and excited'", "url": "https://www.foxnews.com/entertainment/hilary-duff-shows-off-baby-bump-says-she-misses-her-pre-baby-body-grateful-and-excited", "summary": "The 33-year-old actress-singer took to Instagram on Wednesday to share a picture of her growing baby bump, as well as to lament the changing of her pre-baby body.\nDuff announced in October that she's expecting her third child, her second with husband Matthew Koma.\nHILARY DUFF ANNOUNCES SHE'S PREGNANT WITH THIRD CHILDMonths later, Duff's stomach is quite a bit larger as the baby grows, and she's taken note of the change.\nHILARY DUFF SAYS SHE WAS 'EXPOSED' TO COVID, SHARES QUARANTINE STATUS\"Particularly this one,\" she wrote, per images captured by Entertainment Tonight.\nShe shares banks with Koma, 33, and Luca with ex-husband Mike Comrie.", "paragraphs": ["Hilary Duff is taking a stroll down memory lane.", "The 33-year-old actress-singer took to Instagram on Wednesday to share a picture of her growing baby bump, as well as to lament the changing of her pre-baby body.", "Duff announced in October that she's expecting her third child, her second with husband Matthew Koma.", "\"We are growing!!! Mostly me...\" the star captioned a post featuring a very brief video of Koma rubbing her stomach.", "HILARY DUFF ANNOUNCES SHE'S PREGNANT WITH THIRD CHILD", "Months later, Duff's stomach is quite a bit larger as the baby grows, and she's taken note of the change.", "The star shared some content on her Instagram story showing off her toned pre-baby body.", "\"Would be lying if I told you I didn't miss this body,\" she wrote over a brief video clip of herself cooking.", "Next on her Story came a selfie of the star wearing a brown one-piece bathing suit with a flat stomach.", "HILARY DUFF SAYS SHE WAS 'EXPOSED' TO COVID, SHARES QUARANTINE STATUS", "\"Particularly this one,\" she wrote, per images captured by Entertainment Tonight.", "However, while Duff may miss the way she looked before, she's still pleased with her body today.", "A third image -- another selfie with her growing tummy on full display -- was also shared.", "\"But this one is working hard and doing pretty cool things for our little/big family and I'm super grateful and excited about that!\" she wrote over the final post.", "Duff is already mother to two children: Luca, 8, and Banks, 2.", "She shares banks with Koma, 33, and Luca with ex-husband Mike Comrie.", "CLICK HERE TO GET THE FOX NEWS APP", "She began dating Koma in 2017 and announced their first pregnancy together in 2018 before Banks was born. They married in late 2019.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The star faced a health scare recently when she was exposed to coronavirus."], "authors": ["Nate Day"], "keywords": ["video", "wrote", "shes", "prebaby", "star", "hilary", "koma", "grateful", "bump", "baby", "misses", "duff", "stomachhilary", "shows", "shares", "body", "growing", "excited", "banks"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}