{"id": "d9f3271e-e313-3407-8ad5-6b525c89224b", "title": "Coca-Cola, Pepsi and Nestlé named top plastic polluters for third year in a row", "url": "https://www.theguardian.com/environment/2020/dec/07/coca-cola-pepsi-and-nestle-named-top-plastic-polluters-for-third-year-in-a-row", "summary": "Coca-Cola, PepsiCo and Nestlé have been accused of “zero progress” on reducing plastic waste, after being named the world’s top plastic polluters for the third year in a row.\nIt was found to be worse than PepsiCo and Nestlé combined: Coca-Cola branding was found on 13,834 pieces of plastic, with PepsiCo branding on 5,155 and Nestlé branding on 8,633.\nThis year they collected 346,494 pieces of plastic waste, 63% of which was marked clearly with a consumer brand.\n“Coca-Cola, PepsiCo, and Nestlé should be leading the way in finding real solutions to reinvent how they deliver their products,” she said.\nSo far, 87% of our total packaging and 66% of our plastic packaging is recyclable or reusable.”", "paragraphs": ["Coca-Cola, PepsiCo and Nestlé have been accused of “zero progress” on reducing plastic waste, after being named the world’s top plastic polluters for the third year in a row.", "Coca-Cola was ranked the world’s No 1 plastic polluter by Break Free From Plastic in its annual audit, after its beverage bottles were the most frequently found discarded on beaches, rivers, parks and other litter sites in 51 of 55 nations surveyed. Last year it was the most frequently littered bottle in 37 countries, out of 51 surveyed.", "It was found to be worse than PepsiCo and Nestlé combined: Coca-Cola branding was found on 13,834 pieces of plastic, with PepsiCo branding on 5,155 and Nestlé branding on 8,633.", "The annual audit, undertaken by 15,000 volunteers around the world, identifies the largest number of plastic products from global brands found in the highest number of countries. This year they collected 346,494 pieces of plastic waste, 63% of which was marked clearly with a consumer brand.", "Coca-Cola came under fire from environmental campaigners earlier this year when it announced it would not abandon plastic bottles, saying they were popular with customers. In March, Coca-Cola, PepsiCo, Nestlé and Unilever were found to be responsible for half a million tonnes of plastic pollution in six developing countries each year, in a survey by NGO Tearfund.", "“The world’s top polluting corporations claim to be working hard to solve plastic pollution, but instead they are continuing to pump out harmful single-use plastic packaging,” said Emma Priestland, Break Free From Plastic’s global campaign coordinator.", "Priestland said the only way to halt the growing global tide of plastic litter was to stop production, phase out single use and implement reuse systems.", "“Coca-Cola, PepsiCo, and Nestlé should be leading the way in finding real solutions to reinvent how they deliver their products,” she said.", "Up to 91% of all the plastic waste ever generated has not been recycled and ended up being incinerated, in landfill or in the natural environment, according to a 2017 study.", "This year’s global audit of branded plastic waste revealed that single-use sachets, which are used to sell small volumes of products such as ketchup, coffee and shampoo, were the most commonly found type of item, followed by cigarette butts, then plastic bottles.", "Simon Mbata, national coordinator of the South African Waste Pickers Association, said: “The majority of plastic we come across cannot be recycled. We find it everywhere, in our waste stream, on our land. When it is buried, it contaminates our soil. Whatever cannot be recycled must not be produced.”", "Coca-Cola said it was working to address packaging waste, in partnership with others, and disputed the claim that it was making no progress.", "“Globally, we have a commitment to get every bottle back by 2030, so that none of it ends up as litter or in the oceans, and the plastic can be recycled into new bottles,” a spokesperson said. “Bottles with 100% recycled plastic are now available in 18 markets around the world, and this is continually growing.”", "63% of plastic waste collected by volunteers in an annual audit was marked clearly with a consumer brand. Photograph: Noel Guevara/Greenpeace", "The spokesperson said Coca-Cola had also reduced plastic use in secondary packaging, and that globally “more than 20% of our portfolio comes in refillable or fountain packaging”.", "A spokesperson for PepsiCo said the company was taking action to tackle packaging through “partnership, innovation and investments”. They said it has set plastic reduction goals “including decreasing virgin plastic in our beverage business by 35% by 2025”, and was also “growing refill and reuse through businesses like SodaStream and SodaStream Professional, which we expect will avoid 67bn single-use plastic bottles through 2025”.", "They added that the company was investing in partnerships to increase recycling infrastructure and collection, pledging more than $65m (£48m) since 2018.", "A statement from Nestlé said the company was making “meaningful progress” in sustainable packaging, although it recognised more was needed: “We are intensifying our actions to make 100% of our packaging recyclable or reusable by 2025 and to reduce our use of virgin plastics by one-third in the same period. So far, 87% of our total packaging and 66% of our plastic packaging is recyclable or reusable.”"], "authors": ["Karen Mcveigh"], "keywords": ["plastic", "polluters", "bottles", "named", "cocacola", "row", "global", "pepsi", "waste", "pepsico", "packaging", "audit", "nestlé", "recycled"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}