{"id": "d9f82b6d-4c98-3d42-8dc0-18ab8f1d9de4", "title": "Trump Must Be Held Accountable", "url": "https://www.newyorker.com/news/our-columnists/the-importance-of-holding-trump-accountable-for-the-capitol-hill-insurrection", "summary": "A known criminal with a recent history of insurrectionary acts was arriving in D.C. for a rally that always held the possibility of violence.\nThe Save America March featured Roger Stone, who had been convicted in federal court of witness tampering and lying to Congress in connection with the Mueller investigation; President Trump later pardoned him.\nIn Washington on Wednesday, Trump conveyed the same feeling of impunity to hundreds of his supporters.\nOn Thursday morning, Senator Chuck Schumer, the soon-to-be Majority Leader, called for President Trump to be removed from office by the Vice-President and the Cabinet, in accordance with the Twenty-fifth Amendment; he said that if it doesn’t happen, Congress should reconvene to impeach and remove Trump.\nCongress should impeach Trump, even—and maybe especially—if the act is only symbolic.", "paragraphs": ["The first important news item concerning the Save America March in Washington, D.C., on January 6th—the one that broadened into an insurrectionary riot—came from the local police blotter. On December 30th, a Superior Court judge in the District of Columbia issued a warrant for the arrest of a thirty-six-year-old Florida man whose name was rendered in legal documents as Henry Tarrio but who goes by Enrique, and who was wanted on a charge of destruction of property. Earlier that month, during another election protest, Tarrio had torn down and burned a Black Lives Matter banner from a historically Black church not far from the White House. On Monday, when Tarrio arrived in Washington to attend the rally, D.C. police officers pulled over the silver Honda in which he was travelling once it entered the District’s borders.“A traffic stop was conducted,” the officers Michael Reese and Lashay Makal wrote. “Officers were able to confirm the individual seated in the rear passenger seat to be Defendant Tarrio. Defendant Tarrio was placed under arrest for the above listed warrant and was transported to the 1st District Main Station for processing.”", "Tarrio is the chairman of the Proud Boys, a pro-Trump paramilitary group. In recent years, he has worked in a gray area between criminal activity and formal electoral politics; Tarrio is also the chief of staff for a campaign group called Latinos for Trump. Tarrio worked for small businesses during his twenties and thirties (installing security equipment, managing a poultry farm), but he was also a criminal: convicted of theft, in 2004; sentenced to more than two years in federal prison, in 2013, for rebranding and reselling stolen medical devices. When the arresting officers searched his bag, they found two high-capacity ammunition magazines (neither was loaded), each stamped with a Proud Boys logo in gold. The arrest was a passionless execution of a legal warrant, but it was also an act of social prudence. A known criminal with a recent history of insurrectionary acts was arriving in D.C. for a rally that always held the possibility of violence. If your interest was social order, you’d want him detained. When the President’s supporters rioted, many Proud Boys among them, Tarrio was in custody.", "A striking feature of the insurrection at the Capitol was how little effort the rioters made to conceal their identities, even while they were committing crimes that were being documented by the international news media. Many of the people who invaded the Capitol were live-streaming; others assaulted Capitol police officers, picking up crowd-control barriers and using them as weapons. Reporters have had little trouble identifying the participants—a thirty-six-year-old Florida father of five, the son of a Brooklyn judge, an unmasked man whose work badge, from a Maryland direct-marketing company, was visible to the world. A widely circulated news photo showed a man who had broken into the Capitol lounging at a desk in Nancy Pelosi’s office. He later confirmed, to the Times, that he is Richard Barnett, sixty years old, of Gravette, Arkansas. The rioters acted like they had no reason to disguise their identities, and nothing to fear from law enforcement at all.", "If you were looking over the CCTV footage as a detective might, you would notice that the leaders who had urged the riot on were, in every sense, the usual suspects, just as Tarrio had been when he was taken into custody two days before. Each had been recently investigated, and in some cases indicted, for similar crimes. The Save America March featured Roger Stone, who had been convicted in federal court of witness tampering and lying to Congress in connection with the Mueller investigation; President Trump later pardoned him. The march also featured Rudy Giuliani, who had spent years directing Trump’s effort to bully the Ukrainian government into producing damaging information about Joe Biden’s son Hunter—the same effort that resulted in the President’s impeachment. Shortly before the invasion of the Capitol, Giuliani told a crowd near the White House that it was time for a “trial by combat.” He spent several years working to subvert the regular process of elections, got away with it, and now was at it again.", "That pattern defines much of the Trump circle, and certainly those figures who were present at the rally on Wednesday, telling their followers that the election had been stolen from them and urging them to go steal it back. During the 2016 Presidential campaign, Donald Trump, Jr., served as a liaison between the Trump operation and the Russian government, working to solicit potentially damaging information about Hillary Clinton from a foreign power that was seeking to interfere in the American election. On Wednesday, he was at the podium, using so much profanity that Fox News had to cut away from the speech. He was a warmup act for his father, who was only the third U.S. President to have been impeached—for trying to illegally influence the 2020 election, after having been investigated by a special counsel for trying to illegally influence the 2016 election. He was not punished for either, in the end.", "Impunity has been the defining feature of Trump’s Presidency. During the 2016 campaign, he said, “I could stand in the middle of Fifth Avenue and shoot somebody, and I wouldn’t lose any voters, O.K.?” Trump has often suggested that his followers might expect impunity as well, publicly musing about issuing pardons and praising, among others, Kyle Rittenhouse, a Trump supporter who shot and killed two protesters and wounded a third during a Black Lives Matter demonstration, in Wisconsin, this past summer, and who faces charges of homicide. According to a recent Times report, Trump has also contemplated pardoning himself. In Washington on Wednesday, Trump conveyed the same feeling of impunity to hundreds of his supporters. Of the Republicans, the President said, “Let the weak ones get out. This is a time for strength.” Then he sent his followers down the National Mall to the Hill, and to the flimsy crowd-control barricades staffed by the Capitol police.", "On Monday afternoon, I called David Blight, the acclaimed historian of the American Civil War and its aftermath. He was worrying about Trump’s impunity from a different point of view. The insurrection at the Capitol was still two days away, but news of the President’s Saturday call to Brad Raffensperger had recently surfaced; in it, Trump urged the Georgia secretary of state to “find 11,780 votes,” in order to help overturn the results of the Presidential election. This reminded Blight of the decision that officials in Washington had faced, in 1865 and 1866, about how to handle the criminality of Confederate leaders. Blight’s view was that the officials had let the ex-Confederates off much too lightly, and that as a result a sense of impunity came to characterize the South throughout Reconstruction and eventually in the segregation era.", "Blight said, “There was a moment there in 1865 when lots of ex-Confederates expected to be truly punished”—in prison, or hanged. Henry Wirz, the commander of the infamous Andersonville prison camp, where thousands of captured Union soldiers died from neglect and starvation, was convicted of war crimes and executed. Otherwise, Blight said, “Jefferson Davis was the only person arrested. And he was released after two years, because he was never fully indicted. He was released in an act of reconciliation, and his bail was paid by rich Northerners, including Cornelius Vanderbilt.” Blight noted that the Vice-President of the Confederacy, Alexander Stephens, was held in a prison in Charlestown, Boston, through the summer of 1865, but afterward “he was just released and sent home, back to Georgia, and then immediately elected to Congress.” In 1866, Stephens gave formal testimony to a government commission in which he reaffirmed his belief in the right to secede.", "Because the violence and horror of the Confederacy went unpunished, Blight said, it could be euphemized until, in the minds of many who fought for it—and many, too, who didn’t—the defense of the slaveholding South became a heroic endeavor. Blight’s prize-winning history “Race and Reunion,” from 2001, is an examination of the way that the Civil War has been remembered, especially in the half century after Appomattox. Veterans from both sides were brought together for reunions, from which Black veterans were excluded, to celebrate their shared valor. The rehabilitation of the South was in part a political act, by Southerners who used violence and voter suppression to defeat Reconstruction. But it was also, Blight said, “a long-term cultural phenomenon of spirit and sentiment that includes everything from popular literature to blue-grey reunions, until this culture of reconciliation sets in.”", "A similarly nostalgic culture will follow Trump after he leaves office. The MAGA movement shares with the Lost Cause a rejection of historical fact, a consuming cult of personality, and a valorization of violence. “Look, there has to be some accountability,” Blight said. People loved to quote from the final passage of Lincoln’s second Inaugural Address, with its call to “bind up the nation’s wounds.” But Blight said that was a selective reading. In the same speech, Lincoln said, of the war, “If God wills that it continue until all the wealth piled by the bondsmen’s two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash shall be paid by another drawn with the sword, as was said three thousand years ago, so still it must be said the judgments of the Lord are true and righteous altogether.” Healing was a secondary consideration. Blight said, “Most of that speech is about retribution.”", "Capitol police reportedly arrested only fourteen rioters on Wednesday, a distressingly small number. The D.C. police are reported to have detained several dozen people since, and more should be soon; there is plentiful video evidence and mounting political will. What about the people who directed the insurrection—above all, the President? On Thursday morning, Senator Chuck Schumer, the soon-to-be Majority Leader, called for President Trump to be removed from office by the Vice-President and the Cabinet, in accordance with the Twenty-fifth Amendment; he said that if it doesn’t happen, Congress should reconvene to impeach and remove Trump. On Thursday afternoon, House Speaker Nancy Pelosi, too, called on Pence to invoke the Twenty-fifth Amendment, saying that impeachment was also an option. “This is urgent,” she said. “This is an emergency of the highest magnitude.”", "It is. Congress should impeach Trump, even—and maybe especially—if the act is only symbolic. Trump’s effort to persuade Raffensperger to set aside valid election results and his direction of a mob to the Capitol to delay their certification belong to a special category of violation. They were intended to overturn the results of a fair and democratic election, and Congress should make clear that its rejection of these acts is not just procedural or partisan. Trumpism will be a political movement in the future, and maybe a powerful one; on Wednesday, even after the riot, more than half of the Republicans in the House of Representatives refused to certify the Presidential election, even though no one has introduced any credible allegations of fraud. Congress has a similar opportunity to the one it had in 1865: to punish a political crime, and so to shape its memory.", "Although the stakes are higher and the crime more important, holding Trump accountable would, in effect, be the same as what the police officers did Monday evening in the Third Street Tunnel, when they pulled over a silver Honda, identified Henry Tarrio in the back seat, and detained him, two days before the rally that became a riot. They were delivering consequences for a past crime. They were also making the future safer.", "Read More About the Attack on the Capitol"], "authors": ["Benjamin Wallace-Wells", "Benjamin Wallace-Well", "Susan B. Glasse"], "keywords": ["blight", "officers", "act", "capitol", "held", "washington", "president", "congress", "tarrio", "accountable", "election", "trump"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}