{"id": "d9fb2291-e38a-3da2-9520-13e7fa05b0fe", "title": "Finance and Accounting for the Non-Financial Professional", "url": "https://execed.economist.com/rotman-school-management/finance-and-accounting-non-financial-professional-2021-01-25", "summary": "Dramatically increase your confidence to work with financial and accounting information and improve your decision-making skills.\nRotman’s Finance and Accounting for the Non-Financial Professional program will demystify the language, tools, and techniques of accounting and finance so you can return to your organization with the confidence to analyze financial information to succeed.\nStar players like yourself are often promoted into management roles and find yourselves needing to learn new skills to succeed.\nYou can rely on your finance department in some situations, but they don’t have the time to help you learn an entire new skill set.\nWe’ve designed this program specifically for new managers and individual contributors with little to no financial training or exposure.", "paragraphs": ["Dramatically increase your confidence to work with financial and accounting information and improve your decision-making skills. Rotman’s Finance and Accounting for the Non-Financial Professional program will demystify the language, tools, and techniques of accounting and finance so you can return to your organization with the confidence to analyze financial information to succeed.", "Star players like yourself are often promoted into management roles and find yourselves needing to learn new skills to succeed. You’ve developed deep expertise in your field, but now you’re also responsible for budget management, reporting, cash flow, projections and strategy. You can rely on your finance department in some situations, but they don’t have the time to help you learn an entire new skill set.", "We’ve designed this program specifically for new managers and individual contributors with little to no financial training or exposure. You’ll be joined by professionals from across the private and public sectors in a variety of industries, creating a strong network for you to rely on after the program ends."], "authors": [], "keywords": ["finance", "financial", "learn", "management", "information", "program", "confidence", "rely", "nonfinancial", "accounting", "professional", "skills"], "pubDate": "2021-01-25T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}