{"id": "da004fc3-3e96-3652-8a28-d6139b5bc5b5", "title": "If You Are Going to Survive, You Must Prepare to Fail", "url": "https://www.wired.com/story/if-you-are-going-survive-you-must-prepare-fail/", "summary": "This story is adapted from How to Survive: Self-Reliance in Extreme Circumstances , by John Hudson, the British military’s chief survival instructor.\nDale’s aircraft was called a stealth fighter because it was “low-observable,” but that doesn’t mean it was invisible.\nEven the jet’s black paint was specially mixed to absorb radar energy and reduce its on-screen signature.\nHundreds of billions of dollars of cutting-edge science had gone into making sure that no stealth fighter had ever been shot down by an enemy.\nHe looked back, saw the next one and thought, It’s going to run right into me.", "paragraphs": ["This story is adapted from How to Survive: Self-Reliance in Extreme Circumstances , by John Hudson, the British military’s chief survival instructor.", "Dale Zelko looked down over his right shoulder through the cockpit window and saw the dark sky suddenly flare as two surface-to-air missiles tore up towards him through the low cloud over Belgrade.", "This wasn’t supposed to happen.", "Dale was a US Air Force fighter pilot sitting in an F-117 Nighthawk stealth fighter—the black angular ones that look like a UFO—a jet that was considered by most people at the time to be pretty much invulnerable. Dale’s aircraft was called a stealth fighter because it was “low-observable,” but that doesn’t mean it was invisible. It was black and flew at night, it was angular in shape to make radar waves bounce off in ways that are harder to detect, its jet engines were deep inside and their exhausts were shrouded to dissipate noise and heat. Its bombs were carried inside its fuselage to stop them from reflecting radar waves. Even the jet’s black paint was specially mixed to absorb radar energy and reduce its on-screen signature. Hundreds of billions of dollars of cutting-edge science had gone into making sure that no stealth fighter had ever been shot down by an enemy.", "And yet at that moment, as he watched the missiles arc upwards, Dale realized that his jet was about to have the dubious distinction of being the first.", "The missiles weighed a ton each, were six meters long, with a bright orange flame spewing grey smoke, traveling at three times the speed of sound. The first one flew straight over the top of him, close enough that its shockwave buffeted his jet. He remembers being surprised that it didn’t go off—surface-to-air missiles like those are fitted with a proximity fuse that detonates their 60 kilogram explosive warhead when they get close to their targets, peppering them with small shards of metal shrapnel. He looked back, saw the next one and thought, It’s going to run right into me.", "Courtesy of Countryman Press Buy This Book At: Amazon", "Bookshop.org", "Books-A-Million If you buy something using links in our stories, we may earn a commission. This helps support our journalism. Learn more.", "The force of the impact was so violent that Dale’s jet flipped over and its nose pitched down simultaneously, throwing him up in his seat straps so that he was pushing up against the cockpit roof and enduring an incredible negative g-force of 7; seven times the force of gravity, in the wrong direction. As his aircraft dived out of his control, he needed to pull the ejection-seat handle that would rocket him out of it within the next couple of seconds, if he didn’t want to spear into the ground at 500 mph.", "In life, we all have to deal with unexpected events. Not many of us will find ourselves fired out of a jet thousands of feet above the Earth, but in our professional and personal lives, it will often be how we respond to the unexpected that will most define us. However, perfectly understandably, most people spend very little time thinking about failure, disaster and worst-case scenarios. Indeed, the unexpected is by definition the thing you haven’t planned for. We see this time and time again in the most extreme of circumstances. While we can’t predict what events we’ll find ourselves in—be they natural disasters like earthquakes, or man-made catastrophes like violent attacks—what we do know is that our human behavior in difficult situations tends to follow distinct patterns. These patterns always occur, and they have been observed in studies when random groups of people are subjected to the same stressors. Analyses of these studies reveal not only what proportion of us are likely to respond appropriately—by which I mean doing something to aid survival—during the heat of a “disaster,” and therefore live to tell the tale, but also what the hazards or barriers are to ‘coping’ after the dust has settled.", "Roughly speaking, we all fall into one of three groups during a dynamic crisis event. A few people will know what to do (roughly one in 10), the vast majority of us will not know what to do—we’ll be stunned—and a minority of people will react badly. Whether you’re in the top, middle or bottom group, we are all liable to behave in those ways unless we retrain ourselves. But this retraining isn’t the mammoth task you might think."], "authors": ["John Hudson", "John Hudso"], "keywords": ["prepare", "unexpected", "missiles", "ways", "jet", "survive", "stealth", "fail", "know", "going", "black", "force", "fighter", "radar"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}