{"id": "da185402-d2ee-3e5f-be3f-b3de8fff31ac", "title": "‘Waltons’ star Richard Thomas reflects on working with late TV dad Ralph Waite: ‘We really bonded’", "url": "https://www.foxnews.com/entertainment/the-waltons-richard-thomas-ralph-waite-christmas", "summary": "What's making me smile right now is the memory of working with the wonderful Michael Learned and the great Ralph Waite who played my parents, and what wonderful actors and people they were.\nFox News: How would you describe Ralph Waite when he wasn't playing your father on the screen?\nThomas: I’d made a picture with him years before [“The Waltons”], and he was an uncompromisingly honest artist and an actor.\n'WALTONS' STAR MICHAEL LEARNED 'PROUD' OF NURSES, CAREGIVERS AMID CORONAVIRUS PANDEMICFox News: You've led such a successful career over the years.\n‘WALTONS’ STAR MICHAEL LEARNED SAYS SHE AND TV HUSBAND RALPH WAITE ‘WERE IN LOVE’“Christmas with the Tabernacle Choir” airs Dec. 14 at 9 p.m.", "paragraphs": ["EXCLUSIVE: Richard Thomas wants to offer a joyful holiday during a grim year.", "The Emmy-winning actor, who famously played John-Boy Walton in the hit ‘70s series “The Waltons,\" is hosting “Christmas with the Tabernacle Choir,” an Americana-themed special that aims to celebrate soulful holiday traditions, songs and stories. The music selection also highlights lesser-known carols and ballads from American composers.", "The special, which also features Tony-winning star Kelli O’Hara, was filmed last year before the ongoing coronavirus pandemic impacted the country.", "As the year comes to an end, the 69-year-old has been reflecting on cherished memories, particularly those from his time filming “The Waltons,” which focuses on a family in rural Virginia during the Great Depression and World War II. The show aired from 1972 until 1981.", "MICHAEL LEARNED SAYS 'THE WALTONS' SAVED HER LIFE, CALLS NEW FILM 'SECOND ACTS' A 'GIFT'", "Thomas spoke to Fox News about working alongside his TV father Ralph Waite, who passed away in 2014 at age 85, as well as his relationship with “The Waltons” cast today and celebrating Christmas in 2020.", "Fox News: You must have many, but what's one memory from your time filming “The Waltons” that makes you smile today?", "Richard Thomas: There are many, many memories that make me smile. What's making me smile right now is the memory of working with the wonderful Michael Learned and the great Ralph Waite who played my parents, and what wonderful actors and people they were.", "Michael and I are still very, very, very close, as all of us are. We're still a great big family, believe it or not. We stay in touch and that circle has never been broken. But just the memory of working with all of those wonderful people, that's the thing that makes me happiest of all.", "Fox News: How would you describe Ralph Waite when he wasn't playing your father on the screen?", "Thomas: I’d made a picture with him years before [“The Waltons”], and he was an uncompromisingly honest artist and an actor. He wanted things to be real and true. He was such a warm man with such a great sense of humor. And we really bonded. It was very easy for him. And it was easy for me to let him be my dad for all those years. I really cherish the time that we had together.", "'WALTONS' STAR MICHAEL LEARNED 'PROUD' OF NURSES, CAREGIVERS AMID CORONAVIRUS PANDEMIC", "Fox News: You've led such a successful career over the years. Looking back, how did you escape that so-called child curse that we tend to hear about?", "Thomas: [I think] you’re lucky enough to have success in the business at any age. But I think particularly as a young person, there are challenges that come with it. And, I defy adults to do well when they're suddenly hit with a lot of fame and notoriety.", "For children, it's really complicated. It depends on how stable your home life is. But also by the time “The Waltons” came along and was a hit, I'd been acting since I was 8 years old. So for me, it was a job. It was what I did. It was my work. I was pretty disciplined, but I just took it in stride. And I had a good stable home life with parents who were also performers so they helped me through it.", "Fox News: What was it about The Tabernacle Choir that made you want to ring in the holidays with them?", "Thomas: Well, of course, I've been listening to their magnificent singing my whole life and we had their Christmas album on the family record shelf while I was growing up. And, I knew the concert was a wonderful one. I'd seen it aired. It's, I think, the 17th version of it.", "So when they called and invited me to be the reader for the current one and told me that Kelli O'Hara was going to be the singing artist guest, I just jumped at the chance. I love Christmas. It's my favorite time of year. I made a lot of Christmas movies. And so this felt like exactly what I wanted to do.", "‘WALTONS’ CHILD STAR KAMI COTLER REFLECTS ON LATE ACTOR RALPH WAITE 5 YEARS AFTER HIS DEATH", "Fox News: How does it feel to know that this special is going to help bring a sense of hope to many who have endured so much loss this year?", "Thomas: It’s been a really rough time for everybody, of course, and nothing can make it all go away and seem better. However, we were able to do this concert last December before the pandemic hit, so we were all together in the theater, I mean, 20,000 people at each performance and everyone on stage together.", "And so we're very lucky we were able to do it that way. And I think offering this concert in a fully live form is going to give people a lot of comfort and make them just feel like they're in the room with lots of people, which is what we all need. And we will all have it again. We've just got to get through this. And I think this particular iteration is going to really be a lovely offering this year for people.", "Fox News: How are you and your family coping with 2020?", "Thomas: We may have distance and separation, but we still have a connection. We still have love. And I have enormous faith that we'll all be back together again. And we just have to muddle through somehow as the song says until that happens.", "Fox News: Does your family have any holiday traditions?", "Thomas: We just like to be together with whichever of our young people, our kids can be with us. It's going to be awfully quiet this year. My wife makes a beautiful New Mexican Christmas dinner, which we all love. And, we watch our Christmas shows as a family. It’s a time to be together and it's really just all about love for us, as it is for everyone. So, hopefully, we'll be spreading that around with the concert.", "8 THINGS YOU DIDN'T KNOW ABOUT 'THE WALTONS'", "Fox News: What surprised you the most about Kelli O'Hara while filming this special?", "Thomas: Nothing surprised me about Kelli because I've known Kelli and her family for many years, and I know what a magnificent artist she is, and also what a wonderful person.", "She combines the voice of a diva, of a great singing diva with the girl next door persona. It's an astonishing combination. But no matter how much you know about Kelli and heard her sing before, when you get on stage and you hear that voice, it's a miracle all over again.", "Fox News: For those who will be watching The Tabernacle Choir for the first time, what do you hope they get from this experience?", "Thomas: If they're Christmas lovers like I am, I hope they have a wonderful Christmas moment and they're able to really indulge in the beauty of the holiday and the majesty of the singing and the whole experience and that that will enrich their Christmas holidays. But for anybody, I think, it will be a wonderful opportunity to hear beautiful music.", "I get to read \"The Christmas Story\" and a wonderful Pearl Buck story. The opportunity to see people all together and sharing in something? It's so wonderful. It has a great spiritual connection, whatever your faith background might be. I think everyone will be able to enjoy it. I hope so.", "‘WALTONS’ STAR MICHAEL LEARNED SAYS SHE AND TV HUSBAND RALPH WAITE ‘WERE IN LOVE’", "“Christmas with the Tabernacle Choir” airs Dec. 14 at 9 p.m. ET on PBS."], "authors": ["Stephanie Nolasco"], "keywords": ["wonderful", "waltons", "waite", "working", "really", "christmas", "kelli", "star", "great", "ralph", "tv", "think", "richard", "reflects", "family", "thomas"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}