{"authors": ["Condé Nast", "Rachel Hah", "Molly Matalo"], "keywords": ["thats", "test", "wants", "food", "party", "york", "spiral", "sttk", "cucumber", "change", "way", "dinner", "water", "oz", "taste", "sttks", "theory", "kitchen"], "paragraphs": ["STTK’s culinary exploration has caught the attention of the art world, and New York City chefs like Angela Dimayuga—the trio made Dimayuga’s most recent birthday cake, a three layer lemon fig lavender olive oil cake drizzled with black pine syrup—but their work taps into something that’s been missing from the greater culinary zeitgeist. In an era when chefs are increasingly optimizing their food for maximum Instagram posts, STTK pushes in the opposite direction: their creations are intentionally unwieldy, messy, and hard to encapsulate in just a few characters. Their intuitive recipes unfurl with no event horizon in sight, making their dishes almost impossible to recreate. Still, the imperfect aesthetic has resonated online, cutting through the noise of unicorn food and sickly sweet sundaes.", "Spiral Theory’s upcoming dinner party is in collaboration with Los Angeles-based food arts non-profit Active Cultures, which posits that food is a vital form of cultural production, and aims to explore the historical underpinnings that arise from this approach. Active Cultures grew from a conceptual dinner party series titled The MSG Club, which was first founded by artist Glenn Kaino and L.A.-based chef Niki Nakayama, and hoped to cut through nostalgia and familiarity to introduce new foods to their dinner guests, potentially (perhaps hopefully) sowing a bit of discomfort in the process. So STTK designed a menu around “food fears” for this New York City edition of MSG Club—specifically the phobias of two special guests at the dinner party: curator Rujeko Hockley, who is currently the Assistant Curator at the Whitney Museum, and director and puppeteer Frank Oz (you might know him as Miss Piggy, Cookie Monster, or Yoda). Hockley has an aversion to papaya, and Oz has a distaste for cucumber. So papaya balls encased in rose water gelatin were added to the menu, along with a cucumber dish that proved intimidating: STTK set cold-press juiced cucumber in the shape of a frozen ball gag to create a dish that’s quickly becoming one of STTK’s signatures. “There’s salt pickled sakura petals, or cherry blossoms, floating in there too,” Menuez says, as well as a ribbon running through it, so you can tie the frozen juice ball around your head for the full effect (Oz, though he tried, couldn’t seem to stomach it). STTK also created a towering fountain centerpiece that set the table with some other fear-inducing kitchen elements, like broken plates, egg shells, and mounds of dirt. “When people taste our food, they’re like, ‘What the fuck is in my mouth?,’” Okoyomon says. I experienced this firsthand—the dinner guest next to me became convinced, after eating a buzz button cocooned inside the rose water gelatin, that she was allergic to it. She couldn’t figure out where the stinging sensation came from. “That’s my favorite thing,” Okoyomon says. “You can’t place it and you don’t know how you got there. It might be something that you eat that night and you remember it later at two in the morning, and you’re like, ‘Fuck, my stomach feels crazy.’ Yeah, it’s because we fucked with your gut.”"], "summary": "Their intuitive recipes unfurl with no event horizon in sight, making their dishes almost impossible to recreate.\nStill, the imperfect aesthetic has resonated online, cutting through the noise of unicorn food and sickly sweet sundaes.\nSpiral Theory’s upcoming dinner party is in collaboration with Los Angeles-based food arts non-profit Active Cultures, which posits that food is a vital form of cultural production, and aims to explore the historical underpinnings that arise from this approach.\nSTTK also created a towering fountain centerpiece that set the table with some other fear-inducing kitchen elements, like broken plates, egg shells, and mounds of dirt.\n“When people taste our food, they’re like, ‘What the fuck is in my mouth?,’” Okoyomon says.", "id": "da3151af-f6c9-377e-a119-7870bc9b8494", "title": "Spiral Theory Test Kitchen Wants to Change the Way You Taste", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/article/spiral-theory-test-kitchen-queer-cooking-collective"}