{"id": "da3e12fb-c410-3a3e-94f9-db75ba150d84", "title": "Boris Johnson's battles with coronavirus, Brexit and himself | FT Opinion", "url": "https://www.ft.com/video/f6badc33-68b8-4a17-a4cb-caf6285053f1?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=6", "summary": "Four weeks ago Boris Johnson had a plan.\nAnd then we come to the B-word - Brexit - the policy which Boris Johnson would once have seen as his signature achievement.\nIt's another thing that the public may well start to turn on Boris Johnson about and blame him for.\nThe Conservative party has lost its ability to pull together in times of difficulty.\nThat may be a fond hope for Boris Johnson.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Mr Speaker, we will do whatever it takes to get this country through the crisis.", "Four weeks ago Boris Johnson had a plan. He had a plan for Covid, he had a plan for the economy, and he even had a plan for his own party. The plan was to tread a middle path through the coronavirus crisis, keeping as much of the economy open as possible and clamping down where it became necessary for health reasons.", "Schools would stay open. Businesses would stay open. When there was a flare-up in a local region that region would face tougher restrictions, but the country would remain as open as possible. In the last few days, however, he's had to junk the plan and impose a national lockdown and extend his furlough scheme till the end of next March.", "So now is the time to take action, because there is no alternative.", "Changing course in response to new circumstances is a perfectly reasonable thing to do in a crisis, but the problem for Boris Johnson is he's surrounded his original plan in very aggressive political rhetoric in which he rubbished opponents calling for exactly what he's done now.", "This is our opportunity to keep things going, to keep...", "The consequence is that he now looks behind the curve, they're able to say he doesn't know what he was doing, and it's also exposed cracks within his own government and his own party.", "Boris Johnson's chancellor, Rishi Sunak, really didn't want to go back into full lockdown and certainly didn't want to have to pay for a furlough till March. But the prime minister bounced him into it. Key decisions are being taken without certain key personnel. Dominic Raab, the foreign secretary and the man whose official title is first minister, making him Boris Johnson's deputy, didn't even know that a new lockdown was being considered. He was sent out to defend the existing policy on the broadcast media even as a meeting was taking place to change it, and he's rightly furious about that.", "So key players are being kept out of the conversation. And the consequence now is it begins to look like the prime minister isn't seeing what's coming down the road and is having to scurry every time to catch up. The chancellor, the overwhelmingly and outstandingly popular figure in his government, has now presented around four different winter economic plans in the space of a month. That's not a good look, even in a time of crisis.", "Which brings us on to point two, the economy. For however bad things have got so far, there's no reason to think they're going to get any better soon. Many of the plans he wants to bring forward are going onto the back burner.", "Rishi Sunak and the Conservative party are going to want, at some point, to stop cutting the deficit and even the debt that they have run up in tackling the crisis. And that's going to be a major challenge for a Conservative party which is now divided between those people who don't like austerity and want to keep spending, particularly those people in some of the new northern seats that the Conservatives gained at the last election, and those more traditional Conservatives, the economic hawks who believe you have to get your budget back into balance. And that's going to test how strong the Conservative party's unity really is.", "And then we come to the B-word - Brexit - the policy which Boris Johnson would once have seen as his signature achievement. By the end of this year the UK is going to be out of the European Union and its transition period, with or without a deal. The odds probably still favour a deal, but even with one there's going to be a great deal of economic dislocation.", "Come January, we may well see major tailbacks of lorries at ports, certain shortages in some things. We could see disruption. It's another thing that the public may well start to turn on Boris Johnson about and blame him for. So Brexit, which might have once had his full attention, is now going to be just one more crisis he has to attend to in the beginning of the year.", "Underpinning all of Boris Johnson's challenges is a simple fact. The Conservative party has lost its ability to pull together in times of difficulty. Its MPs have too often got hooked on intrigue and arguments. They've got into the habit of toppling leaders the moment things get difficult. And there are divisions within the Conservative party ranks which are becoming more and more apparent, between traditional liberals and the interventionists, between the southern MPs and the northern MPs, between the globalists and the nationalists.", "And Boris Johnson is trying to pull all these strands together and keep the Conservative party viable as it heads into what is likely to be a very, very difficult year economically. Many people in Britain are looking to 2021 and hoping that it's better than 2020. That may be a fond hope for Boris Johnson."], "authors": ["Produced", "Edited James Sandy"], "keywords": ["things", "plan", "johnsons", "conservative", "ft", "open", "coronavirus", "battles", "johnson", "party", "hes", "opinion", "going", "crisis", "brexit", "boris"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}