{"id": "da64b1a0-6e35-3460-893e-979a404eaacb", "title": "Five ways to diffuse tension in remote work environments", "url": "https://execed.economist.com/blog/career-hacks/five-ways-diffuse-tension-remote-work-environments", "summary": "There is a modest chance that your organisation was designed from the ground up with a fully remote work model.\nWhether you manage a remote team on purpose or due to the pandemic, you have likely noticed that remote work comes with a unique set of challenges, frictions and miscommunications that arise when face-to-face communication isn't regularly an option.\nThese two remote-work experts shared five of their top tips for easing friction in partly and fully remote organisations.\nBe alert to unconscious biasesConnor explains that in fully remote organisations, the unconscious bias to look out for is recency bias: the tendency to place more importance on things seen more recently.\nAssume good intentionsThe vast majority of remote communication is written, so you lose a lot of physical cues and other contextual information.", "paragraphs": ["There is a modest chance that your organisation was designed from the ground up with a fully remote work model. But far more likely, in the first half of 2020, your company had to quickly and unexpectedly pivot from a traditional office environment to a mostly or fully remote workplace, in which teams are distributed across geographies and possibly even time zones.", "Whether you manage a remote team on purpose or due to the pandemic, you have likely noticed that remote work comes with a unique set of challenges, frictions and miscommunications that arise when face-to-face communication isn't regularly an option.", "To better understand these challenges and what managers can do to mitigate them, we spoke to Sacha Connor, who founded the consultancy Virtual Work Insider and teaches executive education courses at Lehigh University, and Liam Martin, co-founder of remote-work service providers Staff.com and Time Doctor, and co-organiser of the world's largest conference on building and scaling remote teams, Running Remote.", "These two remote-work experts shared five of their top tips for easing friction in partly and fully remote organisations.", "1. Be alert to unconscious biases", "Connor explains that in fully remote organisations, the unconscious bias to look out for is recency bias: the tendency to place more importance on things seen more recently. Some employees are better than others at overcoming this bias and keeping themselves top-of-mind. As a manager, you have to think continually about the whole ecosystem of your team. In hybrid structures, managers can be susceptible to distance bias, causing those working remotely to feel they are “out of sight, out of mind.” Connor suggests, “As a manager, try to ensure that everyone, regardless of location or time zone, has a sense of belonging and is receiving the necessary information. And when choosing who gets a new role or project, be sure to tap into the full pool of talents and perspectives your organisation may need, no matter where or when they are.”", "2. Assume good intentions", "The vast majority of remote communication is written, so you lose a lot of physical cues and other contextual information. As a result, much of that external context gets replaced by our own imagination—a fallible source of information, to say the least. Both Martin and Connor urge managers to start with the assumption of good intent in team communications. For example, you might receive a terse email or notice a colleague has read your text but hasn’t replied for a while. “Your mind starts spinning as to why,” says Connor. “The reality could be that their kid interrupted them or the stove is burning. In these virtual teams, you need to be aware of the story you’re telling yourself and open your mind to other, well-intentioned possibilities.”", "3. Avoid avoidance", "It’s all too easy to push employee issues and conflicts under the rug when you aren’t encountering those people regularly, face-to-face. Managers might be inclined to not address issues at all or tell themselves they’ll wait until the next formal meeting. “This is dangerous,” Connor warns. “The person you manage might forget what happened, and you might build up resentment. Push yourself to have the hard conversations more quickly, rather than defaulting to old habits.” And, Martin adds, “if tensions and misunderstandings via written communication persist, move quickly from asynchronous to real-time communication channels. As a general rule, synchronous meeting time is better than email for dealing with tense topics.”", "4. Be honest and upfront about your managerial style", "Martin shares a personal practice from his fully remote career that he encourages other team leaders to explore: creating a shared, written document that sheds light on your personal preferences and idiosyncrasies as a manager. “There are things you would figure out after working for me in person for a month, but I prefer to put those things out there upfront since my team and I don’t have that in-person interaction.” For example, in his public document “Blueprint to Liam and his Quirks” he shares things like his Myers-Briggs personality type and the fact that he prefers speed over precision—valuable insights for any new hires embarking on their first assignments.", "5. Cultivate culture", "“When organisations change quickly from in-person to remote, the working relationships from the office initially carry over. But that social capital starts running out after a few months,” Connor says. As managers change and teams are reconfigured in remote environments, it’s essential to be intentional and deliberate about establishing team culture—you can’t expect it to happen as organically as it does in office-based environments. Have a plan on how to build and grow culture across distance.", "Browse communication courses for executives", "--", "Laura Montgomery is a higher-education expert who blogs for The Economist Careers Network."], "authors": [], "keywords": ["team", "work", "communication", "diffuse", "remote", "quickly", "fully", "tension", "teams", "things", "ways", "environments", "bias", "managers", "connor"], "pubDate": "2020-10-22T12:14:30Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}