{"id": "da68b436-a403-352b-9173-91cf64cee27f", "title": "Banyan - India’s government is undermining its own agricultural reforms", "url": "https://www.economist.com/asia/2020/12/16/indias-government-is-undermining-its-own-agricultural-reforms", "summary": "W HEN IT COMES to voicing demands, India’s 150m farmers are not shy.\nSince late November tens of thousands of farmers have camped at Delhi’s northern gates, bringing tractors, animals, bedding and industrial-scale soup kitchens.\nThe protesters have a simple demand: repeal three farm laws that Narendra Modi, the prime minister, rushed through parliament in September.\nAs with countless other protests in India, this one may also simply dissolve.\nDivine intervention ended last year’s nationwide protests against a discriminatory citizenship law, which petered out with the arrival of covid-19.", "paragraphs": ["W HEN IT COMES to voicing demands, India’s 150m farmers are not shy. Recent protests have seen throngs of them descend on the national capital to express desperation by, among other things, stripping naked, being buried alive, displaying skulls (allegedly of fellow farmers who have killed themselves in despair), and even by eating rats and human faeces.", "This year’s biggest agitation has relied on numbers and grit, not telegenic antics. Since late November tens of thousands of farmers have camped at Delhi’s northern gates, bringing tractors, animals, bedding and industrial-scale soup kitchens. Having failed to disperse this horde with tear-gas and water cannon, police, too, have settled in behind a defence of trenches, iron railings and rows of shipping containers. The protesters have a simple demand: repeal three farm laws that Narendra Modi, the prime minister, rushed through parliament in September.", "Agronomists and economists generally welcome those reforms. Many farmers, too, agree that laws dating from the 1950s and 1960s, an era of scarcity and state socialism, need updating if Indian agriculture is to compete in an age of global markets. Mr Modi’s measures end the monopoly enjoyed by state-controlled wholesale markets, axe “anti-hoarding” rules that scare off investment in, for example, cold storage, and ease, among other things, long-term contracts between farmers and customers.", "But the musty laws and institutions so disliked by experts have, in fact, served one constituency rather well. Growers across much of India have tended to vary crops and rely little on government, but farmers in its grain belt, which happens to stretch across the plains north and west of Delhi, have grown ever more dependent. Pumping unlimited groundwater using free government-supplied electricity, planting subsidised seeds and spreading subsidised fertiliser, farmers in the states of Punjab and Haryana produce the bulk of the rice and wheat that the government spends around $25bn every year buying at a guaranteed price for the sake of “food security”. They grow so much that, although India exports more rice than any other country, and the government sells it on the cheap to some 810m of its own citizens, by June it had accumulated a massive 97m-tonne mountain of the stuff.", "Such policies are plainly not sustainable, yet the risk-free farming cycle has proved addictive to the growers who profit most. In the 1970s rice and wheat took up less than half of Punjab’s farmland. They now swallow four-fifths. As with any addiction, this one comes with unhealthy disadvantages, including depleted groundwater, poisoned soil and toxic air from the burning of rice stubble.", "After huge gains in living standards from the 1960s to the 1990s, when the “green revolution” tripled or quadrupled grain yields, growth has stagnated. Farmers worry about job prospects for their children, who are better educated than they are. They fear a loss in status as earnings from their land—Punjabi farms are bigger than elsewhere in India, but still average less than four hectares—fail to keep pace with urban wages.", "Yet much as Punjabi farmers dream of change, they also fear any shift in the policies that sustain them. They know the government will some day lose its penchant for dishing out subsidies, and it is not illogical to suspect that day may be now, amid a raging pandemic and economic crash. Mr Modi, who has pledged to double farmers’ incomes in five years, failed to take this doubt into account. Rather than consult powerful farming unions, or build support for the bills in parliament, his government used its majority to ram them into law without discussion. When the protests erupted, his ministers made things worse, sneering that the angry farmers were stupid, swayed by “anti-national” leftists or, since many are Sikhs, were dangerous separatists, perhaps terrorists.", "Mr Modi’s government has offered minor concessions, to no avail. It can still save face by temporarily suspending the laws. As with countless other protests in India, this one may also simply dissolve. Divine intervention ended last year’s nationwide protests against a discriminatory citizenship law, which petered out with the arrival of covid-19. However the siege of Delhi ends, India’s rulers would be wise to learn its lessons: in such a diverse and noisy country, you cannot make one rule for all, and you cannot make rules at all without first winning people to your cause."], "authors": ["The Economist"], "keywords": ["agricultural", "banyan", "rice", "protests", "laws", "wheat", "undermining", "subsidised", "reforms", "farmers", "rules", "india", "things", "policies", "indias"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}