{"keywords": ["philadelphia", "open", "door", "forever", "storm", "walking", "malnourished", "video", "limping", "residence", "walked", "jokinen", "ends", "adopted", "dog", "family", "inside", "bad"], "authors": ["Nicole Darrah", "Nicole Darrah Covers Breaking", "Trending News For Foxnews.Com. Follow Her On Twitter At"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Malnourished dog ends up with forever home after limping into Philadelphia residence during bad storm", "pubDate": null, "url": "http://www.foxnews.com/us/pennsylvania-sick-dog-walks-inside-home", "paragraphs": ["A homeless, malnourished dog was adopted in the most unusual of ways after she limped through her future owners' wide-open front door in Pennsylvania over the weekend.", "The 9-year-old pooch walked into the Philadelphia home of Jake Jokinen, a popular sports podcast host, before 4 a.m. on Saturday after his front door blew open from strong storm winds.", "'BEST CHRISTMAS GIFT': DOG IS ADOPTED AFTER 500 DAYS IN NEW YORK SHELTER", "Jokinen said in a video that his wife woke him up, reassuring him that their 1-month-old baby was fine, but said, \"There is a puppy in our house.\"", "Confused, Jokinen walked downstairs to find \"this mystery puppy\" on their first floor.", "Surveillance video of the incident shows the dog hobbling down the street, in the Fishtown neighborhood of the city, walking up to the home's front porch stairs and simply going straight inside.", "NEGLECTED DOG GETS ADOPTED AFTER 'CINDERELLA' MAKEOVER", "Nearly 30 minutes later, an apparent stranger who was walking past saw the door was open, yelled inside to make sure things were OK inside the house, and closed the door.", "Jokinen said the dog was \"scared, limping, malnourished.\" The family put the pup inside a pen and called animal control in the morning to figure out what to do, but they decided to take the dog to the vet themselves, where she was scanned for a microchip.", "RESCUED DOG HAS 9 POUNDS OF MATTED HAIR REMOVED FROM 11-POUND BODY: 'SHE SEEMS LIKE A WHOLE NEW DOG'", "No chip was discovered, but \"even if there was a chip, this dog is in such bad shape, whoever had it is a terrible person,\" Jokinen said.", "The lucky family decided to keep the 9-year-old dog, who is now named Suzy, after Yankees sportscaster Suzyn Waldman. Jokinen said they plan to \"give her a dignified end of her life.\"", "\"We're gonna turn this negative into a positive for the holiday season,\" he said, claiming that people inquired about donating to Suzy's recovering fund — as she has fleas, ticks and a heart murmur, among other ailments.", "As of Tuesday, more than $19,000 was donated to the dog's recovery, WPVI reports. Jokinen said any leftover money will be donated to help other animals in need.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Suzy is on the mend. She is starting to fill out and get some more energy. She's adapting well to her new home and just loves being loved,\" Jokinen told the news station. \"We are planning out the next steps for procedures she needs treating her paw infections and hookworm.\"", "Jokinen notes his family didn't expect Suzy's arrival, but said in his video that of \"all the bad things that could happen when your front door is left open, to end up with a sweet dog who just needs a good home, I mean — wow. This could've gone a lot worse.\""], "id": "da8234b6-8ee5-343a-abda-0c015896726d", "summary": "A homeless, malnourished dog was adopted in the most unusual of ways after she limped through her future owners' wide-open front door in Pennsylvania over the weekend.\nThe 9-year-old pooch walked into the Philadelphia home of Jake Jokinen, a popular sports podcast host, before 4 a.m. on Saturday after his front door blew open from strong storm winds.\nConfused, Jokinen walked downstairs to find \"this mystery puppy\" on their first floor.\nJokinen said the dog was \"scared, limping, malnourished.\"\nThe lucky family decided to keep the 9-year-old dog, who is now named Suzy, after Yankees sportscaster Suzyn Waldman."}