{"id": "da8c9bad-f14d-3e21-a854-17e6aeef30c5", "title": "Tiger Woods' agent slams HBO documentary ahead of its release", "url": "http://www.foxnews.com/sports/tiger-woods-agent-slams-hbo-documentary", "summary": "Tiger Woods’ agent slammed a new documentary that aired on HBO and HBO Max on Sunday night.\n\"Tiger\" sets out to detail the legendary golfer’s relationship with his father and the rise, fall and rise again of his career.\nWoods was not interviewed for the documentary, but the film features his former caddy Steve Williams, Nick Faldo, biographer Pete McDaniel and Woods’ mistress Rachel Uchitel.\nSteinberg refers to the book \"Tiger,\" a biography written by Armen Keteyian and Jeff Benedict.\nWoods was the first Black golfer to win the Masters at Augusta National in 1997.", "paragraphs": ["Tiger Woods’ agent slammed a new documentary that aired on HBO and HBO Max on Sunday night.", "\"Tiger\" sets out to detail the legendary golfer’s relationship with his father and the rise, fall and rise again of his career. Woods was not interviewed for the documentary, but the film features his former caddy Steve Williams, Nick Faldo, biographer Pete McDaniel and Woods’ mistress Rachel Uchitel.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"Just like the book it is based off of, the upcoming HBO documentary is just another unauthorized and salacious outsider attempt to paint an incomplete portrait of one of the greatest athletes of all-time,\" Woods’ agent Mark Steinberg told Golfworld on Saturday night.", "Steinberg refers to the book \"Tiger,\" a biography written by Armen Keteyian and Jeff Benedict. Keteyian was an executive producer for the documentary series.", "TRUMP GOLF CLUB NO LONGER THE HOST OF FUTURE PGA CHAMPIONSHIP AMID US CAPITOL VIOLENCE FALLOUT", "Woods has not publicly spoken out about the documentary.", "The documentary received mixed reviews as critics began to watch it last week.", "Woods is one of the most electrifying golfers to have ever teed off. His burst onto the scene and his competitiveness captured the eyes of a generation in the late 1990s into the 2000s and through the 2010s.", "Woods was the first Black golfer to win the Masters at Augusta National in 1997. He won 14 more major championships after that and is only three behind Jack Nicklaus for the most ever by any golfer.", "CLICK HERE TO GET THE FOX NEWS APP", "He was the No. 1 golfer in the world for 683 weeks beginning on June 15, 1997 and is an 11-time PGA Player of the Year. President Trump honored Woods with the Presidential Medal of Freedom in 2019."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["release", "pga", "book", "slams", "tiger", "golfer", "hbo", "woods", "golfers", "rise", "agent", "keteyian", "documentary", "ahead"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}