{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "da9de4fc-862d-32c4-9ad1-48f117ee9d34", "keywords": ["movie", "hallmark", "cable", "channel", "abbott", "christmas", "told", "mcnamara", "love", "took", "films", "television", "movies"], "pubDate": null, "title": "How Hallmark Took Over Cable Television", "url": "https://www.newyorker.com/magazine/2019/12/23/how-hallmark-took-over-cable-tv", "authors": ["Sarah Larson", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "Adam Entous", "Emily Nussbaum"], "summary": "“Brilliant!” The Hallmark Channel is a cable network owned and operated by the greeting-card company.\nHallmark films tend to center on independent women with interesting jobs (novelists, chocolatiers) and appealing romantic prospects (princes, firemen).\n(In some ways, it’s the quintessential Hallmark Christmas movie; in others, it’s a playfully self-aware critique of the genre.)\nLater that decade, it bought an interest in the religious network Odyssey, which, in 2001, it took over fully, renaming it the Hallmark Channel.\n“It was ‘Road to Christmas.’ ” Hallmark wanted to “reflect the broader population” where it could, he went on.", "paragraphs": ["A few months ago, in a house near Vancouver, nine actors in festive aprons gathered around a kitchen island to shoot a montage for the Hallmark Channel movie “Christmas in Evergreen: Tidings of Joy.” The island was covered in cookie-making ingredients. The director, Sean McNamara, a veteran of Hallmark movies and Disney kids’ series, sat at monitors nearby. “O.K.!” he called out. “You’re having fun, you’re making cookies, it’s Christmas, and action! ” The actors rolled dough and picked up cookie cutters. The montage would be dialogue-free, overlaid with music; to set the tone, McNamara cued up “Jingle Bell Rock.” The cast began to bob. “Good, but we probably shouldn’t be dancing!” McNamara yelled. One actor, looking serious, lifted an icing bag. “Remember, you’re having fun, and there’s funny stuff going on!” McNamara said. The actors burst into smiles and laughter. “Now the cake!” McNamara said. Paul Greene, a former J. Crew model and the male lead, presented the group with a white fondant cake topped with pine trees. They shook powdered sugar on it. “Cut!” McNamara yelled. “Brilliant!” The Hallmark Channel is a cable network owned and operated by the greeting-card company. This year, the channel and a sister network, Hallmark Movies and Mysteries, produced a hundred and three original movies; forty are about Christmas. Since 2011, from late October to January, Hallmark has broadcast Christmas movies nearly twenty-four hours a day, seven days a week. (The Hallmark Movie Checklist app, which helps guide viewers to new films, has 1.5 million users.) During this year’s holiday season, the programming, called Countdown to Christmas, has made Hallmark the No. 1 cable network among women between the ages of twenty-five and fifty-four, and, in some prime-time slots, No. 1 in households and total viewers. Last year, seventy-two million people watched Countdown to Christmas. Fans talk of turning it on and leaving it on all season; it dominates TV screens in hospitals and nursing homes. “Guys come up to me on the golf course and whisper, ‘I love your Christmas movies!’ ” the actor Cameron Mathison (“The Christmas Club,” “The Christmas Ornament”) told me. Lifetime, the women’s network long known for movies with titles like “In Bed with a Killer” and “Your Husband Is Mine,” now airs its own Hallmark-esque Christmas movies, in a block called It’s a Wonderful Lifetime. Netflix, Ion, Freeform, and OWN have started making them, too. Hallmark films tend to center on independent women with interesting jobs (novelists, chocolatiers) and appealing romantic prospects (princes, firemen). Programming is seasonal; as the year progresses, characters pair up amid winter wonderlands, Valentine’s Day chocolate-making contests, fireworks celebrations, pumpkin patches, and Christmas parties. The familiarity of the films is essential to their success. Hallmark screenplays have nine acts, each of which hits specific plot points—a meet-cute in Act I, before the first commercial, an “almost kiss” in Act VII. The shots are lit with a distinctive warmth. Actors recur. The settings often recall Saturday Evening Post covers by Norman Rockwell, whose painting “Shuffleton’s Barbershop” inspired a Hallmark movie of the same name, and several productions have been filmed at ersatz pioneer villages. As Danica McKellar, a Hallmark regular once best known as Winnie Cooper, from “The Wonder Years,” told me, many actors “bring nostalgia with us.” In Hallmark films, townspeople care for one another, run viable small businesses, and compete in gingerbread bake-offs—America as we might wish it were, and as some believe it once was. It has thrived in the Trump era. Last year, it was one of the only networks to gain viewers besides Fox News and MSNBC. It also depicts a purple America, without guns, MAGA hats, rage. Bill Abbott, the C.E.O. of Crown Media, Hallmark’s entertainment company, told me that it’s “your place to go to get away from politics, to get away from everything in your life that is problematic and negative, and to feel like there are people out there who are good human beings that could make you feel happy to be part of the human race.” Hallmark’s America is also straight, often Christian, and, until recently, mostly white. Meghan Markle, whose biracial parentage made headlines after her engagement to Prince Harry, starred in two Hallmark movies; in the Fourth of July romance “When Sparks Fly,” from 2014, her character had white parents. In 2017, the African-American TV and film actor Holly Robinson Peete pitched a wholesome reality show about her family to Hallmark. “Meet the Peetes” aired for two seasons. “There were six of us—seven, including my mom—so that was a lot of diversity at once,” she told me. The “Evergreen” series, which began in 2017, now sees Peete playing the mayor of Evergreen, Vermont, a quaint town based on a line of Hallmark cards. The movies begin with a shot of the illustrations that inspired them, some featuring a vintage red pickup truck, which appears in the movies. A miniature of it is available as a Hallmark Christmas decoration, for $39.99. Many Hallmark films involve some form of lucrative “integration”—product placement. Balsam Hill synthetic Christmas trees appear frequently; in “Holiday Hearts,” from November, an eligible doctor (Paul Campbell) demonstrates the settings of a tree’s remote-controlled lights for a full minute. On the set of “Christmas in Evergreen: Tidings of Joy,” McNamara and his crew shot a scene that featured a foldaway Ninja Foodi oven. “It’s important to show nine cookies on the sheet,” Sunta Izzicupo, the film’s executive producer, said. On the monitor, an actor approached the oven, said, “No room? No problem,” opened its door, and inserted a tray of nine cookies shaped like pickup trucks. One theme of “Tidings of Joy,” written by Zac Hug, is whether Evergreen is too good to be true. (In some ways, it’s the quintessential Hallmark Christmas movie; in others, it’s a playfully self-aware critique of the genre.) In the film, Katie (Maggie Lawson), a savvy big-city journalist, makes a wish on a magical snow globe, bakes cookies, goes carolling and ice-skating, and watches the unveiling of a time capsule inside a fifteen-foot advent calendar. She also falls in love with Ben (Greene), the local librarian. The day after the cookie shoot, at a historic-house museum in Vancouver, McNamara sat at video monitors in a circa-1895 kitchen, near a hand-cranked wooden telephone. He was about to direct the film’s highest point of tension—the “almost breakup,” usually at the end of Act VIII—which takes place at the Evergreen Library, where Ben has discovered Katie’s notes for what appears to be an exposé of the town. Lawson and Greene were surrounded by wreaths, garlands, and Christmas knickknacks. Paper lanterns softened the lighting. Greene, reading Katie’s notes, said, “ ‘Despite the warmth and honest connection these people feel, it’s hard not to wonder how much of Evergreen is an act.’ ” His tone hinted at anger. “Yeah, I broke up with Kevin. One day he let these two flies crawl all over his eye for, like, an hour and he didn’t even shake his head.” Cartoon by Teresa Burns Parkhurst “Cut!” McNamara said. “Paul, you need to take down, like, twenty per cent of the edge.” A key tenet of Hallmark screenplays, the veteran writer-director Ron Oliver told me, is that conflict “can never seem like it’s gone so far that it can’t be resolved.” In the next take, Greene delivered the line in a tone of gentle disbelief. “Brilliant!” McNamara said.", "In 1910, Joyce Clyde Hall, an entrepreneurial Nebraska teen-ager and the son of a Methodist minister, took a train to Kansas City, Missouri, bringing with him two boxes of postcards. Printed postcards had become a hot commodity, and Hall had a talent for sales. In 1914, he and his older brother Rollie formed a company called Hall Brothers, opened a shop, and began printing their own greeting cards and paper goods. The First World War was a turning point for the industry: servicemen and their loved ones enjoyed sending and receiving cards and became lifelong card buyers. “And I saw something else in the custom,” Hall wrote in his 1979 memoir, “When You Care Enough”: “A way of giving less articulate people, and those who tend to disguise their feelings, a voice to express their love and affection.” In 1916, Hall Brothers began printing cards that came with their own envelopes; in 1917, they invented modern wrapping paper. The brothers began using the name Hallmark, after a goldsmith’s stamp of quality, in 1928, and later paired it with a crown logo. By mid-century, Hallmark had pioneered a new card-display technique, similar to what we still see in drugstores; formed partnerships with Disney and Norman Rockwell; and built a huge headquarters, in Kansas City. In the process, the company became so intertwined with the idea of holiday celebration that the term “Hallmark holiday” entered the public vocabulary, connoting a holiday rooted as much in commercialism as in tradition. In 1951, Joyce Hall wrote to his sales team, “Dear Fellows: We’re going to try our hand at television.” Inspired by the medium’s educational and entertainment possibilities, he wanted Hallmark to deliver edifying fare. That year, the company sponsored the first original opera written for television, “Amahl and the Night Visitors”; later, under the name Hallmark Hall of Fame, it sponsored TV productions of literary adaptations, Broadway plays, and, in time, original films. It became the most award-winning franchise in television history, with eighty-one Emmys. Hallmark formed Crown Media in 1991, and ventured into cable. Later that decade, it bought an interest in the religious network Odyssey, which, in 2001, it took over fully, renaming it the Hallmark Channel. According to Bill Abbott, who ran Crown’s advertising sales from 2000 to 2009, before becoming its C.E.O., “the strategy at the outset wasn’t to draw close to the brand. It didn’t really have a filter.” For a decade, the channel aired motley family entertainment, Hallmark Hall of Fame films, and original movies, made by an independent producer. There were a few standouts. One was the eleven-film “Love Comes Softly” series, released from 2003 to 2011. Based on novels by the Canadian evangelical-Christian writer Janette Oke, the movies are lightly religious frontier dramas set out West. I watched several around 2009; inside the films’ covered wagons and behind their butter churns, I discovered, yellow-haired TV stars like Katherine Heigl and January Jones were living lives of noble forbearance. There were occasional speeches about the Lord, but there was also hardship and heart, à la “Little House on the Prairie”—if Pa hurt his leg, a handsome stranger would help plow the fields. Other films were set in a down-home romanticized present, among characters who proudly respect sentimental art. Some of them praise Norman Rockwell and Thomas Kinkade; in one film, a painter feels betrayed, but then grateful, when her art is used in an ad campaign. “Art is about creativity and being a free spirit,” she says in Act IX, just before the kiss. “It’s not restrictive or rigid, so why should I be?” Her painting is of Santa Claus. These series and films, along with “The Christmas Card,” a surprisingly effective love story between a soldier and a mill owner’s daughter, from 2006, helped inspire Abbott, when he became C.E.O., in 2009, to push Hallmark to “embody the brand on TV.” “I love greeting cards and I love Hallmark stores,” Abbott told me when I met him at Hallmark’s Manhattan offices. To him, the stores give a sense of “comfort, positivity, connections.” “You should turn on our channel and almost feel like you’re walking into a Gold Crown store,” he said. Abbott is fifty-seven, with thinning gray hair, a warm, confident demeanor, and an adenoidal vocal quality, like a man powering through a cold. He told me that he had been influenced, too, by the distinctive two-minute Hallmark-card commercials that had aired during the Hall of Fame broadcasts, starting in the sixties, which became famous for making viewers cry. In “The Music Professor,” from 1983, a girl races to arrive at a piano lesson before her teacher and hides a card between the pages of her sheet music. When he finds it, both struggle to contain their emotions. Abbott and his executive team, including Michelle Vicary, Crown Media’s executive vice-president of programming and network publicity, developed a strategy of “leaning into Christmas.” Vicary, who works at Crown Media’s Los Angeles headquarters, began her career in music sales, working with bands including Nirvana, Hole, and Mudhoney, but shifted gears because of her “passion for television,” she told me. (She has been with Crown Media since its beginning.) In 2015, Crown started its own production company, taking control of development, costumes, locations, casting, and post-production. Abbott and Vicary read every script and watch every movie. The Christmas movies are generally shot in fifteen days, in minimal takes and with maximum efficiency, in affordable, often Canadian, locations; they use “actuals”—existing locations, not soundstages. Abbott and Vicary coached the development team to be “brand ambassadors,” who insure that each element of a production has a distinctive Hallmark feel, down to the decorative mise en scène. Vicary told me, “We’re not afraid to look at the dailies and call them up and say, ‘Not enough Christmas.’ ” In 2014, Hallmark aired “Christmas Under Wraps,” starring Candace Cameron Bure, who in childhood co-starred on “Full House,” alongside another Hallmark actor, Lori Loughlin. Bure plays a big-city doctor who finds love in Garland, Alaska, which, she correctly suspects, is home to Santa’s workshop. “I guess when it comes down to it, a patient is a patient,” she says, wide-eyed, icing Rudy the Reindeer’s leg. At the beginning, she is striving for a prestigious Boston surgical fellowship; by the end, she has everything she needs right there in Garland. The movie was a “breakthrough,” Abbott said. Soon afterward, the company ramped up production.", "The Bure breakthrough was a bit like the plot of “Christmas Under Wraps”: Hallmark had discovered that it had everything it needed—positivity, reassurance, sentimentality, and cozy salesmanship—right there in Garland. At that point, the Hallmark Channel had a steady audience of older viewers, but it began bringing in younger ones by casting prominent actors who had starred in edgy teen fare of the two-thousands—Jesse Metcalfe, Chad Michael Murray—and putting them in sweaters and Santa hats. There was something for middle-aged viewers, too—a divorced heroine wooed by a sensitive major-league baseball player, for example, who teaches her son to catch. The movies’ seasonal themes began to venture beyond Christmas, and holiday decorating—even for Halloween or Valentine’s Day—provided a way for characters to bond. (Since the seventies, Hallmark Cards has sold Christmas ornaments and holiday decorations.) As the strategy started to succeed, Hallmark further expanded its fare, introducing a morning show (“Home & Family,” shot in a free-standing house on the Universal lot) and, in 2014, Hallmark Movies and Mysteries, the sister channel, whose titles include “Murder, She Baked: A Peach Cobbler Mystery,” and whose programming broadened, slightly, the company’s tonal register. (In one film, Bure finds a human skull.) Often, at a mystery’s climax, there’s a moment of cathartic, justified violence—for example, a woman clonking a would-be murderer over the head with a piece of pottery. In regular Hallmark Channel films, violence is so seldom seen that even allusions to it can be shocking—such as in “From Friend to Fiancé,” from 2018, when a party scene at a paintball range features a shot of people wielding semiautomatic paintball guns. When I mentioned the off note to Abbott, he said, “That’s a movie we did not write the script for.” It had been produced independently, and guns weren’t its only problem. “It got past all of us that the word ‘suck’ is used in the movie,” Abbott said. He grew animated. “I was so mad at myself for not catching it. It’s a word that has become frighteningly close to no longer being part of the four-letter-word category. It’s a—it’s just a negative, it’s demeaning. It shouldn’t be on our channel.” They edited it out. Several well-known politically conservative actors in Hollywood have been in Hallmark films—Bure, Dean Cain, Jon Voight—but, Abbott said, Hallmark takes pains to be apolitical. “The only thing we do promote is pet adoption,” he said. “We make no apologies about that.” The “Home & Family” set has a dedicated pet-adoption area, and pet adoption is a plot point in many movies, including last year’s “Road to Christmas,” written by Zac Hug. It featured, as minor characters, two attractive young men who co-owned an animal shelter. Seeing this, I was briefly delighted: was this a gay couple, on Hallmark? The moment passed—they didn’t act like a couple or attend a family Christmas gathering together. I mentioned to Abbott that I had thought I had seen a gay couple in a movie; I didn’t say which. “You did,” he said. “It was ‘Road to Christmas.’ ” Hallmark wanted to “reflect the broader population” where it could, he went on. “And we believe that if we do it authentically, without doing it just to do it—which is the wrong reason to do it, by the way—people will feel good about it, regardless of where they stand on the political spectrum.” I couldn’t tell that they were gay, I said. “But that’s what’s great about it,” Abbott said. “They’re not being called out and made to either look cool or weird.” Hallmark’s sense of authenticity is rooted more firmly, perhaps, in the pioneer village. In 2014, it adapted Janette Oke’s 1983 novel “When Calls the Heart” into a series. Centered, at first, on a genteel schoolteacher, Elizabeth (Erin Krakow), a handsome Mountie (Daniel Lissing), and a local widow (Lori Loughlin) in a western-Canadian mining town circa 1910, it has a whiff of the piety of the “Love Comes Softly” series. When characters behave badly (covering up liability in a mine accident, putting on airs), they redeem themselves; pleasures are exceedingly gentle. The show’s superfans, known as the Hearties, have an annual “family reunion” in Vancouver, and visit the set in tour buses. Some make social-media memes superimposing Bible passages over images from the show. “When Calls the Heart” has some three million viewers an episode, competing for No. 1, on Sunday nights, with “The Walking Dead,” about life in America after a zombie apocalypse. “Until we get to ‘Walking Dead’ numbers, I’m not going to be happy,” Abbott said. At the beginning of the series, Abigail, Loughlin’s character, had lost her husband and son in a mining accident, but she persevered—opening a café, adopting an orphan. By the time Abigail became the town’s mayor, Loughlin was a cornerstone of Hallmark—as Abbott told me, “a very good friend, somebody who I admire a great deal for her skill,” and “at the top of the list in terms of people who were accessible, were kind, were committed to her fans, and were humble.” On March 12th, Loughlin and her husband, along with Felicity Huffman and others, were indicted in a highly publicized college-admissions-fraud scheme, in which they allegedly paid five hundred thousand dollars to have their two daughters admitted under false pretenses. (Loughlin pleaded not guilty.) Two days later, Crown fired her; it pulled “When Calls the Heart” off the air, midseason, and edited her out of its remaining episodes. When the show returned, Krakow, as Elizabeth, sat at a desk, writing in her diary. “We never know how life will turn,” she wrote. “It’s been a week since Abigail got word that her mother had taken ill back East. True to her nature, Abigail wasted no time in rushing off to care for her.” The townspeople would pray for her and her family. “In her absence, we must soldier on, and we will,” Elizabeth continued. “We are a community. We are strong.” In one of Abigail’s final episodes, from February, she lovingly reassured Elizabeth, a new mother, about parenthood. “If there’s one thing I know, a good mother always figures out what’s best for her child,” she said.", "In early November, Christmas Con brought together seventeen Hallmark-movie stars and several thousand regular Americans who wanted to meet them. The gathering, held at a modest convention center in Edison, New Jersey, had been organized by a small event company and sponsored by Hallmark, which had constructed a fully furnished living-room area, as if airlifted from the set of “Home & Family,” in the middle of the space. Guests in reindeer antlers and pro-Hallmark T-shirts drank mulled cider and posed inside a Christmas-ornament-shaped frame. The mood was exuberant. When a group of Hallmark actors, including Chad Michael Murray, emerged from the greenroom to pose in front of a tree, thousands cheered, a sea of arms raising cameras aloft. Male stars from Hunks of Hallmark, an Instagram fan account, gamely posed as attendees asked them to: holding their hands, looking into their eyes. One couple, Jeff and Kathy Martin, from New Jersey, were beaming; the actor Nikki DeLoach had just praised Jeff’s Green Bay Packers Christmas sweater. I asked Kathy why she loved Hallmark. “The stress lifts right off!” she told me, raising her arms in a gesture of unburdening. Later, Cheryl Longordo, a self-described “Hallmark-watching junkie,” told me that it took her mind off her job at a pharmaceutical company. She and her sister, who wore a chemotherapy turban, were there together. “You need this,” Longordo said, intensely. “It’s a lifeline.” “I just wish this could have happened when I was wearing a sports bra.” Cartoon by Sofia Warren Hallmark Channel fare has always struck a delicate balance between realism and something more idealized. A paradox of the channel is that the artificiality of its content, which offers predictable pleasures—the “almost kiss,” interrupted by a ringing phone or a bleating goat; the ubiquitous baking contests—is often delivered alongside surprisingly realistic performances. Unlike modern rom-coms, Hallmark plots—which almost always feature romance, even alongside the murder investigations—are driven not by arch concepts, high jinks, or panic about being single but by what Vicary described to me as “a voyage of self-discovery.” A long-standing trend of having Hallmark heroines tumbling off ladders into manly arms has been on the wane. As the writer Julie Sherman Wolfe told me, at Christmas Con, “We don’t want our strong female leads to be damsels in distress.” Characters fall in love because they see goodness in the other person, Vicary said—often because of “a kind act that causes the other character to take a look at themselves. Like what human beings go through. When something touches you, you can effect change.” Some people dismiss Hallmark as presenting a fantasy, but, Ron Oliver said, its characters behave with greater maturity than many others onscreen. “When you’re writing something in Hallmark-land, you have to understand that people tend to act like adults do,” he said. Protagonists are often motivated by their goals as much as by love. The actor Anna Van Hooft specializes in playing “Hallmark villains”—a bride-to-be who buys a wedding dress that was on hold for someone else, a murderer. Even the villains “tend to have their eyes on their goals”—but “not on the people around them,” she said. For example, “the marriage, but not the man.” In the heavier fare on Hallmark Movies and Mysteries and on Hallmark Drama, which began to air in 2017, violence and loss are explored within the same format that the Christmas movies use, with the same reliable happy-ever-afters. One film this year featured a subplot about medical debt. Another film, “Two Turtle Doves,” by Sarah Montana, is a warmhearted love story between a grieving neuroscientist (Nikki DeLoach) and a widowed estate lawyer (Michael Rady). Their romance involves turtle-dove Christmas ornaments—but also straightforward discussions about loss. At Christmas Con, DeLoach told me, “So many people have come up and told me it was a guide for learning to heal through grief.” She was beaming. Hallmark’s project of uplift has begun to extend not just into real lives but into real towns, many of which could use it. (A recurring theme of Hallmark movies is saving beloved local businesses.) For a special called “Project Christmas Joy,” Hallmark donated homes to families in tornado-ravaged parts of Alabama; it also threw a Christmas event for the residents of David City, Nebraska, the small home town of Joyce C. Hall. Despite its historic charm, my own home town, in Connecticut, has at times struggled to thrive. Last autumn, while looking at Instagram, I saw a startling post—of my childhood house and the seed company my family had owned, next door, blanketed in fake snow. Hallmark was filming a Christmas movie there. Six weeks later, I watched the heroine of “Christmas on Honeysuckle Lane” enter a snowman contest outside the house and fall in love with an antique dealer, whose store was in the seed-company building. Inside, the stairs squeaked just the way I remembered."]}