{"id": "daa5d731-efbc-354a-8897-1f4259fcc393", "title": "U.S. Postal Service delays next-generation mail truck contract award again due to coronavirus", "url": "https://www.foxbusiness.com/lifestyle/us-postal-service-delays-next-generation-truck", "summary": "Postal Service has postponed the date for awarding a $6.3 billion contract to build its new mail trucks to next year due to challenges posed by the coronavirus.\nContinue Reading Below“The COVID-19 pandemic previously resulted in the expected production award being pushed to the end of 2020.\nApproximately 180,000 of the new trucks will be purchased over a five-year period.\nOSKHOSH/FORDOshkosh and Ford are working together on the only finalist that started out as an existing production vehicle.\nBased on a high-roof Ford Transit van, which can be had with a diesel engine and will be available with all-wheel-drive soon, the van has been modified with the required sliding doors and plenty of protective body cladding.", "paragraphs": ["The U.S. Postal Service has postponed the date for awarding a $6.3 billion contract to build its new mail trucks to next year due to challenges posed by the coronavirus.", "Continue Reading Below", "“The COVID-19 pandemic previously resulted in the expected production award being pushed to the end of 2020. However, amid continuing COVID-19 concerns, and in order to provide for capital investment activities and required approvals, the program schedule has been revised and a decision is now planned for quarter 2 of fiscal year 2021 (January to March 2021),” the agency said in a media release.", "The project to replace the Grumman Long Life Vehicle (LLV,) which ended production in 1994, was launched in 2016 and originally scheduled to pick a manufacturer by the end of 2018 but has seen several delays. The aging LLVs have become a major maintenance and safety issue in recent years, with one catching fire an average of every five days since 2014, according to USPS data recently published by Vice.", "Approximately 180,000 of the new trucks will be purchased over a five-year period. The original request for proposals called for a right-hand-drive van with an aluminum or composite body, sliding curbside doors for both the passenger compartment and cargo area, a payload capacity of 1,500 pounds, ceiling height of 6 feet, 4 inches, an overall length of 19 feet, an all-wheel-drive option and U.S. production.", "FORD BRONCO LAUNCH DELAYED DUE TO CORONAVIRUS PANDEMIC", "Official details on the submissions are subject to nondisclosure agreements, but the three projects that remain in contention are as follows:", "KARSAN/MORGAN OLSEN", "Turkey's Karsan previously tried and failed to win the contract to build New York City's Taxi of Tomorrow but brought in a ringer for the mail truck. Its American partner in the endeavor, Morgan Olson, is a corporate descendant of Grumman.", "OSKHOSH/FORD", "Oshkosh and Ford are working together on the only finalist that started out as an existing production vehicle. Based on a high-roof Ford Transit van, which can be had with a diesel engine and will be available with all-wheel-drive soon, the van has been modified with the required sliding doors and plenty of protective body cladding.", "WORKHORSE", "Workhorse, the company that spawned electric pickup startup Lordstown Motors, had been teamed up with commercial-truck specialist Hackney on a battery-powered prototype that could potentially use plug-in hybrid technology, but Hackney dropped out, leaving Ohio-based Workhorse to pursue the project on its own.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE"], "authors": ["Gary Gastelu"], "keywords": ["coronavirus", "required", "trucks", "postal", "award", "van", "production", "sliding", "previously", "truck", "project", "hackney", "mail", "vehicle", "contract", "nextgeneration", "delays", "service"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}