{"id": "dabc05f0-e6cb-3802-9784-34943d3556a3", "title": "Megan Fox and Machine Gun Kelly Have Us Seeing Double", "url": "https://www.vogue.com/article/megan-fox-machine-gun-kelly-couple-style", "summary": "Megan Fox and Machine Gun Kelly have now entered the matchy matchy phase of their relationship.\nLast night, the couple headed out for dinner in Malibu in coordinated outfits, specifically his-and-hers patent leather jackets.\nFox wore a pink patent jacket with jeans, hot-pink pumps, and a chic Bottega Veneta clutch.\nMachine Gun Kelly, meanwhile, wore a sleek black leather coat along with an embellished blazer, black skinny jeans, and leather combat boots with a thick lug sole.\nFox and Kelly aren’t alone in this like-minded approach to dressing, either: The Biebers, Katie Holmes and Emilio Vitolo Jr., and Nickyanka (that’s Nick Jonas and Priyanka Chopra) all coordinate, too.", "paragraphs": ["Alert! Megan Fox and Machine Gun Kelly have now entered the matchy matchy phase of their relationship. And it looks really good. Last night, the couple headed out for dinner in Malibu in coordinated outfits, specifically his-and-hers patent leather jackets. One shiny coat on its own is already an attention grabber, but two? This is a couple that wants to be seen!", "Fox wore a pink patent jacket with jeans, hot-pink pumps, and a chic Bottega Veneta clutch. Machine Gun Kelly, meanwhile, wore a sleek black leather coat along with an embellished blazer, black skinny jeans, and leather combat boots with a thick lug sole. Together, their matching trenches certainly played off each other, but they still remained true to their own sense of style—the making of a successful couple style moment, indeed. Fox and Kelly aren’t alone in this like-minded approach to dressing, either: The Biebers, Katie Holmes and Emilio Vitolo Jr., and Nickyanka (that’s Nick Jonas and Priyanka Chopra) all coordinate, too. The more duos who play dress up together, the better!"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["seeing", "matchy", "gun", "machine", "kelly", "fox", "double", "couple", "patent", "leather", "jeans", "megan", "wore"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}