{"id": "dadaa6fb-fd77-3bd6-b8a8-3df7cdf8366d", "title": "Coronavirus live news: suspected case on 'cruise to nowhere' was false alarm; UK economy hit by second wave", "url": "https://www.theguardian.com/world/live/2020/dec/10/coronavirus-live-news-one-in-four-americans-certain-they-will-accept-vaccine-second-wave-arrives-in-south-africa", "summary": "13:52It could be too late for any kind of fair distribution of coronavirus vaccines because of the deals already made by rich countries, according to Mark Suzman, chief executive of the Bill & Melinda Gates Foundation.\nDespite the unprecedented pace of scientific progress on the development of vaccines, he said it remains “really, really complicated” to ensure they are produced and distributed fairly.\nFunding from the Gates Foundation has come at a pivotal moment, Suzman said.\nThe first vaccinations began in the UK this week, while US regulators appear ready to approve emergency use of two vaccines.\nA second wave of vaccines is in advanced trials.", "paragraphs": ["13:52", "It could be too late for any kind of fair distribution of coronavirus vaccines because of the deals already made by rich countries, according to Mark Suzman, chief executive of the Bill & Melinda Gates Foundation.", "Despite the unprecedented pace of scientific progress on the development of vaccines, he said it remains “really, really complicated” to ensure they are produced and distributed fairly.", "Suzman announced on Wednesday the foundation is to give an extra $250m (£188m) to support the research, development and equitable delivery of tests, treatments and vaccines against coronavirus, bringing its total commitments to tackling the disease to $1.75bn.", "", "Rich countries with just 14% of the world’s population have secured 53% of the most promising coronavirus vaccines, according to an alliance of campaigners which this week warned that deals already done could leave nine out of 10 of the world’s poorest unvaccinated next year. Canada has secured enough doses to vaccinate its citizens many times over.", "Funding from the Gates Foundation has come at a pivotal moment, Suzman said. The first vaccinations began in the UK this week, while US regulators appear ready to approve emergency use of two vaccines. A second wave of vaccines is in advanced trials.", "Asked if deals done by western governments with vaccine companies meant it was already too late for an equitable rollout, Suzman told the Guardian: “At the moment, as you say, it definitely is a risk and that’s why we think it’s so important to be taking action now.”"], "authors": ["Helen Sullivan", "Jessica Murray", "Aamna Mohdin", "Karen Mcveigh", "Martin Belam", "Helen Davidson", "Matthew Taylor", "Justin Mccurry", "Mike Hytner", "Ben Doherty"], "keywords": ["deals", "vaccines", "coronavirus", "really", "live", "hit", "economy", "suzman", "moment", "second", "false", "week", "secured", "late", "suspected", "uk", "cruise", "worlds", "wave"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}