{"keywords": ["thats", "didnt", "uk", "boris", "brexit", "election", "party", "going", "means", "seats", "think", "really", "johnsons", "actually", "win", "labour"], "title": "What Boris Johnson's election win means for the UK", "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://www.ft.com/video/17ab8bb5-afaa-4f72-9078-61344a6eed13?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=1", "pubDate": null, "id": "dae35b7d-274a-3946-9645-08415fde0601", "paragraphs": ["You can enable subtitles (captions) in the video player", "We've all had enough of this. Getting a Brexit election done. Argh! Too much? No?", "I'm losing my voice.", "Right, so Robert, you've got a festive frog in your throat. So I'm going to let you offload the talking. And you can have light felt pen duties today because you're unwell. But anyway, here we are, results day. And a new blue dawn has broken, has it not?", "It has. Tories have got a majority of 80. It's a bigger win than I think either of us expected. I think, as we showed at the end of the last talk, we both sort of thought the Tories were going to make it. But I certainly didn't think you were going to be anything like as big as that.", "No. So how did we get here? Have we got any prediction?", "We have. In fact, I happen to know that people refer to this backdrop as the shed. So I'm going to root around in the shed, where I have some of our old artwork. People have also criticised us for using paper, saying we should be recycling. So I hope they notice that we are recycling...", "Reusing.", "...our drawings. So essentially, everything the Tories tried to do worked. And everything the other sides tried to do to stop them failed. It's really quite as simple as that.", "So the Tories managed to break through this so-called red wall of Labour heartland seats, not just right across the north of England but into Wales, where large chunks of Wales are now Tory. It's true that the Labour party hung on in a lot of London, which stays red, and in other urban seats. But the Tories also held on in the south of England against the Lib Dems.", "The Tories' biggest losses were in Scotland, where they lost seven of their 13 seats. Other than that, I think they lost about four seats in the rest of the country. The Liberals took Richmond Park in London. But a lot of their big targets they didn't make.", "And they didn't unseat.", "No seats off them.", "No. And the Lib Dems didn't manage their scalp of the night, which was supposed to be the foreign secretary Dominic Raab in Esher. But instead of Dominic Raab being the Portillo moment, the Portillo moment was Jo Swinson, the Lib Dem leader in Dunbartonshire, decapitated by the SNP.", "Very sad end. And Nicola Sturgeon barely able to contain her joy. Did you see the video there?", "It's been a tough fight between the Lib Dems and the SNP in that seat for the last three elections.", "It's been an awful election for the Liberal Democrats and for poor old Jo Swinson in particular.", "Right. Let's draw a results map then. Look, I'm going to do one of my absolutely wonderful geographical messes. Maybe a bit simpler than last time. Here we go. And here's Northern Ireland. That's the Isle of Wight. How's that? Is that Okay?", "That looks like something I put on my dresser, I think.", "Okay, Okay, so the SNP is just so dominant north of the border, no. And actually, that's really interesting, because even though the Tories did way better than we were all expecting in England and Wales. Actually, we'd begun to expect that the Tories would hold onto some seats in Scotland. But the SNP really did very well indeed.", "They basically chased the Labour party out of Scotland. They played the grievances of Scottish voters at being forced into a Brexit they didn't vote for. And it has paid off for them in, and it has paid off for them in this election. On top of which, Nicola Sturgeon was easily the most effective political performer on television in the debates.", "This has obviously raised-... what's going on down there?", "I don't know. I'm just adding the south-west. Carry on, carry on.", "This has obviously raised questions about a second Scottish independence referendum and a new push. And the SNP certainly are very emboldened. And this will be something that's weighing heavily on Boris Johnson's mind.", "But you think that this unexpected majority of 80 actually means the story, as it continues from this point, could be much more interesting on Brexit and on the union, right? Because if Boris Johnson had had a much slimmer majority we may have got out of the parliamentary deadlock of the hung parliament. But he, the prime minister, would still have not properly been in control and possibly would have been still under the influence of the European Research Group, the arch-Brexiteers in his own party.", "The Brexit deadline coming up. He had said he would get the whole trade deal negotiated by the end of 2020. But actually now that he's so powerful and has had such a convincing win, he's got way more room to do more interesting things and to be more flexible, right?", "And not only has he got a big majority, but the opposition is shattered. The Labour party is down to just over 200 seats. It's going to be fighting itself for the next six months. The Liberal Democrats hammered. Only the SNP are cohesive. So not only has he got a big majority, but he's got it at the time when the opposition is very weak.", "Brexit is now going to happen.", "Correct.", "By the end of January, the UK will have left the European Union.", "So that uncertainty is gone.", "So that's happening, he has more room for manoeuvre and also just more authority. He's just won a big election. So that's the biggest Conservative victory since Margaret Thatcher in 1987. So he's got all that authority.", "We don't know the extent to which he wants to decouple from the ERG. We know some of his advisers have contempt for them. But we're not sure. But I think the point that you're making and which I agree with, is that... what?", "No, it's fine. Do agree with the point you think I'm making, because it's not the one I'm making.", "You actually said it. And I was going agree with you. This is most unfair. Because of the threat of Scotland, because of the new seats that he has won, it might change his approach to the Brexit discussions. He's now got to conduct the next stage of talks, the trade talks with a mind to not doing anything that pushes Scotland further away and keeping happy these new seats that they have won, the so-called red wall, the manufacturing heartlands, as were at least, in the north and in the Midlands. All these seats...", "There are still Labour seats there.", "Yes, of course there are. But I mean, it is quite striking how much blue there is there now. Those seats have different priorities to the wealthy south.", "Quite.", "And they've got MPs who are going to have to be mindful of those things if they want to keep their seats this next election, because as Boris Johnson said, they've been lent these votes. They haven't got them in the bag yet for keeps.", "So it's manufacturing areas, areas where the export industries are important. So for that, you need close trading relationships. So that means you're going to have to go for a softer Brexit, maybe a very soft Brexit.", "We might be getting our hopes up. I think if he sticks to his deadline, it's only him forcing this deadline of 2020 on himself, the only type of trade you can get is a very thin one, basically tariffs and quotas. The big sticking point is the issue of regulatory alignment. That's the thing that makes frictionless trade possible. That's going to be what a lot of these places want to see.", "Having talked up the benefits of freedom from regulatory alignment, he's going to have to think about if he really wants that. He's going to have to think about how he prioritises a European trade deal ahead of a US trade deal. US trade deal is the big political prize of Brexit. Economically, it's worth nothing like as much. It's not even comparable to a European deal.", "Let's talk a bit about Northern Ireland, because the DUP, the Democratic Unionists, who had been in coalition with Theresa May, had then been key allies until Boris Johnson put together his oven-ready exit deal. But actually, in the election, the DUP has done really badly in Northern Ireland. So they're sort of disempowered as the voice of Northern Ireland. It's gone from sort of orange to green.", "But of course, in Boris Johnson's current withdrawal agreement there is the erection of a border in the Irish Sea. What happens with that? That's still going to cause some problems, isn't it?", "My deeply cynical view of this is that Boris Johnson really just doesn't care very much about Northern Ireland. You know, he worked... it was hard when he was trying to become leader. And although he would not seek the reunification of Ireland, I don't think he would think of it in the way he thinks about the loss of Scotland.", "Oh, my goodness.", "And the unionist MPs, as you were saying, for the first time, they're in a minority of elected MPs from the province. That's an extraordinary thing. It has to be possible that a border poll is coming in the next decade.", "A border poll being a referendum on which the whole island of Ireland votes as to whether to become the republic or not the UK.", "It's in play. And these border checks, I don't think they necessarily force Northern Ireland into the hands of the Republic, because it's actually got quite a preferential deal in this Brexit deal. But it does mean that Northern Ireland has to look towards the European Union as much as it looks towards the UK for its economic policy and future.", "So it's kind of basically two huge existential topics continuing to be in play, the future of the UK as a union, and also Brexit and the relationship with our closest allies and former fellow member states. But of course, the reason that the Tory party has won this stonking majority is by saying, we'll just get Brexit out of the way, because there's a whole other agenda.", "Let's just talk a bit about what happened to Labour. This is the worst set of results for Labour in terms of seats in the Commons since 1935. It's catastrophic.", "Think that actually, after a few years in which unanswerable laws of politics seem to have been suspended. I think actually what happened here is they returned. The fact is, the Labour party presented the country with a manifesto that was so far to the left of what the country's ever shown itself ready to accept that they rejected it. And they put at their head a leader who the country not only thought was too left wing, but actually thought was weak.", "They thought, you've got this extraordinary agenda. And there's no way you can deliver it anyway. You're not good enough.", "So it's interesting that thing about weakness, because I think you said you'd been speaking to some pollsters who had said the catastrophic thing about Jeremy Corbyn's prevaricating on Brexitv- was he Leave, was he Remain? This idea he'd remain neutral in a referendum. And also possibly his kind of slightly shrugging attitude to whether the SNP got their precious second referendum on Scottish independence. It was as much whether that made him look like a weak leader as it was about the issues themselves.", "That's right. I mean, I think...", "It's really interesting that, because you'd think people would care so much, for example, about keeping the country together.", "You would. But I think they also care more immediately about the issues around themselves and their own lives. And constitutional issues always seem more existential until they're right upon you.", "A bit abstract.", "More abstract - that too, that too. Well, I should have thought abstraction. But I think it's going to be very interesting how the Labour party attempts to process this, because it's very clear already that all of the Corbynites are working. They had a script they circulated on election night, even before we knew the results, to explain why they'd done so badly. And the whole structure was blame it on Brexit.", "So they've hung on, as we had explained, in London. They've also hung on in sort of central Manchester and other cities. But they've done really, really badly in smaller towns. And these are the places where people's job prospects are not good, there's a lot of poverty. But these have always been absolutely staunch Labour territory. And now they've been persuaded to vote Conservative for the first time. So it's a huge redrawing of the map.", "It really is. Brexit is the lever that Boris Johnson used to prise open the Leavers, as it were. And he...", "Oh, dear.", "I didn't even plan that one. But it wasn't just about Brexit for all of these people. I think it was also about...", "Could you just move your glass for a second. . I'm going to do my little...", "I think it was also about the factors that got them voting for Brexit in the first place. The working class vote in a lot of these places swung heavily to the Tories, even in the Remain seats. It wasn't just in the Leave seats, because I think this notion of saying to people, you're poor, you can't help yourself, we the state are going to provide all the things for you, take these free things, is not actually that appealing to a lot of people.", "They want a sense of aspiration. They want a path out. They want a notion that if you do this for me, I can climb out myself, of whatever hole I'm in. I can improve my life. I just need a bit of help. And I think the Labour agenda of lots and lots of public provision, lots of free stuff, didn't actually speak to people's own sense of pride.", "So when Ed Miliband was Labour leader in the 2015 election, their policy programme was ridiculed by one of their US Democrat advisers as vote Labour, get a free microwave. And there was a sense with this Labour manifesto, it was like get a whole new fitted kitchen or whatever else, your list of bribes. And someone who'll cook for you.", "And actually, interestingly, the polling conducted by Lord Ashcroft, I thought, was so interesting, because it showed that the Labour leavers who rejected the Labour party this time and voted Conservative, the sort of fear of a second referendum and unpicking Brexit was only their third concern on their list of concerns.", "Their number one concern was they worried about Jeremy Corbyn in Number 10 Downing Street. And their second concern was this crazy list of spending pledges.", "Yeah, and the two are linked, of course. They didn't trust him making all predictions. I think that's absolutely right. And of course, Labour supporters will argue that this was all down to a vilification campaign. And it is true that any Labour leader, and him in particular, has to weather a hostile media environment. But the truth is, that's the weather. And you have to be able to deal with it.", "And Jeremy Corbyn showed no readiness to deal with that agenda. He thought after 2017 they'd found a miracle way around it. But the truth is, he didn't go out and contest it. He frequently was absent in major points in British politics, particularly after Brexit. And people looked at him and just thought, you're not there.", "So the other thing with the Labour vote is it piles up in places they don't need it, right? So even though it's true that lots of people registered to vote in the last few weeks before the election, even though there may have been a slight increase in young people turning out to vote, which they don't do in such great numbers as older voters who tend to vote Conservative, those votes, again, were in places they didn't need them.", "And Jeremy Corbyn going around the country doing his election rallies, he kept turning up in safe Labour seats to rally the faithful rather than reaching out.", "Although, some of these seats the Tories took were safe Labour seats quite recently. I was talking to our data genius John Murdoch about what are the demographics showing. And he hadn't got all the data yet. But what he said was he thought that the really extreme division of young and old that characterised the last election, where Labour absolutely mopped up to about 40-something years old, and the Tories, the other side of that line.", "He said he didn't think it was quite as sharp this time. And that actually, there were younger voters voting Conservative in these kind of seats, and that the divisions we're seeing, they were around social class, wealth, and education.", "The interesting question, or one that is going to play out, is whether Labour lost all these seats, because it tried to pander to the Remain side, or whether, had it failed to pander to the Remain side, it would have done worse. Clearly, the Corbynite narrative is very much, we tried to pander to Remain, that's why we lost. I don't think it's as clean as that, because I think Labour got a lot of seats. And it saved itself in a lot of places by dint of being the only Remainish party.", "So the other party that had a really bad night was the poor old Lib Dems. Look, here we are. And as we've said, Jo Swinson actually lost her seat by 100-odd votes in East Dunbartonshire in Scotland. They picked up a few seats from the Tories but not a lot of the ones that they'd hoped for.", "Being the sort of outrageously optimistic types, even in near-death experiences, they're very chatty about the number of second places they've lost for another election. But of course, with a comfortable majority now, there isn't going to be another election as soon as we possibly thought they would be if there were a hung parliament.", "So they're going to struggle, the Lib Dems, to find any relevant role, aren't they, in this parliament?", "Yeah, I mean, I've been really rough on them. If you think back to June, talk of them getting back to 50 or 60 seats did not seem at all incredible. It's been the most brutal squeeze. And it's happened in a very, very short space of time. They didn't have a great campaign. But I still think most of it was down to just the brutalities of the first past the post system.", "So I think they had a bad campaign. But I think there's a kind of political law of physics, which is that if the electorate are quite happy to see the Labour leader in Downing Street, they're comfortable voting Lib Dem. And that's in this territory here. If this territory here is worried about the Labour party in power, they don't vote Lib Dem, because they're worried about letting Labour in.", "Well, that's was absolutely what we saw under Tony Blair. I mean, the Lib Dems' greatest recent period of success was in the era of Tony Blair and Gordon Brown. That actually - mistakes just didn't - if were a Tory voter, losing didn't look that big a risk. And actually, I suspect for some moderate Labour voters, the same way. Actually, it's only David Cameron, what could he do to the country?", "So I think you're completely right. The more stark the choice, the harder it is for middle parties.", "I mean, the Lib Dems' high watermark was 2005 under Charles Kennedy when...", "You think in share of the vote, it was 2010 or so.", "Yeah, but in seats, it was 2005. And I think that's really interesting, because I think people were happy to have Blair in Downing Street, but they wanted to give him a kicking over Iraq. Yes, but without that sort of friendly factor towards the Labour leader more broadly, they just struggle.", "And I think they've completely lost touch with that idea. I think both the parties of the left, the Lib Dems and the Labour party, because the Lib Dems still are kind of centre left, for all the Nick Clegg coalition era, they've just completely lost touch with this sort of law of British politics.", "What can they do about it? It's not a law they can affect.", "No, there isn't.", "So there's nothing they could have... I don't know...", "Well, they can hang on in there and build. I mean, they're in government in Wales as it happens.", "A lot of the MPs who stood as independents defied the whip, they all lost their seats. The MPs who defected from Labour to the Liberal Democrats.", "Gary Locke.", "They all lost their seats as well. You know, some really brave and good people, Luciana Berger, Sam Gyimah, Anna Soubry, David Gauke. They're all gone. So parliament has lost a lot of these people who stood up and were counted on Brexit and other issues during that campaign. And it's going to be a much more monolithic parliament.", "So what do you think's going to be the most significant point of tension then in the next few months?", "I think that the SNP is, to some extent, talking the talk on an early referendum. I don't think they either expect or necessarily want that referendum in 2020. The polls aren't yet showing them a majority that they would win.", "So I think for the moment, they want to talk the talk about the beastly English are not letting us have our referendum. Let the Brexit talks go on, and see how that plays out. If they win in 2021 in the Holyrood Scottish parliamentary elections, they're going to find it very difficult not to demand a referendum. And although Boris Johnson's people were saying today, well, we're simply not going to have it, there's been one, I think, what are they going to do, turn Scotland into Catalonia? They're going to refuse to allow a referendum? I don't see how that works.", "So I think we've got a year of shadowboxing. And then we'll see where we are in a bit.", "You know, when May took over as prime minister, she made a big deal of flying up to Edinburgh on the first day, shaking hands with Sturgeon, and saying this is going to be an inclusive process. Of course, it wasn't at all. But it would potentially be possible to actually then conduct the trade negotiations, work towards the final Brexit deal in a way that includes Edinburgh and perhaps a newly revived Stormont Northern Irish assembly and the Welsh.", "Is there not a way binding all together? Because with the DUP weakened, that's a chance to revive the Stormont assembly.", "The problem with it is conducting these talks with the SNP. If you're conducting it with Holyrood, you're conducting it with the SNP there. And they have no incentive to be helpful in terms of what Boris Johnson wants to achieve. And it's win-win for them. Either they get a much softer Brexit than he wants to give them, or they get to say their Brexit strategy has been denied by the brutish English government.", "So I don't know about that. But I think he could include more Scottish Conservatives and try to use people like Ruth Davidson, for example, much more to project a Scottish sense. And I do think it could be the cover for him showing much more flexibility in the next year of trade talks than we necessarily were led to assume when we looked at the manifesto.", "Do you think we should talk about the Brexit party?", "Well, they just faded away, didn't they, having decided to stand down? But then they potentially took quite a lot of votes off the Labour party and made it easier for the Tories to win those seats.", "It does look like in quite a few seats, they made a real...", "We've lost our pale blue. You've got the pale blue.", "It made a real difference to taking votes from Labour. There were seats where they split the vote. And the Labour MPs like Dan Jarvis in one of the Barnsley seats survived, because the Brexit party and Tory party vote split. By and large, they weren't unhelpful to what Boris Johnson was trying to achieve. I still thought in the last week, it was quite hard to understand what the Brexit party were playing at.", "Nigel Farage was saying he was going to spoil his ballot paper or then start a new party called the Reform Party to campaign for proportional representation so that they could have a permanent say.", "Is what we're concluding from all this that he's, Boris Johnson is so empowered now by this majority of 80 that he can be a kinder, gentler Boris?", "Well, it's possible. We ought to find out. We'll need a little bit more about the new MPs and see what the composition of the new Conservative party is. I think you're right that he is empowered. For a while at least, he's going to be able to do what he wants. He'll reshape his cabinet. Some of the people who were less lovable might find themselves out.", "The Rees-Moggs?", "I wasn't going to name names.", "I'm going to name a name again. The Rees-Moggs?", "Anyway, he'll have a bit of a honeymoon now. He'll have the honeymoon he didn't really get when he won the leadership before. And he will be able to take the Conservative party, the government, and therefore the country in the direction he wants for a while.", "The nature of the trade negotiation is, well, Britain is still the weaker partner in all of these talks. And Scottish nationalism is a force that he can't control. So it's been a very, very good week for Boris Johnson. He's won. He's been vindicated. He's going to get a period of political grace. But I don't think it'll last five years.", "So I would say that he can do what he wants now. It's just that we don't really know what it is that he wants.", "Do you think he knows?", "No.", "On that cheery thought."], "authors": ["Produced Tom Hannen. Studio Filmed Bianca Poole", "Rod Fitzgerald"], "summary": "And actually, that's really interesting, because even though the Tories did way better than we were all expecting in England and Wales.\nBut they've done really, really badly in smaller towns.\nAlthough, some of these seats the Tories took were safe Labour seats quite recently.\nI still thought in the last week, it was quite hard to understand what the Brexit party were playing at.\nHe'll have the honeymoon he didn't really get when he won the leadership before."}