{"id": "dae92fe7-2009-307e-a20b-f4662040df31", "title": "The Nioh Collection Review – Smooth Suffering", "url": "https://www.gameinformer.com/review/the-nioh-collection/the-nioh-collection-review-smooth-suffering", "summary": "The Nioh games are deliberately difficult uphill battles against all manner of demonic foes.\nOh, and there are many deaths to be had as well, as the Nioh games are brutal without remorse.\nGoing back to the Nioh games after reviewing both of them separately on launch is an interesting task.\nThe Nioh Collection is a worthwhile return for seasoned pros to experience optimized visuals, DLC content, or different weapons and skills.\nFor new players, this remastered collection is absolutely the best way to experience the Nioh games.", "paragraphs": ["The Nioh games are deliberately difficult uphill battles against all manner of demonic foes. As you slaughter your way through each level, the experiences boast serious loot customization and build variety, tons of content to grind and conquer, and opportunities to take on big bosses with friends. Oh, and there are many deaths to be had as well, as the Nioh games are brutal without remorse. The tough-as-nails samurai slashers are now available as a remastered double feature with the PlayStation 5’s Nioh Collection.", "This is a great time to dive into the franchise if you’ve been putting it off for any reason, as the package includes remastered versions of both Nioh and Nioh 2, plus their associated DLC and add-ons. While I’d be hard pressed to recommend going back to the original Nioh when Nioh 2 is essentially a much more refined take on that experience, it’s a bonus history lesson if you’re hungry for more (though you can also purchase these remasters individually). Chances are, you won’t be, because you can easily spend a hundred or so hours on the Nioh 2 content alone if you’re shooting for deep endgame, DLC, and more.", "The remastered titles included in the Nioh collection feature 4K graphics and up to 120 frames per second. If your television or monitor doesn’t support those amenities, no problem. Both games run incredibly well and look fantastic regardless of your setup. Running at 60 FPS is important for games in the action/RPG genre, as you want to be able to effectively assess the situation before swinging, dodging, blocking, or ki-pulsing your way to victory, and you’ll have that regardless of how awesome your setup is. The fast load times facilitated by the PS5’s SSD are another extreme benefit given how many times you’ll be loading back from death.", "Going back to the Nioh games after reviewing both of them separately on launch is an interesting task. Though Nioh games share similarities with From Software’s Souls series, Team Ninja made some striking design choices that players need to be aware of before diving in. For example, Nioh’s worlds are actively hostile, and seek your demise with a sort of sick cruelty behind enemy placement, boss abilities, and more. If you’re willing to take a beating from a bully and smile as you grow stronger, call your friends into the game to help, and grind yourself a massive set of powerful gear, Nioh is the right fit for you. It is fun to come back at your oppressive enemies with a host of gear and magic options hours later and crush demonic Yokai that were giving you nightmares, but you need to have the right temperament and attitude to properly enjoy the challenges that the series unloads on you.", "If you can put on a happy face as you get one-shot by a demon, enjoy repeating side missions for loot to create a perfectly-rolled item piece, and eventually overcome the most vicious adversaries, you’re going to be right at home. On the flip side, if being absolutely crushed down into the dirt before slowly clawing your way back up isn’t your thing, there are plenty of other action/RPGs to try before coming over to Nioh.", "I recommend going to Nioh 2 immediately, regardless of whether or not you played the original. Nioh 2 refines and builds upon virtually every system that the first game offered, and gives you a ton of content and options to explore. Some content is reused almost wholesale from the original game, so you can get all the Nioh you need from just diving immediately into the second game. The original looks and plays substantially better than it did before, but in comparison to the sequel, it feels more like a prototype concept.", "Don’t worry about going out of order; the story has never been a big draw for me with this series, and you won’t miss much there.", "Even if you’ve already played Nioh 2 and know what to expect, I recommend hitting up some of the new weapons and options offered here with the full DLC on display. The fist weapons let you punch, kick, and brawl your way to victory and shouldn’t be missed for those looking for a new experience. The substantial DLC content in both games is tuned to give even the biggest and baddest demon-slayer out there a challenge, so those offer another great reason to revisit these games.", "The Nioh Collection is a worthwhile return for seasoned pros to experience optimized visuals, DLC content, or different weapons and skills. For new players, this remastered collection is absolutely the best way to experience the Nioh games. Just be aware of what demonic delights you’re signing up for!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["nioh", "smooth", "original", "game", "suffering", "remastered", "games", "dlc", "going", "content", "review", "way", "collection", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}