{"id": "daeb2f5d-a5c9-3476-86f8-2e35cb0fa2a1", "title": "Former ballerina with Alzheimer’s performs moving dance in viral video", "url": "http://www.foxnews.com/lifestyle/former-ballerina-alzheimers-performs-dance-viral-video", "summary": "At least that’s what social media users are thinking about a viral video that shows late prima ballerina Marta C. González seemingly recalling old choreography while she is wheelchair-bound and battling Alzheimer’s.\nCOLD WATER MAY BE AN EFFECTIVE DEFENSE AGAINST DEMENTIAThe emotional video was uploaded to YouTube by Música para Despertar on Oct. 30 and has since been shared thousands of times.\nRepresentatives of Música para Despertar told Fox News that the video was filmed in 2019 shortly before González passed away.\nIn the video, González is joined by the organization's founder Pepe Olmedo, who is a psychologist, musician and director.\nBravo.”Spanish actor Antonio Banderas wrote a thoughtful Facebook post saying, “53 years ago she was a New York Ballet dancer.", "paragraphs": ["In some cases, music can be medicine.", "At least that’s what social media users are thinking about a viral video that shows late prima ballerina Marta C. González seemingly recalling old choreography while she is wheelchair-bound and battling Alzheimer’s.", "COLD WATER MAY BE AN EFFECTIVE DEFENSE AGAINST DEMENTIA", "The emotional video was uploaded to YouTube by Música para Despertar on Oct. 30 and has since been shared thousands of times. The Granada, Spain-based organization promotes “music and love” for those living with Alzheimer’s in addition to raising awareness, sensitizing and training senior centers, professionals, family members and caregivers, according to its Twitter bio.", "Representatives of Música para Despertar told Fox News that the video was filmed in 2019 shortly before González passed away.", "In the video, González is joined by the organization's founder Pepe Olmedo, who is a psychologist, musician and director. The moment was captured somewhere in Muro de Alcoy, a town located inside the Spanish coastal city of Valencia, which is around 268 miles away from Granada.", "GOOD SENSE OF SMELL MAY INDICATE LOWER RISK OF DEMENTIA IN OLDER ADULTS: STUDY", "\"It is for us an honor that Marta González's video is moving the whole world. It is very important to make more people aware of the power of music, dance and art in people with Alzheimer's and other dementias, as well as in our own lives,\" Música para Despertar wrote to Fox News. “Little by little we are getting more data about the immense Marta González, and thus being able to know the history behind the artist. She was formed in the '60s in Cuba with the Nicolay Yavorsky Ballet School.”", "Although some curious ballet fans have interpreted or questioned whether González was a part of the historic New York City Ballet dance company, Música para Despertar clarified that its video title “Primera Bailarina” (“First Ballerina”) was a reference to González having founded her own Rosamunda Ballet Company and School in New York.", "“She is better known as Marta Cinta, with her own teaching method, [which] put much emphasis on the artistic and aesthetic value of the ballet. With her own company, she was a director, choreographer and first dancer,” the organization explained. “It does not mean that she was the first dancer of the New York Ballet, but that she was ‘First Dancer’ with her own company in New York.”", "REPETITIVE NEGATIVE THINKING PATTERNS MAY INCREASE RISK OF DEMENTIA: STUDY", "Although the moving video of González uses music from Pyotr Ilyich Tchaikovsky’s “Swan Lake,” the archival footage that accompanies her in the nearly two-minute clip is from the Mariinsky Ballet’s rendition of “The Dying Swan,” which features Russian prima ballerina Ulyana Lopatkina, 47.", "“Indeed, as many of you ask and realize, the images of a young dancer that appears next to Marta's, is not her (unfortunately we have not found any video to be able to see Marta Cinta in the past),” Música para Despertar wrote. “And of course we wouldn’t be able to get them to be of such good quality due to how old those videos would be [if found].”", "Despite the creative liberties taken in the video’s production as well as the mystery surrounding González, people around the world have felt a connection with the brief clip and have shared their own stories about loved ones afflicted with Alzheimer’s.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“Wonderful & heartbreaking all at once. My Father was a ballroom dancer [and] music always brought him back to us & I used to take him to my classes to watch,” one person tweeted after the Alzheimer’s Society reshared the video. “This awful disease steals so much from us all.”", "“This is one of the most profoundly moving and beautiful pieces of video (and ballet), I have ever seen,” another Twitter user commented. “The mind and brain are the most complicated systems in the known universe; we must not leave people to be locked in, we should search for keys. This is one of them. Bravo.”", "Spanish actor Antonio Banderas wrote a thoughtful Facebook post saying, “53 years ago she was a New York Ballet dancer. Tchaicovsky's music managed to mock his Alzheimer's. It's been a year since all this. Now on the occasion of his passing, serve the spread of these images as a well-deserved recognition of his art and passion. RIP Marta C. Gonzalez.”", "CLICK HERE TO GET THE FOX NEWS APP", "Música para Despertar did not specify the age González was when she passed away. However, a certificate with González‘s name was uncovered on Tuesday by performing arts critic Alastair Macaulay, who has worked for the New York Times’ dance section. The document says it was issued from The Higher School for Professional Studies and that González was 19 years old in 1966, as he showed in an investigative Instagram post.", "If the document Macaulay shared is accurate, she was around 72 years old when the video was captured."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["music", "york", "alzheimers", "performs", "ballet", "para", "marta", "moving", "video", "gonzalez", "despertar", "música", "viral", "dancer", "dance", "ballerina"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}