{"id": "daec5ae6-1635-3353-9130-46369540c1cd", "title": "Blizzard Adding New Free-For-All Map To Overwatch, Gives Small Overwatch 2 Update", "url": "https://www.gameinformer.com/2020/12/16/blizzard-adding-new-free-for-all-map-to-overwatch-gives-small-overwatch-2-update", "summary": "Now, thanks to a new level designer named Morton, players have that chance with the new free-for-all map called Kanezaka.\nSince the development team is so focused on Overwatch 2 development, the release of this map came as somewhat of a surprise to even the developers working on the game.\n\"It was so good that the team wanted to bring it to full production,\" Kaplan said in a Developer Update video on the official Overwatch YouTube channel.\nOne example of an Easter egg related to the development team is a cat café that features pictures of several of the team's cats.\nWe expect to get a big update on Overwatch 2's development and (hopefully) release window when Blizzard's virtual BlizzCon event, BlizzConline, happens February 19 and 20.", "paragraphs": ["Those who are still playing Overwatch have stormed the Hanamura castle more times than they can count, but they haven't had much of a chance to venture outside the castle's walls. Now, thanks to a new level designer named Morton, players have that chance with the new free-for-all map called Kanezaka.", "Since the development team is so focused on Overwatch 2 development, the release of this map came as somewhat of a surprise to even the developers working on the game. According to game director Jeff Kaplan, Kanezaka is a result of Morton getting up to speed with the development tools the team uses. \"It was so good that the team wanted to bring it to full production,\" Kaplan said in a Developer Update video on the official Overwatch YouTube channel.", "Kanezaka takes place just below Hanamura (you can see the castle walls towering above you while playing in the new map). Kaplan promises a ton of contextual storytelling, including Easter eggs and things that will pay off in Overwatch 2. \"We're going to learn more not only about our two favorite Shimada brothers, but possibly some other people as well that relate to that whole group,\" he said in the video. \"It should be really interesting. There's a lot of Easter eggs in the map, not only about future Overwatch lore, but some fun stuff in regards to the team that makes the game.\"", "One example of an Easter egg related to the development team is a cat café that features pictures of several of the team's cats. Kaplan also says that each part of the map caters to a different playstyle, giving all players areas to excel in and enjoy. Kanezaka will land in the PTR at some point this month, with a full launch sometime in early to mid-January.", "You can see the full Developer Update (which includes a 2020 recap) from Kaplan below.", "We expect to get a big update on Overwatch 2's development and (hopefully) release window when Blizzard's virtual BlizzCon event, BlizzConline, happens February 19 and 20. \"Can't wait to talk to you more about Overwatch 2; can't wait to show you more with Overwatch 2,\" Kaplan said near the end of the video. \"We know it's been too long. We know we've been quiet. And we still have a ways to go, just to manage expectations. But we're working extremely hard. We want this game to be great for you – both the live game and the upcoming sequel.\"", "Until the next info dump, you can get a rundown of everything we know about Overwatch 2 so far by visiting our coverage hub. Until then, Overwatch is currently going through its annual Winter Wonderland event, which you can learn more about here.", "[Source: PlayOverwatch on YouTube]"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["small", "know", "team", "overwatch", "blizzard", "adding", "video", "development", "map", "update", "gives", "easter", "freeforall", "kaplan", "game"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}