{"id": "dafedf27-e0ab-3a9e-9647-f02011b42de7", "title": "Kristen McMenamy Joins Instagram in Perfect Supermodel Style", "url": "https://www.vogue.com/article/kristen-mcmenamy-instagram", "summary": "What makes a model a supermodel?\nIs it being recognized on the street by paparazzi, or defining the look of a specific decade?\nIf you ask us, part of the equation is possessing the strength of personality and style that shines through no matter the setting.\nSo while it might come as a welcome surprise to see her join Instagram this week, the sheer fabulousness of her debut felt a little less unexpected.\nNow that’s the kind of detail only a supermodel would add.", "paragraphs": ["What makes a model a supermodel? Is it being recognized on the street by paparazzi, or defining the look of a specific decade? Is it simply the ability to command millions of dollars for a campaign, or, as Linda Evangelista famously put it once, not getting out of bed for less than $10,000 a day? If you ask us, part of the equation is possessing the strength of personality and style that shines through no matter the setting.", "It’s a quality the legendary Kristen McMenamy has in spades. Whether it’s the minimal, grunge-inflected looks of her breakout era in the ’90s, the romantic Grecian draping of her unforgettable Karl Lagerfeld-designed wedding dress, or the gothic glamour of her red carpet looks by the likes of Alexander McQueen and Valentino, McMenamy’s enduring appeal is in no small part a result of her inimitable personal style.", "So while it might come as a welcome surprise to see her join Instagram this week, the sheer fabulousness of her debut felt a little less unexpected. Sharing a snap of herself sitting in the back of a London taxi, winkingly captioned “don’t know where I’m going!”, the model wore a billowing black coat over a neon pink long-sleeve tee and yellow leggings, teamed with red sunglasses and a matching pair of Balenciaga knife boots to lend the look her signature edge.", "The final touch? A trompe l’oeil velvet Prada cahier bag from the brand’s Fellini-inspired fall 2017 collection. Now that’s the kind of detail only a supermodel would add."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["red", "mcmenamy", "model", "look", "yellow", "looks", "perfect", "winkingly", "instagram", "welcome", "supermodel", "style", "joins", "week", "kristen", "wore"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}