{"id": "db11997b-0d9e-307f-b5c1-64e84f4be37b", "title": "Edits: Digital Detox in Portugal", "url": "https://holidays.theguardian.com/holidays/edits-digital-detox-in-portugal-8303aa20a7d1c6bd4e9bbb29d4bdbb72", "summary": "Day2Fuel up at breakfast this morning, you’ll need your energy for a 70km bike ride that’ll take over some incredible Portuguese landscapes.\nIf your fitness could do with a little more refinement (you had all good intentions for those extra gym sessions, right?\nNext you’ll cycle through the forest, stopping to admire the ocean views as you go.\nYou’ll ride through Serra d’Arga, known for its waterfalls and lagoons, as well as being a territory of Iberian wolves and wild horses.\nIn the afternoon you’ll take the coastal paths back south, stopping for refreshments and a swim along the way.", "paragraphs": ["Day", "2", "Fuel up at breakfast this morning, you’ll need your energy for a 70km bike ride that’ll take over some incredible Portuguese landscapes. If your fitness could do with a little more refinement (you had all good intentions for those extra gym sessions, right?), then opt for an e-bike for an extra boost. The ride starts with an ascent up Monte de Santa Luzia. Your hard work is well rewarded with impressive views of the coastline and the Lima Valley. Next you’ll cycle through the forest, stopping to admire the ocean views as you go. You’ll ride through Serra d’Arga, known for its waterfalls and lagoons, as well as being a territory of Iberian wolves and wild horses. You’ll reach Caminha, a village on the Minho River which forms the border with Spain. In the afternoon you’ll take the coastal paths back south, stopping for refreshments and a swim along the way. Tonight, dinner included at the hotel."], "authors": [], "keywords": ["wild", "youll", "ride", "wolves", "portugal", "edits", "digital", "views", "stopping", "work", "waterfalls", "way", "detox", "extra"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}