{"id": "db1dba24-ba68-3519-b372-d07bd0055d17", "title": "Opinion | Brexit: What Were We Thinking?!", "url": "https://nytimes.com/2020/12/07/opinion/brexit-britain-covid-labour.html", "summary": "We don’t generally “do” revolutions, and if we do, they certainly don’t radically redistribute power — they cement it.\nMy belief is that, in the wake of this betrayal, a nostalgic yearning for fairness among working people led to a resurgent nationalism — and ultimately support for Brexit.\nLabour’s focus on cultural rather than economic equality meant there was nowhere for the working class to go but into the arms of the Brexiteers.\nPerhaps even before the virus, before Brexit, we had all been quarantined in our own naked individualism — an isolation far more toxic.\nFollow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter.", "paragraphs": ["We don’t generally “do” revolutions, and if we do, they certainly don’t radically redistribute power — they cement it. The Peasants’ Revolt of 1381 ended in the beheading of its leader; the Glorious Revolution of 1688 did little more than grant power to foreign aristocrats who believed in Jesus in a slightly different way than the domestic ones; and the Industrial Revolution merely mechanized the exploitation of the working class. Our stratified culture keeps us in our boxes. While, on its face, the Brexit referendum offered voters a simple binary choice of either leaving or remaining within the European Union, in reality it came to be seen as something much more: an opportunity to either vote for the establishment or give it two fingers.", "This rather unsophisticated reading of the troubling referendum was made easier by the prior dismantling of real political representation for ordinary British people, notably through the repositioning of the Labour Party in the 1990s as a kind of neoliberal, establishment-lite party under Tony Blair. During this time the purpose of the British left migrated from the pursuit of economic equality for the working class to a kind of performative, hollow optimism that masked an ideological capitulation to economic conservatism.", "My belief is that, in the wake of this betrayal, a nostalgic yearning for fairness among working people led to a resurgent nationalism — and ultimately support for Brexit. The parties founded to represent working people were inviting them to discard the flags and icons of Britishness that had been historically mobilized (however cynically) to inspire their sacrifice, which is in part why the Remain campaign failed. Labour’s focus on cultural rather than economic equality meant there was nowhere for the working class to go but into the arms of the Brexiteers.", "As a product of blue-collar Britain myself, I don’t believe these people are bigoted or backward, as they’re commonly rendered by the institutions that demonize them. I feel they just know that they’ve been stabbed in the back. Given that politics is now largely about opinions — things you say rather than things you do — the emergence of global online communication platforms has provided a glorious digital brewery in which discontent and division can hideously ferment. Judgment, vehemence and loathing can be calmly dispatched in cold and solitary certainty.", "This pandemic, along with the emergent social fragmentation of which post-Brexit Britain is a stark example, reveals that we can no longer live in centralized systems that seek only to protect hierarchies and serve those at their summits, whether they happen to be grotesquely populist or liberal-technocratic in nature. Both are harbingers of the necessity for real political alternatives and real change, not the phatic superficial gestures afforded by bipartisan democracy.", "Perhaps even before the virus, before Brexit, we had all been quarantined in our own naked individualism — an isolation far more toxic. There we were, incarcerated and alone inside the penitentiary of our temporal identities with no faith or care for anything other than the fleeting fulfillment of our wayward wants. This is the divide that British people have to reach across for there ever to be any real sense of unity among us. Ultimately, it is the island of self that we must either leave or remain trapped within.", "Russell Brand, a comedian and actor, is the author of “Recovery: Freedom From Our Addictions” and the host of a weekly podcast, “Under the Skin.”", "The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.", "Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter."], "authors": ["Russell Brand"], "keywords": ["opinion", "brexit", "working", "dont", "class", "things", "times", "british", "thinking", "real", "economic", "ultimately"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}