{"id": "db260b8b-cb0b-396b-92ac-c0fc04a54d48", "title": "Ghetts: Conflict of Interest review – brilliant, sodium-lit melancholy on starry major label debut", "url": "https://www.theguardian.com/music/2021/feb/11/ghetts-conflict-of-interest-review", "summary": "Ghetts: Conflict of Interest album coverAs evidenced by the album’s supporting cast – at one extreme Dizzee Rascal, at the other newcomer Pa Salieu – Ghetts’s career dates back almost to the dawn of grime.\nThat said, Conflict of Interest does not sound much like the work of an artist adopting a by-any-means necessary approach to mainstream success.\nThe arrangements are beautifully done, subtle rather than showy, a key factor in establishing the album’s overwhelming mood.\nGhetts: No Mercy ft Pa Salieu and BackRoad Gee – videoIt’s a mood that heightens what he has to say.\nConflict of Interest feels closer in spirit to Dave’s expansive Psychodrama than British rap’s other big-hitting recent albums: smart and sombre, long yet free of padding.", "paragraphs": ["The third album by Ghetts is a marathon listen – digesting it in one sitting takes well over an hour – but barely three minutes pass before he mentions that it’s being released by Warner, the venerable major-label home of Madonna, Stevie Nicks and one of Conflict of Interest’s umpteen guest stars, Ed Sheeran. The question of whether UK hip-hop needs major labels to succeed is an intriguing one – a few tracks in, you hear Skepta, on particularly fierce form, proudly explaining how he told the established music industry to do one. But Ghetts flaunting his new deal is understandable. It comes, as he puts it, after “15 years’ hard work, no breaks”.", "Ghetts: Conflict of Interest album cover", "As evidenced by the album’s supporting cast – at one extreme Dizzee Rascal, at the other newcomer Pa Salieu – Ghetts’s career dates back almost to the dawn of grime. He was a member of seminal grime collective Nasty Crew and released his first mixtape in 2005. Since then, amid constant acclaim, he has shifted his style from its early raging aggression to something more varied: one of the most striking things about Conflict of Interest is how often his vocal delivery shifts from the fangs-bared approach he minted when he still called himself Ghetto, to insouciant drawl, to an understated, conversational tone. Yet he’s remained something of a cult figure. Perhaps the marketing might of a big corporation can do what good reviews and the approbation of his peers thus far hasn’t.", "That said, Conflict of Interest does not sound much like the work of an artist adopting a by-any-means necessary approach to mainstream success. Ghetts declined to join in with the pop-rap goldrush of a decade ago, when a lot of his contemporaries opted for commercial house beats and catchy choruses. A similarly cool-headed approach seems to prevail here. Some tracks are clearly more commercial than others, not least the UK garage-influenced Good Hearts, which comes equipped with a sweet street-soul vocal from Sweden’s Aida Lae, and Sheeran’s Auto-Tune-heavy collaboration 10,000 Tears. But there’s no obvious single here. There’s no big-name producer; instead, he employs an arranger and string and brass sections: not the most obvious approach for a UK rap album, but one that works.", "The arrangements are beautifully done, subtle rather than showy, a key factor in establishing the album’s overwhelming mood. There are flashes of anger, moments when the desire to settle old scores and dismiss rivals in time-honoured style prevails – the single Skengman wades into the ongoing feud between guest Stormzy and Chip – and the aforementioned collaboration with Skepta on IC3 is pretty riotous: if its exploration of race isn’t as complex or nuanced as Dave’s Black, it makes up for it with the sheer incendiary power of the pair’s sparring. But the prevailing musical tone of the album is a reflective, small-hours melancholy: Hop Out and Fire and Brimstone’s understated, lonely-sounding take on G-funk; the smeared, ghostly vocal samples that echo around Autobiography; the jazzy piano chords drifting through Proud Family, a track on which the electronics sound like gusts of wind, as if the whole thing is playing on a deserted, sodium-lit city street.", "Ghetts: No Mercy ft Pa Salieu and BackRoad Gee – video", "It’s a mood that heightens what he has to say. You don’t want for elaborate descriptions of how talented and superior Ghetts is, but he comes into his own when he’s deep in thought, delivering smart, stark depictions of poverty-stricken family life, friendships that faded thanks to jail sentences, worries about generational cycles of crime and violence: “I’ve been who I see all the youngers becoming.” There’s a lot of stuff here about his past – drug dealing and theft that landed him in jail on and off throughout his late teens – but it strikes a curiously affecting note, more powerful than either macho boasting or finger-wagging moralising. Hop Out details a rash of car thefts – he seems to remember the make and model of everything he nicked – in a voice that gets increasingly angry and frantic, recalling a swaggering comparison to Nicolas Cage in Gone in 60 Seconds, before suddenly switching the mood: “The next day I had school in the morning,” he says softly, a line that lands like a punch. He chuckles, noting that he turned up in a better car than his teachers could afford, but the laughter sounds hollow.", "Conflict of Interest feels closer in spirit to Dave’s expansive Psychodrama than British rap’s other big-hitting recent albums: smart and sombre, long yet free of padding. Psychodrama’s author duly turns up on closer Little Bo Peep, six minutes of virtually beatless soul-baring that ends the album on a particularly downbeat note. It’s an unlikely way to embark on a major-label career, but it makes sense: Conflict of Interest feels like the work of an artist who’s in it for the long haul rather than short-term rewards.", "This week Alexis listened to", "Darren Hayman: Tuesday", "Venerable indie outlier Hayman’s latest project, Music to Watch News By, is intended to be listened to when you hit mute on the TV bulletins, unable to take any more: slightly ramshackle acoustic instrumentals, soothing and warm. Lovely."], "authors": ["Alexis Petridis"], "keywords": ["ghetts", "uk", "approach", "debut", "mood", "vocal", "sodiumlit", "starry", "label", "work", "melancholy", "review", "interest", "major", "theres", "conflict", "album"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}