{"id": "db612542-34c6-34f1-8a8c-d5a484e9f7fa", "title": "Trump Justice Department Sought to Block Search of Giuliani Records", "url": "https://www.nytimes.com/2021/02/10/nyregion/giuliani-trump-subpoena.html", "summary": "The Manhattan prosecutors noted to officials in Washington that they initially raised the idea in the summer, before the 60-day cutoff, the people said.\nWhile Manhattan prosecutors still faced opposition to examining Mr. Giuliani’s records, federal prosecutors in Delaware were allowed to issue subpoenas for a tax investigation into Mr. Biden’s son, Hunter Biden.\nIn June, Mr. Trump fired the head of the office, Geoffrey S. Berman, who oversaw a number of investigations into Mr. Trump’s allies, including Stephen K. Bannon.\nCNN first reported on Wednesday that the potential search warrant was met with resistance from Justice Department officials in Washington who questioned the strength of the evidence against Mr. Giuliani.\nIn December, NBC News reported that the Manhattan prosecutors had discussed making a legal request for Mr. Giuliani’s electronic communications.", "paragraphs": ["The Manhattan prosecutors noted to officials in Washington that they initially raised the idea in the summer, before the 60-day cutoff, the people said. And after the election, the prosecutors tried again.", "But even then, political appointees in Mr. Trump’s Justice Department, including officials in the deputy attorney general’s office at the time, did not approve, noting Mr. Trump was still contesting the election results in several states — a legal effort being led by Mr. Giuliani, the people said.", "The opposition rankled both the Manhattan prosecutors and some career officials in Washington, who questioned whether senior officials were treating all politically sensitive investigations equally after the election. While Manhattan prosecutors still faced opposition to examining Mr. Giuliani’s records, federal prosecutors in Delaware were allowed to issue subpoenas for a tax investigation into Mr. Biden’s son, Hunter Biden.", "And while the political appointees were skeptical that there was enough evidence to charge Mr. Giuliani, the career officials involved felt there was sufficient reason to believe that the search would turn up evidence of a crime, the legal standard to obtain a warrant.", "Ultimately, senior officials in Washington proposed delaying a decision on the subpoena until the Biden administration took over. It is unclear whether the prosecutors have obtained a warrant since Mr. Biden was sworn in.", "The episode was not the only time Mr. Trump’s Justice Department had tried to intervene in a politically sensitive investigation by the United States attorney’s office in Manhattan, one of the most independent prosecutor’s offices in the country. In June, Mr. Trump fired the head of the office, Geoffrey S. Berman, who oversaw a number of investigations into Mr. Trump’s allies, including Stephen K. Bannon.", "CNN first reported on Wednesday that the potential search warrant was met with resistance from Justice Department officials in Washington who questioned the strength of the evidence against Mr. Giuliani. In December, NBC News reported that the Manhattan prosecutors had discussed making a legal request for Mr. Giuliani’s electronic communications."], "authors": ["Ben Protess", "William K. Rashbaum"], "keywords": ["records", "giuliani", "manhattan", "officials", "justice", "mr", "office", "trump", "washington", "search", "sought", "block", "legal", "prosecutors", "department", "trumps"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}