{"id": "db94a3a1-acd9-33da-9c7e-38c5f102ae19", "title": "Powerful winter weather brings heavy snow, strong winds", "url": "http://www.foxnews.com/us/powerful-winter-storm-brings-heavy-snow-strong-winds", "summary": "A powerful winter storm that brought more snow to some cities in one day than they had all last season is still bringing heavy snow and strong winds along the coast.\nET on Thursday morning at least 6.5 inches of sleet and snow were recorded in Central Park in New York City, according to the National Weather Service New York.\nCLICK HERE FOR LIVE UPDATES ON THE STORM\"This winter storm is greater than the total snow for the 2019-2020 winter season of 4.8\",\" it tweeted.\nStrong winds will cause poor visibility for the next several hours with gusts of 40-50 mph along the coast.\nThe system will move away later this afternoon with some lingering snow showers and gusty winds.", "paragraphs": ["A powerful winter storm that brought more snow to some cities in one day than they had all last season is still bringing heavy snow and strong winds along the coast. Some areas will wake up to over two feet of snow, especially across upstate New York.", "At 12:05 a.m. ET on Thursday morning at least 6.5 inches of sleet and snow were recorded in Central Park in New York City, according to the National Weather Service New York.", "CLICK HERE FOR LIVE UPDATES ON THE STORM", "\"This winter storm is greater than the total snow for the 2019-2020 winter season of 4.8\",\" it tweeted.", "MAJOR NORTHEAST SNOWSTORM HITS; LEADS TO PENNSYLVANIA, NYC CAR PILEUPS, 2 DEATHS", "However, in some areas, a mixture of snow, sleet, freezing rain and rain cut back on some of the totals, especially for parts of New York City and the coastal areas.", "Strong winds will cause poor visibility for the next several hours with gusts of 40-50 mph along the coast. The system will move away later this afternoon with some lingering snow showers and gusty winds.", "CLICK HERE TO GET THE FOX NEWS APP", "Meanwhile, the Pacific Northwest continues to see active weather with coastal rain and mountain snow, and the Central Rockies also getting several inches of new snow over the Mountains."], "authors": ["Janice Dean", "Janice Dean Currently Serves As Senior Meteorologist For Fox News Channel", "Fnc . In Addition", "She Is The Morning Meteorologist For Fnc S", "Fox", "Friends", "Weekdays Et . She Joined The Network In January She Is The Author Of Several Books. Her Latest Is", "Mostly Sunny", "Harper Collins", "March"], "keywords": ["rain", "snow", "brings", "inches", "sleet", "heavy", "winter", "storm", "weather", "season", "york", "powerful", "strong", "winds"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}