{"id": "dbd456c0-97a0-3f32-ba60-abd6debab54a", "title": "Anime-Only Streaming Service Funimation Arrives On Nintendo Switch Today", "url": "https://www.gameinformer.com/2020/12/15/anime-only-streaming-service-funimation-arrives-on-nintendo-switch-today", "summary": "Not that you need an excuse to binge-watch your favorite anime, but Funimation just made that decision easier to justify because the anime-only streaming app is available on Nintendo Switch starting today.\nFollowing a previous tease that anime and the Switch would be combining their powers, the streaming service confirmed that it would be arriving this week; today, in fact.\nThis is the first streaming app for anime to arrive on the hybrid console if you don't include Hulu's limited lineup (and the fact that it's not anime-exclusive).\nThe new app design will be arriving on Nintendo Switch first, but will eventually be making its way over onto PlayStation 5 and Xbox Series X in the \"coming months.\"\nWhat is going to be the first thing you watch with Funimation now on Nintendo Switch?", "paragraphs": ["Not that you need an excuse to binge-watch your favorite anime, but Funimation just made that decision easier to justify because the anime-only streaming app is available on Nintendo Switch starting today.", "Following a previous tease that anime and the Switch would be combining their powers, the streaming service confirmed that it would be arriving this week; today, in fact.", "This is the first streaming app for anime to arrive on the hybrid console if you don't include Hulu's limited lineup (and the fact that it's not anime-exclusive). In addition to the new home, Funimation also made some key changes to how its app functions and its overall design. According to the company, this new update includes the following:", "A brand-new look and feel", "All-new curations and a “My Anime” page", "Anime launch schedule", "And much, much more!", "The new app design will be arriving on Nintendo Switch first, but will eventually be making its way over onto PlayStation 5 and Xbox Series X in the \"coming months.\"", "Personally, I can't recommend the anima Gangsta enough, so if you're looking for something to binge, might I suggest that?", "The arrival on Switch comes days after the confirmation that Sony's Funimation has acquired its competition seen with Crunchyroll for a cool $1.175 billion. You can learn more about that hefty price tag here with our previous coverage, but it looks like gaming and anime are becoming even closer together, which means good things for fans of this Japanese style of entertainment.", "What is going to be the first thing you watch with Funimation now on Nintendo Switch? Shout out those anime recommendations in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["nintendo", "funimation", "previous", "switch", "animeonly", "app", "design", "today", "service", "anime", "arrives", "youre", "arriving", "streaming"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}