{"id": "dbdffdc0-0f6f-3ba0-a422-a3be66f3f8fc", "title": "Survivorman Les Stroud Answers Survival Questions From Twitter", "url": "https://www.wired.com/video/watch/survivorman-les-stroud-answers-survival-questions-from-twitter", "summary": "Everybody thinks you're going to make a bow and arrowout of a piece of thread and a bobby pin.\nBottom line is you don't really wanna take the chancebecause this is the one time when a black bearis actually very dangerous, a mother and her cubs.\nIf you're going to go out in the wilderness,take a Bic lighter with you every single time.\nI know I'm going out, I know I'm making a film,and I know I'm eventually going to go home.\nFor those of you who don't know where Temagami is,Temagami is, in my opinion, the canoeing mecca of the world.", "paragraphs": ["Transcript", "Okay, this question comes from Scratch.", "Didn't get a chance to eat today and I'm starving,", "all in caps.", "How do survivalists get by on like one bug a day?", "We don't, actually.", "The reality of a survival situation", "is you spend most of your time groveling for food.", "Everybody thinks you're going to make a bow and arrow", "out of a piece of thread and a bobby pin.", "It ain't gonna happen.", "Going hungry is not that big of a deal.", "Without water, you're in big trouble.", "Without food, you've got a couple of weeks", "before you're in real trouble.", "So, when I'm in a survival situation and I've got no food,", "what ends up happening to me is I become really lethargic.", "That's the downside of no food.", "You lose your energy, but you don't die instantly.", "Hey, I'm Les Stroud and this is Survivalist Support.", "[upbeat instrumental music]", "All right, first question comes from JustMickeyy", "and he or she asks, Not sure if anyone watched 'Platform'", "on Netflix, but wouldn't it be healthier", "to eat the maggots instead of the rotten meat?", "Okay, so first of all, full disclosure.", "I have not seen Platform on Netflix.", "Actually, I haven't even heard of it,", "but I have heard of maggots", "and I have heard of rotting meat, and I have eaten both.", "There is protein in both.", "Eating rotten meat is always the thing that seems repugnant", "to everybody in a survival situation.", "The reality is that you can eat rotting meat.", "In fact, many years ago,", "most of our cultures all ate rotting meat of some sort.", "We have it in many of our different recipes, if you will.", "Different things that we ate were often rotting fish,", "rotting fowl, rotting red meat.", "It goes on and on.", "The maggots are full of protein and sweetness and sugars.", "The real answer to this question, eat them both.", "All right, next question.", "Matt Voorhees asks,@reallesstroud, that's me.", "Serious survival question open to anyone.", "Went on a hike today and saw a baby bear in a tree.", "How close was the mom,", "with question mark, exclamation point,", "question mark and exclamation point.", "So this person is excited.", "We immediately left the area.", "Okay, so an apex predator is like great white sharks,", "polar bears, African lions, Indian tigers,", "but a secondary predator is the kind of predator", "that may eat you", "but it's likely going to be an accidental occasion.", "So black bears, cougars, even grizzly bears.", "In the case of a black bear,", "and for that matter in the case of a cougar,", "get big, get scary, you can scare them away.", "What does that mean if you come upon a mother and her cubs?", "The majority of the times the mother will be taking off", "like a shot.", "She'll go and she'll hide somewhere", "and the cubs will go up a tree.", "How close is the mom?", "Bottom line is you don't really wanna take the chance", "because this is the one time when a black bear", "is actually very dangerous, a mother and her cubs.", "Any other time, I would work really hard", "to scare a black bear away.", "But when it's a mother and her cubs,", "I'm not gonna take any chances at all.", "So, how close was the mother bear to the cubs?", "Does it really matter?", "It's a mother bear and she's big and probably 340 pounds,", "and you're not.", "All right, this next question comes", "from Steve Steve Sundell Sundell.", "I'm watching 'Survivor Man' right now.", "Survivor Man.", "No, it's Survivorman.", "One word. Get it right, Steve.", "I'm watching 'Survivor Man' right now", "and I still have a lingering question for survivalists.", "Why not just always bring a Bic lighter with you?", "You know what, Steve?", "I've got the same freaking question.", "If you're going to go out in the wilderness,", "take a Bic lighter with you every single time.", "Why not?", "I agree. Why not?", "Always do it.", "Okay, this next question comes", "with a photograph from Frosty.", "Hey Les, how do you like my first attempt at spoon making?", "It's beautiful, Frosty.", "It's a thing of beauty.", "It's a work of art.", "And I gotta tell you this story.", "When you take a survival class,", "the first thing you ever make is not a shelter.", "It's not a deadfall or a trap or a snare.", "It's not a bow and arrow.", "It's a carved-out wooden spoon.", "That's the first thing we always teach in survival class", "is how to carve out a spoon.", "Then we go on to trap some animals", "or gather some wild edibles,", "and then the spoon comes in handy.", "What we always wanna do when we're teaching survival,", "those of us who are survival instructors,", "is get people comfortable with their hands,", "with building things, with cutting things, with nature,", "but especially with using knives.", "It's incredible how often I will see people", "in a survival class with no knife-using skills whatsoever.", "Later, when you're trying to carve out larger objects,", "when you're making deadfalls and snares and traps", "and bows and arrows, you're much more handy with a knife.", "All right, next question comes from Arian Buck.", "@reallesstroud, how do you keep", "the camera batteries charged during your excursions?", "I get that question a lot.", "In fact, I get a lot of questions about my camera gear", "and field technique.", "And I love those questions because as a filmmaker", "I enjoy sharing my creativity and how I came about it.", "And one of the biggest issues in filming Survivorman,", "and indeed in filming my adventures before Survivorman", "was keeping batteries charged.", "I spent a year living in the woods", "and made a documentary called Snowshoes and Solitude,", "and I literally took with me a car battery", "and a solar panel.", "Charged the car battery during the day and at night,", "with the little adapter, charged my camera batteries.", "And that got me through a whole year.", "But it's way different now.", "I can put in a small pack on my hip enough battery power", "to last me a week easily.", "The batteries got small, they got long lasting.", "So I just charge everything up at home", "and take a bunch in with me,", "and it's actually not too heavy anymore.", "Steve Schwinghammer.", "It's really hard not to comment on that.", "Steve Schwinghammer, How do you prepare for a trip?", "Do you binge in the morning before to stay full", "as long as possible or would that cause problems?", "Great question.", "I don't get this question very often", "so I wanna answer it honestly.", "I don't prepare at all.", "And the reason why I don't prepare it all", "is because when I'm going out to film,", "I want it to be as real as possible.", "I know I'm going out, I know I'm making a film,", "and I know I'm eventually going to go home.", "So that nullifies some the reality", "of being in a survival situation.", "So, if I were to also prepare by either gorging on food", "or slimming down and trying to make my stomach smaller", "so it doesn't hurt as much when I'm in the woods,", "either way, both of those ways in my mind are cheating", "because when you get lost in the woods,", "you don't prepare the night before thinking", "I'm gonna be lost tomorrow.", "And so, I needed to have that reality there", "so I didn't prepare at all.", "I just go in as I go in.", "if I had a big breakfast that morning, great.", "If I didn't, I didn't.", "Tufos1 asks, Les, how do you disinfect your hands", "in the wild after handling meat you're about to cook?", "In this very disinfected society, I struggle", "because I believe and agree with science that points out", "that we have a lot of bacteria", "that is healthy and that we need.", "Now, out in the wilderness,", "there's even more of that healthy bacteria", "and even less of the nasty stuff we're going to get", "in the grocery store from a shelf.", "So, I'm a big supporter of getting outside", "and getting dirt up your fingernails", "and being part of the bacteria that's in nature.", "So to answer your question, Tufos1,", "I don't disinfect my hands after handling meat", "I'm about to cook in the wilderness.", "In fact, I eat a lot of the wild meat I might catch", "or come upon raw, like carpaccio or sushi.", "I don't disinfect my hands.", "I go with the flow.", "I believe that it's actually made me stronger", "over the years.", "Chad Harman asks, How do you keep from inhaling", "a ton of smoke when starting a fire?", "It killed me the few times I tried and I'm a smoker.", "You kind of don't.", "There is one trick when I'm doing the fireboat", "and I'm blowing into the embers and all that,", "you just turn to the side.", "It's like [blowing].", "Or if I'm down and I'm trying to get a fire going", "on the ground, getting it started again,", "it's like [blowing].", "So otherwise, absolutely I've gone, argh,", "and choked and sucked in so much smoke.", "And meanwhile, you're trying to get your fire going.", "So not a good time to stall.", "So, there's not a really great answer to that question", "other than turn to the side and breathe, dude.", "Crista wants to know, @reallesstroud,", "the following is suddenly driving me nuts.", "How does Survivorman brush his teeth while out there", "for 7 to 10 days?", "Or does he?", "Oh, you're never gonna wanna kiss me because I don't.", "I mean, I'll use my finger.", "Sometimes you can take roots, like spruce roots and things,", "and kind of do like a, you know, cleaning of your teeth,", "but mostly you're out in the bush.", "You ain't cleaning your teeth.", "And yeah, it is kind of gross.", "@TrabantGirl, Les Stroud, if you truly only had", "one single pick at a survival tool,", "what would you pick, no matter what the terrain?", "Easy answer, and I get this question a lot.", "I would have a way to start a fire.", "Oh no, no, you've gotta have a knife.", "No, you need an ax.", "Starting a fire is probably the most difficult thing", "in a survival situation.", "I don't wanna rub two sticks together.", "Fire is just one of those things", "that serves so many purposes", "that I feel that the best survival skill", "is knowing how to get a fire going.", "So my number one tool, a method to start a fire,", "preferably a butane torch lighter style.", "All right, hopefully I'm pronouncing this correctly,", "Edymnion, @reallesstroud, thoughts on Altoid tin", "survival kits as set and forget items?", "What would you put in yours?", "Interesting question.", "Don't get me going on survival kits.", "Here's the first way I wanna answer this question, though,", "is to say if you're going to have a survival kit,", "do not buy it off the shelf.", "Don't do it.", "Turn away, walk out of the store.", "Come back when you're ready to seek out your own items", "for your survival kit.", "Pick the things that are high quality.", "Know that you know how to use them.", "Learn how to use them.", "Put your own kit together.", "That's the answer I will always give", "as far as which is the best survival kit to have.", "It's the one that you make yourself", "with items you've sourced that you know how to use,", "because anything else is just a case of trinkets.", "You open it up.", "Most of it's probably going to be junk,", "if it's bought off the shelf,", "and half the time you won't even know how to use them.", "So, that's my answer.", "Build and keep your own survival kit.", "All right, this looks like a serious question.", "Misterhamtastic wants to know,", "What would you say to someone who wants to take a year", "or so and walk the Great Trail through Canada?", "Any advice on planning or anything?", "I could go on for the next hour", "on giving you advice on this one.", "Do it.", "Don't hesitate, do it.", "Don't think about making money over that period of time", "or the money you have to make before you go in", "or what you're coming out to.", "Just do it.", "Too many of us do not embark on an adventure", "because we're obsessed with or concerned about", "our at-home lives, our regular lives.", "If you're going out alone or you've got a partner,", "I say do it.", "I spent a year living in the woods", "and I remember getting a question one time,", "How can anyone afford to spend a year living in the woods?", "And the crowd went a little silent and I just took a breath,", "and I just answered, You can't.", "And I got a standing ovation with that answer", "because the truth is you can't put these roadblocks", "in front of you before you're about to embark", "on a great adventure.", "Just embark on it.", "Prepare for it, write things down, make a lot of lists.", "There's my pragmatic answer for you.", "Write down a lot of lists.", "Get it all focused in and go for it.", "Mike Henley asks, What would you say are the top five", "edible winter plants in the Temagami region?", "For those of you who don't know where Temagami is,", "Temagami is, in my opinion, the canoeing mecca of the world.", "There is no place where you can carry out", "long distance river to lake to river canoe trips", "like you can in Temagami, Ontario, Canada.", "It is stunning there.", "And not very many people go there.", "It's not a major national park kind of situation.", "So you have stunning vistas, amazing canoeing,", "and not very many people there.", "It's fantastic.", "So it's a great question to ask,", "but it also leads me down another road.", "Top five edible winter plants in the Temagami region.", "This is a tricky answer because, as I like to say,", "in a survival situation, if you're not on a tropical island,", "it's pretty hard to be vegan.", "It's pretty hard to be vegetarian.", "It's almost radically impossible.", "So you need to be able to,", "in a winter situation in Temagami, catch game,", "like snowshoe hare, which are easy to catch.", "Just the same, to answer your question, Mikey,", "certainly cattail is always a good winter one", "because if you can get through the snow and through the ice", "down to the bottom through the freezing cold water,", "the growth for next year is down there.", "And they can be anything from an inch to six inches long.", "And it's a beautiful edible.", "It's kind of like a cucumber.", "Other than that, your reduced to a lot of wild teas,", "spruce teas, pine tea, willow tea, birch tea.", "Boy, that's about it.", "It's hard to gather wild edibles in the winter time", "in Northern Canada.", "But go to Temagami.", "You'll love it.", "Okay, with the radically esoteric and creative web name", "of Graham, he asks,", "I've got a long trip in the Scottish Highlands in winter.", "What should I pack in my car for an emergency?", "Whoa, great question, Graham.", "I can't say this enough that, you know,", "when I teach about having survival kits,", "there's my personal survival kit.", "There's the group survival kit,", "if I'm traveling with people.", "I'm also teaching survival kits for in the home,", "home survival kit,", "but what's often overlooked, and it's so easy,", "is a car survival kit for emergencies.", "So really the first thing you need for your car is,", "you know, one of those sorts of bins, plastic bins,", "with a nice tight-fitting lid.", "Size wise?", "Oh, you know enough that could take 12 bottles of wine", "or 24 bottles of wine, about that big,", "and in that you pack everything you think you'll need.", "Some way to start a fire, a way to cook and boil water,", "insulation material like a sleeping bag", "or something like that.", "It's your car.", "You can set up an emergency kit for your car", "and just leave it and forget that it's even there.", "And that afternoon that you decided to take that shortcut", "'cause it's gonna be so cool,", "oh, I wonder what that's going to be like over there,", "and that's where you get the flat tire", "and you notice that your spare's also flat.", "You're gonna thank me for having a car survival kit.", "So, what should you pack in it?", "Use your own sort of powers of intuition and ingenuity.", "What do you think you need if you were stuck with that car", "on a remote hill in the Highlands of Scotland?", "Kathleenstokes-phillips asks,", "Gotta ask you the silliest question.", "Well, actually she's asking it all in capitals", "so, Gotta ask you the silliest question.", "Where do you find toilet paper to go poo? LOL.", "Depending on where you are,", "usually the best toilet paper in the woods is moss.", "Most of the moss you'll find, if not all of it,", "is not poisonous to the touch.", "Leaves are tricky.", "You do not wanna wipe your butt with poison oak.", "You do not wanna wipe your butt with poison ivy.", "You do not wanna wipe your butt with a cactus plant.", "So, find a moss, best toilet paper.", "In fact, my favorite kind of moss,", "which sadly for the lower 48 you can't really get,", "but up in the boreal forest,", "there's a moss called sphagnum moss.", "And for years it was actually used by Indigenous cultures", "as their diapers, as their toilet paper.", "It has antiseptic qualities to it.", "It's my favorite toilet paper.", "It's soft and it's good, whether it's moist or dry.", "And that's where I should stop there", "or it's gonna become too much information.", "Jelaniakea.", "Oh, I like that name.", "@Jelaniakea asks, If perfect balance", "isn't part of your survivalist skillset,", "how are you going to make it past your 70s?", "Hm, good point.", "You might not do so well and that's why I still,", "to this day, and for the sake of a guy with a back", "that is beaten up by carrying canoes,", "heavy packs, and playing hockey,", "I still do yoga every single day", "because balance is important.", "Something that's overlooked in a survival situation is", "one of the key components of whether or not", "you will survive something is actually your fitness level.", "And so even for hardcore wilderness survival,", "my yoga helps me a lot.", "When I gotta scale that rocky area,", "climb through that, go through that swamp,", "balance is really important.", "So, how are you gonna make it past your 70s without balance?", "With difficulty.", "Everyone, thank you so much for the questions.", "Obviously, some of them were silly", "and some of them were serious,", "and I like approaching survival that way anyway,", "because the thing is you gotta laugh.", "If you're in a survival situation,", "remember, there is only one thing you wanna do: Go home.", "You don't wanna get to the other end of a survival situation", "and go, Ooh, I wish I'd made a better A-frame shelter.", "Man, I wish I had tanned a hide.", "Nuh-uh-uh.", "You wanna go home in a survival situation.", "So, humor is important to keep your spirits alive.", "I'm really grateful for these questions.", "They've been great.", "I'm Les Stroud and this has been Survival Support."], "authors": ["Condé Nast"], "keywords": ["stroud", "wanna", "answer", "youre", "twitter", "survival", "dont", "les", "answers", "im", "question", "going", "survivorman", "really", "know", "questions"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}