{"id": "dbf3712c-387c-3a69-8892-5c54badb5c1b", "title": "Alex Rodriguez partners with Starwood's Barry Sternlicht on Miami-based project", "url": "http://www.foxbusiness.com/sports/alex-rodriguez-starwood-barry-sternlicht-miami-project", "summary": "Alex Rodriguez teamed up with his “mentor” on a new Miami-based project.\nContinue Reading BelowRodriguez announced Wednesday that he partnered with Starwood Capital Group’s Barry Sternlicht for a restaurant and retail space.\nI have always been inspired by Barry Sternlicht.\nRAGGAETON STAR NICKY JAM LISTS MIAMI BEACH HOME FOR $3.3 MILLION“And now, I can call @bsternlicht1 a partner!\nAROD Corp., Rodriguez’s company, also announced that Starwood Capital’s new headquarters would be located in Miami Beach.", "paragraphs": ["Alex Rodriguez teamed up with his “mentor” on a new Miami-based project.", "Continue Reading Below", "Rodriguez announced Wednesday that he partnered with Starwood Capital Group’s Barry Sternlicht for a restaurant and retail space.", "“Talk about a dream come true! I have always been inspired by Barry Sternlicht. He is a champion in business, a philanthropist, mentor to me and a great friend,” Rodriguez wrote in a caption of a video posted to Instagram.", "RAGGAETON STAR NICKY JAM LISTS MIAMI BEACH HOME FOR $3.3 MILLION", "“And now, I can call @bsternlicht1 a partner! We’re working together on this masterpiece in Miami Beach. The six-story, 144,000 square-foot facility is expected to be completed in late 2021. It will house 300 employees and feature 8,000 square feet of ground-level retail and restaurant space.”", "He added: “I am incredibly fortunate to be working on something I care so deeply about, and with someone for whom I have so much trust and admiration. This project will keep the #305 as one of the top destinations in the world.", "“Thank you, Barry, for leading the way, being a role model, and for doing such great things in our community.”", "The video showed the former New York Yankees star and Sternlicht walking through the project.", "METS OWNER STEVE COHEN REVEALS HE'S PUTTING THIS BASEBALL TREASURE INTO THE TEAM'S MUSEUM", "Sterlincht said there hasn’t been a building “of this quality” in Miami in “over 20 years.”", "Rodriguez and Sternlicht have been friends for a number of years with the former third baseman sending Sternlicht happy birthday wishes in 2017.", "AROD Corp., Rodriguez’s company, also announced that Starwood Capital’s new headquarters would be located in Miami Beach.", "“Starwood Capital’s new headquarters will be the first-of-its-kind, Class A office space in Miami Beach, and a significant symbol of the domestic inbound investment we are seeing in South Florida. Beyond creating a new corporate headquarters that will attract talent and new investment to Miami Beach, the project will create an economic boost and new amenities for residents and visitors,” an Instagram post read.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "AROD Corp. is also working on two other projects in Miami – a 30-story apartment building called Grand Station and a luxury condo development in Coconut Grove."], "authors": [], "keywords": ["sternlicht", "starwood", "video", "headquarters", "alex", "project", "miami", "working", "star", "beach", "barry", "miamibased", "starwoods", "rodriguez", "partners"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}