{"keywords": ["credits", "carbon", "climate", "cop25", "promised", "sad", "ice", "talks", "splutter", "global", "madrid", "agreement", "real", "paris", "emissions", "ends"], "id": "dc03cbf4-4f83-3ad3-aaac-8bbc1c5a36a2", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["THE TAGLINE for this year’s United Nations climate talks, known as COP25, held in Madrid, was “Tiempo de actuar”: time for action. Its logo was a clock, showing a quarter to 12. Midnight duly passed on Friday, scheduled as the summit’s last day, and then again on Saturday. Yet, despite running nearly two days into overtime, finishing only on Sunday December 15th, the talks failed to produce real action to tackle climate change. A final set of documents fell short on both of the meeting’s main goals. They agreed on only weak and watered down commitments to the drastic cuts in emissions of greenhouse gases that had been promised. And a decision on regulations for new international carbon markets was deferred until next year.", "Frustrated, angry demonstrations punctuated the summit, as they have disrupted cities and schools around the world for the past 12 months, decrying political inaction in the face of a global climate emergency. But in Madrid, the politics were still gridlocked.", "Since the Paris agreement was made in 2015, emissions and global temperatures have continued to rise, and the consequences have been felt around the globe in devastating storms, heatwaves and fires, to name but a few effects. The latest assessment of global emissions, published on December 4th, shows that if emissions continue at current rates, the atmosphere will hold enough greenhouse gases to warm the planet by 1.5°C within just ten years.", "Under the Paris agreement, nearly 200 nations promised to stop global warming before average temperatures rise by more than 1.5-2°C above pre-industrial levels. Privately, most climate scientists admit they hold little hope that temperature rises can be kept below the 1.5°C target. Yet the consequences of missing the target are devastating, particularly for arid regions like the Mediterranean, and low-lying ones like Bangladesh and the Eastern seaboard in America, where shorelines are being gnawed by rising seas. For this reason, a coalition of governments including the European Union came to Madrid demanding a strongly-worded text urging all nations to make promises in 2020 that they would cut their emissions more and faster than promised so far.", "So on Saturday morning, when it appeared the conference would do no such thing, there was outrage. The final text was scarcely an improvement, though a few observers took comfort in its mention of the gap between the reductions promised in national pledges and what the science says is necessary to avoid more than 1.5-2°C of warming.", "The real effort on this front came from the EU back in Brussels, where its leaders, after some wrangling, committed to reducing emissions to net zero by 2050. The European Commission’s presidency has published a comprehensive and ambitious, if sometimes vague, proposal for a suite of measures that would achieve that goal.", "A second sticking-point in Madrid was over what is known as “loss and damage”—a concept particularly important to the least-developed nations already suffering some of the worst impacts of climate change, despite having barely contributed to the pile-up of greenhouse-gas emissions that is warming the planet. They would like to see the UN make provision for money to help them cope with the real, immediate impact of climate change, for instance in the aftermath of an extreme hurricane. That is a red line for many of those very rich emitters. They contend, among other things, that other disaster funds already exist; and they do not want to open a conversation about liability.", "The third sticking-point was the one for which COP25 will be remembered. It concerned an arcane and highly technical clause of the Paris agreement known as Article 6, which offers a broad framework for international carbon markets. One analysis, by the Environmental Defence Fund (EDF), an advocacy group, found that such markets could theoretically reduce the cost of meeting climate targets by between 59% and 79%.", "If those financial gains were reinvested in further efforts to mitigate emissions, cumulative reductions in global emissions between 2020 and 2035 could potentially be double what is currently on the table in national pledges under the Paris agreement. (These estimates are at the upper end and assume global participation, but EDF found that even more limited, regional trading schemes had the potential to increase cuts in emissions by 20%-30%.)", "The task in Madrid was to establish the regulations that would make such markets work for the environment, by both offering financial incentives for green projects and generating real, measurable emissions reductions. That would depend on two conditions being met. First, that green projects—a solar power-station, say, or a facility to flare methane from landfills—demonstrably reduce emissions above what the host country has already promised under its commitments in the Paris agreement. And second, that “emissions credits” granted for green projects are not double-counted.", "Delegates in Madrid wrangled over how a new carbon market, operated by the UN under the Paris agreement, would link up with a similar one created under the Kyoto Protocol, a treaty signed in 1992, without compromising the whole system. Known as the Clean Development Mechanism (CDM), the Kyoto market allowed rich countries to buy carbon credits from green projects in poorer ones in order to offset the emissions they were producing at home.", "Thousands of CDM projects were registered but their credits left unclaimed after their value crashed in 2012 because demand dried up. Some countries, chiefly Brazil, India and China, the main participants in the CDM, would like those credits transferred into the new Paris trading scheme. Others contend that doing so would flood the Paris scheme with past carbon credits that no longer correspond to real, future emissions reductions.", "For a sense of the scale involved, various groups have tried to estimate the volume of carbon credits languishing in the CDM. The task is devilishly complicated, as dormant projects could still be reactivated for credits. But the upper estimates are in the range from 1.5bn tonnes to several billions of tonnes of CO2. That is of the same order as one year’s worth of Brazilian or European emissions.", "This could be reduced to hundreds of millions of tonnes if limits were set on which credits can be transferred from the CDM to the Paris mechanism, for instance based on when they were registered. Even so, the credits would free as much in emissions as the reductions achieved by the first three years of a new carbon market to be launched in 2021 with the explicit aim of tackling airline emissions.", "These same disagreements plagued discussions at last year’s summit in Katowice. Around noon on December 15th, the Chilean environment minister, Carolina Schmidt, announced that the question would not be resolved in Madrid, either. A decision was postponed until next year’s summit in Glasgow.", "Not since 1999 have COP climate summits ended on a Friday, as scheduled. In Durban in 2011, they ran until 6.30am on Sunday. Yet even by those standards, COP25 was shambolic. The text was at last approved at about 1pm on Sunday. A few hundred metres away, an ice circus entertained its visitors with acrobats on skates. Another circus, a dispiriting one, was packing up."], "authors": ["The Economist"], "title": "On thin ice - COP25, the UN climate talks in Madrid, ends in a sad splutter", "pubDate": null, "summary": "THE TAGLINE for this year’s United Nations climate talks, known as COP25, held in Madrid, was “Tiempo de actuar”: time for action.\nFrustrated, angry demonstrations punctuated the summit, as they have disrupted cities and schools around the world for the past 12 months, decrying political inaction in the face of a global climate emergency.\nUnder the Paris agreement, nearly 200 nations promised to stop global warming before average temperatures rise by more than 1.5-2°C above pre-industrial levels.\nAnd second, that “emissions credits” granted for green projects are not double-counted.\nFor a sense of the scale involved, various groups have tried to estimate the volume of carbon credits languishing in the CDM.", "url": "https://www.economist.com/science-and-technology/2019/12/15/cop25-the-un-climate-talks-in-madrid-ends-in-a-sad-splutter"}