{"id": "dc0edf23-7698-359c-b00e-06183edcb518", "title": "'My father and I disagree on the purpose of cinema': Anders and Nicolas Winding Refn on film-making", "url": "https://www.theguardian.com/film/2021/feb/11/my-father-and-i-disagree-on-the-purpose-of-cinema-anders-and-nicolas-winding-refn-on-film-making", "summary": "Nicolas Winding Refn and his father, Anders, are the chalk and cheese of Danish cinema; bound by blood, separated by the movies.\n“So we are like two sides of the same coin.”Ryan Gosling and Nicolas Winding Refn presenting Drive at Cannes in 2011.\n“Fundamentally, I think my father and I disagree on the purpose of cinema,” he says.\nFor me, it’s more of an act of expression.”Into The Darkness, Anders Refn’s new film.\nCharlotte Gainsbourg in Antichrist, the Lars Von Trier film that Anders Refn edited.", "paragraphs": ["Nicolas Winding Refn and his father, Anders, are the chalk and cheese of Danish cinema; bound by blood, separated by the movies. Here they are, sat side-by-side in their little Zoom windows, each dialling in from their homes in Copenhagen. “But we are not close at all,” Nicolas explains by way of introduction. “He’s in the suburbs and I’m in the city.” Physically, spiritually, the two are poles apart.", "I have known Refn Jr’s work for years. He is the upstart talent behind Drive, The Neon Demon and the Pusher trilogy. He is beguiling, exasperating, almost endlessly watchable. But I am less familiar with 76-year-old Anders, who has steered a quieter course as a sometime director and a prolific film editor; the sort of safe pair of hands that cleans up the mess made by others. At one stage he explains that he shot his debut feature, Copper, way back in 1976. “My first film was about a policeman. Nicolas’s first film was about a criminal.” He chuckles at the comparison. “So we are like two sides of the same coin.”", "Ryan Gosling and Nicolas Winding Refn presenting Drive at Cannes in 2011. Photograph: François Guillot/AFP/Getty Images", "Today, for once, the old guard seems to have come out on top. Anders Refn’s latest film, Into the Darkness, is a meaty, richly textured period piece, a film that views the Nazi occupation of Denmark through the prism of a bourgeois family’s meltdown. It is the first part of a story he has wanted to tell for years, an antidote to all the phoney, self-serving accounts of heroic resistance. Occupied Denmark, he explains, was known as the “Whipped Cream Front”. It was sweet and supine, a cushy posting for German troops, the Nazi equivalent of a work jolly. “Collaboration has been a taboo subject in our country for so many years,” he says. “But I think audiences are finally ready to confront it.”", "Nicolas, for his part, wants to support the film and champion his father. But he is the world’s worst publicist, a film critic in disguise. When I ask what he thought of Into the Darkness, he says that it’s an accomplished movie about an important topic. He says it’s a successful piece of storytelling. Of course, it’s not the sort of movie that he would ever dream of making himself. “Fundamentally, I think my father and I disagree on the purpose of cinema,” he says. “He comes out of a more classical tradition. For him, it’s a story, a narrative. For me, it’s more of an act of expression.”", "Into The Darkness, Anders Refn’s new film. Photograph: Vertigo Releasing", "I have just asked Refn Jr for his unvarnished opinion on his father’s work. It is only fair that we turn the tables. Take a film like The Neon Demon, Nicolas’s dark fairytale about the Los Angeles modelling scene. It is stylish, sugar-frosted and poisonous to its core. But I wonder what Anders made of it all.", "Anders looks stricken. “What did I think of it?” he says. “Um …”", "“My father thinks The Neon Demon is inconsistent,” Nicolas chips in. “He feels it lacks a conventional narrative. He doesn’t like anything that’s supernatural. He doesn’t like anything that doesn’t relay the 60s political dogmatic attitude towards science.”", "“No,” protests Anders. “No.” But it is all he can do to get a word in edgeways.", "I think they love each other. I think that they lock antlers for fun, or from habit. The trouble is that Anders is a child of postwar European arthouse cinema, whereas his son was raised on a diet of American grindhouse and horror movies. Nicolas explains that his parents broke up when he was small. After that he lived in New York with his mum and stepfather. He says: “My life changed when I saw The Texas Chainsaw Massacre. I don’t think my father’s ever seen that film.”", "Elle Fanning in Nicolas Winding Refn’s 2016 film, The Neon Demon. Photograph: Allstar/Icon Film Distribution", "“Half of it,” Anders says.", "“Yeah, half of it.” Nicolas snorts. “He thinks it’s just the vilest trash.”", "I ask if they can think of a happy filmgoing memory and Anders recalls the time he took the teenaged Nicolas to see Ingmar Bergman’s Summer With Monika. “He was saying: ‘Oh no, I don’t want to see this old black-and-white film.’ He liked films like Star Wars and Ghostbusters. And he sat with his head down while the film was rolling. And I felt bad because I thought I’d been too pushy. So I said: ‘OK, Nicolas, do you want to go?’ And he looked up to me with tears in his eyes because he was so touched by the film.”", "Now it is the younger man’s turn to protest. “This, of course, is completely untrue. It’s all my father’s romanticisation. Yeah, I saw Summer With Monika at the Cinematek in Copenhagen. And, yes, it’s fine. It’s a very accomplished film. But I certainly don’t remember it the way that he does. I can’t imagine anyone – let alone me – crying at a Bergman movie.” He pauses. “Maybe crying to get out.”", "Anders points out that for a while he and his son’s careers followed a similar pattern. Both men scored a hit with their debut film, did OK with their second, and crashed and burned with their third. In Nicolas’s case, the film in question was Fear X, an existential American thriller that tanked at the box office and left him $1m in debt. As for Anders, he is still stung by the collapse of his cherished 1985 circus melodrama The Flying Devils. He recalls that Bergman had a print of the film shipped to his home on the Baltic island of Fårö, watched the entire thing twice and wrote a very nice letter.", "A shared memory: Anders took Nicolas to see Ingmar Bergman’s 1953 classic Summer With Monika. Photograph: Allstar/Svensk Filmindustri", "“Bergman,” scoffs Nicolas.", "“Well, it was a good film,” says his father. “It ought to have done better than it did.”", "Looking back, Nicolas feels that Fear X might have been the making of him. “You have to make one big mistake to understand the meaning of true creative success,” he says. “Complete failure, in my case, was the only way to release myself from the prison of a more conventional career. It gave me clarity about who I was and what I wanted to do.”", "Anders’s experience appears to have been slightly different. “It was very painful,” he says. “And it made me so picky about whatever films I did afterwards. Because you have to go all in knowing that you might not succeed.” He laughs mirthlessly. “Also, making a film, it costs me a marriage each time.”", "These days Anders is perhaps best known as Lars von Trier’s right-hand man. He edited Breaking the Waves and Antichrist. He was the assistant director on Dancer in the Dark, Dogville, Melancholia and Nymphomaniac. It’s a collaboration, he says, that has turned him into a more radical film-maker. On the set of Into the Darkness, for instance, he found himself loosening up – shooting with two handheld cameras and catching the action on the run. Assuming the pandemic can be brought under control, he plans to start filming the second instalment in May.", "Charlotte Gainsbourg in Antichrist, the Lars Von Trier film that Anders Refn edited. Photograph: Allstar/Artificial Eye/Sportsphoto Ltd.", "The way Nicolas sees it, he and his father were simply born into different times and raised in different places: Edenic Scandinavia; jaundiced 80s New York. If anything, he envies the innocence of Anders’s early years, back at the dawn of the French New Wave. “I can totally understand the passion of that era. Because cinema was life. The innovative art-form. The ultimate art-form. Pure and moralistic. It could change the world. No one will ever experience film like that again.”", "Slowly, grudgingly, the two seem to be inching towards common ground. Nicolas heaves a sigh. “We come from very different backgrounds,” he says. “We have a fundamental difference in our approach to cinema. But, at the end of the day, I’ve probably learned more from my father than from any other film-maker. He’s taught me about the subliminal power of the editing process. The importance of getting into a scene late and getting out early. The importance of keeping your focus, never letting an audience get bored. I’ve stopped showing my father my work these days. But I always keep his advice at the back of my mind.”", "They clashed on the subject of Summer With Monika. They will always disagree about The Texas Chainsaw Massacre. I am wondering if there is one film in the world they both unequivocally love.", "“Of course,” says Nicolas, without missing a beat. “The Leopard, by Visconti.”", "Anders pitches in, hard on his son’s heels. “The Seven Samurai, by Kurosawa. The Godfather, by Coppola. Anything by Buñuel.”", "Hostilities are over. Harmony is restored. As soon as the cinemas are open again, they might want to consider another father-son trip.", "• Into the Darkness is released on demand on 5 March"], "authors": ["Xan Brooks"], "keywords": ["disagree", "film", "refn", "father", "nicolas", "anders", "darkness", "filmmaking", "purpose", "think", "way", "winding", "cinema", "photograph"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}