{"id": "dc4df1c3-8954-35cb-8f6e-3d787cc050a8", "title": "Millions of Californians put under strict Covid lockdown", "url": "https://www.theguardian.com/world/2020/dec/06/california-covid-lockdown-us-new-cases-hospitalisations-deaths-stay-at-home-order", "summary": "The San Francisco Bay Area also went into lockdown from 10pm on Sunday, under a separate set of orders issued by the city mayor, London Breed.\nThe 11-county southern California region, which includes Los Angeles and San Diego, had only 12.5% of ICU beds available, the state reported on Saturday.\n“Surging cases and hospitalisations are not letting up,” said Dr Salvador Sandoval, the public health officer for the city of Merced.\n“I can’t emphasise this enough – everyone must take personal steps to protect themselves and protect others.”The other three regions – Greater Sacramento, northern California and San Francisco Bay area – were about 21% capacity.\nMillions in San Francisco Bay Area to face stay-home-order starting Sunday Read moreOn Sunday, Virginia reported a record number of cases for a second straight day, with 3,880.", "paragraphs": ["Stay-at-home order will stay in place through Christmas after hospital intensive care beds filled almost to capacity", "More than 23 million people in southern California have been placed under the harshest lockdowns in the US, as Covid-19 cases hit record levels in the country’s most populous state.", "The restrictions require people to stay at home and minimise contact with other households. They came into effect at 11.59pm local time on Sunday (0659 GMT) and will remain in place for at least three weeks, covering the Christmas holiday.", "All retail stores can stay open, although at 20% capacity, along with outside spaces such as parks and beaches, but restaurants, bars, hair and nail salons and tattoo shops are required to close.", "The measures were ordered by the state governor, Gavin Newsom, to take effect on a region-by-region basis as hospital intensive care unit beds filled almost to capacity.", "The San Francisco Bay Area also went into lockdown from 10pm on Sunday, under a separate set of orders issued by the city mayor, London Breed.", "US health secretary insists Trump has detailed vaccine rollout plan Read more", "Across the US, 101,487 people were being treated in hospital with Covid-19 on Sunday, according to the Covid Tracking Project, and an additional 1,138 deaths were recorded.", "California’s state public health department said intensive care capacity in southern California and Central Valley fell below a 15% threshold that triggers the new measures, which include strict closures for businesses and a ban on gathering with anyone outside of your own household.", "“The risk of contracting Covid in the community now is higher now than it has ever been,” Dr Eric McDonald, the medical director for San Diego county, told reporters on Saturday, urging the public to help.", "California has recorded 1.3m cases, setting a new daily record on Friday with 25,068. Hospitalisations have topped 9,000 and more than 2,100 patients are in ICU care.", "The 11-county southern California region, which includes Los Angeles and San Diego, had only 12.5% of ICU beds available, the state reported on Saturday. The figure was 8.6% for the San Joaquin Valley, a dozen counties in the Central Valley and rural areas of the Sierra Nevada. Together the two regions are home to more than half of California’s 40 million population.", "“Surging cases and hospitalisations are not letting up,” said Dr Salvador Sandoval, the public health officer for the city of Merced. “I can’t emphasise this enough – everyone must take personal steps to protect themselves and protect others.”", "The other three regions – Greater Sacramento, northern California and San Francisco Bay area – were about 21% capacity. But health officers in five of the Bay Area’s 11 counties adopted the state stay-at-home order for San Francisco, Santa Clara, Marin, Alameda and Contra Costa counties, as well as the city of Berkeley.", "“Our biggest fear all along – that we won’t have a bed for you or your mother or your grandmother or grandfather when they get sick – is the reality we’ll be facing unless we slow the spread,” Breed said.", "The Bay Area order will last at least through 4 January, a week longer than the state timeline.", "The new shutdowns were a gut-wrenching move for small businesses. Michelle Saunders James was in tears on Friday at the thought of closing down her Oakland nail salon just five weeks after reopening.", "“We wear [face] shields. We take temperatures. We do everything we are told to do so everyone feels safe, including our staff and team,” she told KGO-TV. “So I don’t understand why it’s not enough, and I’m terribly sad and afraid.”", "Other states are struggling. In Arizona on Saturday, the top public health official reported a near-record of nearly 6,800 new infections, telling people to wear masks around anyone outside their household, “even those you know and trust”.", "“We must act as though anyone we are around may be infected,” Dr Cara Christ wrote on Twitter.", "Millions in San Francisco Bay Area to face stay-home-order starting Sunday Read more", "On Sunday, Virginia reported a record number of cases for a second straight day, with 3,880. Virginia has reported a total 255,053 cases, with 4,200 deaths.", "A vaccine developed by Pfizer could be given emergency use approval this week.", "On Sunday Dr Moncef Slaoui, the chief scientific adviser to the federal Operation Warp Speed vaccine development programme, told CNN’s State of the Union that in his opinion, the vaccine’s effectiveness could last for “many, many years”, with older people and others more vulnerable requiring a booster every three to five years.", "Slaoui also said it was not known if vaccinated persons could spread the virus, and said there may be an initial indication on that sometime in February or March.", "Slaoui added the continuing unknowns made it important for people to remain cautious and take safeguards to protect themselves and others against Covid-19. Once 70 to 80% of the population was vaccinated, he said, “the virus will go down”.", "On NBC’s Meet the Press, the White House coronavirus response coordinator, Dr Deborah Birx, said: “The vaccine’s critical. But it’s not going to save us from this current surge. Only we can save us from this current surge.”", "The federal Centers for Disease Control and Prevention has advised the wearing of masks indoors anywhere except the home."], "authors": ["Martin Pengelly"], "keywords": ["californians", "millions", "health", "public", "cases", "francisco", "covid", "reported", "state", "san", "told", "strict", "lockdown", "dr", "bay"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}