{"id": "dc5b228d-3ef1-3cdc-9c45-5b8dcdc7c281", "title": "Navigating Workplace Conflict", "url": "https://execed.economist.com/mcgill-executive-institute/navigating-workplace-conflict-2021-02-15", "summary": "Research in Organizational Psychology shows that leaders spend at least 20% of their time managing conflict with many reporting upwards of 60-70%.\nThis workshop provides participants with the knowledge, skills and strategies to better prevent or handle conflict constructively.\nBy gaining an understanding of what conflict is and how it emerges, participants will begin to understand the costs and benefits of conflict in organizations.\nNext, participants will explore and become more aware of their own responses to conflict and practice strategies for managing conflict on individual and team levels.\nParticipants will leave with an action plan for applying conflict resolution processes within their organization.", "paragraphs": ["Research in Organizational Psychology shows that leaders spend at least 20% of their time managing conflict with many reporting upwards of 60-70%. Although conflicts have always been an integral part of life in organizations, they are becoming more pervasive and the costs, both human and financial, are escalating.", "This workshop provides participants with the knowledge, skills and strategies to better prevent or handle conflict constructively. By gaining an understanding of what conflict is and how it emerges, participants will begin to understand the costs and benefits of conflict in organizations. Next, participants will explore and become more aware of their own responses to conflict and practice strategies for managing conflict on individual and team levels. Participants will leave with an action plan for applying conflict resolution processes within their organization."], "authors": [], "keywords": ["participants", "costs", "understand", "navigating", "workshop", "organizations", "upwards", "understanding", "strategies", "workplace", "conflict", "managing"], "pubDate": "2021-02-15T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}