{"id": "dc7a2aff-fe11-328f-972d-d32ae42375cf", "title": "Henley Index: Japan tops 2020 list of world's most powerful passports", "url": "https://edition.cnn.com/travel/article/henley-index-world-best-passport-2020/index.html", "summary": "The Henley Passport Index , which periodically measures the world's most travel-friendly passports, has released its first report of the new decade.\nJapan is now top of the leaderboard, offering visa-free or visa-on-arrival access to an incredible 191 destinations around the world.\nRelated content Passports for purchase: Open citizenship doors around the worldThe US and the UK, meanwhile, continue to slide down the rankings.\nSlovakia, Lithuania, Hungary (181)The worst passports to holdSeveral countries around the world have visa-free or visa-on-arrival access to fewer than 40 countries.\nThe Henley Passport Index is based on data provided by the International Air Transport Authority (IATA) and covers 199 passports and 227 travel destinations.", "paragraphs": ["(CNN) — What's the travel document that opens more doors around the world than any other? It's a Japanese passport.", "The Henley Passport Index , which periodically measures the world's most travel-friendly passports, has released its first report of the new decade.", "Japan is now top of the leaderboard, offering visa-free or visa-on-arrival access to an incredible 191 destinations around the world.", "Asia dominates the top of the list, with Singapore in second place (with a score of 190) and South Korea tying with Germany in third place (with a score of 189).", "European countries have a strong showing in the rest of the top ten, with Finland and Spain at No.4, Spain, Luxembourg and Denmark coming fifth, and Sweden and France sitting at No. 6.", "Related content Passports for purchase: Open citizenship doors around the world", "The US and the UK, meanwhile, continue to slide down the rankings. As we step into the 2020s, they hold joint eighth place -- a far cry from the number one spot they jointly held five years ago, in 2015.", "The ongoing certainty in the UK over what travel mobility in a post-Brexit Britain and Northern Ireland will look like means that this downward trend might not be reversed anytime soon.", "The report quotes Madeleine Sumption, director of the Migration Observatory at the University of Oxford, as saying: \"The Conservative government has promised an 'Australian-style' points-based system that would be more liberal than current policies towards non-EU citizens, though still much more restrictive than free movement. As with all big migration policy changes, what this will mean for actual levels of mobility, however, remains extremely difficult to predict.\"", "Sumption also notes that net EU migration to the UK fell by 59% between 2015 and 2018, with many EU citizens perhaps wary of settling in the UK with the threat of Brexit on the horizon.", "One step above the UK on the leaderboard is Ireland, at No.7. A record-breaking 900,000 Irish passports were issued in 2019, due to a steady rise in applicants from British residents since the Brexit vote in 2016.", "The UAE has been the index's biggest success story of the past decade, climbing 47 places over the past ten years to sit in 18th place, with a visa-free or visa-on-arrival score of 171.", "Says Dominic Volek, Henley & Partners' head of Southeast Asia and manager partner, \"Countries that embrace this new reality of global mobility are thriving, with their citizens enjoying ever-increasing passport power and travel freedom, as well as the array of benefits that come with it.\"", "The report notes, however, that there is a growing divide when it comes to travel freedom and this mobility gap is now the widest it's ever been since the index's inception in 2006.", "A Japanese passport holder can access 165 more destinations than a holder of the world's weakest passport, that of Afghanistan, which offers visa-free/visa-on-arrival access to just 26 destinations.", "Japan holds the top spot for 2020. TOSHIFUMI KITAMURA/AFP/Getty Images", "The best passports to hold in 2020 are:", "1. Japan (191 destinations)", "2. Singapore (190)", "3. South Korea, Germany (189)", "4. Italy, Finland (188)", "5. Spain, Luxembourg, Denmark (187)", "6. Sweden, France (186)", "7. Switzerland, Portugal, Netherlands, Ireland, Austria (185)", "8. United States, United Kingdom, Norway, Greece, Belgium (184)", "9. New Zealand, Malta, Czech Republic, Canada, Australia (183)", "10. Slovakia, Lithuania, Hungary (181)", "The worst passports to hold", "Several countries around the world have visa-free or visa-on-arrival access to fewer than 40 countries. These include:", "100. North Korea, Sudan (39 destinations)", "101. Nepal, Palestinian Territory (38)", "102. Libya (37)", "103. Yemen (33)", "104. Somalia, Pakistan (32)", "105. Syria (29)", "106. Iraq (28)", "107. Afghanistan (26)", "Other indexes", "Henley & Partner's list is one of several indexes created by financial firms to rank global passports according to the access they provide to their citizens.", "The Henley Passport Index is based on data provided by the International Air Transport Authority (IATA) and covers 199 passports and 227 travel destinations. It is updated in real time throughout the year, as and when visa policy changes come into effect.", "Arton Capital's Passport Index takes into consideration the passports of 193 United Nations member countries and six territories -- ROC Taiwan, Macau (SAR China), Hong Kong (SAR China), Kosovo, Palestinian Territory and the Vatican. Territories annexed to other countries are excluded."], "authors": ["Maureen O'Hare"], "keywords": ["japan", "mobility", "tops", "visaonarrival", "index", "2020", "access", "passport", "travel", "list", "henley", "powerful", "uk", "place", "visafree", "countries", "worlds", "passports"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}