{"id": "dc81d3d1-7a37-3174-b7e8-28c143a29cbf", "title": "Guy Benson Calls Out Nike, Coca-Cola For Reportedly Lobbying Against Uighur Chinese Labor Bill", "url": "https://radio.foxnews.com/2020/12/01/guy-benson-calls-out-nike-coca-cola-for-reportedly-lobbying-against-uighur-chinese-labor-bill/", "summary": "Guy Benson host of the Fox News Radio Guy Benson Show called out Nike, Coca-Cola and others for reportedly lobbying against Uighur Chinese labor bill.\nAnd I unfortunately have to call out Coca-Cola, apparently they're involved in this, too, I like Coke, I like Coke Zero.\nThis is something I would like to hear CocaCola respond to significantly in a way that is compelling.\nBut listen to this story quote, Nike and Coca-Cola are among the major companies and business groups lobbying Congress to weaken a bill that would ban imported goods made with forced labor.\nWhat they care about is making money and if that means being complicit in massive human rights abuses in China.", "paragraphs": ["Guy Benson host of the Fox News Radio Guy Benson Show called out Nike, Coca-Cola and others for reportedly lobbying against Uighur Chinese labor bill. Benson said,", "\"Then there's this story from The New York Times this week. And I unfortunately have to call out Coca-Cola, apparently they're involved in this, too, I like Coke, I like Coke Zero. You know this very much. This is something I would like to hear CocaCola respond to significantly in a way that is compelling. Again, I'm not one to jump on. These calls for boycotts and get that whole snowball rolling, if your conduct gets egregious enough, then I'll think about it. So I'm concerned about Coca-Cola. But listen to this story quote, Nike and Coca-Cola are among the major companies and business groups lobbying Congress to weaken a bill that would ban imported goods made with forced labor. In China's Xinjiang region, according to congressional staff members and other people familiar with the matter, as well as lobbying records that show vast spending on the legislation, the bill, which would prohibit broad categories of certain goods made by persecuted Muslim minorities in an effort to crack down on human rights abuses, has gained bipartisan support, passing the House in September by a margin of 406 to three. Oh, yeah, by the way, parenthetical, I know we talk about the Uighurs and the concentration camps and the reeducation camps and the forced sterilization and the mandatory abortion and the torture and the coercion and all of that. Overwhelmingly in Xinjiang. We're talking about ethnic Muslims. People of color, religious minorities, this is right up the alley, you would think. Of the Kaepernick's in the Nike's of the world, but the dirty secret is they don't care. What they care about is making money and if that means being complicit in massive human rights abuses in China. While putting on a show for dumdums is in America, then they'll do it and they're doing it.\""], "authors": ["Wyatt Dobrovichfago"], "keywords": ["reportedly", "nike", "lobbying", "guy", "benson", "calls", "xinjiang", "cocacola", "bill", "way", "think", "theyre", "rights", "chinese", "uighur", "labor"], "pubDate": "2020-12-01T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}