{"id": "dc929cb5-e89a-30ac-ac6c-dcfce6c72d7f", "title": "Kenan-Flagler Business School", "url": "https://execed.economist.com/kenan-flagler-business-school/strategic-decision-making-2021-02-14", "summary": "Sreedhari Desai researches how individuals behave in organizations, with a focus on ethical decision making, fairness and gender diversity.\nIn her work related to gender diversity, she explores the influence of traditional marriage structures on egalitarian attitudes toward working women.\nDr. Desai was previously a research fellow at the Edmond J. Safra Center for Ethics at Harvard University and a fellow at the Women and Public Policy program at the Harvard Kennedy School of Government.\nPrior to joining UNC Kenan-Flagler, she was a research fellow in the Harvard Law School's Program on Negotiation.\nShe received her PhD in organizational behavior at the University of Utah’s David Eccles School of Business.", "paragraphs": ["Sreedhari Desai researches how individuals behave in organizations, with a focus on ethical decision making, fairness and gender diversity.", "In her work on ethics, for instance, Dr. Desai investigates broadly the role of ethical nudges or non-coercive ways of leading people down moral pathways. In her work on fairness, she examines how recalling unfair experiences from the past causes people to behave more fairly toward others. In her work related to gender diversity, she explores the influence of traditional marriage structures on egalitarian attitudes toward working women. Across all these projects Dr. Desai relies on carefully designed laboratory experiments paired with real-world data in her exploration of answers.", "Her work has been published in the Administrative Science Quarterly, Journal of Applied Psychology, Journal of Personality and Social Psychology and Organizational Behavior and Human Decision Processes. It has received extensive media coverage, including Harvard Business Review, The Wall Street Journal, Forbes, The Boston Globe, Chicago Tribune, The Times of India, The Toronto Star, Les Affaires and the Gao Kao.", "Dr. Desai was previously a research fellow at the Edmond J. Safra Center for Ethics at Harvard University and a fellow at the Women and Public Policy program at the Harvard Kennedy School of Government. Prior to joining UNC Kenan-Flagler, she was a research fellow in the Harvard Law School's Program on Negotiation.", "She has received several grants and fellowships, including a Research Initiative Grant from the National Stock Exchange of Mumbai, India, and the Mariner S. Eccles Fellowship in Political Economy at the University of Utah.", "She is an artist with formal training in the fine arts from Westminster College in Salt Lake City, Utah.", "She received her PhD in organizational behavior at the University of Utah’s David Eccles School of Business. She has an MS in finance from the University of Utah, and a BS in metallurgical engineering from the Punjab Engineering College in Chandigarh, India."], "authors": [], "keywords": ["received", "india", "work", "women", "university", "kenanflagler", "school", "journal", "fellow", "desai", "harvard", "business", "research"], "pubDate": "2021-02-14T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}