{"id": "dca895c0-4661-3b5b-a09f-337e777664bd", "title": "Game Informer Editor And Reader Best Of 2019 Awards", "url": "https://www.gameinformer.com/goty-2019/2020/01/10/game-informer-editor-and-reader-best-of-2019-awards", "summary": "With 2020 well underway, we wanted to put a bow on our celebration of 2019 with the winners of each categorical award from both our editors and readers.\nThe editor picks below are the results from days of discussions and arguments with the full Game Informer editorial staff, while more than 13,000 of you helped determine the winners for each category on the reader side of things.\nCheck out the results from both perspectives below and let us know which winners you agree and disagree with!\nBest Remastered/Remade GameEditors' and Readers' Choice – Resident Evil 2Best Strategy GameEditors' and Readers' Choice – Fire Emblem: Three HousesBest Sports GameEditors' Choice – MLB The Show 19Readers' Choice – Mario & Sonic at the Olympic Games 2020Best Shooting GameEditors' Choice – Call of Duty: Modern WarfareReaders' Choice – Borderlands 3Best VR GameEditors' Choice – Pistol WhipReaders' Choice – Ace Combat 7: Skies UnknownBest MMOEditors' and Readers' Choice – Final Fantasy XIV: ShadowbringersBest Role-Playing GameEditors' and Readers' Choice – The Outer WorldsBest Platforming GameEditors' and Readers' Choice – Super Mario Maker 2Best Racing GameEditors' Choice – Dirt Rally 2.0Readers' Choice – Crash Team Racing: Nitro-FueledBest Fighting GameEditors' and Readers' Choice – Mortal Kombat 11Best Adventure GameEditors' and Readers' Choice – Life is Strange 2Best Puzzle GameEditors' Choice – Untitled Goose GameReaders' Choice – Tetris 99Best Action GameEditors' and Readers' Choice – Sekiro: Shadows Die TwiceBest Cooperative MultiplayerEditors' Choice – The Division 2Readers' Choice – Borderlands 3Best Competitive MultiplayerEditors' and Readers' Choice – Apex LegendsBest Ongoing/Games-As-Service GameEditors' Choice – FortniteReaders' Choice – Path of ExileBest Mobile ExclusiveEditors' Choice – GrindstoneReaders' Choice – Call of Duty: MobileBest PC ExclusiveEditors' and Readers' Choice – Disco ElysiumBest Microsoft ExclusiveEditors' and Readers' Choice – Gears 5Best Sony ExclusiveEditors' Choice – DreamsReaders' Choice – Death StrandingBest Nintendo ExclusiveEditors' and Readers' Choice – Fire Emblem: Three HousesGame of the YearEditors' Choice – ControlReaders' Choice – Resident Evil 2", "paragraphs": ["With 2020 well underway, we wanted to put a bow on our celebration of 2019 with the winners of each categorical award from both our editors and readers. The editor picks below are the results from days of discussions and arguments with the full Game Informer editorial staff, while more than 13,000 of you helped determine the winners for each category on the reader side of things.", "Check out the results from both perspectives below and let us know which winners you agree and disagree with!", "Best Remastered/Remade Game", "Editors' and Readers' Choice – Resident Evil 2", "Best Strategy Game", "Editors' and Readers' Choice – Fire Emblem: Three Houses", "Best Sports Game", "Editors' Choice – MLB The Show 19", "Readers' Choice – Mario & Sonic at the Olympic Games 2020", "Best Shooting Game", "Editors' Choice – Call of Duty: Modern Warfare", "Readers' Choice – Borderlands 3", "Best VR Game", "Editors' Choice – Pistol Whip", "Readers' Choice – Ace Combat 7: Skies Unknown", "Best MMO", "Editors' and Readers' Choice – Final Fantasy XIV: Shadowbringers", "Best Role-Playing Game", "Editors' and Readers' Choice – The Outer Worlds", "Best Platforming Game", "Editors' and Readers' Choice – Super Mario Maker 2", "Best Racing Game", "Editors' Choice – Dirt Rally 2.0", "Readers' Choice – Crash Team Racing: Nitro-Fueled", "Best Fighting Game", "Editors' and Readers' Choice – Mortal Kombat 11", "Best Adventure Game", "Editors' and Readers' Choice – Life is Strange 2", "Best Puzzle Game", "Editors' Choice – Untitled Goose Game", "Readers' Choice – Tetris 99", "Best Action Game", "Editors' and Readers' Choice – Sekiro: Shadows Die Twice", "Best Cooperative Multiplayer", "Editors' Choice – The Division 2", "Readers' Choice – Borderlands 3", "Best Competitive Multiplayer", "Editors' and Readers' Choice – Apex Legends", "Best Ongoing/Games-As-Service Game", "Editors' Choice – Fortnite", "Readers' Choice – Path of Exile", "Best Mobile Exclusive", "Editors' Choice – Grindstone", "Readers' Choice – Call of Duty: Mobile", "Best PC Exclusive", "Editors' and Readers' Choice – Disco Elysium", "Best Microsoft Exclusive", "Editors' and Readers' Choice – Gears 5", "Best Sony Exclusive", "Editors' Choice – Dreams", "Readers' Choice – Death Stranding", "Best Nintendo Exclusive", "Editors' and Readers' Choice – Fire Emblem: Three Houses", "Game of the Year", "Editors' Choice – Control", "Readers' Choice – Resident Evil 2"], "authors": [], "keywords": ["choice", "winners", "editor", "2best", "resident", "exclusiveeditors", "results", "best", "multiplayereditors", "informer", "gameeditors", "racing", "reader", "awards", "readers", "game", "2019"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}