{"id": "dca95d26-bef8-3da5-9d32-d5cddb995e31", "title": "Make further Covid curbs in next 24 hours to halt spread, says Keir Starmer", "url": "https://www.theguardian.com/politics/2021/jan/11/make-further-covid-curbs-in-next-24-hours-to-halt-spread-says-keir-starmer", "summary": "Labour leader says ‘Covid is at most serious stage so we must face most serious restrictions’The government must look at new coronavirus restrictions within the next 24 hours, Keir Starmer has said, naming estate agents and nurseries as those that could face further curbs to halt the spread of the virus.\n“This is the most serious stage of the pandemic and therefore, we have to face the most serious restrictions,” said the Labour leader.\nStarmer said the government was doing little to support working families who had to work full-time and homeschool their children during the national lockdown.\nIn his speech, Starmer laid out a number of measures he said the government could take in order to ease the burden on working families and their finances.\nStarmer said that would be “taking £1,000 a year from millions of families and pulling another 200,000 children into poverty”.", "paragraphs": ["Labour leader says ‘Covid is at most serious stage so we must face most serious restrictions’", "The government must look at new coronavirus restrictions within the next 24 hours, Keir Starmer has said, naming estate agents and nurseries as those that could face further curbs to halt the spread of the virus.", "“This is the most serious stage of the pandemic and therefore, we have to face the most serious restrictions,” said the Labour leader. “I think a lot of people will be quite surprised primary schools are closed, and nurseries are open.", "“It is still possible at the moment, as I understand it, to go and view houses if you’re going to buy a house, and that wasn’t allowed last March. So we’re in this extraordinary situation … at least as serious, if not a more serious position than in March of last year, we’ve got less restrictions in place.”", "“I think we are going to have to look in the next 24 hours or so, what are the other measures that could be put in place, and hear from the scientists as to which of those that they think are more effective, and then all pull together and support those measures if they’re needed because the numbers are still, as everybody knows, heading in the wrong direction on.”", "In his first major policy speech, the Labour leader called for the government to give employers the right to put workers on “flexible furlough” to allow them to look after children while schools are closed, as well as extending support to the “excluded” 3 million workers who have no support.", "Starmer said the government was doing little to support working families who had to work full-time and homeschool their children during the national lockdown.", "He said Labour in power would pledge the creation of 400,000 jobs in low-carbon sectors – “because this recovery has to be a green recovery”. He also said a Labour government would create a “high streets fightback fund” to protect local shops and retail, saying “Britain can’t reopen if our towns and our high streets are closed”.", "Starmer said the government had not honoured its contract with the British people by failing to get the virus under control after many months of restrictions.", "“It makes no sense to me at all that when we’re asking so much of the British people, the government is doing so little to support families,” he said, calling for “a legal, enforceable and immediate right for parents to request paid, flexible furlough and by promoting that to all working parents to help them get through this lockdown”.", "In his speech, Starmer laid out a number of measures he said the government could take in order to ease the burden on working families and their finances. He said the government could cancel council tax hikes with more funding for local authorities – calling the rise “a £1.9bn bombshell that lands a bill of around £90 on every family”.", "He also urged the government to pull its plan to cut the £20 universal credit uplift, which was put in place at the start of the pandemic, but which the government plans to cut back in April. Starmer said that would be “taking £1,000 a year from millions of families and pulling another 200,000 children into poverty”.", "He also criticised the decision to freeze public-sector pay for millions of key workers, people, he said, who had “got us through this crisis – including our armed forces, our care workers, our teachers, our firefighters and police officers”.", "Starmer, who on Sunday said he believed lockdown measures might need to be tightened further, said the government had been “found wanting at every turn” during the crisis.", "“Even in the best of times, you can’t be indecisive in government. In the worst of times, indecision can be fatal. Every time there’s a big decision to make, Boris Johnson gets there too late,” he said.", "UK Covid news: minister confirms restrictions being reviewed amid concerns people mixing too much Read more", "Starmer said the public needed to hear daily press conferences with the underlying message of “stay at home” and added: “One of the problems we’ve had in the last nine months is the mixed messaging coming from the government, this made it so much harder. The vast majority of the British public will comply with the rules, will do what’s asked of them, but they need absolute clarity as to what those rules are.”", "The Labour leader was also asked if he could see a role in a future Labour administration for the former prime minister Tony Blair, who is reported to have been in advisory talks with Matt Hancock about the vaccine strategy.", "Starmer said he had spoken to Blair about his reports but declined to suggest he would be offered any formal role now or in the future. “I’ve spent many hours of many days, talking to many, many people about the pandemic, and I will continue to do so because I want to hear from anybody who can help us through this and to ensure that I’m as best informed as possible,” Starmer said."], "authors": ["Jessica Elgot"], "keywords": ["leader", "halt", "starmer", "restrictions", "families", "curbs", "spread", "keir", "labour", "workers", "support", "working", "covid", "hours", "serious", "24", "measures"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}