{"id": "dcbd1bdd-69d8-3ffc-9548-f638f27b9a8c", "title": "Trump flag violates Minnesota city ordinance -- but business owner willing to pay fines, 'go to jail'", "url": "https://www.foxnews.com/us/trump-flag-violates-minnesota-city-ordinance-but-business-owner-willing-to-pay-fines-go-to-jail", "summary": "A Minnesota business owner says he is willing to pay a fine or even \"go to jail\" over a 50-by-30-foot \"Trump 2020\" flag he has on his property that city officials say is violating a local ordinance.\nJohnson said he took down the flag soon after the November election but decided to put it up again recently.\nA store that sells Trump merchandise in the same town also reportedly had its windows shot out on the same night but no one has been arrested.\nJohnson reportedly hasn't applied for a permit for the flag and it wasn't reported if he considered that an option.\nCLICK HERE TO GET THE FOX NEWS APPCity officials will decide what action to take on the flag, WCCO reported.", "paragraphs": ["A Minnesota business owner says he is willing to pay a fine or even \"go to jail\" over a 50-by-30-foot \"Trump 2020\" flag he has on his property that city officials say is violating a local ordinance.", "\"It looks small because it’s 150 feet in the air, but it’s a pretty big flag,\" Jay Johnson, who is flying the Trump flag on top of a crane at his construction business in Buffalo, Minnesota, near Minneapolis, said, according to WCCO-TV in Minneapolis.", "Johnson said he took down the flag soon after the November election but decided to put it up again recently. He said soon afterward, a few of his construction vehicles’ windows were shot out, which the police are investigating.", "A store that sells Trump merchandise in the same town also reportedly had its windows shot out on the same night but no one has been arrested.", "City officials in Buffalo say Johnson has also run afoul of the law because a flag as large as his must be licensed, according to WCCO. The city has reportedly gotten around 100 formal comments over the flag – half positive, half negative.", "TRUMP, OTHER POTENTIAL 2024 CONTENDERS, GATHERING A MAJOR RETREAT", "\"It doesn’t really bother me much, it’s just weird seeing it up again,\" neighbor Patrick Cayanan said, according to the station. \"Like, are they campaigning again for 2024?\"", "But none of it has deterred Johnson, who said he’ll simply move the flag if he’s asked to take it down – or even fly a larger flag.", "\"I am prepared to get the fines, ultimately get cuffed, go to jail, whatever,\" Johnson said. He added that the flag cost him $1,000 and the crane cost about $50,000.", "Johnson reportedly hasn't applied for a permit for the flag and it wasn't reported if he considered that an option.", "CLICK HERE TO GET THE FOX NEWS APP", "City officials will decide what action to take on the flag, WCCO reported."], "authors": ["Brie Stimson"], "keywords": ["windows", "reportedly", "willing", "soon", "johnson", "ordinance", "violates", "wcco", "minnesota", "officials", "shot", "according", "owner", "pay", "trump", "flag", "fines", "jail"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}