{"summary": "Here's our guide to food and drink in Azerbaijan.\nCourtesy Kamilla RzayevaWhen it comes to street food, Azerbaijan is well-known for doners -- Turkish-style meat sandwiches -- but qutabs are a lighter option.\nCourtesy Kamilla RzayevaLevengi chicken may resemble a standard grilled chicken on the outside, but it hides a delicious secret.\nCourtesy Kamilla RzayevWhile Azerbaijani culinary books are abundant with a variety of dolmas, yarpaq, (grape leaf) and uch baji (three sisters) are the two most noteworthy.\nCourtesy Kamilla RzayevaAzerbaijan's most beloved pastries are traditionally baked during March, the month of the Novruz spring festival.", "id": "dcca5efd-dc6e-3b13-b65e-47f387c948c5", "pubDate": null, "url": "https://edition.cnn.com/travel/article/azerbaijan-food-and-drink/index.html", "authors": [], "paragraphs": ["Editor's Note — Editor's Note — CNN Travel's series often carry sponsorship originating from the countries and regions we profile. However, CNN retains full editorial control over all of its reports. Read the policy.", "(CNN) — Azerbaijan's history with flavor goes back more than 2,000 years.", "Poised between East and West, in a prime location on Silk Road routes, traders passed through here for centuries, bringing spices, ingredients and culinary influences.", "Today, the cuisine of Azerbaijan has an Eastern edge, rubbing shoulders with dishes from its neighbors Iran and Turkey. The local takes on the kebab and pilaf are rich and satisfying, but there is also an abundance of fresh, healthy fruit and vegetables to be enjoyed.", "Here's our guide to food and drink in Azerbaijan.", "Tea", "The people of Azerbaijan love tea. Here's how they like to drink it", "It might seem counterintuitive, but in the summer heat Azerbaijanis love to drink hot tea, which is believed to help the body cool off naturally.", "Even amidst the country's blooming coffee culture, most Azerbaijanis still start their day with tea.", "In the regions, tea is almost always prepared with keklikotu (oregano) or cinnamon and while the water is boiled on a samovar, heated by the burning tree branches, the water is infused with the unmistakable aroma of the woods.", "Azerbaijani breakfast", "Tandir bread is brushed with egg or yoghurt then baked in a clay oven. Jaafar Almadhoon/CNN", "While meal preparation may vary around the country, with local twists often added to the usual interpretation, breakfast is pretty identical in all part of the country.", "A wide variety of colorful components orbit around the star of this show: freshly baked tandir bread.", "Whether it's honey and qaymaq (a thick cream), goat's cheese, butter or scrambled eggs with tomato, the crispy bread is a welcome companion to all those food combinations.", "When preparing scrambled eggs with tomato, the finely minced tomatoes are fried first, until the pan's sizzling with juice. Only then are the eggs added, and the dish is taken off the stove with a consistency more liquid than regular scrambled eggs.", "Served in a small pan, the dish is eaten by dipping the tandir bread into the savory combination of egg and tomato. The saltless goat cheese on the side is there to take down some of the saltiness and balance out the palette.", "Alternatively, kuku is a pie-looking omelette, a great option for those who like greens. Fresh coriander, dill and green onions are finely minced and mixed with five or six eggs and then fried in the pan until crispy.", "Qutab", "Qutab -- one of the most famous dishes in the country. Courtesy Kamilla Rzayeva", "When it comes to street food, Azerbaijan is well-known for doners -- Turkish-style meat sandwiches -- but qutabs are a lighter option.", "Made in lavash (a thin flatbread), the classic qutab is filled with minced meat; the vegetarian version may include pumpkin or fresh herbs such as spinach, cilantro, onions and dill, folded in a moon shape and fried on a flat pan without oil.", "The soft-centered and crispy-edged qutabs are then sprinkled with sumac, the bright berry-colored tangy spice, and fresh pomegranate seeds (when in season). Both meat and herb qutabs are served with ayran, a foamy sour milk mixed with water and salt. For true gourmands there is also a smaller-sized variation of qutab filled with minced camel meat, called jorat qutab.", "Mangal salad", "Mangal salad is light and refreshing. Courtesy Kamilla Rzayeva", "Particularly deserving of attention among salads is mangal salad, the name originating from the way the main ingredients -- eggplant, bell pepper and tomato -- are roasted on a mangal, a Caucasian-style grill.", "After the roasted vegetables are chopped, onions, cilantro, dill, olive oil and purple basil -- a specialty in Azerbaijan -- are added and mixed together. The salad is usually served cold as a side to the meat kebab and is believed to help with the digestion of the heavy meats.", "In Azerbaijan, people love to grill. Here's how they barbecue, from preparing kebabs to making mangal salad", "Dovgha", "Dovgha can be served both chilled or warm. Courtesy Kamilla Rzayeva", "This sour milk-based soup, which can be served both hot and cold depending on the season, also contains rice, a handful of chick peas and a variety of finely minced greens.", "While it's straightforward in terms of ingredients, the preparation requires the chef to constantly stir the ingredients to stop the rice from sticking.", "Related content Best things to do in Azerbaijan from volcanoes to tea culture", "Levengi chicken", "Levengi chicken is filled with delicious, succulent stuffing. Courtesy Kamilla Rzayeva", "Levengi chicken may resemble a standard grilled chicken on the outside, but it hides a delicious secret.", "Inside, the stuffing consists of fried onions, roasted walnuts, raisins, dried plums, dried pitted Cornelian cherries are all minced and mixed into a paste. The richness of the walnuts and the tanginess of the plums make it a must-try combination.", "Levengi stuffing can also be used in fish.", "Dolma", "The name dolma comes from a Turkish word meaning \"to be stuffed.\" Courtesy Kamilla Rzayev", "While Azerbaijani culinary books are abundant with a variety of dolmas, yarpaq, (grape leaf) and uch baji (three sisters) are the two most noteworthy.", "The first -- made from minced meat wrapped in grape leaves and cooked on a slow fire -- is served with qatiq (plain natural yoghurt) and garlic.", "The uch baji version consists of the trio of aubergine, tomato and bell pepper, stuffed with minced meat and prepared in their own juices. It's very common to include qatiq with dishes that are on the heavier side, since its probiotic properties support digestion.", "Dessert", "Azerbaijan's best desserts are baked during the Novruz holiday. Courtesy Kamilla Rzayeva", "Azerbaijan's most beloved pastries are traditionally baked during March, the month of the Novruz spring festival.", "Pakhlava, a diamond-shaped pastry found across the Middle East, is among the favorites.", "The Azerbaijani version, especially the Sheki variety, tends to be softer and oilier than other versions.", "Shorgoghal, a flaky spice-filled crispy bread, can be made sweet (with white sesame seeds at the top) or savory and salty (with black sesame seeds at the top).", "Shirin chorek, sweet bread filled with nuts and dried grapes, is another top pick.", "Walnut preserve is perhaps one of the most surprising Azerbaijani desserts served with tea.", "Collected from the trees while still green and soft, the walnuts slowly darken during the preparation process, finishing up a very dark brown. The texture of the nut and the sweetness of the syrup makes it a highly memorable delicacy.", "Finally, the most unusual combination of foods the country looks forward to all year has to be watermelon, goat cheese (the saltier the better) and tandir bread."], "keywords": ["meat", "served", "tea", "culinary", "kamilla", "courtesy", "bread", "minced", "drink", "tomato", "azerbaijan", "east", "gateway", "food", "variety"], "title": "Azerbaijan food and drink: Culinary gateway to the East", "publicationId": "fa207f19-e080-3902-982c-393d321776be"}