{"id": "dccefd23-16bb-3563-a0e4-c4c8e72174de", "title": "Begin Again: James Baldwin’s America and Its Urgent Lessons for Today – review", "url": "https://www.theguardian.com/books/2021/jan/11/begin-again-by-eddie-s-glaude-jr-review-james-baldwin-george-floyd", "summary": "Michael Ondaatje once wrote that if Van Gogh was “our 19th-century artist-saint” then James Baldwin was “our 20th-century one”.\nThe trauma of that inheritance – “our bodies carry the traumas forward,” Glaude writes – is never far from the page.\nNor is the trauma felt across black America in his parents’ generation when in 1968 Martin Luther King Jr was assassinated, crushing hopes for “fundamental change” that had been gathering around the US civil rights movement for the best part of a decade.\nIt was out of despair, Glaude writes, that in 2018, two years after what he calls “the disastrous election of Donald Trump”, he started to write this book, “saying to myself, they have done it again.\n• Begin Again: James Baldwin’s America and Its Urgent Lessons for Today by Eddie S Glaude Jr is published by Chatto & Windus (£16.99).", "paragraphs": ["Michael Ondaatje once wrote that if Van Gogh was “our 19th-century artist-saint” then James Baldwin was “our 20th-century one”. For many, Baldwin’s writing has long been a touchstone of anti-racist humanism, but the sense of that particular epithet has never landed more emphatically for me than while reading Eddie S Glaude Jr’s Begin Again, his potent meditation on the enduring legacy of Baldwin’s life and thought, a New York Times bestseller and one of a number of titles that have spoken to the soul of public outrage at George Floyd’s killing in Minneapolis last May.", "Glaude, who is distinguished professor and chair of the African American studies department at Princeton University (where he has been teaching a seminar on Baldwin for several years), is also a native of Jackson County, Mississippi, the US state that suffered the highest number of lynchings – 581 between 1882 and 1968. The trauma of that inheritance – “our bodies carry the traumas forward,” Glaude writes – is never far from the page. Nor is the trauma felt across black America in his parents’ generation when in 1968 Martin Luther King Jr was assassinated, crushing hopes for “fundamental change” that had been gathering around the US civil rights movement for the best part of a decade.", "It was out of despair, Glaude writes, that in 2018, two years after what he calls “the disastrous election of Donald Trump”, he started to write this book, “saying to myself, they have done it again. Millions of white Americans had chosen Trump, and we would have to deal with the consequences of that choice.”", "Reckoning with that “betrayal”, like so many previous betrayals of democratic possibility in America, perpetrated by those hell-bent on preserving the fantasy that America is or ever was a white nation, he recalls his dad’s claim, growing up, that he just didn’t “do white people”. Now Glaude, too, “understood a bit better” that separatist impulse, though, in these new times of Trumpian ascendancy, it was Baldwin, not his disillusioned father, to whom he turned in order to deal with his despair. “Baldwin,” Glaude suggests, “offers us resources.”", "I Am Not Your Negro review – thrilling James Baldwin documentary Read more", "As a figure of Glaude’s parents’ generation, Baldwin was both a giant and an anomaly – the kid from Harlem whose depiction of black American life through the great migration (in 1953’s Go Tell It on the Mountain) had made him a literary sensation while still in his 20s. By the age of 30, he was a household name, at which point he dared, at the height of his celebrity, to write, in 1956’s Giovanni’s Room and 1962’s Another Country, from the viewpoint of protagonists who were both white and gay, endearing himself to liberals and to fashionable society but suffering, as a result, “the label of bootlicker [back home] for making this point that categories can shut us off from the complexity within ourselves”.", "The son of a preacher, Baldwin wrote repeatedly of love, and of his belief in America’s future as a multiracial society, and his hope of redemption for white Americans and black Americans alike – a vision that perhaps saw its most focused articulation in the blistering essays of 1963, The Fire Next Time, which were seen as giving voice to the emerging civil rights movement.", "As the 1960s unfolded, though, and the optimism of the civil rights era was met with renewed violence and resistance, Baldwin’s own voice hardened and his tolerance of liberals became short – “I don’t want anybody working with me because they are doing something for me,” he said – and a question arose for him, writing in defence of a new generation of young black radicals, the first exponents of black power, whether white America was really worthy of so much energy and concern (as Martin Luther King continued to insist that it was).", "What we are living through, even with our cellphone cameras, is not unlike what Baldwin and so many others dealt with", "Then King was killed and, like so many of his time, Baldwin found himself derailed. “He went to pieces,” Glaude tells us. “He witnessed what was happening in ghettos, where the workings [of white supremacy] impoverished millions. He saw the beginnings of mass incarceration and its effect on black communities. He also felt the emotional trauma of dashed hopes and expectations.” He remained a witness to it all and “12 years later”, Glaude continues, “he watched the country elect Reagan, a clear indication, if there ever was one, that white America had no intention of changing when it came to matters of race”.", "“What we are living through,” Glaude writes of the current context, “even with our cellphone cameras, is not unlike what Baldwin and so many others dealt with as the black freedom movement collapsed with the ascent of the Reagan revolution.” Baldwin’s response demonstrates the resilience that’s needed to be a witness through an era of despair.", "There is a common reading of his career, dismissed by Glaude as a “stale characterisation”, that he hit the heights of his literary genius in 1963; that, thereafter, “his rage and politics got the best of him” but that he subsequently lost his nuance, lost touch with the love that had distinguished his voice in his prime, abandoned his gift for complexity; that in the aftermath of King’s assassination and with the collapse of the civil rights movement, he’d left himself nowhere to go; that by 1972 he was a writer in decline; that by the time of his death from stomach cancer in 1987, he was, to use a phrase from Darryl Pinckney, “a spent force”.", "Glaude challenges this convention with conviction. He invites us with him to “read Baldwin to the end” and reveals a writer, not spent, but rather illuminating the path beyond despair – the work of a saint if ever there was such a thing. This witness through the dark times, which Glaude argues are upon us once again, is, he says, the true measure of Baldwin’s greatness: an enduring testament to his love and the belief that the US can and must be something more than it is.", "• Begin Again: James Baldwin’s America and Its Urgent Lessons for Today by Eddie S Glaude Jr is published by Chatto & Windus (£16.99). To order a copy go to guardianbookshop.com. Delivery charges may apply"], "authors": ["Ashish Ghadiali"], "keywords": ["america", "baldwin", "baldwins", "black", "witness", "begin", "james", "glaude", "rights", "civil", "review", "writes", "lessons", "urgent", "today", "white"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}