{"id": "dce1d47e-38dc-3389-88b0-82199fd31f6c", "title": "Kids In Cyberpunk And Valhalla Should Be Seen And Heard", "url": "https://www.gameinformer.com/2021/01/01/kids-in-cyberpunk-and-valhalla-should-be-seen-and-heard", "summary": "Like just about all games before it, Cyberpunk 2077’s kids speak with what I can only call a very specific voice quality.\nBut those aren’t the types of characters I’m talking about.\nI’m talking about the incidental li’l NPCs who populate Night City and Valhalla’s vision of Europe.\nI know this is super nit-picky, and I don’t want to pile onto studios who take the time and effort to bring virtual kids into their games.\nLondon must have one heck of a curfew going on; there’s not a young person in the whole freaking city!", "paragraphs": ["I’ve been bouncing between Assassin’s Creed Valhalla and Cyberpunk 2077 recently, and something has stood out during that time: These two games have broken from genre tradition by introducing children into their open worlds. I’m so used to seeing entire cities devoid of young people that the first time I saw one walking around the streets of Night City it stopped me dead in my tracks. What the heck are you doing here, anyway? And then I made the mistake of talking to the kid. Yuck.", "While their appearance was a surprise, their voice acting wasn’t. Like just about all games before it, Cyberpunk 2077’s kids speak with what I can only call a very specific voice quality. Almost without exception, young people sound like a voice actor scrunching up her pipes and doing her best to carve a few decades off her age. And I can’t think of a time where it wasn’t awful to listen to.", "I understand that it’s probably impossible to cast and record young people for extensive roles – and that employment law probably makes the process a logistical nightmare. Young characters who have gotten a lot of screen time in games, such as The Walking Dead’s Clementine and Sarah and Ellie from The Last of Us, were voiced by actors who were older than their characters, and they did phenomenal work. But those aren’t the types of characters I’m talking about.", "No. I’m talking about the incidental li’l NPCs who populate Night City and Valhalla’s vision of Europe. These characters only say one or two lines, at best, and every time I make the mistake of listening to them speak it makes my skin crawl. I watched one tyke splat face-down on the ground while playing hopscotch in a neon-lit alleyway, and I walked over to her to see if she was all right. “Did you know I like you?” she scratched out before standing up. Maybe the “talk” prompt in Cyberpunk should be replaced with “pull string.”", "If the concern is that actual kids couldn’t effectively deliver these lines, I hate to break it to you – they’re not doing it now. Perhaps Ubisoft, CD Projekt Red, and everywhere else could set up office tours for their families (when the world returns to normal) and have a quick detour in the recording booth. I know that developers multiply like rabbits – watch the credits for \"production babies\" if you don’t believe me – and it would be a great way to capitalize on take your daughter to work day. I'm kidding. Kind of.", "I know this is super nit-picky, and I don’t want to pile onto studios who take the time and effort to bring virtual kids into their games. Take Watch Dogs: Legion as a counterexample. London must have one heck of a curfew going on; there’s not a young person in the whole freaking city! I totally get that putting kids into games creates all kinds of potential issues (especially in open-world games that encourage mayhem and destruction), but flubbing the spoken dialog takes away from all the hard work that went into implementing them in the first place. If you’ve got a character who’s going to be sticking around for a long time, by all means hire actors whose voices aren’t going to change in a year. After all, nobody wants a rotating door of voice actors like the old Charlie Brown cartoons. But these one-off characters? Hire some freaking young people!", "Ultimately, I understand that this doesn’t matter all that much in the grand scheme of things. It’s just a (terribly voiced) series of single sentences or two in games filled with hours of spoken dialog. But if I’m not complaining about something, what else am I supposed to be doing here? I already whined about having to chase after paper in Valhalla. I guess I could be griping about how Eivor can’t command their bird to crap on enemies. Or maybe how Animal Crossing: New Horizons has a vastly better cell-phone interface than Cyberpunk’s. Now that I think about it, that probably would have been a better use of my time here.", "Oh well."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["kids", "probably", "voice", "work", "talking", "seen", "games", "characters", "cyberpunk", "valhalla", "heard", "doing", "young", "im"], "pubDate": "2021-01-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}