{"id": "dce68d04-c81b-319e-8068-f0a819110bfb", "title": "Watch WIRED Autocomplete Interviews | Joel McHale Answers the Web's Most Searched Questions | Wired Video | CNE | Wired.com", "url": "https://www.wired.com/video/watch/autocomplete-inverviews-joel-mchale-autocomplete", "summary": "Why Joel McHale.\nKen is one of my good, good, good friends.\nOkay, does Joel McHale play accordion?\nJoel McHale...\nJoel McHale [grunting]Joel McHale dog.", "paragraphs": ["Transcript", "What has Joel McHale done?", "Now I feel like you're accusing me of murder.", "You're saying something like, What have you done!?", "[funky music]", "Hi, everybody.", "It's me, Joel McHale.", "Today I'll be doing the Wired Autocomplete Interview.", "[funky music]", "Here we go, guys.", "Why Joel McHale.", "Why Joel McHale tiger king.", "Why not?", "Well that fell into my lap because Ted Sarandos,", "basically, it was just like,", "Do you want to host the follow-up special to Tiger King?", "And COVID, it was just as they,", "it was like the week after it was all locked down.", "You know, it was when you thought,", "Well, if I look at someone weird they're gonna get COVID", "or maybe I'm gonna get COVID if I look at them too long,", "I don't know.", "So I got to host that thing and it's,", "I know it's a part of the actual series,", "but I had nothing to do with it.", "I barely, I showed up, I recorded some things.", "I did talk to those people for a very long time.", "So even though that special is like", "33 minutes long or something,", "I talked to each of them for like two hours.", "It was, it was exhausting.", "I don't know how I do it.", "I don't know.", "We almost got Joe Exotic,", "but the prison or the jail he was in got a COVID scare.", "So that went away very quickly.", "Why is Joel McHale famous? [laughing]", "That is a good question.", "Why is Joel McHale podcast?", "Why?", "Why do we do a podcast?", "Ken is one of my good, good, good friends.", "If not one of my great friends.", "You know, I'm Joe, but he's a real doctor.", "I mean he really knows what he's doing.", "And I would call him and ask him about the virus.", "And he, we kind of were like,", "hey, we should do a podcast and talk about this.", "And then we'll talk to our friends after that.", "And so that's how that started.", "And Ken knows what he's talking about.", "I just read articles", "and then pretend to know what I'm talking about.", "Some publicist called me and be like,", "We would like to put our client on your podcast.", "Can you please give us the name of your Booker?", "And I'm like, You're talking to 'em.", "And, or Ken, or we're the bookers.", "So Ken's been, you know, on the most successful shows", "on TV right now with The Masked Singer", "and I Can See Your Voice and all the other ones.", "And so now I think he, that has kind of like,", "he's got a little more free time.", "How Joel McHale, here we go.", "How tall Joel McHale?", "Well I think everybody knows I'm 8'1.", "But that's just the lower half, it's very long.", "I am 6'4.", "How old is Joel McHale?", "I am 48 years old.", "So I could be your dad,", "in a lot of cases your granddad, so yeah.", "So you know, let's see some respect.", "48, yeah not for much longer, next week.", "No, two weeks, I'm 49.", "I'm 49.", "How does Joel McHale...", "stay in shape?", "Thanks for saying that.", "That's right.", "I'm doing an ab workout right now.", "So I do like 40 minutes a day.", "Sometimes if I got a little more free time, I'll do an hour.", "But I try to carve out...", "And everyone's like, Don't you take days off?", "I'm like, I do not.", "I try to get it in every day somehow.", "I want to eat spaghetti carbonara for every meal.", "But if you operate at a caloric deficit,", "you'll not even stay in shape.", "You'll look like you're in shape.", "Thank you.", "How much does", "Joel McHale make for card sharks?", "How much money do I make for card sharks?", "Oh, well yeah.", "Well that's how I get paid.", "I have to play the game myself.", "So some weeks I'm making like over half a million dollars.", "Other weeks, gift certificate.", "So, but I just have to go out there", "and turn the cards over myself and then,", "and the producers always, you know, like,", "Come on, dude, keep going.", "You gotta, you gotta four up there.", "It's gotta be higher.", "And then like, Oh, we're so sorry.", "We're so sorry.", "We're so sorry.", "And now a kombucha break.", "I'm kidding.", "This is chilled red wine!", "Does Joel McHale.", "There we go.", "Does Joel McHale leave Community?", "No, I mean, I did.", "I stayed with it all six years.", "Other people left, but I certainly didn't.", "Wait, did I?", "And it's still going.", "Is that what happened?", "Does show still on?", "Does Joel McHale have lions?", "Yes, because I was paid", "in big cats for the Tiger King special.", "Does Joel McHale have a brother?", "No, I don't.", "I have two brothers.", "Oooh!", "And people like, Oh, are you the oldest?", "And I'm like, No.", "The youngest?", "No.", "I'm like, I'm the middle.", "And they'll go like, Totally.", "That's why he became an actor.", "Right, 'cause you, you just needed the attention", "and it doesn't mean you're in the middle.", "What are you talking about?", "Yes, because if I had been the youngest one", "I would have to have been a pilot.", "Their names are Chris and Steven.", "We look alike.", "Okay, does Joel McHale play accordion? [laughing]", "It's not play the accordion; it's play accordion.", "I do not play the accordion.", "I don't play any instrument.", "Bang!", "Joel, these are all blanks.", "This is Joel McHale and then just blanks.", "Joel McHale...", "The soup!", "Oh, takes you back, doesn't it?", "Yeah, that was the thing", "that helped me get the audition for, you know,", "like a zillion.", "Like I did not expect that I was going to be a host", "at all in my career.", "I think everyone thought I was the next, you know,", "Joel Edgerton.", "No, I stumbled into that job and got very lucky", "because a couple of executives at E! decided to take a shot", "and it, we, boy, that's 2005, geez.", "I didn't have a child then, or no did I?", "No I didn't even have a child then.", "Yeah, those were the days I got to do that for 12 years.", "It was really fun.", "Joel McHale", "drag race, wow.", "Yes, I loved being a judge.", "I think Michelle wanted to rip my head off.", "Michelle and I are friends, okay.", "We had a very fun time.", "That show's amazing.", "And the amount of work the performers put in is staggering.", "And like the changes they have to make it is remarkable.", "Joel McHale [grunting]", "Joel McHale dog.", "No three, three dogs.", "I got a French bulldog, a pug,", "and a thing called a coton de tulear.", "The French bulldog is a maniac", "and an alpha male apex predator.", "And then our pug, I got him on The Great Indoors,", "which was a short lived show.", "There was a scene that required this guest star", "to be holding a baby pug.", "The person in charge let me adopt that dog.", "And that dog is here now.", "And he's the sweetest boy.", "And in the show,", "the dog's name was Jonathan.", "And the dog, the puppy's name was Cowboy.", "So I brought him home and at that point my kids were like", "11 and eight.", "And I was like, well, the dog's name is Cowboy.", "And the name of the dog on TV was Jonathan.", "And, but I was like, you can name the dog whatever you want.", "And they looked at me like I was crazy.", "They were like, The dog's name is Cowboy Jonathan.", "And I went, Okay, it is.", "Joel McHale knife collection.", "Correction, knife comma sword and weapon collection.", "Yeah I don't know what's wrong with me.", "It's just I've always collected knives", "and like nunchucks and billy clubs and throwing knives.", "I don't know why.", "And it's weird, people like, It's weird!", "I'm like, Yeah, I just was always obsessed with them.", "And it's hard for me not to go into a knife store", "if I'm walking by one.", "On Instagram I follow a bunch of knife companies,", "you know, to keep up.", "And my wife is like, Can you just put all those away?", "And I was like, Yeah.", "And then I never do.", "Last one on this page.", "Zodiac sign!", "Scorpio which means we have tails that are poisonous.", "Is Joel McHale.", "Is Joel McHale", "oh, here we go, nice.", "[beep] yeah.", "What are you looking at?", "Is Joel McHale related to Ryan Seacrest?", "His pile of money goes all the way to the clouds.", "So he's a very nice successful man.", "We are not related.", "We worked at E! forever", "or as I like to call it the Eh network.", "So I would see them in the hallways and I would just,", "he would just, he was always so busy counting his money that", "so I didn't, you know, I don't want to interrupt that.", "Very nice guy.", "And now he has a beard.", "Copied me.", "Is Joel McHale", "Left-handed.", "Oh, why would you ask?", "It's weird, I am left-handed for writing", "and like brushing my teeth and fine motor skills.", "And I am right-handed for gross motor skills.", "So throwing balls and golfing and batting.", "I could become a professional athlete", "if all my talent was in one arm.", "But alas it's not.", "We all have crosses to bear", "and I would bear mine on my right shoulder.", "Is Joel McHale a lawyer?", "No, not even close.", "I'm super dyslexic and cheated my way through high school", "and college and everything.", "I played one and it made, I said words out loud", "that sounded like I was one kind of,", "but no, I would be a terrible lawyer.", "Where Joel McHale.", "Okay, where is Joel McHale from?", "Seattle is my hometown.", "So that's, that's where I'm from.", "And as everybody know,", "I started a little coffee company called Starbucks,", "a little computer company called Microsoft, and some,", "I helped start an online shopping thing called Amazone.", "I can't remember the name of it.", "Anyway.", "Where did Joel McHale go to college?", "Oh, thank you.", "I went to the University of Washington.", "Go Huskies.", "Where has Joel McHale been?", "Where have I been, where have you been!?", "I feel like I'm constantly doing interviews like this", "so you don't have to ask that question.", "Where have you been?", "I've been trying to get your attention this whole time!", "Where have I been?", "On card sharks on ABC", "Sunday nights at 10 o'clock, nine central.", "Last one, oof, pressure, here we go.", "Where did Joel McHale meet his wife?", "Oh, that's a good question.", "Well, I met her twice.", "First time I was a freshman and she was a senior.", "Ooh, older woman.", "She's only one year older because I entered college", "as an older person.", "And she was very young for college", "and I met her and I was like, That's a very pretty woman.", "And then I did not see her again for like three years.", "And then I was shooting a movie,", "a crazy movie in Seattle,", "and her mom was an extra", "and her brother was a production assistant", "and he reintroduced us", "and she was like, Yeah, I know who he is.", "I don't need to see him again.", "And that's when she fell in love with me.", "No, I called my friend Kim and I was like,", "Hey, do you think you could put a good word in for me", "with Sarah Williams?", "And she was like, Haha, good luck.", "But Sarah took pity on me and allowed me to take her out.", "And, and then I, I wore her down", "and she then eventually agreed to marry me.", "Thank God that was almost 24 years ago.", "And she's regretted it ever since.", "Well, that was very fun.", "Thanks for having me.", "And this is the part of the show where people would say,", "Thank you, Wired. and then they'd throw the board,", "but I'm not gonna do that.", "I'm gonna throw those little things.", "I'll see you later.", "I'm off camera, right?", "Ah shit."], "authors": ["Condé Nast"], "keywords": ["wiredcom", "mchale", "interviews", "good", "webs", "video", "thats", "play", "dont", "think", "searched", "watch", "im", "called", "joel", "know", "questions", "wired"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}