{"id": "dd1678fb-46f4-3668-a6fd-7a63131eb02f", "title": "WIRED25 2020: Maddie Stone on Discovering and Preventing Cyberattacks", "url": "https://www.wired.com/video/watch/wired25-2020-maddie-stone-on-discovering-and-preventing-cyberattacks", "summary": "They're really targeted, sophisticated types of attacks,because it takes a lot of expertise to find them,and to exploit them.\nSo why does Google have Project Zero?\nAnd so, Project Zero was formed to help findand fix the vulnerabilitiesand all this other client software.\nRight, and Project Zero, really along with other groups,but Project Zero really, took a strong standon wanting to push that urgency, right?\nWhy is it important to study those bugs in particular,along with all the other great work Project Zero does?", "paragraphs": ["Transcript", "Hey everyone,", "my name is Lily Hay Newman.", "I'm a security reporter with WIRED.", "Thank you for joining us.", "I'm here with Maddie Stone,", "she's a security researcher at Google's Project Zero,", "and she studies,", "bugs and software vulnerabilities flaws in software,", "that are actively being exploited", "or sort of weaponized", "by hackers, out in the world.", "Hi, Maddie, how you doing?", "Hey, Lily, I'm doing well [chuckles].", "So, I think the first thing we need to talk about", "in order to understand, what you work on,", "and where you work at Project Zero,", "is to talk about what is a zero-day vulnerability.", "This is a phrase that people may have heard,", "but it can be kind of confusing.", "So a zero-day vulnerability,", "is one of those vulnerabilities,", "or issues in software,", "that the defenders, don't yet know about.", "And thus, it's not fixed.", "There's nothing in place", "to prevent it being exploited", "by people who want to attack or cause harm.", "And so, for example,", "like you might get updates on your phone,", "or Microsoft or Windows, any of those things that say,", "Hey take a new security update.", "And they usually, if you go and read it,", "the notes tells you all the vulnerabilities", "they're fixing that month.", "Prior to those being fixed,", "they're generally considered zero-days,", "because they're not fixed", "and people didn't know to watch out for them.", "So, they're not the sort of mass exploited types of things.", "They're not the spam you're getting", "into, your email boxes all the time.", "They're really targeted, sophisticated types of attacks,", "because it takes a lot of expertise to find them,", "and to exploit them.", "So they're usually only used to target,", "high profile, highly valuable targets,", "such as political dissidents,", "human rights activists, journalists, things like that.", "Right, so zero-day vulnerabilities they're very valuable", "to attackers, they're trying to keep them secret,", "for this reason you're saying.", "It's not about targeting everyone,", "it's about keeping it to yourself", "so you can use it when you want it.", "And one other thing I wanted to say", "when you were talking about,", "hearing about patches that come out", "or software updates that come out,", "those are things that aren't zero-days, as you were saying.", "Because zero-days are bugs", "that defenders have had zero, days, to fix, right?", "Exactly", "So, it's that timing.", "Yeah, so it's only before, there's no fix,", "there's not knowledge of them, things like that.", "Right.", "So why does Google have Project Zero?", "There's these vulnerabilities out there,", "there's already companies trying", "to find bugs in their own software, right?", "Like, why do we need, another group,", "that's doing this watch out", "or look out for more vulnerabilities?", "Well, the start Project Zero was formed back in 2014,", "and it really came from Google's Drive for it was also that,", "Chrome and this other software, runs on other platforms.", "And insecurities and things such as Chrome running", "on Windows, or Chrome running on iPhone,", "or Flash that runs on websites that you display in Chrome.", "Those vulnerabilities then affected Chrome users.", "And so, Project Zero was formed to help find", "and fix the vulnerabilities", "and all this other client software.", "And we do it for Chrome and Android as well.", "And other Google products to fix that,", "because inherently, all of these things we use on computers", "and phones, work together.", "So, they can only be as secure as the other things", "you're using or running to.", "And from that point, to then we've continued", "to grow and push, and tried to push,", "new sort of standards for information security,", "such as when the team was started,", "there was not a deadline,", "or sort of the expectation that vendors,", "the people writing and selling the software or hardware,", "would actually fix vulnerabilities", "if an external person worked or reported it to them.", "And so now, there's this general convention", "that you report it, and 90 days later,", "you can, you as an external reporter", "or researcher of the vulnerability, can go public with it.", "So it puts this emphasis, of the developers", "of, You should probably patch this.", "And help protect your users and fix the vulnerability.", "'Cause otherwise, 90 days later, it's gonna go public,", "and you're gonna have to explain,", "Oh yeah, we decided not to fix this", "'cause they are all still, at risk.", "Right, and Project Zero, really along with other groups,", "but Project Zero really, took a strong stand", "on wanting to push that urgency, right?", "About people fixing things once they're found.", "In terms of your work,", "which sort of goes this extra step to say,", "Okay, we're finding a lot of things,", "but what about things we know,", "are being actively exploited by attackers?", "Why is it important to study those bugs in particular,", "along with all the other great work Project Zero does?", "Yeah. So, as a whole, the majority of our team is focusing", "and putting themselves in the heart of an attacker.", "They're looking for vulnerabilities", "in any sort of client facing side software.", "iOS, Android, Chrome, Microsoft, Safari Firefox, et cetera.", "Anything that's really on the user, versus a company's side.", "Whereas my job is to then focus on,", "what are the attackers actually using against people?", "And the reason for that, is that we always want", "to make sure that our research", "and our ability to try and act", "and compete with the attackers,", "is based in the reality of what they're actually doing,", "and what they care about.", "So, sometimes in the industry,", "we use this term of, private state-of-the-art", "versus public state-of-the-art,", "meaning, the attackers in the private state-of-the-art,", "they know what their actual state of the art is,", "what challenges they're facing,", "what tools they have,", "what expertise they have,", "but we on the defender's side,", "really only know what's public.", "And have to try and figure out what the attackers are doing.", "So, any time an attacker's zero-day exploit,", "is found and detected, that's their failure case.", "They did not intend for it to be discovered,", "and for us to know what they're doing.", "So, we capitalize on that, learning as much as we can", "about what is the vulnerability,", "they're actually exploiting?", "And how might they have found out?", "What type of tools were they using?", "What type of exploitation methodologies they were using?", "And different things like that,", "because then we can take that knowledge,", "and apply it for more systemic fixes in the software,", "rather than just a single bug.", "'Cause we're just fixing each single vulnerability", "as we find it,", "it's a lot of whack-a-mole.", "And the attackers only have to find one vulnerability,", "Do you have a successful exploit?", "But we as defenders have to defend them all.", "So, a better return on investment is really studying it", "and figuring out,", "Okay, they know about this exploit method", "and they're using it.", "Can we break this exploit methodology as a whole?", "Can we fix a vulnerability class as a whole?", "Instead of that single vulnerability", "that we now know, they found.", "I like what you've said in the past", "that you don't want these cyber weapons", "or these exploit tools to be democratized,", "that your work is about trying", "to sort of nip things in the bud, just as you're describing.", "We have one really quick viewer question, from Howard Fox.", "He asked, Is it a hindrance or a help,", "to work within a large matrixed organization", "with billions of users?", "So, does it, does Google scale and reach help,", "or hinder your research?", "For my research, here on Project Zero,", "I think in general, it helps,", "because, one, Google has actually been very good", "at letting us act as external researchers.", "We are able to report to Google and Chrome", "with the exact same manner, the exact same deadlines,", "not always the best public press [chuckles]", "and the same way that we do for external companies.", "But then at the same time,", "we have to access a lot of resources,", "like, we have plenty of access to technology", "to build new tools, to try and find vulnerabilities,", "to build new research, new detection methods", "for how might we try and find new vulnerabilities.", "And, I'm not really making Google any money,", "yet they still pay my salary,", "and allow me to do this research", "that is not always going to be successful and has a risk.", "So I think overall it's a net [chuckles] benefit", "since I have a job", "and get to do this work I care about[chuckles].", "Yeah.", "Well, thank you so much for joining us, Maddie.", "We hope Google, keeps paying you,", "and please keep burning", "zero-days. [Maddie laughing]", "[both laughing]", "Slowly [chuckles]."], "authors": ["Condé Nast"], "keywords": ["preventing", "wired25", "things", "theyre", "discovering", "project", "really", "fix", "zero", "stone", "cyberattacks", "2020", "work", "know", "sort", "google", "maddie"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}