{"id": "dd2f5c4c-129a-3516-ae7b-03daae750957", "title": "England's crisis can't be blamed on the new Covid variant alone", "url": "https://www.theguardian.com/commentisfree/2021/jan/11/england-covid-crisis-government-magic-bullet", "summary": "The government has blamed this rapid rise in cases on a new, more infectious mutation of the virus.\nAs any public health specialist will tell you, the only effective way of doing this is to take preventive action.\nFirst, dealing with a complex public health crisis requires using multiple interventions at once, which complement and often enhance each other.\nIt could even put track and trace into the hands of local authorities and public health leaders.\n• Gabriel Scally is visiting professor of public health at the University of Bristol and a member of the Independent Sage committee", "paragraphs": ["England is now paying the price for the government’s failure to get ahead of the virus before Christmas. The prime minister has described the current situation in hospitals as “parlous and perilous”, as the number of hospital patients with Covid-19 in England passed 30,000 for the first time. On Friday, the UK reported 1,325 deaths from Covid in a 24-hour period – the highest figure recorded since the start of the pandemic. Professor Chris Whitty has since warned that the NHS faces its worst month of the pandemic yet.", "The government’s mixed messaging about Christmas likely had an effect on the number of cases we’re now seeing. Although plans to allow five days of mixing over the festive period were cut short at the last minute, people under tier 2 and 3 restrictions were still permitted to mix on 25 December. Figures bear this out: the number of people in hospital with Covid-19 has climbed steeply since the second lockdown was lifted in early December and accelerated upwards after Christmas, indicating that social mixing played a part in the current crisis.", "The optimism that many people felt in early December about the approval of a Covid-19 vaccine was quickly extinguished by the major surge in infections, particularly in the south-east. The government has blamed this rapid rise in cases on a new, more infectious mutation of the virus. But blaming our current situation on this new variant overlooks the fact that there were already worrying increases in case numbers through December, when it was obvious that tier 4 restrictions weren’t driving down levels of infection. Apart from a modest dip in the second half of November following a second lockdown, cases in England have continued to rise through the winter. It’s also clear that had there been a far lower level of infection among the population, there would have been fewer opportunities for the new variant to emerge.", "The prime minister and his advisers had received clear warnings since September that avoiding a deadly second wave wouldn’t be possible without major changes in the country’s response to the pandemic. Government decisions helped pave the way to the current crisis: in June, ministers dropped the 2-metre social distancing rule in favour of a less effective “1-metre-plus” approach, while the ill-judged and expensive “eat out to help out” scheme encouraged social mixing in busy indoor restaurants.", "Throughout the pandemic, reaction rather than prevention has been the hallmark of the government’s Covid response. This strategy plays both to the instincts of the government’s senior advisers, many of whom come from clinical rather than public health backgrounds and are therefore trained to respond to individual illness rather than population risks, and the mindset of politicians who are reluctant to take unpopular decisions until the very last moment.", "Not only was England ill-prepared for the pandemic, with low stocks of PPE, an understaffed and underresourced NHS, and a depleted and marginalised public-health workforce, but since Covid-19 entered the country, there has been no real political attempt at formulating a long-term plan for keeping the virus under control. As any public health specialist will tell you, the only effective way of doing this is to take preventive action. But from the very beginning of Britain’s epidemic, the idea of trying to get ahead of the virus and prevent its spread proved an alien concept to the government’s stubbornly reactive thinking.", "One of the major flaws in this thinking has been the continuous search for a magic bullet. Often, solutions the government seized upon were deeply flawed: we have had mass testing, the NHS mobile phone app, the tier system – many of which have been accompanied by “world-beating” rhetoric. Although simple solutions are deeply appealing, the search for individual fixes is usually flawed in at least two ways.", "First, dealing with a complex public health crisis requires using multiple interventions at once, which complement and often enhance each other. Having testing capacity, for example, is of limited value if people who test positive can’t afford to self-isolate because they’re not given adequate financial support. The second problem is that seizing on a putative solution isn’t enough – any intervention needs to be well planned and well implemented. Sitting in Whitehall issuing proclamations is all very well, but in the past 10 years the mechanisms of civil society that managed and, in many cases, drove the delivery of such schemes have been either abolished, such as regional and local NHS bodies or government offices for the regions, or disempowered and defunded – as with local authorities.", "The one public health intervention that would have helped greatly, and is still needed in order to achieve maximum benefit from the vaccination programme, is a properly resourced, locally run find, test, trace, isolate and support (FTTIS) system. The task of keeping the virus under control is impossible without such a system. Although the government has invested billions of pounds in a test and trace system, outsourcing this to companies such as Deloitte and Serco, it has repeatedly underperformed.", "Alongside this, the government has been relaxed about Covid controls at ports and airports; it was only last week, after 10 months of the epidemic, that border authorities started to require a negative Covid test from people entering the UK. It could even put track and trace into the hands of local authorities and public health leaders. But given its record so far, it seems more likely the blindingly bright prospect of the vaccine solving all our problems will continue to dazzle this government – and distract from the other important actions it could take to bring the virus under control.", "• Gabriel Scally is visiting professor of public health at the University of Bristol and a member of the Independent Sage committee", ""], "authors": ["Gabriel Scally"], "keywords": ["blamed", "governments", "england", "system", "crisis", "cant", "test", "health", "second", "englands", "covid", "pandemic", "public", "virus", "variant", "nhs"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}