{"id": "dd3d0cd0-59ca-3bdc-891e-6108d75ef319", "title": "Opinion | They Made the ‘Pfizer Vaccine’", "url": "https://www.nytimes.com/2020/12/03/opinion/sway-kara-swisher-sahin-tureci.html", "summary": "They are German billionaire doctors and the married co-founders of BioNTech, the company that made what will be distributed as the Pfizer vaccine.\nThe vaccine can only be applied at the moment within clinical trials.\nAnd it has also been used in clinical trials, both in cancer, as well as infectious disease indications, for many years now.\nThe second reason is, we have to make this vaccine available, and distribute the vaccine.\nSo people are proud that this is a German vaccine, or this is a vaccine made by people coming from Turkey.", "paragraphs": ["[MUSIC - THEME, “SWAY”] (SINGING) When you walk in the room, do you have sway?", "kara swisher", "I’m scared of COVID — of getting it, of giving it, and most of all, of what it has done to us as citizens of humanity. I’m also, like a lot of people, very tired of it, and I want its grip on our world to end. But rather than rage on at the incompetent leadership of the Trump administration, which couldn’t be any more incompetent, or the selfishness of some Americans ignoring basic public health rules — you know who you are, and put on your damn masks. When Patrick Henry said, “Give me liberty or give me death,” he did not mean this — I obviously needed to calm down, so I decided to talk to people who are actually solving the problem — the scientists that looked at COVID and didn’t see lives interrupted, but instead saw lives they could save if only they squeezed their brains a little harder. I wanted hope, and that’s why I wanted to meet the couple who are making that, hope one molecule at a time. Their names are Ugur Sahin and Ozlem Tureci. They are German billionaire doctors and the married co-founders of BioNTech, the company that made what will be distributed as the Pfizer vaccine. For most of us, they seemed to appear out of nowhere, but they were already a big deal before this project. Their first company made cancer therapeutics and was sold for $1.4 billion in 2016. BioNTech’s COVID-19 vaccine was developed in record time. Approval is pending in the US, but it was just cleared in the UK, where people are set to be vaccinated next week. So I’m just curious. Has your staff taken the vaccine?", "ugur sahin", "Not yet.", "ozlem tureci", "Not yet.", "kara swisher", "Have either of you?", "ugur sahin", "Not yet. Because of clinical regulations, we are not allowed to take the vaccine. The vaccine can only be applied at the moment within clinical trials. And company people are not allowed to participate in clinical trials. So that means the first time when we can get access to the vaccine is when other people have also access.", "kara swisher", "Do you have beginning access? One would assume you’re very important to the process, that you want to be vaccinated quickly.", "ugur sahin", "Yes, we are discussing with the authorities to ensure that at least the people who are directly involved in the vaccine manufacturing and development could be protected to ensure that we can supply the vaccine and continue manufacturing without potential complications due to infections.", "kara swisher", "And that’s under German law. Is that right?", "ozlem tureci", "Yes, this is under German law. So if we would be accepted as a system relevant organization — and we think we are one —", "kara swisher", "Yeah, I would think so.", "ozlem tureci", "— we would be in the program for government would basically ensure that important and relevant entities are vaccinated among — at-risk entities are vaccinated as the first ones.", "kara swisher", "I think you guys would probably go first. Let’s talk about the beginnings of the vaccine development and the first steps. So COVID-19 took a lot of people by surprise, but when it started to break out in Wuhan, there had been previous outbreaks, and they ended pretty quickly. And so, many people hadn’t thought this was going to happen. What prompted, in each of your minds, that this was the one? Because previous ones had burnt out, essentially.", "ugur sahin", "Yes, I think that there are some specific aspects of this virus. First of all, it is now 20 years ago since the last SARS outbreak happened. And in the meantime, we have just more traffic and more traveling. So the world became smaller, and people are traveling. And China is one of the economically most dominant countries worldwide, and there’s a lot of business now from China to the rest of the world. And that’s one aspect. And the second key aspect for this virus is that a proportion of infected people did not have symptoms, and that opened up the door to have this global spreading.", "kara swisher", "So what did you say to each other? Why this one?", "ugur sahin", "I was convinced that this will become a pandemic very early. And this was the end of January. After reading a Lancet publication with all the details, it was very clear to me that we have to do something. We have a number of skills in our company and technologies which could allow us to respond fast. So one is the messenger RNA technology that we had developed, and we had infectious disease vaccine programs running. But the second aspect was that our team based on our personalized cancer vaccine platform had built processes which allowed us to evaluate in short time multiple candidates.", "kara swisher", "All right, Dr. Tureci, could you explain the uses of the messenger RNA? Because this is technology that hadn’t been approved for human use before. This is not the way most vaccine creation has happened. Is that correct?", "ozlem tureci", "Yes, so mRNA is not a vaccine or drug class which has been approved until now. However, it’s a technology which is around for more than two decades. And it has also been used in clinical trials, both in cancer, as well as infectious disease indications, for many years now.", "kara swisher", "Can you talk about the actual science of it?", "ozlem tureci", "So mechanistically, what you want to achieve with a vaccine, is that you vaccinate a person and thereby you ensure that the immune system sees parts of the virus, or an attenuated form of the virus, and understands against which protein structures to raise an immune response. And if this person then at some point encounters the real virus, the immune response is already there and act very fast and prevent a disease. And what we do with mRNA is that we provide, not the proteins, the virus proteins themselves, but the genetic information, namely the RNA, which is a precursor of protein.", "kara swisher", "So you’re putting in a synthetic genetic instructions rather than the actual dead virus. Is that a dumb way of saying it?", "ozlem tureci", "Exactly. It’s a synthetic form of genetic information of a virus. And importantly, it’s not the whole virus. It’s just those fragments, which are of relevance for a good immune response. In this case, for the coronavirus, it’s the genetic information for the spike protein. And the spike protein is a hook, with which the virus plugs into the human cells which it wants to infect. So it’s functionally a very important part of the virus. And against this structure, we can generate an immune response.", "kara swisher", "So how did you get participants, initially, to agree to be in your trials?", "ugur sahin", "Yes, well we started our first clinical trial in Germany. This was end of April and of course, it was an inherent strong interest of voluntary participants to come into our study. And it was required that they are healthy, that they have no immunosuppressive treatment, and so on. And then if the trial participants are eligible, they are contacted to come and to receive the vaccine. And then, after receiving the vaccine, we ensured that the participants were monitored for at least one day so that we could see how the vaccine and how the dose was tolerated.", "kara swisher", "Right, and that’s a small group of people.", "ugur sahin", "This is a relatively small group of people. In total, the Phase 1 trial, we had about 300 to 400 participants. So the first trial started in Germany. A few days later, our partners, Pfizer, started the first trial in the United States. So we were collecting similar information on two continents . And it was also good to see that the safety data and immune response data were really matching in both trials, which provided confidence that what we have observed in Germany is the same what is observed in the American participants.", "kara swisher", "Should people be worried about how quickly this happened? How do you assuage their worries?", "ozlem tureci", "That we could conduct an entire clinical development program in such a record time is because we started work streams, which you normally you do subsequently, in parallel. So normally you conduct your Phase 1 trial and take your time in order to analyze that. And thereafter, you decide and set up the Phase 2 trial. Here, we basically prepared the more advanced trials in parallel to conducting the Phase 1 trial, at risk of not having a candidate, which would then go into Phase 3. And another aspect which helped was the very interactive conversation and cooperation with regulatory authorities around the world, who did not insist on taking the normal administrative times they need to assess your clinical trial in order to activate and approve it. So that there were no shortcuts, but there was a very intense collaboration of all stakeholders to ensure that we have this expedited program.", "kara swisher", "The trial results showed 95% efficacy. Can you explain the difference between efficacy and effectiveness in the real world? Because it doesn’t mean that it will work on 95% of the population, necessarily. Correct?", "ugur sahin", "Yeah, so I think the both terms, efficacy and effectiveness, are often mixed, even by experts. And so what we measure is if our vaccine is able to prevent disease. And this is a double blind study. So that means we don’t know who received the vaccine, and the people don’t know. So we collect events where, if a participant has symptoms, he is tested if he is virus positive. And here we observe that we had, in total, 170 cases of positive infectious disease. And then from this 170 cases, 162 were in the placebo group. And only eight from the vaccine group, which translates to efficacy of 95%. So this means, 95% means, a risk reduction to get the disease if you are vaccinated. And what was a really important outcome is that the efficacy seemed to be similar or even identical in elderly people, who had protection of more than 94%. And this could only translate into a reduction and stopping of the pandemic if a sufficient number of people are getting vaccinated. So usually it is believed that if we get a vaccination rate of about 60% to 70% that should be able to limit the pandemic, not completely stop every outbreak but really limit the spread of the virus in communities.", "kara swisher", "For those who aren’t at risk, what’s the best strategy to take? Is it better to get vaccinated as soon as possible or is it better to wait and see how it affects others? And when you’re facing this idea of people worried, how do you answer that? If they’re saying, “I don’t know if this vaccine is going to work, it might be dangerous.” How do you convince people to take the vaccine?", "ozlem tureci", "We don’t want to convince anyone. We think our contribution has to be that we are as transparent as possible, that we make public take the data we get in our trials, as detailed as possible. And let also experts assess it and interpret it.", "kara swisher", "And when you look at this very powerful anti-vax movement in this country, why do you think there is that level of skepticism? Where do you think it stems from? And, as a vaccine researcher, how do you feel about that?", "ugur sahin", "Yeah, I think we live in a world where there is, of course, an amplification of every negative opinion. And we, as a human species, tend to be scared if we are warned. And there’s a lot of misinformation. And I am still optimistic. I believe there will be a lot of people who want to get vaccinated as soon as possible. And if the people just describe their experience, we know that the vaccination is just like any other vaccine. So there is short-lived side effects. People might get fever, people might get tired, and could get pain at the injection site, but this is short-lived and it’s gone after a few days. And I expect that people who get vaccinated will share their experience. And by getting this experience in many people, I imagine that we could still get 60%, 70% of people being vaccinated, and people will not be scared in three to four months from now.", "kara swisher", "So in other countries, like Slovakia and Poland, there are national vaccine mandates. And in the US there’s no general requirement that people get vaccinated. Do you think people should have to get vaccinated, that there should be enforcement of vaccinations?", "ozlem tureci", "No, I prefer the way in the US, that everyone can decide for themselves.", "kara swisher", "That there shouldn’t be a forced use of vaccinations.", "ozlem tureci", "Yeah, that they should not be forced but decide for themselves whether they want to be vaccinated. [MUSIC]", "kara swisher", "We’ll be back in a minute. If you like this interview, and you should, and if you want to hear others, hit subscribe. You’ll be able to catch up on Sway episodes you may have missed, like my conversation with US vaccine czar, Moncef Slaoui, and you’ll get new ones delivered directly to you. More with Dr. Sahin and Dr. Tureci after the break. [MUSIC] The first announcement about the efficacy, it was published a few days after the U.S. presidential election. I’m sorry to drag you into our horrible election, but it did get dragged in. President Trump took the issue of the timing, claiming it was delayed for political purposes. How do you respond to that?", "ozlem tureci", "Here in Germany, we definitely don’t have any interest in delaying or even interfering with U.S. elections. And, you know, clinical trials are highly regulated, and this is something which you cannot really delay or stop or expedite. So what we did, and when our data was reported and published, that was driven by the data itself, and its availability.", "kara swisher", "Dr. Sahin, how did you feel to get dragged into this in this way? Because you’re essentially saying it’s ready when it’s ready. So —", "ugur sahin", "Yeah. We are not interested in politics. At the end of the day, our interest is to develop this vaccine as fast as possible. And we have to follow ethical standards, we have to follow scientific standards. And of course, it’s a matter of integrity to deal with that in the appropriate manner. So I learned the efficacy results on Sunday, on the evening, and on the next morning we published the results. So it is such an important information that the team, our press team, worked the whole night, to come up with the appropriate report. And this is the way, how it works. So at the end of the day, we are driven by science, and we are driven by our own standards, which do not match any political agendas.", "kara swisher", "Yeah, science, what’s that? No, I’m sorry. I’m teasing. So when you have a lot of these other companies, Moderna, AstraZeneca, close behind, there’ll be several different vaccination options. Is that correct? Can you explain that, sort of in regular people’s terms? How do they decide between and among these vaccines?", "ugur sahin", "First of all, it is extremely important, crucial and good that there are different vaccines available. The key problem or a challenge is not only to make the vaccines available as fast as possible, but to make sufficient doses of vaccines available. And we have only a limited amount of vaccine doses available now for 2020. And until mid of 2021, we may have 500 million doses available. But, of course, the world population requires more than 7 billion doses of vaccines. So it is good that there are other companies. And it is, at the end of the day, a plethora of different technologies.", "kara swisher", "One of the things that I think people hadn’t focused on at the moment, the vaccine requires two shots, the second one taken three weeks after the first. And then seven days after that you are immune, after the second shot. So that’s 28 days. That’s a whole month, essentially, before you are immune. Is that correct?", "ozlem tureci", "So the data from our global trial, and additional trials to come, will show when you are immune. We have designed the vaccine such that we have two shots. And we have minimized the time between the two shots to 21 days. But we are still analyzing the data. And the data will show us when the efficacy of the vaccine kicks in.", "ugur sahin", "Yeah, to add to that, so an ideal vaccine should come with at least two functions. The first one is really having efficacy to prevent disease, and being safe. And on the other side, ideally a vaccine should also inhibit the transmission of the disease from one person to the other, so prevent infection. And we wanted to have a vaccine which fulfills both. And the second dose induces high-titred antibodies, and these antibodies are important and they are known to inhibit infection —", "kara swisher", "Of other people?", "ugur sahin", "And therefore — of other people, yes. So that means it could happen that a one-dose vaccine is able to prevent disease. But a two-dose vaccine is most likely more suitable to prevent infection and prevent transmission.", "kara swisher", "So that you save yourself and other people.", "ugur sahin", "Yes, yes. Absolutely.", "kara swisher", "So the trials did not include children or pregnant women. When would it be safe for them to take the vaccine?", "ozlem tureci", "These are exactly the type of trials which will be conducted sometime next year. And which we are discussing with regulators, namely trials in children, and maternal immunization trials, in order to answer the question, is it safe and is it equally efficacious in these populations?", "kara swisher", "So the vaccine is in production, correct?", "ozlem tureci", "Yes, the vaccine is in production. We have started producing for potential distribution after an approval or authorization, and are preparing to be able to deliver those vaccine doses we have agreed upon with the different nations who have agreed on getting vaccine doses.", "kara swisher", "The partnership with Pfizer, you’re a small company even though you’ve had huge success. Why did you need Pfizer?", "ugur sahin", "Two aspects. The first aspect, of course, is really Pfizer’s ability to execute large clinical trials in an extremely professional and fast fashion. So we are still a small company and we were able to do clinical trials with a few thousand participants. But this trial, we wanted to have a trial with more than 30,000 participants in a short time, professional execution. This was one reason. The second reason is, we have to make this vaccine available, and distribute the vaccine. And Pfizer has worldwide distribution logistics. And we can just trust on this established infrastructure to enable really fast availability of our vaccine in a global manner. And we enter also in a second collaboration with the same motivation. That is the collaboration with Fosun Pharma, who is an established, traditional company in China, with a large distribution network in China. It’s the same motivation, to ensure that people regardless where they live, could get access to a vaccine as fast as possible.", "kara swisher", "One doctor I spoke to told me we shouldn’t put all our eggs in the vaccine basket. That’s the idea of this miracle solution. How can we avoid this happening in the future?", "ozlem tureci", "Yeah, that vaccines become available does not mean that we can quit all those measures which were established — social distancing, masks and so on. We have to maintain them. So it will not be a solution for the next couple of months, to put all the eggs into the vaccine basket and rely on a vaccine or herd immunity. People have definitely to continue to be cautious and to avoid any activities which can expose them to infections.", "kara swisher", "If people get this 60% rate of uptake of the vaccination, when do you expect people to feel back to normal? By next year, if that’s the case?", "ugur sahin", "Yeah, I believe so. So what I would expect is that, of course, we have now hard winter time, where the vaccine will not have a direct impact on the transmission rates. Then, hopefully, with the spring and summer the infection rates will drop because of summer, yeah? And until the end of summer, I expect that the vaccination rate might be in the range of 60%, 70%. And if we reach that then we could have a normal autumn and winter next year.", "kara swisher", "All right. I know a lot of focus has been on your families were immigrants from Turkey to Germany. Now, Dr. Tureci, you were born in Germany. I want to make that clear. And Dr. Sahin, you came at four years old. Can each of you address that? Because, again, you’ve been dragged into a political discussion.", "ugur sahin", "Yeah. I think on the one side, I completely understand that our vitas inspired other people. And it’s not only about immigrants. It’s also about that the vaccine is developed in Germany. So people are proud that this is a German vaccine, or this is a vaccine made by people coming from Turkey. And I think all those positive feelings are completely fine. If we can inspire people then it’s good. But what we don’t like is that this is used as a tool for political debate. At the end of the day, what is the key message is that collaboration is the key. There are people from more than 60 countries working in our company. And there are so many different companies and groups involved around the world in providing — for example, the lipid nanoparticles, this was a Canadian company. And an Austrian company helped us for preparing the clinical trial material. So this should be the key message, that everyone is needed. And there should not be a political debate about pros and cons of immigration.", "kara swisher", "So, Dr. Sahin, what’s next? Do you think you’ll be able to top this?", "ugur sahin", "We would like to continue our journey in developing cancer immunotherapies and new infectious-disease vaccines. So we have a number of programs for cancer immunotherapy, also based on messenger RNA. And we believe that the potential success that we could have, now, with this vaccine could help us to accelerate and broaden our cancer immunotherapy work.", "kara swisher", "What are you doing today? What do you do now?", "ugur sahin", "[LAUGHS] Yeah, we are preparing approval documents at the moment and preparing also for the first distribution activities of our vaccine.", "kara swisher", "Are you excited for that, both of you?", "ugur sahin", "Absolutely.", "ozlem tureci", "Yes, absolutely.", "kara swisher", "Well, it’s really quite amazing, the technology and the commitment that you all have for this. Thank you so much, and thank you for taking so much time.", "ozlem tureci", "Thank you.", "ugur sahin", "Thank you, it was a pleasure. Thank you.", "kara swisher", "All right. Get back to work, you two. Come on, you got a pandemic to end.", "ugur sahin", "Thank you. Bye.", "kara swisher"], "authors": [], "keywords": ["pfizer", "immune", "opinion", "vaccinated", "think", "trial", "efficacy", "clinical", "trials", "company", "virus", "vaccine"], "pubDate": "2020-12-03T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}