{"id": "dd4000a4-be4d-3812-a299-151c0ac27b2d", "title": "Opinion: is the UK moving towards government by decree?", "url": "https://www.ft.com/video/dd86f54c-0f49-497c-bec6-e921fe66e919?playlist-name=section-38dbd827-fedc-3ebe-919f-e64cf55ea959&playlist-offset=4", "summary": "With no parliamentary debate, and indeed, one recent statutory instrument dealing with the so-called Rule of Six was issued with only 30 minutes notice.\nIt is not just in respect of terrorism or public health that the government has to routinely use statutory instruments.\nNobody knows for certain how many statutory instruments still have effect under section two of the European Communities Act.\nThere are many statutes already on the statute book which will enable a government to govern by statutory instrument, to rule by decree.\nAnd the government will always have some plausible pretext for using statutory instruments - public health, terrorism, Brexit.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Is the United Kingdom moving towards government by decree? Government by decree is when a government, in effect, can make law simply by announcing it. These announcements create binding obligations on everyone. These are not just decisions about certain individuals, like whether a tax refund should be granted, or a broad policy initiative, but making law which binds people.", "In British history the period usually associated with government by decree is the personal rule of Charles I. However, at that time parliament had a different function to the one it developed later. As the great historian Conrad Russell put it, parliament was an event, not an institution.", "But after the civil wars and the events of 1688 and 1689, parliament evolved into having a new role within the constitution. And 250 years after the English Civil War, the Victorian jurist AV Dicey formulated the doctrine of the sovereignty of parliament in its modern form. Parliament was omnipotent. Parliament could make or unmake any law. The only restriction on parliament is that it could not bind a successor. This doctrine, however, had worrying implications, especially in a system such as that of the United Kingdom, where a government often has a large majority in parliament.", "In 1929, the sitting lord chief justice, a former liberal politician, Lord Hewart, published a book called The New Despotism. Lord Hewart said one strategy of government could be to subordinate parliament, to evade the courts and to render the will or the caprice of the executive unfettered and supreme.", "Later in the 20th century, a Conservative politician, Lord Hailsham, who served twice as lord chancellor said in his Dimbleby lecture that there was a risk of an elective dictatorship. By Hewart and Hailsham had noticed this one quality of the British constitution that it gives immense power to a government that can dominate parliament.", "But just as warnings about how the government can dominate parliament have come from the left and the right, governments of all parties have taken full advantage of the power they have through wide provisions in acts of parliament. That enables them to issue statutory instruments, delegated legislation that has the same binding effect as an act of parliament but, in practice, is just done at the command of a government department.", "And so this is not a party political issue. Indeed, one of the widest provisions in legislation for statutory instruments is in the 2006 Regulatory Reform Act. Governments of the left and the right have also taken full advantage of what they can do with statutory instruments in legislating in respect of terrorism.", "But why are statutory instruments a problem? Well, they receive no parliamentary scrutiny. They cannot be amended by parliament. They can take effect without any notice. They can create wide powers for the executive, and they are binding on everyone as if they are acts of parliament themselves.", "Recently, many, including members of parliament, have expressed concern about the use of statutory instruments in respect of the coronavirus pandemic. Here, the government has found a piece of legislation, the Public Health Act of 1984, and the government has used this legislation again and again to issue statutory instruments often at very short notice, dealing with a whole range of issues.", "The government has issued about 200 of these statutory instruments and some of them restrict fundamental freedoms, such as freedom of movement and freedom of assembly. With no parliamentary debate, and indeed, one recent statutory instrument dealing with the so-called Rule of Six was issued with only 30 minutes notice. The government's latest initiative, to impose a fine of £10,000 on people who do not self-isolate, is likely to also be in the form of a statutory instrument under the Public Health Act.", "It is not just in respect of terrorism or public health that the government has to routinely use statutory instruments. The United Kingdom's departure from the European Union, Brexit, will require extensive use of statutory instruments by the government. This is partly because, since 1972, governments have routinely transposed European law into domestic law under section two of the European Communities Act. Nobody knows for certain how many statutory instruments still have effect under section two of the European Communities Act. But once the transition period ends, after 1st of January 2021 all of these statutory instruments will need to be revisited in one form or another.", "But not only is there a process of replacement, the challenges of Brexit are such that a government will be looking to use statutory instruments as much as possible. And if you look at the two key pieces of Brexit legislation, which are still in force, you will see again and again the phrase, may by regulations. Each time it is used, a new power is created for ministers to issue regulations. We are at the point where many things to do with Brexit can be done by decree.", "We have a government in the United Kingdom that has become addicted to governing by statutory instrument, be it in respect of terrorism, public health, Brexit, but also in many other areas. There are many statutes already on the statute book which will enable a government to govern by statutory instrument, to rule by decree. And the government will always have some plausible pretext for using statutory instruments - public health, terrorism, Brexit. There will always be something which will get people to nod along with the idea that a government should be able to legislate in a so-called flexible way.", "But every time a statutory instrument is issued there is no check or balance by parliament, and Brexit will make this situation worse. There is no obvious way this problem can be addressed. Our only hope is the old truth, that being cavalier with the law does not end well for cavaliers."], "authors": ["Written", "Narrated David Allen Green", "Produced Tom Hannen"], "keywords": ["decree", "instrument", "statutory", "legislation", "uk", "health", "moving", "opinion", "brexit", "public", "parliament", "law", "instruments", "lord"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}