{"id": "dd5ec07f-78eb-346a-afe5-ab84d301a361", "title": "AOC: 'We came close to half of the House nearly dying' during riots", "url": "https://www.foxnews.com/politics/aoc-close-to-half-house-nearly-dying-riots", "summary": "Rep. Alexandria Ocasio-Cortez, D-N.Y., on Sunday assailed last week’s storming of the U.S. Capitol by Trump supporters, saying that half of House lawmakers \"came close to dying.\"\nStephanopoulos read a letter by GOP lawmakers to President-elect Joe Biden in which they opposed efforts to impeach President Trump so close to Inauguration Day.\nOcasio-Cortez slammed the tone of the letter, calling Wednesday’s storming of the U.S. Capitol \"insurrection against the United States.\"\n\"And so, if we allow insurrection against the United States with impunity, with no accountability, we are inviting it to happen again,\" Ocasio-Cortez said.\n\"We came close to nearly half of the House dying on Wednesday.\"", "paragraphs": ["Rep. Alexandria Ocasio-Cortez, D-N.Y., on Sunday assailed last week’s storming of the U.S. Capitol by Trump supporters, saying that half of House lawmakers \"came close to dying.\"", "Ocasio-Cortez made the comments during an appearance on ABC’s \"This Week\" with host George Stephanopoulos.", "Stephanopoulos read a letter by GOP lawmakers to President-elect Joe Biden in which they opposed efforts to impeach President Trump so close to Inauguration Day. The lawmakers said that moving forward with the effort was \"unnecessary\" and \"inflammatory.\"", "Ocasio-Cortez slammed the tone of the letter, calling Wednesday’s storming of the U.S. Capitol \"insurrection against the United States.\" She said both Trump and the rioters were complicit.", "Ocasio-Cortez said any \"healing\" – as the GOP lawmakers alluded to in their letter to Biden – would require accountability.", "\"And so, if we allow insurrection against the United States with impunity, with no accountability, we are inviting it to happen again,\" Ocasio-Cortez said. \"We came close to nearly half of the House dying on Wednesday.\"", "A violent group of Trump supporters overpowered police, broke through security lines and windows, and rampaged through the Capitol on Wednesday, forcing lawmakers to scatter as they were finalizing Biden's victory over Trump in the Electoral College.", "SECRET SERVICE PROBES DISTURBING DEATH THREAT AGAINST VICE PRESIDENT", "Ocasio-Cortez noted that if a foreign head of state ordered an attack on the United States Congress, most people would call for prosecution.", "\"Would we say that there should be absolutely no response to that? No. It is an act of insurrection. It’s an act of hostility. And we must have accountability because, without it, it will happen again,\" she said.", "Her comments came hours before House Speaker Nancy Pelosi said Sunday the House will proceed with legislation to impeach Trump as she pushes the vice president and Cabinet to invoke constitutional authority to force him out, warning that Trump is a threat to democracy after the deadly assault on the Capitol.", "In a letter to her colleagues, Pelosi said the House will first vote to push Vice President Mike Pence to invoke the powers of the 25th Amendment to remove Trump from office. After 24 hours, she said, the House would proceed with legislation on impeachment. Trump could become the only U.S. president to be impeached twice.", "CLICK HERE TO GET THE FOX NEWS APP", "\"In protecting our Constitution and our Democracy, we will act with urgency, because this President represents an imminent threat to both,\" Pelosi said, and added: \"The horror of the ongoing assault on our democracy perpetrated by this President is intensified and so is the immediate need for action.\"", "The Associated Press contributed to this report."], "authors": ["Bradford Betz", "Bradford Betz Is An Editor For Fox News. Follow Him On Twitter"], "keywords": ["dying", "lawmakers", "close", "came", "half", "president", "pelosi", "states", "vice", "nearly", "threat", "united", "riots", "house", "aoc", "letter", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}