{"id": "dd6887eb-2b2e-3d66-8240-a4e8069d1cb9", "title": "Biden and Pence will soon receive Covid vaccine as storm threatens to delay deliveries", "url": "https://www.theguardian.com/world/2020/dec/16/us-covid-vaccine-shipments-face-delay-storm-east-coast", "summary": "Joe Biden and Mike Pence are set to receive the Covid-19 vaccine soon as rollouts of the first doses continue nationwide, despite fears a monster snowstorm could hamper delivery efforts.\nBiden will receive the vaccine publicly as early as next week, according to officials who spoke with the Associated Press.\nMeanwhile the White House says Pence and his wife, Karen, will receive the vaccine publicly on Friday.\nBiden said on Tuesday that Dr Anthony Fauci, the nation’s top infectious-disease expert, advised him to get the vaccine “sooner than later”.\nThe FDA also issued new guidance that could help stretch the existing Pfizer vaccine doses.", "paragraphs": ["Joe Biden and Mike Pence are set to receive the Covid-19 vaccine soon as rollouts of the first doses continue nationwide, despite fears a monster snowstorm could hamper delivery efforts.", "Biden will receive the vaccine publicly as early as next week, according to officials who spoke with the Associated Press. Meanwhile the White House says Pence and his wife, Karen, will receive the vaccine publicly on Friday.", "The US has also suffered its deadliest day of the pandemic so far. A total of 3,019 people died because of coronavirus in the last 24 hours, the third highest total since the first cases were recorded in the US as far back as January.", "Biden said on Tuesday that Dr Anthony Fauci, the nation’s top infectious-disease expert, advised him to get the vaccine “sooner than later”. Biden has said that he wants to keep frontline healthcare workers and vulnerable people as the top priority as the vaccine is rolled out throughout the country.", "But he has also noted the importance of him getting the vaccine publicly to build confidence among Americans to get vaccinated, saying: “I don’t want to get ahead of the line, but I want to make sure we demonstrate to the American people that it is safe to take.”", "Meanwhile, shipments of the vital coronavirus vaccine around the US face delay as a monster winter storm pummels states from Virginia to Massachusetts.", "Now deliveries of more of the first vaccine approved for use in the US, via the Pfizer-BioNTech pharmaceutical partnership, could be held up.", "Treacherous weather could bury parts of the eastern US in snow, ice or flooding and cause power outages, hazardous travel conditions, or even tornadoes on Wednesday and Thursday, according to the National Weather Service, threatening all forms of transportation being used by the vaccine manufacturing facilities, centered in Michigan, as they fly and truck vials around the country.", "The storm, which is set to be a record for December and hit a region stretching from Virginia to north of New York City by late afternoon on Wednesday, was poised to drop as much as 2ft (0.6 meters) of snow in some places by Thursday.", "Meanwhile the first Covid-19 vaccinations got under way at nursing homes, where the virus has killed more than 110,000 people in the US. Elderly and infirm people in long-term care have been among the most vulnerable and residents in nursing homes in Florida and Virginia have been among the first people being inoculated in the US this week.", "Also on Wednesday, 66 sites are expecting a vaccine shipment as part of an effort to dole out nearly 3m doses in the first week of distribution.", "As the storm fast approached early Wednesday, delivery giants FedEx and UPS – tasked with transporting the vaccines – were relying on their teams of meteorologists and hi-tech monitoring to come up with contingency plans and reduce any delays.", "“The safety of our employees is always our first focus,” UPS said in a statement. “Should roadways or airports be closed we will observe all closures and UPS will be ready to deliver as soon as it is safe.”", "In Pennsylvania, the governor, Tom Wolf, issued a winter weather emergency proclamation but still assured locals that he wouldn’t allow the storm to thwart vaccination efforts.", "Heavy snow in New York and other parts of the east coast could delay vaccine deliveries. Photograph: Jeenah Moon/Reuters", "Coronavirus cases have surged in the state in recent weeks, even as the virus-fueled recession has left more than a million workers there claiming jobless benefits.", "“Our team is ready to work collaboratively to address any issues that arise with vaccine transport and distribution,” Wolf said on Tuesday.", "As New York City – one of the nation’s first Covid-19 hotspots – battles another serious spike in infections, the mayor, Bill de Blasio, still expected the vaccine to be delivered and administered there, too.", "“There’s nothing about the storm at this point that should disrupt the supply of vaccine coming in,” he said.", "In less than a year, the pandemic has killed more than 300,000 people in the United States, handicapped entire industries, and left millions behind on their rent payments or without enough food to eat.", "A second vaccine by Moderna is also apparently nearing approval by the FDA, and could be approved for emergency use as soon as this week.", "The FDA also issued new guidance that could help stretch the existing Pfizer vaccine doses. After hospitals and pharmacies noticed that some vials of the Pfizer vaccine contained extra doses, the FDA clarified that it is acceptable to use up the vials. The move could potentially expand the supply by up to 40%, Politico reported.", "But even with solutions en route, the national tragedy is nowhere near over – likely not until spring or summer will the vaccine be readily available to the general public, and amid holiday travel.", "Fauci, the leading infectious diseases official in the US, has warned that the crisis’s worst moments may still be to come.", "Meanwhile, as some states re-enact safety measures to combat the fast-spreading virus, workers are taking yet another hit in a year that’s been disastrous for them financially.", "After months of partisan infighting, Congress is inching toward a long-awaited $908bn relief package, which is less than half the size of package that Democrats wanted but a lot more than Republicans have argued for.", "The Republican Senate majority leader, Mitch McConnell, sounded optimistic, and the Democratic House speaker, Nancy Pelosi, said they were on schedule “to get the job done”.", "Kamala Harris, the vice-president-elect, expressed frustration over the legislative delays, in an interview with ABC aired on Wednesday morning.", "“I don’t understand the hesitation. The people are suffering … people here in Washington DC, have got to stop living in a bubble.”", "The Associated Press contributed reporting"], "authors": ["Alexandra Villarreal"], "keywords": ["pence", "doses", "delay", "ups", "virginia", "biden", "receive", "vials", "states", "workers", "threatens", "storm", "deliveries", "covid", "york", "vaccine", "weather", "soon"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}