{"id": "dd750148-9cd4-3029-be58-61f5b68b06af", "title": "Former Rep. Sean Duffy: Attacking The Governor In Georgia Doesn’t Help “The Long Game”", "url": "https://radio.foxnews.com/2020/12/08/former-rep-sean-duffy-attacking-the-governor-in-georgia-doesnt-help-the-long-game/", "summary": "Brian Kemp and others as voters head to the polls Georgia's Senate runoff election.\n\"We know that there's different loves for different candidates in different states.\nAnd some of that rhetoric, even though I get why the president is frustrated, he has every right to be frustrated with Republican leaders.\nAnd so you preserve your legacy if you preserve the Senate.\nAnd again, you have to have a little bit of the long game and attacking the governor doesn't really help a whole lot.\"", "paragraphs": ["", "Email Embed", "+ Embed Code", "", "Embed the following code on your website:", "", "Watch the latest video at foxnews.com", "On Fox Across America with Jimmy Failla, Fox News Contributor and former Rep. Sean Duffy explained why President Trump and others might not want to attack Gov. Brian Kemp and others as voters head to the polls Georgia's Senate runoff election.", "\"We know that there's different loves for different candidates in different states. So if you attack the governor and if you attack the attorney general or the secretary of state in the state, they have people who like them that are Republican voters that might be turned off. And so I think you have to have the right balance to make sure you're building the biggest coalition of voters to come out. So this is going to be really close. And you don't want to turn anyone off. And some of that rhetoric, even though I get why the president is frustrated, he has every right to be frustrated with Republican leaders. You've got to be cautious because the policies that you worked on for four years that made this country more prosperous with bigger paychecks, with better trade deals, you can lose all of that if you lose those two seats. And so you preserve your legacy if you preserve the Senate. And again, you have to have a little bit of the long game and attacking the governor doesn't really help a whole lot.\""], "authors": ["Jon Costantino"], "keywords": ["sean", "senate", "attacking", "preserve", "state", "republican", "rep", "different", "really", "governor", "voters", "game", "long", "duffy", "georgia", "right", "doesnt", "help", "president", "attack"], "pubDate": "2020-12-08T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}