{"id": "dd8f5888-da7d-373b-a804-243fc54d0def", "title": "Meet the Designer Duo Turning Baroque Paintings Into Fashion-Forward Jeans", "url": "https://www.vogue.com/article/ebony-tylah-instagram-baroque-jeans", "summary": "Early last year, a new designer emerged under the Instagram handle @ebonytylah.\nColor us intrigued.\nUpon messaging this faceless brand, it turned out to be the brainchild of two designers, Antonia Boss and Tim Hartmann.\nWhile the pair both studied in Vienna (at the Herbststrasse Fashion School and University of Applied Arts, respectively) and graduated in 2019, their first meeting took place in a more unlikely locale two years earlier—their shared hometown of Bregenz, near the Swiss border, where they were both working at a lakeside opera festival.\nWith a shared passion for Old Master paintings, the antique treasures housed in Austria’s legendary Kunsthistorisches Museum, and the kitschy glamour of ’90s Gucci and Roberto Cavalli, the pair decided to fuse these disparate interests into Ebony Tylah.", "paragraphs": ["Early last year, a new designer emerged under the Instagram handle @ebonytylah. With no website and a bio simply reading “dreaming of the past,” the mysterious account’s feed consisted of artfully shot, unisex jeans available to buy via DM, printed with some of history’s most treasured documents and artworks: illuminated manuscripts from the Dark Ages; etchings of medieval mappa mundi; reproductions of maximalist scenes of violence and passion as painted by some of the greatest Renaissance and Baroque artists. Color us intrigued.", "Upon messaging this faceless brand, it turned out to be the brainchild of two designers, Antonia Boss and Tim Hartmann. While the pair both studied in Vienna (at the Herbststrasse Fashion School and University of Applied Arts, respectively) and graduated in 2019, their first meeting took place in a more unlikely locale two years earlier—their shared hometown of Bregenz, near the Swiss border, where they were both working at a lakeside opera festival. With a shared passion for Old Master paintings, the antique treasures housed in Austria’s legendary Kunsthistorisches Museum, and the kitschy glamour of ’90s Gucci and Roberto Cavalli, the pair decided to fuse these disparate interests into Ebony Tylah."], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["duo", "vienna", "baroque", "shared", "violence", "unisex", "meet", "turning", "university", "passion", "website", "fashionforward", "jeans", "pair", "unlikely", "paintings", "working", "designer"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}