{"id": "dd90bc20-a8f1-3750-a526-8fc95cca4e67", "title": "After Capitol Riot, Pentagon Announces New Efforts to Weed Out Extremism Among Troops", "url": "https://www.nytimes.com/2021/04/09/us/politics/military-race-capitol-riots-extremism.html", "summary": "“The vast majority of those who serve in uniform and their civilian colleagues do so with great honor and integrity, but any extremist behavior in the force can have an outsized impact,” Defense Secretary Lloyd J. Austin III said in a memo on Friday.\nThe Pentagon is directing all of the military services to ask recruits a standardized set of questions about extremism in its screening questionnaires to help weed out those who might take part in extremist organizations.\nBut that, by itself, will be difficult to enforce — because the Pentagon does not specifically ban membership in many of those groups.\nThe phrase “stand down” is used in the military to refer to any issue that the defense secretary decides is important enough that it needs to be addressed through discussions across the force.\nIn the past, “stand downs” have been employed to address topics as varied as safety concerns, sexual assault and suicide.", "paragraphs": ["But as the Pentagon on Friday presented its path forward — a working group will be set up to examine how to better vet recruits and how to better educate service members who may be targeted by extremist organizations — senior Defense Department officials acknowledged that one thing is clear: Rooting out extremist views from a military of 1.3 million active-duty troops drawn from Alaska to Florida will be an uphill slog.", "“The vast majority of those who serve in uniform and their civilian colleagues do so with great honor and integrity, but any extremist behavior in the force can have an outsized impact,” Defense Secretary Lloyd J. Austin III said in a memo on Friday.", "The Pentagon is directing all of the military services to ask recruits a standardized set of questions about extremism in its screening questionnaires to help weed out those who might take part in extremist organizations. But that, by itself, will be difficult to enforce — because the Pentagon does not specifically ban membership in many of those groups.", "Mr. Austin’s memo says that the updated screening questionnaires will nonetheless better enable officials to “clarify that any demonstrably false answers provided in response could form the basis for punitive action for fraudulent enlistment.” A Defense Department official said the Pentagon was still trying to figure out how to avoid running afoul of the First Amendment protections of freedom of speech and freedom of assembly.", "The phrase “stand down” is used in the military to refer to any issue that the defense secretary decides is important enough that it needs to be addressed through discussions across the force. In the past, “stand downs” have been employed to address topics as varied as safety concerns, sexual assault and suicide."], "authors": ["John Ismay", "Helene Cooper"], "keywords": ["recruits", "troops", "extremist", "pentagon", "defense", "stand", "military", "riot", "capitol", "screening", "weed", "set", "efforts", "better", "announces", "extremism", "secretary"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}