{"id": "dda95fdd-3d49-3006-b0db-be5650d364fc", "title": "MLB The Show 20 Review – Solid Contact", "url": "https://www.gameinformer.com/review/mlb-the-show-20/mlb-the-show-20-review-solid-contact", "summary": "Baseball in real life is often criticized for its slow pace, but I like its flow in MLB 20.\nIt’s different from most other sports in that the moment-to-moment experience isn’t continuous, but I enjoy the built-in tension before, during, and after crucial plays in MLB The Show 20.\nIn general, MLB The Show 20’s modes are strong, if not radically upgraded.\nMeanwhile, the latter is a little dry and could use improved CPU roster management so star players don’t inexplicably leave.\nMLB The Show 20 mainly nails its core gameplay, and its many modes deliver compelling experiences.", "paragraphs": ["Baseball in real life is often criticized for its slow pace, but I like its flow in MLB 20. It’s different from most other sports in that the moment-to-moment experience isn’t continuous, but I enjoy the built-in tension before, during, and after crucial plays in MLB The Show 20. The action goes from 0 to 60 with seemingly routine throws, pitches, and at-bats because the gameplay is demanding but tight. Every inning has these pressure-cooker moments that culminate in triumph or defeat.", "Everyone likes a blistering home run, but one of the achievements of The Show is how it makes hits of all kinds satisfying because the outcomes are believable. Swinging the bat at pitches around and outside the strike zone with different timing and bat coverage (as indicated by the improved, customizable PCI hitting reticle based on the player) produces a range of realistic outcomes. It sucks grounding into a double play, but at least you know why it happened by the way you hit the ball.", "Conversely, getting the new perfect/perfect feedback for the perfect swing timing and contact result with your bat makes you feel like you belong in the big leagues because you know you really got ahold of the ball. A perfect/perfect doesn’t actually guarantee a hit, which is good. It prevents those hits from being overpowered, but still rewards a good at-bat almost all of the time.", "Similar to the hitting, fielding is a demanding-but-rewarding experience. They don’t call it a “routine throw to first” for nothing, but even the defensive plays you’re supposed to make can go south with an errant throw if you’re not careful. The tweaked zones of the throwing meter don’t drastically change the timing from last year, but these and the increased reliance on your skill and the player’s attributes, magnify the stakes and excitement whenever the ball is put into play.", "Getting an error because I miss the timing on a throw doesn’t bother me compared to the continued intermittent fielding errors. Players are sometimes immobile right before a fly ball drops, they dive or jump for a ball without a true awareness of where it actually is, and they can fail to detect balls on the ground. Players also respond sluggishly to baserunning commands, which has led to some frustrating outs.", "The otherwise sturdy gameplay can also be tested in the new Showdown objectives in Diamond Dynasty mode. Here you draft players to complete a series of scenarios on the way to a face off against mini and final bosses. It replaces Moments as a source of Program stars, and I like that it’s another way for solo players to play the multiplayer-focused mode.", "Showdowns can be challenging in a good way, but they also strain hit variety. Hits that would otherwise fall into a gap or go out of the park in the mode (and at times during in the Road to the Show mode) are being caught. The CPU can also deploy strong catch-up A.I. that doesn’t always feel fair. It’s hard to judge these perceptions when dealing with intrinsically overpowered Diamond Dynasty players or situations, for instance, but I hope future gameplay tweaking can smooth out these annoyances.", "In general, MLB The Show 20’s modes are strong, if not radically upgraded. Custom online leagues have been added, March to October now includes managerial trade decisions, teams can be relocated and rebranded in Franchise mode, and Road to the Show gives gameplay bonuses for teammates who work well together.", "Out of the modes, Road to the Show and Franchise need to be refreshed. The former needs new situations for your player career (I don’t want to change positions again!) and more interesting interactions between players beyond just progress toward perks. Meanwhile, the latter is a little dry and could use improved CPU roster management so star players don’t inexplicably leave.", "Of the modes, March to October is my favorite because of the way it truncates a full MLB season while still conveying a sense of what’s at stake, and I like Diamond Dynasty for the variety of ways you can progress in it.", "MLB The Show 20 mainly nails its core gameplay, and its many modes deliver compelling experiences. It’s not the best the series could be, but it makes you hold your breath in that moment before a crucial pitch or swing of the bat – a moment I love living in."], "authors": [], "keywords": ["contact", "players", "timing", "mlb", "20", "solid", "ball", "dont", "bat", "mode", "gameplay", "way", "modes", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}