{"id": "ddaea624-973d-3a8e-aa85-fced176f2fc4", "title": "US markets lower as investors worry about effects of possible second Trump impeachment", "url": "https://www.foxbusiness.com/markets/us-markets-lower-as-investors-worry-about-effects-of-possible-second-trump-impeachment", "summary": "NEW YORK -- U.S. equity futures are down as a new week begins on Wall Street Monday with reports President-elect Joe Biden will release a new economic stimulus plan sometime this week while investors worry about effects of a possible second impeachment trial for President Donald Trump.\nOPEC CRUDE OUTPUT CUTS SHOULD HELP US SHALE PROFITS IN 2021The S&P 500 rose 20.89 points to 3,824.68.\nThe Dow gained 0.2%, to 31,097.97.\nSouth Korea's Kospi gained 0.2% to 3,157.72.\nAdding to concerns over surging numbers of coronavirus infections, another new variant of the virus was reported over the weekend among several people who had arrived from Brazil.", "paragraphs": ["NEW YORK -- U.S. equity futures are down as a new week begins on Wall Street Monday with reports President-elect Joe Biden will release a new economic stimulus plan sometime this week while investors worry about effects of a possible second impeachment trial for President Donald Trump.", "Continue Reading Below", "Ticker Security Last Change Change % I:DJI DOW JONES AVERAGES 31097.97 +56.84 +0.18% SP500 S&P 500 3824.68 +20.89 +0.55% I:COMP NASDAQ COMPOSITE INDEX 13201.975424 +134.50 +1.03%", "Traders continued to be cheered by prospects that the incoming administration will pump more aid into the U.S. economy, a move that will help Asia and other export-driven nations.", "Wall Street ended last week with more milestones, largely shrugging off another discouraging jobs report. The S&P 500 rose 0.5%, its second straight record high. The Dow Jones Industrial Average and Nasdaq composite all closed at new highs.", "OPEC CRUDE OUTPUT CUTS SHOULD HELP US SHALE PROFITS IN 2021", "The S&P 500 rose 20.89 points to 3,824.68. The Dow gained 0.2%, to 31,097.97. The Nasdaq climbed 1%, to 13,201.98. The Russell 2000 index of small-cap stocks dropped 0.2%, to 2,091.66. It ended the week with a 5.9% gain, well ahead of the 1.8% gain for the big stocks in the S&P 500.", "Hopes are high for rollouts of coronavirus vaccines. But the reports of new versions of the virus are setting off new worries, as some experts believe more studies are needed to see if available vaccines will be effective in curbing those versions of the virus.", "Meanwhile, Asian shares were mixed Monday as hopes for more U.S. economic aid were countered by fears over spreading damage from the pandemic.", "South Korea's Kospi gained 0.2% to 3,157.72. Australia's S&P/ASX 200 lost 0.9% to 6,697.20. Hong Kong's Hang Seng edged up 0.2% to 27,943.86, while the Shanghai Composite fell 0.9% to 3,539.88.", "Japanese markets were closed for a national holiday. Adding to concerns over surging numbers of coronavirus infections, another new variant of the virus was reported over the weekend among several people who had arrived from Brazil.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "“A resurgence of COVID infections, with evidence of a more infectious, new strains taking hold in Asia, beyond the West, suggests that recovery and vaccine hopes also ride the back of the Tiger,” said Venkateswaran Lavanya of Mizuho Bank in Singapore, referring to the peril of the situation.", "Japanese Prime Minister Yoshihide Suga has taken care to spare the world’s third largest economy as much as possible from risks of sinking further, even as coronavirus cases have surged recently.", "Suga’s declaration of a state of emergency for the Tokyo area, which kicked in Friday, focuses on asking restaurants to close at 8 p.m. Critics fear that’s not enough, and Suga’s support ratings are sinking. Cries for his ouster are likely to grow if the upward curb in infections doesn’t flatten in a month, as he has promised.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "In energy trading, benchmark U.S. crude fell 59 cents to $51.65 a barrel in electronic trading on the New York Mercantile Exchange. It gained $1.41 to $52.24 per barrel on Friday. Brent crude, the international standard, shed 89 cents to $55.10 a barrel.", "In currency trading, the U.S. dollar edged up to 104.12 Japanese yen from 103.95. The euro cost $1.2188, down from $1.2220.", "___", "AP Business Writers Stan Choe, Damian J. Troise and Alex Veiga contributed."], "authors": [], "keywords": ["02", "infections", "effects", "dow", "sp", "lower", "second", "possible", "investors", "crude", "markets", "impeachment", "week", "gained", "trump", "trading", "nasdaq", "worry", "coronavirus"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}