{"id": "ddeb2baa-544a-3984-a785-63a87d776a35", "title": "Best Fashion Instagrams of the Week: Miley Cyrus, SZA, Céline Dion, and More", "url": "https://www.vogue.com/article/best-fashion-instagrams-miley-cyrus-sza-celine-dion", "summary": "Céline Dion has the right attitude when it comes to approaching 2021.\nThe Canadian singer posted a photo of herself in the snow wearing a cozy snow jacket and red sweatpants while hugging a pine tree.\nThe sun-drenched 74 year old looked absolutely glowing and left us with this sentence: “Am I crazy to post this?\nFinally, SZA posted several stellar outfits in her classic, relaxed but funky style.\nHere, see more of the best fashion Instagrams of the week.", "paragraphs": ["Céline Dion has the right attitude when it comes to approaching 2021. The Canadian singer posted a photo of herself in the snow wearing a cozy snow jacket and red sweatpants while hugging a pine tree. Dion, who appeared to be in a zen-like state in this cold oasis, wrote “As we are all still facing incredibly challenging days ahead, let’s take good care, look after each other and remember that lighter and brighter days will be with us soon.”", "Speaking of looking ahead, Miley Cyrus was right on theme and stopped by a psychic. In front of a neon sign that read “PSYCHIC”, she sat in full rock ‘n roll style in a pair of shades and an electric green, fur chubby. We don’t need a crystal ball to tell us that this look was a cool one.", "Meanwhile, Diane von Furstenberg is having a stellar time. The designer posted a selfie in a green one-piece bathing suit. The sun-drenched 74 year old looked absolutely glowing and left us with this sentence: “Am I crazy to post this? Own your age ....it’s a proof you have lived ! Love to everyone.” We’re right there with you, Diane. In another sunny moment, Chrissy Teigen looked absolutely transfixing in a purple and pink tie-dyed look, complete with a palm tree background and a beaming gaze.", "Finally, SZA posted several stellar outfits in her classic, relaxed but funky style. A mirror selfie showed the singer in a teeny tiny top and a pair of sweat shorts, and another pic featured her in a t-shirt with polar bears on it. The looks will hold us over while we wait for her next album to drop.", "Here, see more of the best fashion Instagrams of the week."], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["sza", "cyrus", "stellar", "céline", "fashion", "tree", "singer", "instagrams", "dion", "miley", "best", "week", "look", "posted", "snow", "right", "selfie", "style", "psychic"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}