{"id": "ddfd2f08-bf60-381d-8615-eb1d746f5c63", "title": "Watch How Standup Comedians Are Finding Ways to Laugh During the Pandemic | The New Yorker Video | CNE | Newyorker.com", "url": "https://www.newyorker.com/video/watch/the-standup-comedians-finding-laughs-on-city-sidewalks", "summary": "[jazz music]Every club in New York City is fucked.\n[Man] Has COVID-19 rendered New York City dead forever?\n[upbeat music]This is like pre-Giuliani New York City.\nThe mom and pops were hit the hardest,and they're gonna have the hardest time coming back.\nI worrythat comedians that I love dearly are going to retire,that they're going to move away.", "paragraphs": ["Transcript", "[gentle music]", "How I'm doing on time?", "[audience laughs]", "Sorry, I got another set at a hot dog cart in Central Park,", "[audience laughs]", "that I gotta get to.", "[man chuckles]", "That's right, I played the same stage as The Beatles,", "and then God stopped my joy.", "[jazz music]", "Every club in New York City is fucked.", "[ woman laughs]", "[Cuomo] How essential is a comedy club?", "[Newscaster] Comedians have been forced", "to operate underground.", "The future of New York club scene?", "Ugh! I think I just burned myself burned myself.", "Who the fuck am I to talk about the future of the club scene", "when I just burned myself in a hammock?", "[man laughs]", "Cut it!", "You can't kill comedy.", "You just have to put the show on and people come.", "I'm never felt less essential in my life.", "Everything feels very illegal.", "[Man] Has COVID-19 rendered New York City dead forever?", "[Woman] Why do you think New York City is dead?", "[Man] People have left permanently.", "[Woman] Empty storefronts, For Lease signs,", "the city needs to step in", "and address a deteriorating Big Apple.", "[upbeat music]", "This is like pre-Giuliani New York City.", "Sneaking beer and drinking it on the street.", "Hi. Welcome back, childhood.", "New York, I actually do think", "it's more charming and cute than it's ever been.", "There's fire hydrant pop,", "there's people having drinks in their stoop.", "I don't want to be anywhere else in the planet", "and going through this right now.", "Comedy is one of the only live performance art forms", "doing anything in all of New York,", "and it's something to look forward to.", "You're not like a lot of the women I meet", "here in New York who were like,", "why do you breathe like that?", "We're turning out West Coast.", "Now we're back to East Coast: raw and real.", "Yeah, you're gonna get mugged. It's gonna to suck.", "But in those moments,", "it's gonna make New York fucking story town again.", "You guys ready for some comedy?", "[crowd cheers]", "Where's Rebecca Trent?", "She owns Creek and the Cave.", "Her comedy business makes this possible.", "Thank you, Rebecca.", "Okay guys, come on in.", "So this is the theater.", "You can see, we've got", "some exercise equipment set up right now.", "We've got a washer dryer set up on the stage,", "but normally this is like a 10 by 10 stage over there.", "And there's another little staging area down here.", "If you want to.", "The mom and pops were hit the hardest,", "and they're gonna have the hardest time coming back.", "I'm just trying to preserve this business", "while this madness unfolds.", "The Creek really exists to remind us", "that you are up on that stage by yourself,", "but this comes from a community.", "This comes from somewhere.", "I worry", "that comedians that I love dearly are going to retire,", "that they're going to move away.", "We're losing comedians to self-medication.", "Comedians aren't people that can be isolated,", "and taking away the stage is sort of like", "taking away the dragon that they're chasing.", "[upbeat music]", "Hey, what's up guys? Come on in. I'm writing a book.", "I'm Ian Fidance. Hello.", "This is my bicycle: Zol Henry.", "This is a cat wheel I got before the pandemic.", "It was 200 dollars, and I said why not?", "we'll always have live indoor entertainment.", "Huh? This will never go away. I'll always have work.", "I have like good days and bad weeks.", "Nothing will make you feel less essential", "than rolling out the different phases in your line of work", "is not even in a phase.", "[guitar plays]", "This is how I spend most of my days.", "[horn blows]", "New York's going to be different for a very long time.", "It's going to be weird.", "It's gonna get really gnarly.", "♪ Living in the city during COVID ♪", "♪ Makes me want to kill myself ♪", "♪ And not have a kid ♪", "[fast-paced music]", "[Announcer] Give yourselves a round of applause.", "[people cheer]", "This isn't just a comedy club. It's a real restaurant.", "This is our kitchen", "Bamba, look alive, buddy.", "We're a family business.", "My personal experience,", "I was a first responder on 9/11,", "and I'm not just gonna give up.", "I didn't give up then, and I'm not gonna give up now.", "That's not what New Yorkers do.", "We don't give up.", "How can I reinvest in the city and help it thrive again?", "Guys, listen, you guys gotta laugh louder,", "because this is what shows are now", "in the middle of the fucking sidewalk.", "Just get used to it, all right?", "We had no intentions when we reopened for outdoor dining", "to do comedy, but a bunch of comedians", "started coming for dinner or brunch,", "and it just kind of organically happened.", "And they just start riffing, and then you heard it.", "You heard laughs.", "That table back there, they're trying to stay out of it.", "You guys are very white. How are you?", "That is a white-ass table.", "That is Becky, Amber, Bob, Bill.", "When you see that, and your role in the city", "is to make people feel better as a comedy club.", "And like, how could I ignore this?", "How could I not do something about this?", "Is anyone here a Navy SEAL?", "The first outdoor show I did,", "I saw the crowd react, and I said to myself,", "they need it as much as we do.", "Every night, I go to a little backyard", "or a restaurant in Brooklyn", "or some patch of land outside of the parking lot,", "and there's always a crowd.", "The other night I did the diner drive-in show,", "where the cars come up,", "and they turn on their high beams if they like you.", "And then there's this other guy who runs shows", "on his rooftop and it's just like a residential place,", "and I'm pretty sure it's gonna get shut down at some point.", "Everything feels very illegal.", "It's outdoor comedy! There's no fucking logic to it.", "It's not supposed to be out here!", "I did a show a couple weeks ago,", "and people were walking up going, I needed that.", "How corny that sounds, or cheap whatever,", "you forget this is why I love doing it.", "Some people will take a bike down to the City Bike,", "you know, dock or whatever, and then just sit on their bike", "and just watch the show for about two or three comics,", "and that's just enough for them to feel better,", "and then they walk away.", "We need to allow outdoor events immediately.", "There are dwindling warm days.", "With each degree the temperature drops,", "our chances for recovery diminishes with it.", "The little theaters need some sort of government grant", "in order to survive the winter.", "And we wouldn't be asking, you know,", "if we were able to open, but we won't be.", "People from around the world come to New York city,", "and they go to comedy clubs 'cause this is the birthplace,", "the ancestral home, of stand-up comedy.", "[crowd cheers]", "[slow music]", "♪ The summer's gone ♪", "♪ And all the roses falling ♪", "That's right. Hi. I have a mustache.", "[people cheer]", "Hell yeah! Did anyone grow a mustache for quarantine?", "You did! Miss, I love it! Yes.", "I don't think New York's dead.", "I think it's shedding its skin.", "I'm not leaving. I can't leave. I can't do anything else.", "I won't do anything else.", "I'll leave when de Blasio peels my dead body", "off the fucking Astor Place subway.", "Being a first responder on 9/11,", "walking away from those piles,", "I didn't think we would ever be back.", "With the pandemic, you get the same feeling.", "You know, we've had an incredible loss of life,", "and if we don't rebuild and we don't move forward,", "what was it all for?", "We have to rebuild.", "We have to make the city as fantastic as it's always been.", "It's given us so much.", "To not figure out a way to help it survive is not an option.", "♪ Oh, Danny boy, oh Danny boy ♪", "♪ I love you so ♪", "[jazz music]"], "authors": ["Condé Nast"], "keywords": ["york", "standup", "finding", "watch", "going", "comedy", "comedians", "theyre", "guys", "newyorkercom", "video", "yorker", "pandemic", "laugh", "think", "ways", "dont", "city", "im", "gonna"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}