{"id": "de212a1e-7e87-3106-9df9-7699fb717cb4", "title": "Missouri approves framework for black bear hunting", "url": "https://www.foxnews.com/great-outdoors/missouri-approves-framework-black-bear-hunting", "summary": "Next year could mark the first time that a bear hunt will be held in Missouri since the state’s conservation department was founded almost 90 years ago.\nThis decision comes after it was determined that the state’s black bear population has been growing by 9% a year.\nAccording to a press release from the Missouri Department of Conservation, the state’s bear population is expected to double in less than 10 years.\nAs our black bear population continues to grow, a highly regulated hunting season will be an essential part of population management in the future.\nThese plans will be presented in the spring and if approved, residents could start applying for bear hunting licenses starting in May of next year.", "paragraphs": ["This is good news for bear hunters.", "Next year could mark the first time that a bear hunt will be held in Missouri since the state’s conservation department was founded almost 90 years ago. This decision comes after it was determined that the state’s black bear population has been growing by 9% a year.", "According to a press release from the Missouri Department of Conservation, the state’s bear population is expected to double in less than 10 years. The department has received final approval from the Missouri Conservation Commission to begin planning a bear hunt for the season beginning in October 2021.", "MINNESOTA HUNTER'S BULL ELK DEEMED SECOND-LARGEST EVER SHOT IN STATE", "Laura Conlee, a furbearer biologist for the MDC, said, “A bear-hunting season in our state will provide opportunities for Missourians to participate in the sustainable harvest of this valuable wildlife species. As our black bear population continues to grow, a highly regulated hunting season will be an essential part of population management in the future. The timing and length of the season, allowed hunting methods, and a limited permit allocation coupled with a limited harvest quota will ensure a sustainable harvest of our growing bear population.”", "CLICK HERE TO GET THE FOX NEWS APP", "The next step, according to the press release, is for the department to present recommendations on permit limits and harvest quotas. These plans will be presented in the spring and if approved, residents could start applying for bear hunting licenses starting in May of next year.", "Not everyone was happy to hear the news, however.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "“It’s inconceivable that a governing body with the word ‘conservation’ in it ignored the best available science by voting today to open up trophy hunting on Missouri’s small bear population,” Amanda Good, Missouri state director for the Humane Society of the United States, told KMBC News. “What’s even more disgraceful is the blatant disregard for the many Missouri residents who spoke out against the proposed season, and the shameful catering to the extreme minority who want to exploit our wildlife for a bearskin rug.”"], "authors": ["Michael Hollan"], "keywords": ["wildlife", "hunting", "black", "conservation", "bear", "framework", "approves", "population", "states", "harvest", "season", "department", "missouri"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}