{"id": "de97034f-5804-3112-be80-2dbe56e2918b", "title": "Tucker Carlson: Biden set to pick China propagandist Bob Iger as ambassador to Beijing", "url": "https://www.foxnews.com/opinion/tucker-carlson-bob-iger-disney-china-propaganda", "summary": "FLASHBACK: DISNEY'S BOB IGER REFUSES TO WEIGH IN ON CHINA: CAN'T 'HARM OUR COMPANY'Why did they do that?\nWe learned Wednesday that Walt Disney Company Executive Chairman Bob Iger may become America's next ambassador to the People's Republic of China.\nBut if you start to get the impression that Bob Iger will do anything for a buck, slow down for a minute.\nBob Iger is a sensitive soul, a man of deep conviction and principle, at least he is here in America.\nWe should note that Joe Biden isn't thinking of nominating Bob Iger in spite of his praise for the communist government of China.", "paragraphs": ["\"The week that changed the world.\"", "That was Richard Nixon's description of his 1972 visit to China. Nixon was the first American president to engage directly with China's communist government. He was right; that visit changed everything. For a while, they told us relations with China would help every American. Free trade would make us rich.", "They told us that for decades, even after the evidence mounted that it wasn't true, even after China entered the World Trade Organization and immediately eliminated entire portions of our economy and the millions of American jobs they sustained, most of which never returned. The media mostly ignored that part. It didn't affect them, and they weren't interested. Factory workers could learn to code. In fact, some workers may have learned to code.", "But then, China began the wholesale theft of our country's intellectual property, our coding, which was the only thing we had left once our hard industries died. Again, the media stayed silent as this happened. They didn't seem bothered at all by China's relentless espionage campaign against the U.S. government, the biggest and most successful spying operation since the Cold War. Reporters instead screeched about Russia and George Floyd and hoped that we wouldn't notice any of it.", "FLASHBACK: DISNEY'S BOB IGER REFUSES TO WEIGH IN ON CHINA: CAN'T 'HARM OUR COMPANY'", "Why did they do that? We can only speculate, but we can tell you that as many Americans were being hurt by China, a small group of Americans was prospering. There were a few who got rich from the China trade, and most of these people have clustered around Joe Biden.", "We learned Wednesday that Walt Disney Company Executive Chairman Bob Iger may become America's next ambassador to the People's Republic of China. Few people have made more money from their connections to the Chinese government than Bob Iger, and fewer still are as openly grateful for it.", "In 2016, the Shanghai Disneyland theme park opened. Iger called it \"a celebration of creativity and collaboration, a triumph of imagination and innovation, and a testament to the strong partnership between Disney and China.", "\"Together,\" Iger said, \"we have created an extraordinary destination, a magical place unique in all the world, where East meets West, the past meets the future, and anything is possible for those who believe.\"", "In fact, it took more than belief and faith to get that deal done. According to The New York Times, Iger met personally with China's propaganda minister in 2010 and promised that he would use Disney's global platform to \"introduce more about China to the world.\"", "In other words, Disney promised to spread Chinese government propaganda, and that's what they did. Disney began working directly with Beijing's Ministry of Culture, and that partnership produced the 2016 film \"Born in China\", which promised to, \"showcase to the world the spectacular wildlife and natural beauty of China.\"", "CHINA EXPLOITING MOBILE NETWORKS TO SPY ON AMERICAN CELLPHONES: REPORT", "Iger also granted the Chinese government a 30% share in the Disney management company that ran the Shanghai property, plus a 57% ownership stake in the Shanghai resort, including revenues from merchandise, restaurants and hotels.", "Now, put yourself in Iger's position. You've watched for decades as the government of China has hurt your country, hurt your fellow Americans. If you were a patriotic person, would you jump into business deals with the people who did that? Bob Iger did.", "But if you start to get the impression that Bob Iger will do anything for a buck, slow down for a minute. That's not entirely true. Bob Iger is a sensitive soul, a man of deep conviction and principle, at least he is here in America.", "Just last year, Bob Iger announced that it would be \"difficult\" for his company to film in the state of Georgia. Why? Because the state of Georgia was moving forward with a law that would ban abortions after doctors could detect a fetal heartbeat. Bob Iger was offended by that. He'd like more Americans to abort their children and he's willing to pay the price for that high ideal.", "DISNEY'S MULAN CATCHES BACKLASH FOR FILING IN XINJIANG PROVINCE AMID HUMAN RIGHTS ISSUES", "But in China, there's a separate slate of standards. China can throw ethnic minorities in concentration camps. China can weld coronavirus patients into their apartments until they starve to death and crush protesters with tanks on television. None of that bothers Bob Iger. He loves China and he's not shy about saying so.", "\"They welcomed us there and let us build Shanghai Disneyland, so we have a good relationship with the government of China and local governments in China, and our access has actually increased over time,\" Iger said last year. \"I generally, at least as the CEO of the Walt Disney Company, look at China quite favorably.\"", "We should note that Joe Biden isn't thinking of nominating Bob Iger in spite of his praise for the communist government of China. Sucking up to China is the qualification. Iger is just following the lead of the Biden family.", "On Wednesday, FoxNews.com's Brooke Singman obtained a 2017 email message from Joe Biden's son, Hunter, meant for the chairman of the Chinese energy company CEFC. That email offers the chairman \"best wishes from the entire Biden family\" and goes on to urge him to quickly send a $10 million wire to, \"properly fund and operate\" the Biden family's venture with the company.", "HUNTER BIDEN SENT 'BEST WISHES' FROM 'ENTIRE BIDEN FAMILY' TO CHINA FIRM CHAIRMAN, REQUESTED $10M WIRE", "CEFC, you might remember, is the company that offered Hunter Biden $30 million for \"introductions alone\". The company also reserved a 10% equity stake for someone called \"the big guy.\" Who's \"the big guy\"? Well, according to Biden's business partner, \"the big guy\" was Joe Biden.", "If all this seems a little too brazen to be real, consider that our media class and the Silicon Valley companies they depend on for revenue operate in exactly the same way. Just four years ago, our national news media was united on one point. Nothing, they told us, was a bigger threat to the safety of this democracy than foreign meddling in our politics. It was happening before our eyes, we were told, and President-elect Donald Trump was probably complicit in that meddling -- not by China, but by Russia.", "The Boston Globe ran an op-ed that began this way: \"A specter of treason hovers over Donald Trump.\" That same day, Dec. 16, 2016, The Washington Post -- owned by Jeff Bezos, China's biggest front for retail sales in this country -- published a piece with this headline: \"FBI in agreement with CIA that Russia aimed to help Trump win the White House.\" And, of course, National Public Radio, CNN, NBC, every major news organization dashed off similar stories making precisely the same point.", "Yet none of these outlets are saying word one about the emails detailing the Biden family's attempt to get money from our chief adversary, the government of China. They say nothing about Bob Iger's propagandizing and profiteering in China. They celebrate the idea that he might be our country's representative to the government of China.", "CLICK HERE TO GET THE FOX NEWS APP", "Why is that? Because our media are dependent on China. They won't let you view stories about Hunter Biden because those stories are really about China and negative stories about China are not allowed. Just hours ago, a major digital storefront in the U.S. banned the sale of a video game because it mocked the appearance of the president of China -- not of our president, but of the Chinese president. That's not allowed.", "In the face of this, Joe Biden is accelerating our sucking up to China, installing Chinese propagandists in the U.S. government to represent our interests in front of China. This will continue to happen every day in this country, and if you try to say anything about it, your words might disappear, too.", "This article is adapted from Tucker Carlson's opening monologue on the Dec. 16, 2020 edition of \"Tucker Carlson Tonight.\""], "authors": ["Tucker Carlson", "Tucker Carlson Currently Serves As The Host Of Fox News Channel S", "Fnc"], "keywords": ["told", "bob", "company", "carlson", "pick", "biden", "media", "propagandist", "iger", "disney", "beijing", "tucker", "chinese", "china", "set", "joe"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}