{"id": "deaa0858-04a2-37b1-b3fb-7fe833c47354", "title": "Opinion | Why We Are Introducing an Article of Impeachment", "url": "https://www.nytimes.com/2021/01/11/opinion/trump-article-of-impeachment.html", "summary": "Since his resounding defeat in the presidential election in November, Donald Trump has done everything but concede to the democratic will of the American people.\nHe unleashed an avalanche of lies and baseless claims of fraud — conspiracy theories that filled his supporters with a delusional belief that the election had been stolen from him.\nHe attempted to cajole and intimidate officials at all levels of government into subverting the election and keeping him in office.\nAnd then, running out of recourse, legitimate and illegitimate, he incited an insurrection against the government and the Constitution that he swore to uphold.\nWe should not allow him to menace the security of our country for a second longer.", "paragraphs": ["Since his resounding defeat in the presidential election in November, Donald Trump has done everything but concede to the democratic will of the American people. He unleashed an avalanche of lies and baseless claims of fraud — conspiracy theories that filled his supporters with a delusional belief that the election had been stolen from him. He filed a bevy of absurd lawsuits. He attempted to cajole and intimidate officials at all levels of government into subverting the election and keeping him in office. And then, running out of recourse, legitimate and illegitimate, he incited an insurrection against the government and the Constitution that he swore to uphold.", "The attempted coup at the United States Capitol last Wednesday, which took place as lawmakers inside counted the electoral votes that would formalize Joe Biden’s overwhelming election by the American people, marks one of the lowest points in our country’s 245-year experiment in democracy.", "From Andrew Jackson to Richard Nixon, we have seen presidents abuse their power, but we had never witnessed an American president incite a violent mob on the citadel of our democracy in a desperate attempt to cling to power.", "We cannot let this go unanswered. With each day, Mr. Trump grows more and more desperate. We should not allow him to menace the security of our country for a second longer."], "authors": ["David N. Cicilline"], "keywords": ["attempted", "impeachment", "desperate", "votes", "introducing", "opinion", "article", "unleashed", "upholdthe", "witnessed", "violent", "election", "american", "trump"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}