{"id": "dec29cd7-a99e-354e-a8be-3f1d0bf78cbd", "title": "11 Comfortable Suits for Women to Ease Back Into Office Style", "url": "https://www.vogue.com/article/soft-suiting", "summary": "Thanks to this season’s selection of gloriously chic and effortlessly stylish tailoring, you can now have the best of both.\nOver the past year, we’ve advocated for wearing a pair of suit trousers instead of leggings or lounge pants as a solid WFH alternative.\nTake your pick between pleated, tapered, balloon leg, or belted, or even a pair of Bermuda-length trouser shorts.\nOne also needn’t limit these comfortable suits strictly to a 9 to 5.\nLaidback tailoring has always been a long-time favorite among minimally-minded street style stars and it Girls.", "paragraphs": ["For those who like to prioritize polish over comfort (or vice versa), there’s an option in which one doesn’t have to choose. Thanks to this season’s selection of gloriously chic and effortlessly stylish tailoring, you can now have the best of both. Cut in soft and lightweight linens and twills, spring’s oversized blazer and loose-fit trouser pairings will have you itching to get back to the office, even if you’ve decided to work remote for good.", "Over the past year, we’ve advocated for wearing a pair of suit trousers instead of leggings or lounge pants as a solid WFH alternative. Take your pick between pleated, tapered, balloon leg, or belted, or even a pair of Bermuda-length trouser shorts. And on top, a quick addition of a blazer and a pair of sculptural earrings for virtual meetings will have your colleagues doing a double-take.", "One also needn’t limit these comfortable suits strictly to a 9 to 5. Laidback tailoring has always been a long-time favorite among minimally-minded street style stars and it Girls. And thanks to their clean, coordinated look and untraditional fit, you can easily wear one on a date, at a museum, for outdoor dining, and beyond. They look just as chic with heeled sandals as they do sneakers, with office totes or mini bags with sleek low buns or baseball caps.", "With an optimistic sense of re-emergence in the air, there’s really no better time to re-introduce the subtly cool wardrobe staple back into your spring outfit rotation. Our guide to 11 soft suiting looks at every price, below.", "Loulou Studio linen boyfriend blazer $395 SAKS FIFTH AVENUE Shop Now Loulou Studio linen wide-leg pants $275 SAKS FIFTH AVENUE Shop Now", "Anna Quan Gianna long twill blazer $775 MODA OPERANDI Shop Now Anna Quan Vita pleated striped twill shorts $400 MODA OPERANDI Shop Now", "Low Classic lilac cotton and linen-blend blazer $400 NET-A-PORTER Shop Now Low Classic belted pleated cotton and linen-blend wide-leg pants $340 NET-A-PORTER Shop Now", "Stella McCartney Abby woven blazer $1,450 NET-A-PORTER Shop Now Stella McCartney Ariana pleated melange twill trousers $895 MODA OPERANDI Shop Now", "Frankie Shop versized single-breasted stretch-woven blazer $265 SELFRIDGES Shop Now Frankie Shop Pernille high-rise wide stretch-woven trousers $183 SELFRIDGES Shop Now"], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["pants", "netaporter", "comfortable", "trousers", "11", "operandi", "twill", "office", "women", "suits", "shop", "pleated", "blazer", "ease", "pair", "style", "moda"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}