{"id": "dec83252-94c4-3bbd-be7a-1d74b7e6ef1a", "title": "With 'Casablanca Not the Movie,' Moroccan photographer depicts the reality of his famous hometown", "url": "https://edition.cnn.com/travel/article/inside-africa-photography-yoriyas-casablanca-intl-spc/index.html", "summary": "(CNN) — Every time he traveled somewhere new in the world, people would ask Yassine Alaoui where he's from: \"I say Casablanca, (Morocco) and they immediately connect Casablanca with the movie.\"\nIt's those conversations with strangers that inspired his first photography collection, aptly named \" Casablanca Not the Movie \" -- which aims to show the real Casablanca, as opposed to the one represented in films like the 1942 Hollywood classicMoroccan street photographer Yassine \"Yoriyas\" Alaoui CNNBut photography was not his first love.\nIt was there that his dance crew Lhiba Kingzoo was founded in 2005, and where they developed the routines that would later earn them international recognition.\n\"Casablanca Not the Movie\" was born and has since been showcased around the world.\nThe unique collection of images lifts the veil on his city, exposing a vibrant and eclectic place well beyond the guidebooks and film lore.", "paragraphs": ["(CNN) — Every time he traveled somewhere new in the world, people would ask Yassine Alaoui where he's from: \"I say Casablanca, (Morocco) and they immediately connect Casablanca with the movie.\"", "It's those conversations with strangers that inspired his first photography collection, aptly named \" Casablanca Not the Movie \" -- which aims to show the real Casablanca, as opposed to the one represented in films like the 1942 Hollywood classic", "Moroccan street photographer Yassine \"Yoriyas\" Alaoui CNN", "But photography was not his first love. The former professional breakdancer -- who goes by the nickname Yoriyas -- tells CNN that as a teenager he would spend day and night perfecting his moves in the entrance to a supermarket complex in Casablanca's Sidi Othmane neighborhood. It was there that his dance crew Lhiba Kingzoo was founded in 2005, and where they developed the routines that would later earn them international recognition.", "After an injury cut his dance career short, he grabbed a camera and took to the place he knew best -- the streets of \"Casa,\" as locals affectionately refer to the city.", "\"Casablanca Not the Movie\" was born and has since been showcased around the world. The unique collection of images lifts the veil on his city, exposing a vibrant and eclectic place well beyond the guidebooks and film lore."], "authors": ["John Lewis"], "keywords": ["moroccan", "dance", "collection", "casablanca", "place", "famous", "movie", "world", "yassine", "photographer", "reality", "photography", "hometown", "cnn", "yoriyas", "depicts"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}