{"id": "dee7798c-081e-373e-aa3e-bd8a9d716228", "summary": "Jimmy KimmelOn the eve of the House’s likely vote to pass articles of impeachment against Donald Trump, Jimmy Kimmel looked at the case of two documents.\nWe can’t even catch up on our TV shows.”The second was a six-page letter Trump wrote to House speaker Nancy Pelosi, in which the president “takes zero responsibility for his impeachment”, Kimmel summarized.\nHe also said he’ll be running the trial in close coordination with the White House – that seems fair,” Kimmel panned.\nPerfect.”Stephen ColbertOn The Late Show, Stephen Colbert celebrated “impeachment eve” with a close reading of Trump’s letter to Pelosi.\nSeth MeyersSeth Meyers also addressed Trump’s letter on Late Night, in which the president said the impeachment inquiry was full of “shameless lies and deception” – “which is true, it’s called evidence,” Meyers retorted.", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "pubDate": null, "url": "https://www.theguardian.com/culture/2019/dec/18/jimmy-kimmel-letter-nancy-pelosi", "title": "Jimmy Kimmel on Trump's letter to Pelosi: 'Long, stupid, disingenuous and incoherent'", "paragraphs": ["Jimmy Kimmel", "On the eve of the House’s likely vote to pass articles of impeachment against Donald Trump, Jimmy Kimmel looked at the case of two documents. The first, released Monday, was a 658-page report by the House Judiciary Committee detailing the president’s misdeeds. “Who’s gonna read that?” Kimmel asked. “You expect the American public to read a 658-page anything? We can’t even catch up on our TV shows.”", "The second was a six-page letter Trump wrote to House speaker Nancy Pelosi, in which the president “takes zero responsibility for his impeachment”, Kimmel summarized. “Of course, he says the same thing about Eric and Donald Jr.”", "Stephen Colbert: Republicans 'should at least pretend' to be fair on impeachment Read more", "The six pages decrying the impeachment process “might be the most deranged letter to Santa ever”, Kimmel continued. “It is a long, stupid, disingenuous and incoherent defense signed by an angry gorilla with a Sharpie.”", "The House will almost definitely pass the articles of impeachment this week, sending them to the Republican-controlled Senate for a trial, which Kimmel said will be a “joke”, since Senate majority leader Mitch McConnell already rejected Democrats’ request for witnesses this week. “He wants a no-witness trial. He also said he’ll be running the trial in close coordination with the White House – that seems fair,” Kimmel panned. “Let the guy on trial run it. Perfect.”", "Stephen Colbert", "On The Late Show, Stephen Colbert celebrated “impeachment eve” with a close reading of Trump’s letter to Pelosi. Prior to Tuesday, Trump had been relatively quiet about impeachment, Colbert said, “but the pressure clearly was building under the surface because this afternoon, the lid blew off Mt St Yellin’. The eruption came in the form of a six-page shriek addressed to Nancy Pelosi”.", "The letter was full of anger toward Pelosi, including some choice quotes such as: “Your spiteful actions display unfettered contempt for America’s founding and your egregious conduct threatens to destroy that which our Founders pledged their very lives to build.”", "“Yes,” Colbert responded, “a nation built on the belief that powerful white men face no consequences whatsoever.”", "Colbert called the letter “a disorienting mishmash of dry legal language mixed in with Trump’s signature angry word smoothies. For example: ‘the articles of impeachment introduced by the House Judiciary Committee are not recognizable under any standard constitutional theory, interpretation, or jurisprudence … You have cheapened the importance of the very ugly word, impeachment!’”", "“Happy now, Nancy?” Colbert asked. “You’ve cheapened something very ugly. That goes against everything Trump stands for – making very ugly things extremely expensive.”", "Trump also blamed the impeachment process on Democrats’ bitterness from the election loss in 2016 and accused Pelosi of viewing “democracy as your enemy!” Colbert, imitating the president, clarified: “Whereas I view democracy as a friend with benefits, because under me democracy is so screwed.”", "Trump also wrote that “more due process was afforded to those accused in the Salem Witch Trials”.", "“You know what? I agree with the president on this one,” Colbert said. “Fair is fair – we should throw him in the river.”", "Trump told reporters on Tuesday that he took “zero” responsibility for impeachment, which means, according to Colbert, “he takes foreign assistance, he takes daddy’s handouts, he takes a handful of any women who wanders into the grope zone, but he draws the line at responsibility”.", "Seth Meyers", "Seth Meyers also addressed Trump’s letter on Late Night, in which the president said the impeachment inquiry was full of “shameless lies and deception” – “which is true, it’s called evidence,” Meyers retorted.", "“This letter is bonkers,” he continued. “I don’t even know how to describe the tone of it. I guess if you took the most privileged white lady ever and gave her a whole bottle of wine, and then asked her to write Yelp review of a restaurant that made her wait 40 minutes for a table and then got her order wrong twice.”", "Meanwhile, Trump’s re-election campaign is reportedly set to spend $400,000 on anti-impeachment ads this week, “which seems unnecessary when the best anti-impeachment ad has an office down the hall,” Meyers said next to a photo of Mike Pence."], "authors": ["Adrian Horton"], "keywords": ["jimmy", "house", "long", "trumps", "colbert", "stupid", "pelosi", "trump", "trial", "kimmel", "president", "disingenuous", "impeachment", "letter", "incoherent", "takes"]}