{"id": "def03340-555e-3bd9-bdd3-99f97e47d9c8", "title": "SaGa Scarlet Grace: Ambitions Review – A Refreshing Yet Flawed Adventure", "url": "https://www.gameinformer.com/review/saga-scarlet-grace-ambitions/saga-scarlet-grace-ambitions-review-a-refreshing-yet-flawed", "summary": "Scarlet Grace is one of the franchise’s best entries, with an engaging gameplay loop and an incredible battle system.\nScarlet Grace does not follow a typical RPG structure, since it lacks dungeons and explorable towns.\nScarlet Grace is challenging; most battles had me on the edge of my seat, thanks to the smart A.I.\nI love so many of the ideas behind Scarlet Grace and its inventive nature, but it can’t assemble those elements into a consistent experience.\nScarlet Grace has its flaws and frustrations, but it also colors outside the lines of the genre.", "paragraphs": ["The SaGa series has built its reputation upon eschewing the RPG template; it’s not just about visiting towns, exploring dungeons, and leveling up. SaGa games take risks and experiment with different approaches to RPG design (with varying degrees of success). Scarlet Grace is one of the franchise’s best entries, with an engaging gameplay loop and an incredible battle system. It comes with its share of flaws, but the better elements narrowly win out over the unsavory aspects.", "Scarlet Grace does not follow a typical RPG structure, since it lacks dungeons and explorable towns. Instead, a storybook-like map displays landmarks like mines, castles, and forests. Once you click on these destinations, you are either thrown into a battle or a brief dialogue sequence. While it sounds like a boring way to introduce the world, the map quickly turns into interesting little puzzles. Outside of going to certain locales via the main story path, other places on the map open up different quests that can alter the storyline. In one, I had to figure out how to make a volcano erupt. In another, I had to decide whether or not to help a witch. You’re always making decisions, seeing if they pay off, and feeling a sense of accomplishment when you finally unlock a solution. However, that excitement doesn’t last, because the loop gets repetitive as the adventure drags on. Jumping around the map to perform basic fetch quests and fight similar enemies takes the shine off Scarlet Grace’s unconventional structure and makes it feel routine and predictable over time.", "Those looking for an epic storyline with fully developed characters won’t find it here. You play as one of the four protagonists, and taking a small quiz at the beginning pairs you with one of them. The heroes all face their own personal issues while dealing with monsters and the aftermath of a fallen Empire. The boring characters and barebones story aren’t compelling, but Scarlet Grace funnels all of its interesting ideas into its gameplay mechanics.", "The turn-based battle system has its intricacies, requiring skill and precision. Combat is my favorite part of Scarlet Grace, because it always provides options to weigh. What you do in battle affects how your combatants grow and their skill aptitudes. For instance, if you keep using a particular spear attack, it ranks up. Similarly, if you want characters to be more defensive, keep using protect/block skills to build them as impenetrable tanks. I had fun molding characters to my playstyle and unlocking skills that complement their roles. The more you use a character, the better the chance you open up new abilities, but this is only scratching the surface of things to consider.", "Every skill costs a certain amount of points each turn, and you only have so much in total that your party can use per round. I enjoyed this point-based skill system because it gives you the freedom to choose between low-cost weak attacks and high-cost strong attacks based on the situation. For instance, mages are vulnerable and have long cast times, but deal heavy damage, so I always started my first turn casting. I had one character who had an interrupt attack that could delay an enemy right before it could strike. If I played my cards right, this meant I could kill it before it reached its turn. To add to the fun, eliminating enemies between you and another party member in the turn order activates extremely powerful group attacks. These provide the nifty perk of using skills at a lesser cost, allowing you to string together a rude awakening of delightful damage.", "Scarlet Grace is challenging; most battles had me on the edge of my seat, thanks to the smart A.I. and the little room for error. Getting through a battle with all of your characters alive becomes a great achievement, especially considering the penalty for having any party member perish on the battlefield. Every character you recruit has a certain amount of times they can die before they must sit out for a while (usually five to eight battles). On the one hand, this forces you to use your other party members and boost their skills. On the other hand, when you get to a particularly vicious boss fight, you’re at a disadvantage not having your best and brightest", "Losing a party member is especially frustrating when you feel like you have no power to stop it. Unfortunately, sometimes battles just boil down to luck; you can play all your cards right and still fail. Bosses have some ridiculous attacks that feel unfair, especially in the final battle. Expect baddies that can regen health, wipe out your entire party in a single attack, and times where your attacks won’t even do damage and you need to wait for an opening. And don’t get me started on clones that can copy your attacks. I enjoyed the challenge until it felt like the game was not even giving me a fair shot at winning. While earlier in the game overcoming tough opponents was rewarding, I ended Scarlet Grace feeling the opposite, like I just happened to stumble on a generous A.I. or was lucky it didn’t cast a certain spell early.", "", "I love so many of the ideas behind Scarlet Grace and its inventive nature, but it can’t assemble those elements into a consistent experience. Scarlet Grace has its flaws and frustrations, but it also colors outside the lines of the genre. Sometimes that’s good and exciting. Other times, it’s just scribbles."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["scarlet", "review", "times", "characters", "turn", "battle", "grace", "adventure", "saga", "refreshing", "ambitions", "flawed", "attacks", "party", "skills", "skill"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}