{"id": "df0a17f1-e4d5-3b2e-8aca-78a7a90bb437", "title": "Why women feel pressured to shave", "url": "https://edition.cnn.com/style/article/why-women-feel-pressured-to-shave/index.html", "summary": "Type \"When did women start...\" into Google and one of the top autocomplete suggestions to pop up is, \"When did women start shaving?\"\nWhile in China, body hair was long considered normal, and even today woman face far less social pressure to shave.\nFor a lot of women, body hair was symbol of their fight for equality.\nCredit: Everett/Shutterstock\"The assignment has spotlighted the cultural inevitability of female hair removal,\" Fahs said in a phone interview.\ned diverse groups of women shaving, combing their wispy underarm locks or lying on the beach in bikinis with varying levels of hairiness.", "paragraphs": ["Written by Marianna Cerini, CNN", "CNN Style has launched a dedicated Beauty section. Read more Beauty stories here.", "Type \"When did women start...\" into Google and one of the top autocomplete suggestions to pop up is, \"When did women start shaving?\"", "The answer goes back centuries. Hair removal -- or otherwise -- has long shaped gender dynamics, served as a signifier of class and defined notions of femininity and the \"ideal body.\"", "However, in its most recent evolution, body hair is being embraced by a growing number of young women who are turning a source of societal shame and turning it into a sign of personal strength.", "The rise of gender fluidity, the body-positivity movement and the beauty sector's growing inclusiveness have all contributed to the new wave of hirsuteness.", "\"It's been deeply stigmatized -- it still is -- and cast with shame,\" said Heather Widdows, professor of global ethics at the UK's University of Birmingham and author of \"Perfect Me: Beauty as an Ethical Ideal,\" in a phone interview. \"Its removal is one of the few aesthetic traditions that have gone from being a beauty routine to a hygienic one.", "\"Today, most women feel like they have to shave. Like they have no other option. There's something deeply fraught about that -- though perceptions are slowly changing.\"", "From ancient Egypt to Darwin", "A young woman undergoing hair-removal at the Beatiderm Institute of Electrolysis in New York on November 4, 1938. Credit: Keystone-France/Gamma-Keystone/Getty Images", "Hairlessness wasn't established as a mandate for women until the early 20th century.", "Before that, removing body hair was something both men and women did -- as far back as the Stone Age, then through ancient Egypt, Greece and the Roman Empire -- using seashells, beeswax and various other depilatories. In these earlier eras, as Victoria Sherrow writes in \"Encyclopedia of Hair: A Cultural History,\" hairlessness was seen mostly as a way to keep the body clean. Ancient Romans also associated it with class: The smoother your skin was, the purer and more superior you were.", "In the Middle East, as well as East and South Asia, threading was used on the entire face. But unibrows were actually considered alluring for both sexes, and were often accentuated with kohl.", "Threading -- which removes facial hair -- has long been a traditional beauty procedure, as seen in this picture at a Taipei night market. A thin thread is doubled, then twisted and rolled over areas of unwanted hair, plucking the hair at the follicle level. Credit: Yeung Kwan//LightRocket/Getty Images", "In Persia, hair removal and brow-shaping was a marker of adulthood and marriage for women, and was mainly reserved for that occasion. While in China, body hair was long considered normal, and even today woman face far less social pressure to shave.", "The same goes for other countries in Asia: While hair removal has become routine for many of the continent's young women, waxing or trimming pubic hair, for instance, isn't as common as it is in the West.", "In fact, in Korea, pubic hair was long considered a sign of fertility and sexual health -- so much so that, in the mid-2010s, it was reported that some Korean women were undergoing pubic hair transplants, to add extra hair to their own.", "Europeans weren't always obsessed with hair-free skin.", "In the Middle Ages, good Catholic women were expected to let their hair grow as a display of femininity, while keeping it concealed in public. The face was the only place where hair was considered unsightly: 14th-century ladies would pluck the hair from their foreheads in order to push back their hairlines and give their faces a more oval appearance. When Elizabeth I came to power in 1558, she made eyebrow removal fashionable.", "By the late 18th century, hair removal still wasn't considered essential by European and American women, although when the first safety razor for men was invented by French barber Jacques Perret in 1760, some women reportedly used them too.", "It wasn't until the late 1800s that women on both sides of the Atlantic started making hair removal an integral part of their beauty routines. The modern-day notion of body hair being unwomanly can be traced back to Charles Darwin's 1871 book \"Descent of a Man,\" according to Rebecca Herzig's \"Plucked: A History of Hair Removal.\"", "In Paris, a patient undergoes a hair removal session using an Alexandrite laser. Credit: BSIP/Universal Images Group/Getty Images", "Darwin's theory of natural selection associated body hair with \"primitive ancestry and an atavistic return to earlier, 'less developed' forms,\" wrote Herzig, a professor of gender and sexuality studies at Bates College in Maine. Conversely, having less body hair, the English naturalist suggested, was a sign of being more evolved and sexually attractive.", "As Darwin's ideas became popularized, other 19th-century medical and scientific experts began linking hairiness to \"sexual inversion, disease pathology, lunacy, and criminal violence,\" Herzig continued. Interestingly, those connotations were applied mostly to women's body hair, not men's -- not just because of evolutionary arguments but also, the author pointed out, the enforcement of \"gendered social control\" on women's rising role in society. Making women think they had to be hairless to be considered worthy of attention was a heteronormative way of controlling their bodies -- and, inherently, their selves -- through shame, Widdows explained.", "By the early 1900s, upper- and middle-class white America increasingly saw smooth skin as a marker of femininity, and female body hair as disgusting, with its removal offering \"a way to separate oneself from cruder people, lower class and immigrant,\" Herzig wrote.", "A female 'necessity'", "In the first decades of the 20th century, changing fashions -- sleeveless dresses exposing the skin -- further popularized body hair removal in the US.", "In 1915, Harper's Bazaar was the first women's magazine to run a campaign dedicated to the removal of underarm hair (\"a necessity,\" as it was described). That same year, men's shaving company Gillette launched the first razor marketed specifically for women, the Milady Décolletée. Its advert read, \"A beautiful addition to Milady's toilet table -- and one that solves an embarrassing personal problem.\"", "The shorter hemlines of the 1930s and '40s, and a shortage of nylon stockings during World War II meant more and more American women began shaving their legs, too. The introduction of the bikini in the US in 1946 also led shaving companies and female consumers to focus on the trimming and shaping of their nether regions.", "Italian actress Sophia Loren, wearing a white embroidered dress, posing for the photographer in Venice, 1955. Credit: Archivio Cameraphoto Epoche/Getty Images", "In the 1950s, as Playboy hit the newsstands (its first issue came out in 1953), clean-shaven, lingerie-touting women set a new standard of sexiness. By 1964, 98% of American women aged 15 to 44 were regularly shaving their legs. Wax strips and the first laser hair removal also debuted around then, though the latter was quickly abandoned for its damaging effects on the skin before being reintroduced decades later.", "\"And yet shaving was far from being as extreme as it is today,\" Widdows said. \"In the late 1960s and 1970s, full bushes were not at all uncommon, even in Playboy. Around that time you also had the second wave of feminism and the spread of hippie culture, both of which rejected hairless bodies. For a lot of women, body hair was symbol of their fight for equality. It wasn't seen as unnatural -- not yet.\"", "That shift, Widdows said, kicked off in the following decades, with the rising popularity of waxing, pornography and increasingly explicit pop culture. In 1987, seven sisters from Brazil (known as the J Sisters) opened a salon in New York City offering the so-called \"Brazilian\" -- a complete wax hair removal of the genital region. Celebrities like Gwyneth Paltrow and Naomi Campbell started doing it. The masses followed suit.", "\"Removing body hair went from being 'expected' to the norm,\" Widdows explained. \"Being hairless has come to be seen as the only 'natural' and clean way to present the body. Except it really isn't.\"", "Related video from CNN Beauty: The evolution of red lipstick", "With advertising and media further promoting the ideal of hair-free bodies, the idea that female hair is gross has only grown. In turn, methods to achieve hairlessness have become more precise: The last four decades have seen the ascent of electrolysis, pulsed light and more advanced laser technology.", "\"Anything associated with the 'abject' -- what we expel from our cultural worlds in order to define ourselves -- arouses disgust, shame and hostility almost by definition,\" Herzig told CNN in an email. \"Visible female body hair certainly tends to be treated as abject today. It's worth noting that those are ideas about cleanliness, contingent social norms, rather than about actually removing 'dirt.' Most hair removal practices tend to introduce new opportunities for abrasion and infection.\"", "Embracing hairiness", "In 2008, Breanne Fahs, professor of women and gender studies at Arizona State University, set female students an assignment to grow their body hair and write a paper reflecting on the experience. Fahs later extended the assignment to include the course's men, who were asked to shave their legs. The project still runs today.", "Mexican artist Frida Kahlo boasted a unibrow. Credit: Everett/Shutterstock", "\"The assignment has spotlighted the cultural inevitability of female hair removal,\" Fahs said in a phone interview. \"Over the years, those who have taken part in it have shared quite consistent issues: a deep sense of shame, struggle with self-confidence, even social ostracism.", "\"There have also been cases of heterosexism and homophobia -- this idea that growing your leg hair automatically implies you're queer, or shaving it means you're a gay man. Women often don't realize how much society, family and friends weigh in on what we do with our bodies. And how much of what we think is a choice -- that 'I choose to shave' -- has actually been imparted to and enforced upon us for generations.\"", "But Fahs also saw feelings of empowerment, rebellion and anger stirring from the project. \"Particularly in the last two years, in the wake of the election and the #MeToo movement -- there's been a deeper awareness of the restrictions surrounding women's bodies, of feminism, gender and sexuality, and a willingness to push back against it all, or at least break out of the comfort zone,\" she said.", "It's not just Fahs' students.", "A new cohort of young women is embracing body hair, especially on Instagram. The phenomenon has also made it into magazines. In the September issue of Harper's Bazaar, actress Emily Ratajkowski posed with unshaven underarms (a full 360-degree turn for the publication since its early anti-armpit hair messages). YouTuber Ingrid Nilsen and musician Halsey have also showed off their body hair.", "Newly launched women's shaving brands are also making a case for female fuzz, and encouraging positive conversations around the topic. The Flamingo razor, from the popular grooming line Harry's, emphasizes the right to choose whether to shave with ad slogans like \"No Waxation Without Representation\" and \"We Are Grow Choice.\"", "ed diverse groups of women shaving, combing their wispy underarm locks or lying on the beach in bikinis with varying levels of hairiness. Direct-to-consumer razor start-up Billie , established in 2017, is another company that's marketing the idea of choice. Rather than showing the perfectly smooth models typical of female shaving ads, its campaigns depictdiverse groups of women shaving, combing their wispy underarm locks or lying on the beach in bikinis with varying levels of hairiness.", "\"For so long, advertising has only reinforced the taboo around the subject,\" said Billie co-founder Georgina Gooley in a phone interview. \"We wanted to actually acknowledge that women have body hair, show it, and say that shaving is a choice. If you want to keep your body hair, we celebrate that. And if you want to remove it, that's fine as well.\"", "Photographer Ashley Armitage, who worked on the Billie campaigns and artfully depicts body hair on her Instagram account , agrees. \"Body hair is a personal choice,\" she wrote in an email. \"Shaving it, waxing it, or growing it are all valid options, and all up to the individual.\"", "The idea that not shaving can be a choice may not seem revolutionary, when it comes to normalizing body hair. But it could be an important step towards reframing the issue.", "\"I think more women are realizing how body hair is deeply connected to gender and power,\" said Fahs. \"The emotional nature of what body hair elicits in people has tremendous potential as a tool for activism and social change.\"", "Top image: Lady Gaga performs at the 22nd Annual MuchMusic Video Awards in Toronto, Canada on June 19, 2011."], "authors": ["Marianna Cerini"], "keywords": ["shave", "gender", "female", "pressured", "removal", "feel", "beauty", "considered", "women", "fahs", "body", "hair", "shaving"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}