{"id": "df0beabd-a945-3625-855f-8497bfea4c0c", "title": "In photos: The rodeos defying stereotypes about rural America", "url": "https://edition.cnn.com/style/article/luke-gilford-photography-queer-rodeo/index.html", "summary": "Written by Richard Conway, CNNOne of photographer Luke Gilford's earliest memories is of his father bringing him to the rodeo.\nNational Anthem: America's Queer Rodeo Credit: Luke GilfordGilford was attending a Pride event in northern California when he first came across members of the IGRA.\nThe resulting images -- published in the recent photo book \"National Anthem: America's Queer Rodeo\" -- are a testament to a marginalized community that reappropriates a predominantly rural narrative often used to exclude it.\nNational Anthem: America's Queer Rodeo Credit: Luke Gilford\"It's interesting because the arenas where the queer rodeos take place are where the mainstream rodeos take place.\nNational Anthem: America's Queer Rodeo Credit: Luke GilfordIn this sense, Gilford's work could be said to complicate the binary of red states and blue states, which are often simplified and stereotyped in public discourse.", "paragraphs": ["Written by Richard Conway, CNN", "One of photographer Luke Gilford's earliest memories is of his father bringing him to the rodeo. The native Coloradan recalls a bold, colorful world of Stetson hats and snakeskin shoes, of barbecued meat and majestic horses.", "\"It's something that I really adored as a child. It's quite a sensory experience with the pastel sunsets and the line dancing and hairspray and sequins. It's quite a thing,\" Gilford said over the phone from New York where is he currently based. \"I really loved that culture.\"", "From National Anthem: America's Queer Rodeo Credit: Luke Gilford", "But while the rodeo circuit he loved was associated with showmanship and extravagance, it was also dominated by a culture of frontier masculinity -- a sense of rugged individualism that can be hostile to anything outside itself. And as Gilford grew older, he began to understand that the sport was rife with homophobia. Gilford identifies as queer, and he found himself leaving the scene behind.", "\"I love the land of the Southwest and I love the animals and I love a lot of aspects of the culture,\" he said. \"But the homophobia really turned me away.\"", "Then, in 2016, Gilford discovered there was a multifaceted, multicultural world of LGBTQ+ rodeo -- one that existed in his home state in the form of a local branch of the International Gay Rodeo Association (IGRA).", "National Anthem: America's Queer Rodeo Credit: Luke Gilford", "Gilford was attending a Pride event in northern California when he first came across members of the IGRA. \"I could tell that they were authentic cowboys and cowgirls just because I'm from Colorado. I know one when I see one,\" he said. \"I was so shocked to see them at a Pride event. I went up and talked to them and they were so warm and so welcoming, and they encouraged me to come check it out.\"", "Co-opting the rodeo", "From that chance encounter, Gilford went on to spend years immersed in the queer rodeo scene -- a scene that officially kicked off in 1976 when the first gay rodeo was held in Nevada before branching out into state-based rodeo associations that unified under the IGRA name in 1985. The resulting images -- published in the recent photo book \"National Anthem: America's Queer Rodeo\" -- are a testament to a marginalized community that reappropriates a predominantly rural narrative often used to exclude it.", "Priscilla Toya Bouvier was Miss Miss IGRA 2019 Credit: Luke Gilford", "In one striking image, the elegant Priscilla Toya Bouvier -- who was Miss IGRA 2019 -- proudly displays a towering, bejeweled crown atop her coiffed locks and a winner's sash across her crisp, peach-colored shirt. In one sense, the photo recalls the traditional image of a rodeo queen -- the glamorous, official faces of mainstream rodeos, who are often photographed sporting ornate crowns and sashes. But here, Gilford presents a more inclusive and expansive definition of who can represent the western American pastime.", "Likewise, in another portrait, three rodeo participants bedecked in classic rodeo attire stand with their backs to Gilford's lens, embracing. The moment of gentle companionship calls into question traditional ideas of masculinity and long-held beliefs about how so-called cowboys should behave around one another. In a further photo, a cohort of enthusiasts mingle on horseshoe-imprinted arena sand -- the subtly powerful image suggesting that they feel at home in a space that usually snubs the queer community.", "National Anthem: America's Queer Rodeo Credit: Luke Gilford", "\"It's interesting because the arenas where the queer rodeos take place are where the mainstream rodeos take place. We're quite literally borrowing queer space and time in places that were not built for or by us,\" Gilford added. \"There's a subversion of power there, even if only for a weekend, to be co-opting this space and making it our own.\"", "Challenging binaries", "Indeed, while some of Gilford's portraits toy with the norms of conventional rodeo -- it is unlikely that his photo of two naked participants on horseback would emerge from a mainstream rodeo, for example -- these images don't exist to merely poke fun. Instead, Gilford's portraiture reveals a cohort of passionate amateurs whose interests challenge cultural stereotypes that associate the LGBTQ+ community with all things metropolitan.", "National Anthem: America's Queer Rodeo Credit: Luke Gilford", "Drew Sawyer, an art historian and curator at the Brooklyn Museum, and author of a forward to \"National Anthem,\" explained over an audio conference call that Gilford's work questions a long-held assumption that LGBTQ+ people must gravitate towards cities \"for their own freedom and safety, but also a larger sense of community.\"", "Sawyer places Gilford's work firmly in the lineage of East Coast city-based photographers Peter Hujar and Nan Goldin -- photographers who were famous for their intimate portraiture of LGBTQ+ communities and other marginalized groups and for being part of those same communities. But Sawyer does so with one qualification: \"Historically, that hasn't been the case for people outside of metropolitan centers,\" he added.", "National Anthem: America's Queer Rodeo Credit: Luke Gilford", "In this sense, Gilford's work could be said to complicate the binary of red states and blue states, which are often simplified and stereotyped in public discourse.", "\"There's these tribal dichotomies in America that cannot contain who we really are. There's the red and blue states. There's the coastal elites versus middle America and there's the conservatives versus the liberals. It's just so binary and polarizing,\" Gilford said. \"What's so beautiful about this community is that they really embrace both ends of the American cultural spectrum -- and everything in between. It's what we would hope America would be in the first place.\""], "authors": ["Richard Conway"], "keywords": ["americas", "defying", "credit", "really", "america", "rural", "anthem", "rodeo", "gilfords", "luke", "photos", "theres", "gilford", "stereotypes", "rodeos", "queer"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}