{"id": "df1396ff-0669-3274-b0f8-15aaa092b5ae", "title": "Covid-10trn - What is the economic cost of covid-19?", "url": "https://www.economist.com/finance-and-economics/2021/01/09/what-is-the-economic-cost-of-covid-19", "summary": "T HE ECONOMIC toll of the covid-19 pandemic is incalculable.\nA useful starting point is the semi-annual Global Economic Prospects report released this week by the World Bank.\nIt calculates that the world economy probably shrank by 4.3% in 2020, a setback matched only by the Depression and the two world wars.\nTo calculate that bigger fall, economists need an estimate of how global GDP might have evolved in the absence of covid-19.\nInstead of masks, tests, vaccines, Zoom calls and parcel deliveries, the world economy would have produced other items.", "paragraphs": ["T HE ECONOMIC toll of the covid-19 pandemic is incalculable. But let’s try anyway. A useful starting point is the semi-annual Global Economic Prospects report released this week by the World Bank. It calculates that the world economy probably shrank by 4.3% in 2020, a setback matched only by the Depression and the two world wars. But this dramatic figure still understates the cost. It measures the world economy’s fall from where it was before the pandemic, not from where it would have been had the virus not spread.", "To calculate that bigger fall, economists need an estimate of how global GDP might have evolved in the absence of covid-19. One simple baseline is the World Bank’s projection released this time last year, when it was still blissfully unaware of the lurking viral threat. Back then, it expected global GDP to expand by 2.5% in 2020 to $86trn. Compared with that figure, the shortfall of global GDP last year was probably more like 6.6%. That is equivalent to about $5.6trn (at the market exchange rates and prices prevailing in 2010, which the bank uses for analytical convenience).", "In 2021 the world economy should grow unusually briskly, the bank projects, helped by the roll-out of vaccines. But even if this expectation is met and no further calamities intrude, the level of output in 2021 will remain 5.3% below the bank’s pre-pandemic projections: a further shortfall of almost $4.7trn (see chart).", "Put these two numbers together and the cost of covid-19 this year and last will amount to about $10.3trn in forgone output: goods and services the world could have produced had it remained unafflicted. That is, to put it mildly, a big number. Only America and China have an annual GDP greater than $10trn. And there are 153 economies that produced less than that between them in 2019. Converted into today’s money, $10.3trn is enough to buy the ten biggest listed companies in the world, including Amazon, Apple and Saudi Aramco. It is also enough to buy all the property in New York City nine times over.", "Over $2trn of the cost will be suffered by the euro area. America will bear roughly $1.7trn. Among developing countries, India is set to endure the biggest loss in dollar terms: about $950bn (although the bank’s forecast for India’s growth in 2021 seems unduly pessimistic). Although China’s economy is much bigger than that of India, it will suffer a smaller GDP shortfall of about $680bn.", "Even these colossal numbers understate the cost, however. The economic damage, after all, will not be confined to this year and last. The World Bank expects global GDP in 2022 to remain 4.4% below its pre-pandemic predictions. It fears lasting harm to investment, human capital and, therefore, the growth potential of the world economy. It also worries that the debt that governments and companies have issued to help them weather the pandemic may harm growth in the future.", "There is another reason why these figures understate the economic tab. If the pandemic had never happened, world GDP would not only have been higher, it would also have been different. Instead of masks, tests, vaccines, Zoom calls and parcel deliveries, the world economy would have produced other items. Because the pandemic is so damaging to health and society, it is worth diverting vast resources to fight it—these efforts are of enormous economic value. But if the virus had never spread, these same efforts would have been unnecessary, making them an expense the world could have been spared. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["covid10trn", "economic", "bank", "covid19", "global", "shortfall", "pandemic", "world", "gdp", "cost", "economy"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}