{"id": "df1c66a5-4a38-3035-bfc8-46da0c096062", "title": "Reluctant revolution - Oil-rich Alberta seeks ways to go green", "url": "https://www.economist.com/the-americas/2020/12/05/oil-rich-alberta-seeks-ways-to-go-green", "summary": "A YEAR AGO , when Canada’s government promised to end net emissions of greenhouse gases by 2050, Jason Kenney, Alberta’s Conservative premier, erupted.\nThey imagine that people in poor countries like India “are all going to be driving Teslas 15 years from now”, Mr Kenney said.\nEnvironmental activists have singled out Alberta’s oil sands as an especially dirty source of crude.\nHe excoriated Justin Trudeau, Canada’s prime minister, for failing to back the construction of pipelines to carry Alberta’s oil to foreign markets.\nThe NDP , which gives Mr Trudeau’s minority government vital support in Parliament, has pulled ahead of Mr Kenney’s Conservatives in provincial polls.", "paragraphs": ["A YEAR AGO , when Canada’s government promised to end net emissions of greenhouse gases by 2050, Jason Kenney, Alberta’s Conservative premier, erupted. The government’s ideas were a “fantasy plan for a mythical country”, he said. He scoffed at the “California-style pieties” of the Liberals who govern Canada. They imagine that people in poor countries like India “are all going to be driving Teslas 15 years from now”, Mr Kenney said. In fact, “they want to stop burning cow dung”.", "The premier’s fusillade was in defence of Alberta’s oil industry, which has made the province’s residents Canada’s richest citizens. But it has lately suffered setbacks, most of which are more damaging than the Liberals’ nefarious net-zero plans. Oil prices have yet to recover from a slump that began in 2014. Environmental activists have singled out Alberta’s oil sands as an especially dirty source of crude. The thick bitumen they contain requires more energy, and money, to extract and refine than lighter oils do. Investment in the province’s oil and gas sector plunged between 2014 and 2019 to C$26bn ($19bn), around 6% of GDP (see chart). The covid-19 pandemic has made matters worse. The provincial unemployment rate of 10.7% is now among the highest in Canada.", "These reversals are prompting Alberta, a conservative province often at odds with the federal government in Ottawa, to rethink its economic future. While Alberta’s government expects demand for its oil to recover and resume its rise, it hopes to reduce its dependence on fossil-fuel investment for growth.", "One sign of this is a series of recent initiatives to boost investment in cleaner forms of energy. In October Alberta’s government proposed a law to provide a regulatory framework for investment in geothermal energy. The province has the right geology, and expertise in drilling. Energy from below the earth’s surface can make use of abandoned oil and gas wells and the infrastructure that serves the industry.", "On October 6th Mr Kenney announced that Alberta would seek to use its natural gas to produce and export hydrogen, a fuel that does not emit greenhouse gas. The carbon dioxide that comes from producing hydrogen would need to be captured and stored. He has joined the premiers of three other provinces to promote the development of small nuclear reactors. Alberta’s government recently set up a council to devise ways of boosting extraction of minerals such as lithium and vanadium, which are used to make batteries.", "A vociferous opponent of the federal government’s policy of setting a price floor for carbon emissions, Mr Kenney has lately gone quiet on the issue. Alberta and several other provinces are still challenging in court the constitutionality of the broad-based carbon price, which is set to rise to C$50 a tonne by 2022. Alberta has a carbon-pricing scheme for large emitters, which supports a fund that promotes emissions reductions. In September its government said it would immediately spend the C$750m in that fund, especially to develop carbon capture and storage.", "The greener tinge to Alberta’s policies is a big change from the fiery hue of Mr Kenney’s successful campaign for the premiership in 2019. Wearing a wide-brimmed cowboy hat and touring in a blue pickup truck, he blasted the critics of Alberta’s oil sands and vowed a return to the boom years. He accused the left-wing New Democratic Party ( NDP ), which then led the provincial government, of hobbling the oil industry with regulation. He excoriated Justin Trudeau, Canada’s prime minister, for failing to back the construction of pipelines to carry Alberta’s oil to foreign markets. The message was popular. In the election Mr Kenney won 55% of the vote.", "His premiership has provided a humbling education. On a road show in New York last year investors told him bluntly that they really meant it when they talked of using environmental criteria to guide their decisions. Insurance companies are withdrawing coverage for pipeline construction projects that are opposed by environmentalists. Joe Biden, who will become the United States’ president in January, has said he will cancel the permit for building the Keystone XL pipeline, in which Alberta’s government has invested C$1.5bn.", "Alberta’s plans for a greener future are not fanciful. Its idled workers have skills that can be used to produce cleaner forms of energy. But there are obstacles. The province is far away from big energy markets, points out Andrew Leach, a specialist in energy economics at the University of Alberta. Heat and hydrogen are harder to transport than oil. In five or ten years, solar power may replace natural gas as a way of producing hydrogen, Mr Leach warns.", "If Alberta’s energy transformation is to improve Mr Kenney’s political fortunes, it will have to happen fast. The federal government in Ottawa is splashing out to fight the economic effects of the pandemic: on November 30th it said it would spend an extra C$70bn-100bn, 3-4% of this year’s GDP , over three years. But Mr Kenney’s government is cutting the pay of public servants, including doctors. Reported cases of covid-19 are surging in the province. The NDP , which gives Mr Trudeau’s minority government vital support in Parliament, has pulled ahead of Mr Kenney’s Conservatives in provincial polls. The next election is due to be held in 2023. Alberta’s pro-oil premier may not be the one to lead Alberta’s green revolution. ■", "For more coverage of climate change, register for The Climate Issue, our fortnightly newsletter, or visit our climate-change hub"], "authors": ["The Economist"], "keywords": ["kenney", "alberta", "mr", "seeks", "revolution", "albertas", "province", "ways", "oil", "kenneys", "energy", "gas", "reluctant", "oilrich", "provinces", "green"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}