{"id": "df58b0f7-e6a4-39a2-b5a6-634b52a74347", "title": "Rooting-tooting! 17 ways with celeriac – from a comforting rosti to excellent ice-cream", "url": "https://www.theguardian.com/food/2021/apr/21/17-ways-with-celeriac", "summary": "Photograph: Linda Nylind/The GuardianOliver’s recipe also acts as step one for making celeriac soup.\nThis cheddar and celeriac soup is not much more complicated than that.\nYotam Ottolenghi’s celeriac soup uses garlic, rice and a charred lemon salsa.\nThere are lots of versions of celeriac remoulade out there, but I only use Nigel Slater’s.\nSlaw II … when you’ve tried celeriac remoulade, you won’t go back to coleslaw.", "paragraphs": ["Celeriac has many culinary virtues, but it is not handsome. In its untrimmed state, it looks like a celery plant someone brought before the Gardeners’ Question Time panel to ask what went wrong. It actually is a sort of celery, as the name suggests, cultivated for its bulbous root rather than its apologetic stalks.", "It looks pretty unprepossessing even when trimmed and wrapped for the supermarket, with gnarled roots, tendrils and a tough grey skin. A celeriac bulb can also seem like a lot of work – going at it with a peeler is thankless; better to slice away the outside with a sharp knife – but it doesn’t have to be. In fact, you can bake it as is, whole, along with some herbs and oil, wrapped in a foil package. After two hours, just slice off the top, mash the insides with a little butter and eat. If that seems too unadventurous, here are 16 others ideas to try.", "For a more, let’s say, experimental take on the whole roast celeriac, Tom Hunt wraps his root in a bread dough made with seaweed and bakes it that way. But innovation doesn’t have to be elaborate. Jamie Oliver’s “simple as that” celeriac is a case in point: the peeled celeriac is diced into cubes and gently sautéed in olive oil with thyme. Keeping it simple allows the celeriac to assert itself: the flavour has more than a hint of celery, with an earthy, mushroom undertone.", "Instant gratination … Angela Hartnett’s celeriac gratin with bacon and rosemary. Photograph: Linda Nylind/The Guardian", "Oliver’s recipe also acts as step one for making celeriac soup. Any leftover cubes can be added to onions, stock and whatever else you have and whisked smooth before serving. This cheddar and celeriac soup is not much more complicated than that. For her soup, Anna Jones combines celeriac with apple (not as uncommon a pairing as it sounds), plus a sprinkled topping that includes coriander, cumin, fennel, nigella and sesame seeds. Yotam Ottolenghi’s celeriac soup uses garlic, rice and a charred lemon salsa.", "Of course, you don’t have to cook celeriac at all; it is useful raw. Shredded into matchsticks, it can form the basis of the classic slaw known as celeriac remoulade, which might be my favourite thing ever. Some people prefer a half-celeriac, half-carrot blend, but I don’t mess with perfection.", "There are lots of versions of celeriac remoulade out there, but I only use Nigel Slater’s. The dressing is mostly mayonnaise (it is better, but by no means essential, to make your own), mixed with double cream, dijon mustard and parsley, then thinned with lemon juice. I will not lie to you: shredding a whole celeriac into uniform matchsticks is a drag, but don’t be tempted to grate it – it will come out too floppy. You will also need to keep the matchsticks bathed in lemon juice – or acidulated water – to stop them discolouring while you do everything else. Trust me: it will be worth it in the end.", "Slaw II … when you’ve tried celeriac remoulade, you won’t go back to coleslaw. Photograph: Yay Media AS/Alamy", "The dense, firm flesh of a celeriac bulb allows it to stand in for a lot of other foods, but it is probably most often used in place of, or in conjunction with, potatoes. Ottolenghi makes celeriac rosti, adding in only one small potato for, I suppose, cohesion. Cut into the right shape, parboiled and tossed with curry powder, celeriac also makes an excellent, non-potato oven chip. Gill Meller does a literal mash-up of celeriac and baked potatoes, for a hybrid supper that counts among its other ingredients ceps, garlic, cheddar and double cream. Hard to argue with that list.", "Meera Sodha invented hasselback celeriac for the name alone, thinly slicing the root almost all the way down to the base before baking it, to soak up a white miso glaze. Angela Hartnett offers a roughly 50/50 celeriac and potato gratin, with a bit of added bacon. And here is an alternative cottage pie with celeriac on top and minced pork inside.", "Celeriac can do a lot more than impersonate a potato. In fact, you could probably create a whole week of evening meals from it. Start with celeriac steaks, like these from Thomasina Miers, served with a sauce of sherry, lardons, capers and raisins. Miers also uses celeriac as a pasta substitute for this maltagliati with winter romesco sauce. Slice the celeriac as finely as you can, but don’t worry about the shapes: maltagliati is Italian for “badly cut”, so irregularity is key. You want it to resemble either leftover ravioli trimmings or broken lasagne sheets.", "Diced up small enough, celeriac can even replace rice, as in this risotto made with winkles, a black truffle and mascarpone.", "Finally – and I am sure you suspected we were heading this way eventually – our pudding course is celeriac ice-cream, by Hugh Fearnley-Whittingstall. The celeriac is simmered in milk, pureed, combined with egg yolk, sugar and double cream, heated, whisked, cooled, and put into an ice-cream machine. In other words: it is ice-cream, but with celeriac in it. That may sound like a recipe created either to prove a point or to win a bet, but Hugh says it works. I, for one, am happy to take his word for it."], "authors": ["Tim Dowling"], "keywords": ["potato", "celeriac", "matchsticks", "icecream", "remoulade", "rosti", "ways", "17", "dont", "slice", "root", "comforting", "way", "excellent", "soup", "rootingtooting", "lot"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}