{"id": "df8327a1-b1f7-338c-becb-9d6551d47fdb", "title": "Incarcerated and Infected: How the Virus Tore Through the U.S. Prison System", "url": "https://www.nytimes.com/interactive/2021/04/10/us/covid-prison-outbreak.html", "summary": "A year later, one in three inmates in state prisons are known to have had the virus, the data shows.\nInfection rates in state prison systems compared with infection rates in state populations Number of cases reported per 100 people and the estimated gap between rates in each state.\nCase rate in entire state Case rate in state prisons Michigan Mich. 8 in 100 76 in 100 9.4x as many cases in prisons Arkansas Ark.\nInfection rates in state prison systems 0 10 20 30 40 Ala. AL Alaska AK Ariz. AZ Ark.\nStill, many inmates and correctional officers have been reluctant to get the shots, according to state prison systems and jails.", "paragraphs": ["Inside United States prisons, the rate is 34 in 100, more than three times as high.", "In the United States, which has among the worst infection rates globally, the number is 9 in 100.", "Worldwide, about 2 in 100 people are known to have had the coronavirus.", "America’s prisons, jails and detention centers have been among the nation’s most dangerous places when it comes to infections from the coronavirus. Over the past year, more than 1,400 new inmate infections and seven deaths, on average, have been reported inside those facilities each day.", "The cramped, often unsanitary settings of correctional institutions have been ideal for incubating and transmitting disease. Social distancing is not an option. Testing was not a priority inside prisons early in the pandemic. With little public pressure, political leaders have been slow to confront the spread.", "The virus shot through many institutions, leaving inmates desperate for ways to avoid getting sick. At Pickaway Correctional Institution in Ohio, which housed about 1,900 inmates, they tried to turn bed sheets into tents to separate themselves; four in five inmates were infected anyway.", "At an immigration detention center in Farmville, Va., nearly every detainee — 339 in all — was infected. And at the Fresno County Jail in California, where most inmates are held on charges for which they have not yet been convicted, more than 3,800 were sickened.", "Inmate infections in U.S. correctional facilities State facilities Federal facilities 100 1,000 2,000 cases HoverTap for more information + – + Note: Only facilities with known cases are shown. Data is through March 31, 2021.", "Starting in March of last year, New York Times reporters tracked every known coronavirus case in every correctional setting in the United States, including state and federal prisons, immigrant detention centers, juvenile detention facilities, and county and regional jails.", "We measured the pandemic’s excruciating impact on prisoners using records requests and interviews with people from all corners of the system. We spoke with incarcerated people and their families, prison wardens, jailers, prosecutors, defense attorneys and civil rights groups.", "A year later, one in three inmates in state prisons are known to have had the virus, the data shows. In federal facilities, at least 39 percent of prisoners are known to have been infected. The true count is most likely higher because of a dearth of testing, but the findings align with reports from The Marshall Project and the Associated Press, U.C.L.A. Law and The COVID Prison Project that track Covid-19 in prisons.", "The virus has caused misery and loss in many places, but its destructive power has been felt intensely among the incarcerated, who have been infected at rates several times higher than those of their surrounding communities.", "Infection rates in state prison systems compared with infection rates in state populations Number of cases reported per 100 people and the estimated gap between rates in each state. Case rate in entire state Case rate in state prisons Michigan Mich. 8 in 100 76 in 100 9.4x as many cases in prisons Arkansas Ark. 11 72 6.5x Kentucky Ky. 10 68 7.0x Kansas Kan. 11 62 5.9x South Dakota S.D. 14 61 4.5x Colorado Colo. 8 58 7.0x Iowa Iowa 11 58 5.1x Idaho Idaho 10 57 5.5x Utah Utah 12 55 4.5x Wisconsin Wis. 11 54 4.9x Rhode Island R.I. 13 54 4.1x New Mexico N.M. 9 52 5.7x Alaska Alaska 9 47 5.4x Connecticut Conn. 9 44 4.9x Delaware Del. 10 44 4.4x Wyoming Wyo. 10 43 4.4x Minnesota Minn. 10 43 4.5x California Calif. 9 42 4.5x Washington Wash. 5 40 8.1x Nevada Nev. 10 37 3.7x Massachusetts Mass. 10 36 3.8x Oklahoma Okla. 11 36 3.2x North Dakota N.D. 14 36 2.6x Hawaii Hawaii 2 35 16.0x Vermont Vt. 3 33 9.8x Tennessee Tenn. 12 32 2.7x North Carolina N.C. 9 31 3.5x Virginia Va. 7 31 4.2x New Jersey N.J. 11 31 2.9x Illinois Ill. 10 30 2.9x Arizona Ariz. 12 29 2.5x Montana Mont. 10 29 2.9x Oregon Ore. 4 25 6.3x Pennsylvania Pa. 8 24 2.9x Texas Texas 10 21 Florida Fla. 10 19 South Carolina S.C. 11 19 Maryland Md. 7 19 New Hampshire N.H. 6 18 Ohio Ohio 9 18 Nebraska Neb. 11 18 Missouri Mo. 10 18 West Virginia W.Va. 8 16 New York N.Y. 10 16 Indiana Ind. 10 13 Louisiana La. 10 10 Mississippi Miss. 10 8 Alabama Ala. 11 7 Georgia Ga. 10 7 Maine Maine 4 7 Show all", "Early in the pandemic, the coronavirus hit the Black population in the U.S. particularly hard, with disproportionate rates of deaths, which health experts attributed in part to disparities in care. While racial data is not available for Covid-19 prison cases, African-Americans are overrepresented in the system, accounting for 33 percent of inmates but making up just 13 percent of the nation’s population. For that reason, public health officials say, they are more likely to be among those infected in prisons.", "The virus has killed prisoners at higher rates than the general population, the data shows, and at least 2,700 have died in custody, where access to quality health care is poor.", "A month after a parole board approved the commutation request on his life sentence, Bruce Norris, 69, was still in custody, awaiting the Pennsylvania governor’s signature, when he died from the coronavirus. In a crowded Texas federal prison, Andrea Circle Bear, 30, was serving a two-year drug sentence. She died from the virus shortly after giving birth while on a ventilator.", "Alan Hurwitz, 79, had lung and throat cancers. He was denied compassionate release several times from the North Carolina federal prison where he was serving for a series of bank robberies. When he was finally freed, he fell ill on the flight home. A medical examiner determined that he died of the coronavirus.", "These deaths, and many of the more than 525,000 infections so far among the incarcerated, could have been prevented, public health and criminal justice experts say.", "Prisons and jails are sometimes so crowded that three inmates sleep in cells designed for one person. Prisons have not adequately quarantined sick inmates, and have often not required testing for correctional officers. Inmates have also been given low priority to receive vaccinations, even as cases have continued to rise.", "“Corrections institutions have continuously failed to take even the most basic life-saving measures to protect incarcerated people from Covid-19,” said Maria Morris, a senior staff attorney for the A.C.L.U.’s National Prison Project.", "A year into the pandemic, prison officials around the country have acknowledged that their early approach was muddled and based on trial and error. The novelty of the virus, some said, made early decisive action nearly impossible because so little was known about how it spread. In some states, the disorganized response lasted well into the pandemic.", "“It feels like we’re holding this together with bubble gum and packaging tape,” Todd Ishee, the state commissioner of prisons in North Carolina, said in an interview in December.", "In addition to inmates, more than 138,000 prison and jail correctional officers were sickened, and 261 died, according to the Times data.", "There were many reasons for the rapid spread of the virus in prisons, but several common problems drove outbreaks at every type of facility. The challenges remain steep even now, and infections among the incarcerated continue to climb.", "Despite warnings, many prisons were unprepared to handle the virus.", "Alvin MurrayAlvin Murray, 71, was relieved when he learned last February that he would be transferred to the Duncan prison, a state facility for older inmates about 100 miles north of Houston. The salt and pepper in the chow hall was a sign that conditions were better there than in his previous prisons. At one facility, Mr. Murray, who was convicted of arson and property theft and was serving a 20-year sentence, had nearly died of pneumonia, his relatives said.", "“We were hoping that when he moved to Duncan he would be safe,” said Nelda Cramer, Mr. Murray’s sister.", "Rufus H. Duncan Geriatric Facility prison Diboll, Texas Inmate infections 279 Inmate deaths 21", "By then, public health officials were warning wardens that prisons needed to take precautionary measures against the virus, especially for older inmates. Health officials said that without basic steps, including social distancing, better sanitation, and less crowding, correctional institutions had the potential to become incubators for the virus.", "Few states heeded these early warnings, and many focused their efforts on keeping the virus out of prisons — including prohibiting family visitations — rather than preparing to handle outbreaks once the virus got inside. One Texas prison failed to supply sufficient soap, left sinks in disrepair and banned hand sanitizer, a court found.", "In other states, prisons continued transferring inmates from one facility to another, often failing to test them first. Others did not enforce rules requiring guards to wear masks.", "But inmates and civil rights groups say the most significant impediment to containing the virus has been the crowding that has become prevalent in U.S. prisons. Since the 1980s, the nation’s prison population has increased by more than 500 percent, and about 1.4 million people — more than half of them Black or Hispanic — are now behind bars.", "States have so many inmates that gyms have been converted into housing areas, recreational yards have been shrunk or eliminated to accommodate more beds, and prisons have shifted from cells to dormitory-style housing, with inmates sleeping in double- or triple-tiered bunks that fill nearly every bit of floor space.", "The changes have meant that when the virus entered a prison, it spread quickly. At Duncan, it hopped from bed to bed last summer, infecting three-quarters of inmates.", "Jeremy Desel, a spokesman for the Texas prison system, said the authorities did everything possible to keep the virus at Duncan under control, including intensive cleaning of the facility, extra soap for inmates and extensive testing. He said those actions saved lives.", "But in the end, 279 inmates and 66 staff members were infected, and Mr. Murray and 20 other inmates and one staff member died.", "Prisons did not move quickly enough to test employees or provide contact tracing.", "Prisons and jails have only sporadically traced the contacts of infected prisoners and guards to understand who was at risk of exposure. This has inhibited their ability to prevent the virus from entering facilities and to limit its transmission, public health officials said.", "Oakdale federal prison complex Oakdale, La. Inmate infections 620 Inmate deaths 9", "Early in the pandemic, one of the hardest-hit places was the Oakdale federal prison, with about 1,900 inmates in rural south Louisiana. An outbreak there infected 689 inmates and guards, and nine inmates died.", "At Oakdale, an investigation by the Justice Department’s Office of the Inspector General found that a series of mistakes by prison officials and rules violations by staff members had allowed the virus to proliferate.", "The report found the virus appeared to have been introduced by a Bureau of Prisons teacher who visited New York City in March 2020. There was no evidence that the prison had screened the teacher or tested him before he resumed teaching inmates. (The Bureau of Prisons declined comment about the Oakdale outbreak.)", "On March 11, the day after the teacher resumed instruction, he reported feeling ill. Still, he kept teaching, and students who were housed in different parts of the sprawling facility mingled in his classroom.", "Eight days later, inmates started complaining of symptoms. The prison did not screen inmates consistently for the virus, and staff members did not wear masks or other protective gear while transporting and guarding sick inmates at hospitals.", "It was not until March 26 that protective gear was distributed. By then, hundreds were believed to have been infected, though the precise number is not known because the prison did not start testing inmates until mid-April.", "A later round of contact tracing identified the prison’s Education Department as the common nexus: The first four inmates to test positive shared a class, and the first inmate to die was an assistant to the teacher who had fallen ill.", "Testing was slow for inmates, even for those who showed signs of illness.", "A year into the pandemic, a vast majority of states have tested all of their prison inmates for the virus at least once, though more frequent testing would be ideal for people living in such cramped quarters. And, several states, including Alabama, Georgia and Mississippi have yet to test everyone.", "Infection rates vary across state prison systems ... Infection rates in state prison systems 0 10 20 30 40 Ala. AL Alaska AK Ariz. AZ Ark. AR Calif. CA Colo. CO Conn. CT Del. DE Fla. FL Ga. GA Hawaii HI Idaho ID Ill. IL Ind. IN Iowa IA Kan. KS Ky. KY La. LA Maine ME Md. MD Mass. MA Mich. MI Minn. MN Miss. MS Mo. MO Mont. MT Neb. NE Nev. NV N.H. NH N.J. NJ N.M. NM N.Y. NY N.C. NC N.D. ND Ohio OH Okla. OK Ore. OR Pa. PA R.I. RI S.C. SC S.D. SD Tenn. TN Texas TX Utah UT Vt. VT Va. VA Wash. WA W.Va. WV Wis. WI Wyo. WY … but some states rarely test inmates for the virus. Number of coronavirus tests reported per inmate <1 1 to 2 2+ No data Ala. AL Alaska AK Ariz. AZ Ark. AR Calif. CA Colo. CO Conn. CT Del. DE Fla. FL Ga. GA Hawaii HI Idaho ID Ill. IL Ind. IN Iowa IA Kan. KS Ky. KY La. LA Maine ME Md. MD Mass. MA Mich. MI Minn. MN Miss. MS Mo. MO Mont. MT Neb. NE Nev. NV N.H. NH N.J. NJ N.M. NM N.Y. NY N.C. NC N.D. ND Ohio OH Okla. OK Ore. OR Pa. PA R.I. RI S.C. SC S.D. SD Tenn. TN Texas TX Utah UT Vt. VT Va. VA Wash. WA W.Va. WV Wis. WI Wyo. WY", "Note: Infection and testing rates are calculated using the maximum population for each state system since May 2020.", "Alabama’s prisons have among the lowest testing rates and the second-lowest case rate of all state prison systems — but among the highest coronavirus death rates in the nation, suggesting the virus is going undetected until it is too late. In some instances, even the deaths may be undercounted.", "Colony WilsonA coroner determined that Colony Wilson, a 40-year-old inmate at an Alabama women’s prison, died last May from a pulmonary embolism — a blood clot in the lung.", "Neither the coroner nor the prison tested Ms. Wilson for the coronavirus, but inmates said Ms. Wilson had symptoms, including trouble breathing. At the time, about 10 virus cases had been reported at the prison.", "“They say she had blood clots in her lungs — that didn’t sit well with me,” said Sylvester Wilson, Ms. Wilson’s uncle. “How did she develop that just like that?”", "Birmingham Women's Community Based Facility and Community Work Center Birmingham, Ala. Inmate infections 17 Inmate deaths 0", "On May 10, 2020 — a Sunday — two days after Ms. Wilson first complained of trouble breathing, she was told to fill out a sick slip, other inmates said.", "But before her appointment, she passed out twice — each time in front of prison staff members, inmates said.", "The second time Ms. Wilson lost consciousness, she died, inmates and her family said. She had been serving a 20-year sentence for aggravated child abuse.", "Samantha Rose, a prison system spokeswoman, said Ms. Wilson had not exhibited coronavirus symptoms, and therefore did not meet the prison’s medical rules to be tested. She declined to discuss inmates’ descriptions of Ms. Wilson’s illness, and officials did not respond to assertions about how staff members responded.", "Kristi Simpson, deputy to the prison system’s chief of staff, wrote in an email that a departmental investigation had been conducted and that “foul play and suspicious circumstances were both ruled out.” Ms. Simpson added that investigators had taken witness accounts into consideration, but she declined to comment further.", "In the Alabama prison system’s official data, there are just 17 infections for inmates and 28 for correctional officers — and no deaths — recorded at Ms. Wilson’s prison. A quarter of inmates have never received a test.", "Outbreaks overwhelmed many facilities, infecting nearly every prisoner.", "“Man down! Man down!”", "Inmates say those panic-filled words rang out of the walkie-talkies of guards several times a day as the coronavirus ripped through California’s San Quentin State Prison in June, eventually killing 28 inmates and infecting more than 2,200 others — about three in every five prisoners.", "Some died in their sleep. Some were too ill to stand. Some passed out and never regained consciousness.", "Rahsaan Thomas “Fifteen minutes ago, a nurse came through, they had their mask on, all the way on covering their nose and their mouth because she said Covid is everywhere in San Quentin, except north block and west block,” Rahsaan Thomas, an inmate, told reporters in June. “So it’s heavy right now.”", "Older prisoners placed handwritten signs outside their cells that read “Immune Compromised” so that guards would wear masks around them. Other inmates refused to leave their cells out of fear of catching the virus.", "Mr. Thomas said in June that he was primarily concerned about older inmates, who make up a large percentage of the San Quentin population. But at 49, he admitted he was also worried about himself.", "“I don’t want to see them die,” Mr. Thomas said, before adding: “I don’t know if I’m tough enough to survive Covid.”", "San Quentin State Prison San Quentin, Calif. Inmate infections 2,243 Inmate deaths 28", "The outbreak began after officials transferred more than 100 medically vulnerable inmates to San Quentin from the California Institution for Men, a Southern California prison.", "The men who had been transferred used the same showers and ate in the same dining hall as other San Quentin inmates. Ninety-one of them later tested positive for the virus.", "Within a few weeks, a vast majority of inmates at San Quentin were infected. Mr. Thomas was one of the few who were not. Hundreds of prison staff members also were infected, and one died.", "At least 124 facilities nationwide faced outbreaks that were similar to or more severe than San Quentin’s, with at least 60 percent of inmates infected.", "Ralph Diaz, secretary of the state’s Department of Corrections and Rehabilitation, was questioned about the flawed transfer by a State Senate committee in late June.", "“Could we have done better in many instances? Of course we can,” Mr. Diaz said. Weeks later, he announced his resignation.", "Few governors granted widespread releases of inmates, leaving the most vulnerable in custody.", "Clarence Givens For months, Clarence Givens, 70, stayed in his 6 by 8 foot cell at Stanley Correctional Institution in Wisconsin, isolating with his cellmate. He had asthma, relied on a breathing machine for obstructive sleep apnea and was frightened of getting sick.", "Mr. Givens, in prison for heroin possession, said that he was hoping to be released early, though he had not filled out paperwork seeking compassionate release. He died from Covid, the authorities said, in December.", "Only a handful of states have released more than a few thousand inmates early, despite calls from a variety of groups and some prosecutors to reduce prison populations amid the pandemic.", "Stanley Correctional Institution Stanley, Wis. Inmate infections 421 Inmate deaths 3", "“We talk among each other,” Mr. Givens wrote to a reporter a few weeks before his death. “And the main thing is we are very worried because we think the guards are going to bring it in and make us sick. Who knows if we survive that?”", "Ultimately, 421 inmates and 135 correctional officers at Stanley were infected, and three inmates did not survive.", "Once Mr. Givens fell ill in November, other inmates said they aided him as best they could. He continued to stay in his cell.", "“He wasn’t eating too much for days but I did force him to drink our juices they gave us, to eat some fruits, water and I finally got him to eat some some soup and some cereal, the whole pod donated vitamins, some Emergen-C vitamin C, teas, vitamin D, and other vitamins from canteen and I just kept having him take them and drink plenty of fluid,” an inmate wrote to Mr. Givens’s wife. “I had to assist him in it all cause he couldn’t barely sit up or even dress.”", "John Beard, a prison system spokesman, cited health care privacy laws in declining to answer questions about Mr. Givens.", "Tens of thousands of people awaiting trial were held in local jails where the virus was surging.", "Local jails are transitory places. Most people in a typical jail will eventually be released, usually within a few days. They post bond for charges like shoplifting or public drunkenness or reckless driving and return home, waiting for their court date.", "The churn of people has meant that some of the nation’s largest virus outbreaks have occurred in county jails.", "Number of known inmate infections in local jails 100 1,000 2,000 cases HoverTap for more information + – + Note: Data for jails in Alaska was unavailable. Only jails with known cases are shown. Data is through March 31, 2021.", "Last spring, courts around the nation canceled trials and hearings to try to stop the virus’s spread. But that pause in the courts left many inmates who could not post bail languishing in jails with a heightened risk of exposure.", "Nickolas Lee On Feb. 4, 2020, Nickolas Lee, 42, was transferred to the Cook County Jail in Chicago, accused of violating his parole on an armed robbery conviction. He was initially scheduled to appear in court two weeks later. Then, court dates were canceled and then suspended indefinitely.", "When the virus started spreading there in late March, the jail had yet to distribute face masks to inmates. Instead, he wrapped a T-shirt over his nose and mouth, said his wife, Cassandra Greer-Lee.", "Cook County Jail Chicago Inmate infections 1,491 Inmate deaths 10", "The Cook County Sheriff’s Office said that it had initially not distributed face masks to inmates because the C.D.C. said at the time that hospitals were most in need of existing supplies. The jail began providing masks to inmates in April 2020. More than 2,600 inmates and guards at the jail have been infected and 14 have died.", "“Since the beginning of the pandemic, the Cook County Sheriff’s Office has followed and consistently exceeded the guidance of public health experts, including the C.D.C., with regard to Covid-19 interventions,” Matthew Walberg, a spokesman for the sheriff’s office, said.", "Nearly 60 days after his arrest, Mr. Lee was rushed to the hospital, where he tested positive for Covid-19. He died six days later. Barred from visiting him, Ms. Greer-Lee said she was on the phone with her husband not long before he passed away.", "“I will replay hearing him gasp for air the last day I talked to him — I will remember that for the remainder of my life,” she said.", "Slow vaccinations and the threat of variants leave an uncertain landscape.", "Prisons’ pandemic response has improved by some measures in the past year — testing, especially at intake, and mask-wearing are more widespread. But prisons were built with security in mind and not to act as hospitals or hospices. Given the age and poor health of many inmates, they remain especially vulnerable to infection and illness.", "In recent weeks, more contagious variants of the virus have appeared in prisons in Colorado, Michigan and elsewhere. Public health officials say the presence of variants in prisons is likely to be more widespread than known because most facilities do not regularly screen for them.", "Early in the nation’s vaccination program, incarcerated people in most states were not given priority to be innoculated, though they have an elevated risk of infection and death. By April, most states had announced plans to vaccinate prisoners in subsequent months.", "Still, many inmates and correctional officers have been reluctant to get the shots, according to state prison systems and jails. All of it has left the likelihood of eliminating future outbreaks uncertain, public health experts say, even after much of the nation is vaccinated.", "“It’s inevitable once that new strain gets here, it’s going to spread like wildfire,” James Moore, an inmate at G. Robert Cotton Correctional Facility in Michigan, wrote in an email last month. “It’s inevitable. So we’re basically just sitting back and biding our time until we get sick.”"], "authors": ["Eddie Burkhalter", "Izzy Colón", "Brendon Derr", "Lazaro Gamio", "Rebecca Griesbach", "Ann Hinga Klein", "Danya Issawi", "K.B. Mensah", "Derek M. Norman", "Savannah Redl"], "keywords": ["virus", "system", "inmates", "state", "prisons", "infected", "tore", "infections", "inmate", "correctional", "prison", "incarcerated", "states"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}