{"id": "df9bdf70-6841-313a-8ed6-57a718e61ebb", "title": "Texas mayor says the southern border is the 'wild, wild west'", "url": "https://www.foxnews.com/politics/texas-mayor-says-the-southern-border-is-the-wild-wild-west", "summary": "Don McLaughlin, mayor of Uvalde, Texas, joined \"Tucker Carlson Tonight\" to share his town's experience with the influx of migrants at the southern border, saying the situation is a \"madhouse.\"\nDON MCLAUGHLIN: Well, it’s kind of like the wild, wild, west down there.\nThe Border Patrol, we have a good relationship with our community, but they’re spending all their time having to deal with these unaccompanied minors.\nBut we’re not dealing with minors, we’re dealing with young adult males.\nThis is something we’re having to deal with every day, and it’s getting worse and worse and worse.", "paragraphs": ["Don McLaughlin, mayor of Uvalde, Texas, joined \"Tucker Carlson Tonight\" to share his town's experience with the influx of migrants at the southern border, saying the situation is a \"madhouse.\"", "DON MCLAUGHLIN: Well, it’s kind of like the wild, wild, west down there. We have car chases on a daily basis, we have immigrants jumping off trains, we have them coming into towns…in our schools. It’s just non-stop. The Border Patrol, we have a good relationship with our community, but they’re spending all their time having to deal with these unaccompanied minors. But we’re not dealing with minors, we’re dealing with young adult males. A lot of them have criminal records…as of early February, 97 sexual predators have been caught in the Del Rio sector, which Uvalde is a part of.", "On my way up here there was a chase in town, just as I was leaving. There was also, on the west side of town, a group that was running through people’s yards, they were trying to catch them. This is something we’re having to deal with every day, and it’s getting worse and worse and worse.", "WATCH THE FULL INTERVIEW HERE"], "authors": ["Fox News Staff", "This Article Was Written Fox News Staff."], "keywords": ["wild", "mclaughlin", "having", "uvalde", "dealing", "border", "town", "southern", "west", "minors", "worse", "deal", "texas", "mayor"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}