{"id": "df9d812e-2999-3f55-8d76-7bf50c8ad9dd", "title": "Torrey Peters on the Taboo of Detransitioning, and Britain Faces Its Meghan-and-Harry Crisis", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/torrey-peters-on-the-taboo-of-detransitioning-and-britain-faces-its-meghan-and-harry-crisis", "summary": "And the writer Torrey Peters finds mainstream success writing about a topic that’s been a taboo for most trans authors: detransitioning.\nCan the Royal Family Withstand Oprah’s Scrutiny?\nThe historian Simon Schama and the staff writer Doreen St. Félix discuss how the interview with Meghan and Harry plays into culture wars in the U.K. and the U.S.“2034,” a Cautionary Tale of Conflict with ChinaA retired admiral and a former marine teamed up to write a thriller about how not to start a world war.\nWhat’s often missing in military planning, the authors say, is imagination.\nTorrey Peters on the Taboo of DetransitioningThe writer discusses how she wrote a best-selling novel about a topic that most trans authors have tried to avoid.", "paragraphs": ["The historian Simon Schama and the staff writer Doreen St. Félix consider how Oprah Winfrey’s interview with Meghan and Harry will reshape public perception of the British Royal Family, and how it plays into existing culture wars in the U.K. and the U.S. A retired admiral and a former marine teamed up to write the thriller “2034,” about how not to start a world war. And the writer Torrey Peters finds mainstream success writing about a topic that’s been a taboo for most trans authors: detransitioning.", "Can the Royal Family Withstand Oprah’s Scrutiny?", "The historian Simon Schama and the staff writer Doreen St. Félix discuss how the interview with Meghan and Harry plays into culture wars in the U.K. and the U.S.", "“2034,” a Cautionary Tale of Conflict with China", "A retired admiral and a former marine teamed up to write a thriller about how not to start a world war. What’s often missing in military planning, the authors say, is imagination.", "Torrey Peters on the Taboo of Detransitioning", "The writer discusses how she wrote a best-selling novel about a topic that most trans authors have tried to avoid."], "authors": ["Condé Nast", "David Remnic", "Doreen St. Féli", "Crispin Lon"], "keywords": ["writer", "authors", "topic", "thriller", "uk", "wars", "detransitioning", "meghanandharry", "war", "torrey", "peters", "write", "taboo", "faces", "crisis", "trans", "britain", "world"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}