{"id": "dfac3fdb-e685-3495-914c-59ed78bbf88e", "title": "Curse Of The Dead Gods Collides With Dead Cells In Big Update", "url": "https://www.gameinformer.com/2021/04/07/curse-of-the-dead-gods-collides-with-dead-cells-in-big-update", "summary": "Curse of the Deads Gods is getting some Dead Cells spilled on it in an upcoming update.\nThe surprise crossover adds a new curse, weapons, and challenge room inspired by Dead Cells and, best of all, will be free of charge to players.\nThe update is appropriately titled Curse of the Dead Cells and arrives on April 14.\nCurse of the Dead Gods already shares some similarities to Dead Cells, making this crossover a logical and, most of all, cool idea.\nWhat do you make of the Curse of the Dead Cells update?", "paragraphs": ["Curse of the Deads Gods is getting some Dead Cells spilled on it in an upcoming update. The surprise crossover adds a new curse, weapons, and challenge room inspired by Dead Cells and, best of all, will be free of charge to players.", "The update is appropriately titled Curse of the Dead Cells and arrives on April 14. Players will have to contend with Curse of the Headless, a new curse that tips the hat toward Dead Cells’ noggin-less protagonist that grants faster movement at the expense of taking more damage. Another new curse is coming as well, but developer Passtech Games is keeping tight-lipped on what that one entails.", "You can also get their hands on three Dead Cells flavored weapons: Sword of Conjunctivitis, Broadsword of the Knight, and the Crossbow of the Condemned. Additionally, a new two-handed weapon style is coming as well.", "A new challenge room will house one of Dead Cells’ cursed chests. In Dead Cells, these chests grant a powerful reward at the expense of being saddled with a curse that usually fades when players kill a certain number of enemies. It’s unclear if that’ll remain true here, but you’ll need to win whatever challenge it hits you with to earn rare weapons, including a cursed one.", "Curse of the Dead Gods already shares some similarities to Dead Cells, making this crossover a logical and, most of all, cool idea. The update is coming to all versions of the game, which means PlayStation 4, Xbox One, Switch, and PC.", "For more on Curse of the Dead Gods, check out our review of the game here. To learn about Dead Cells’ most recent expansion read about that here.", "What do you make of the Curse of the Dead Cells update? Have you enjoyed your time with Curse of the Dead Gods? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["curse", "cells", "room", "dead", "coming", "collides", "big", "weapons", "players", "challenge", "gods", "update"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}