{"id": "dfb61544-d0a9-3213-95c3-66fabb7d8970", "title": "The Race To Crack Battery Recycling—Before It’s Too Late", "url": "https://www.wired.com/story/the-race-to-crack-battery-recycling-before-its-too-late#intcid=_wired-most-popular-right-rail_e98e8524-b9d5-4afb-bd32-9e3a6e9fa5cc_popular4-1", "summary": "Every day, millions of lithium-ion batteries roll off the line at Tesla’s Gigafactory in Sparks, Nevada.\nThis marks the beginning of a tsunami of spent batteries, which will only get worse as more electric cars hit the road.\n“With all these batteries in circulation, it just seems super obvious that eventually we're going to build a remanufacturing ecosystem.”There are two main ways to deactivate lithium-ion batteries.\nA common form of this technique, called leaching, involves soaking lithium-ion cells in strong acids to dissolve the metals into a solution.\nIt’s part of the reason why spent lithium-ion batteries have been treated as waste ever since the first commercial cells hit the market in the early 1990s.", "paragraphs": ["Every day, millions of lithium-ion batteries roll off the line at Tesla’s Gigafactory in Sparks, Nevada. These cells, produced on site by Panasonic, are destined to be bundled together by the thousands in the battery packs of new Teslas. But not all the batteries are cut out for a life on the road. Panasonic ships truckloads of cells that don’t pass their qualification tests to a facility in Carson City, about a half hour’s drive south. This is the home of Redwood Materials, a small company founded in 2017 with an ambition to become the anti-Gigafactory, a place where batteries are cooked down into raw materials that will serve as the grist for new cells.", "Redwood is part of a wave of new startups racing to solve a problem that doesn’t really exist yet: How to recycle the mountains of batteries from electric vehicles that are past their prime. Over the past decade, the world’s lithium-ion production capacity has increased tenfold to meet the growing demand for EVs. Now vehicles from that first production wave are just beginning to reach the end of their lifespan. This marks the beginning of a tsunami of spent batteries, which will only get worse as more electric cars hit the road. The International Energy Agency predicts an 800 percent increase in the number of EVs over the next decade, each car packed with thousands of cells. The dirty secret of the EV revolution is that it created an e-waste timebomb—and cracking lithium-ion recycling is the only way to defuse it.", "Redwood’s CEO and founder J. B. Straubel understands the problem better than most. After all, he played a significant role in creating it. Straubel is cofounder and, until last year, was the CTO at Tesla, a company he joined when it was possible to count all of its employees on one hand. During his time there, the company grew from a scrappy startup peddling sports cars to the most valuable auto manufacturer on the planet. Along the way, Tesla also became one of the world’s largest battery producers. But the way Straubel sees it, those batteries aren’t really a problem. “The major opportunity is to think of this material for reuse and recovery,” he says. “With all these batteries in circulation, it just seems super obvious that eventually we're going to build a remanufacturing ecosystem.”", "There are two main ways to deactivate lithium-ion batteries. The most common technique, called pyrometallurgy, involves burning them to remove unwanted organic materials and plastics. This method leaves the recycler with just a fraction of the original material—typically just the copper from current collectors and nickel or cobalt from the cathode. A common pyro method, called smelting, uses a furnace powered with fossil fuels, which isn’t great for the environment, and it loses a lot of aluminum and lithium in the process. But it is simple, and smelting factories that currently exist to process ore from the mining industry are already able to handle batteries. Of the small fraction of lithium-ion batteries that are recycled in the US—just 5 percent of all spent cells—most of them end up in a smelting furnace.", "The other approach is called hydrometallurgy. A common form of this technique, called leaching, involves soaking lithium-ion cells in strong acids to dissolve the metals into a solution. More materials, including lithium, can be recovered this way. But leaching comes with its own challenges. Recyclers must preprocess the cells to remove unwanted plastic casings and drain the charge on the battery, which increases cost and complexity. It’s part of the reason why spent lithium-ion batteries have been treated as waste ever since the first commercial cells hit the market in the early 1990s. It was often several times cheaper to mine new material, especially lithium, than recover it with leaching."], "authors": ["Daniel Oberhaus", "Daniel Oberhau"], "keywords": ["batteries", "race", "way", "cells", "problem", "late", "called", "battery", "crack", "straubel", "recyclingbefore", "materials", "spent", "smelting", "lithiumion"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}