{"id": "dfd1be13-07f4-3a1a-a1dc-5b598d00076d", "title": "Destiny 2: Season of the Chosen Week 9 Seasonal Challenges Guide", "url": "https://www.gameinformer.com/guide/2021/04/07/destiny-2-season-of-the-chosen-week-9-seasonal-challenges-guide", "summary": "Destiny 2: Season of the Chosen week 9 seasonal challenges are here.\nFor those Guardians already in orbit preparing to complete the latest set of challenges, here is what you need to know about the week ahead with Beyond Light.\nDestiny 2: Season of the Chosen Week 9 Seasonal Challenges GuideSeason 13, Season of the Chosen, has done so many wonderful things for the Destiny community.\nThat pacing continues with week 9, including focusing even more Umbral Engrams, racking up kills, and putting Guardians through their own tests with challenging endeavors.\nFeels Good to Be Bad - Defeat Guardians in GambitYou can actually knock out this and Suited for Combat at the same time if you really like Gambit.", "paragraphs": ["Destiny 2: Season of the Chosen week 9 seasonal challenges are here. For those Guardians already in orbit preparing to complete the latest set of challenges, here is what you need to know about the week ahead with Beyond Light.", "Destiny 2: Season of the Chosen Week 9 Seasonal Challenges Guide", "Season 13, Season of the Chosen, has done so many wonderful things for the Destiny community. I broke down (with a lot of words, because wow - it was that amazing) in our previous coverage here just how incredible this season was in terms of the narrative, finally finding the right pacing, and making the grind something to look forward to rather than dread. That pacing continues with week 9, including focusing even more Umbral Engrams, racking up kills, and putting Guardians through their own tests with challenging endeavors.", "Here's what you need to know:", "Convex Convergence - Focus Tier 3 Umbral Engrams", "This one is pretty straight forward, you just need to go to H.E.L.M and focus a single Tier 3 Umbral Engram. Chances are, especially if you're a dedicated player, you've already done this previously, so this part will already be marked as completed for you.", "Dire Portents - Complete Presage on Normal or Master difficulty 3 times", "The Presage quest is how you can get the latest Exotic Scout Rifle with Dead Man's Tale (guide on how to get it can be found here). For this challenge, you need to run this instance on Normal or Master Difficulty, with the latter promising more of a return. You'll need to run this three times.", "Suited for Combat - Full armor set equipped, 400 kills", "For this, you need to have an entire armor set equipped and scour the in-game universe to get 400 kills. There is a bonus if you take out enemy Guardians in PvP, such as Crucible and Gambit.", "Feels Good to Be Bad - Defeat Guardians in Gambit", "You can actually knock out this and Suited for Combat at the same time if you really like Gambit. For this, you'll need to take out Guardians as an Invader (or defend from Invaders). My advice if you're a little squeamish about invading? Loot up with Heavy ammo before going in and have that Super ready to go. Don't activate your Super until you are close enough to enemy players to take them down with, otherwise you run the risk of being shot down prematurely.", "And Fell the Giants - Stagger, pierce, or disrupt Champions", "You'll need to have 50 of these in order to complete this challenge. A few things to note:", "Special mods will be needed from this season's Artifact", "Run high-tier Nightfall to focus champions for faster progress", "Different mods have different attributes, make sure you are using the right mod for whatever instance you tackle, especially with Strikes", "Nightfall - The Ordeal", "This week's The Ordeal Nightfall strike is a throwback with Fallen S.A.B.E.R. Choose a higher difficulty for better rewards, especially when tackling the Giants challenge. To do the Master difficulty, you're going to need to be Power Level 1325.", "Regarding what else you should pay attention to with the latest reset:", "Weekly Crucible Rotator: Clash - Vanguard Burn: Arc Singe", "Eclipsed Zone: Cadmus Ridge", "Empire Hunt: The Technocrat: Defeat Eramis’s technology expert, Praksis, the Technocrat.", "Exo Challenge: Simulation: Safeguard: Simulated Skill-Set Training: Test your defensive abilities amongst a Vex onslaught.", "Legacy Activities", "Moon: Wandering Nightmare: Fallen Council (Archer’s Line) Trove Guardian is in Hellmouth Nightmare Hunt: Isolation: Defeat the Nightmare of Taniks, the Scarred Nightmare Hunt: Pride: Defeat the Nightmare of Skolas, Kell of Kells Nightmare Hunt: Servitude: Defeat the Nightmare of Zydron, Gate Lord", "Dreaming City: Strong Curse Petra is at Rheasilvia Weekly Mission: Dark Monastery – Provide recon for Petra’s forces by investigating strange enemy activity in Rheasilvia Ascendant Challenge: Keep of Honed Edges, Harbinger’s Seclude Blind Well: Taken, Plague: Inomina", "", "So eyes up, Guardian, you've got some grinding to do. To learn more about what's going on in the world of Destiny 2, check out our Game Hub here for the latest and greatest in a world where Cayde-6 ceases to exist..."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["seasonal", "hunt", "latest", "destiny", "difficulty", "need", "defeat", "season", "guardians", "guide", "nightmare", "chosen", "challenge", "challenges", "week"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}