{"id": "dfe8a2e6-c988-32b2-9ad0-4508829839d1", "title": "EA Sports PGA Tour Secures Exclusive Rights To The Masters", "url": "https://www.gameinformer.com/2021/04/07/ea-sports-pga-tour-secures-exclusive-rights-to-the-masters", "summary": "The recently announced EA Sports PGA Tour will serve as the exclusive home to the famous Masters Tournament at Augusta National Golf Club.\nThis news means that EA Sports PGA Tour is the only game where players can compete at all four major championships, which include The Masters, PGA Championship, U.S. Open Championship, and The Open Championship.\nEA Sports PGA Tour will celebrate several of the biggest events in golf alongside the real-world events, beginning with \"Road to the Masters\" at launch.\nIn addition to EA Sports releasing its first golf game since 2015, 2K Sports converted the well-liked Golf Club series into PGA Tour 2K, which had a good showing with PGA Tour 2K21 last year.\nOn top of that, Nintendo and Camelot Software announced a new Mario Golf game coming to Switch this summer.", "paragraphs": ["The recently announced EA Sports PGA Tour will serve as the exclusive home to the famous Masters Tournament at Augusta National Golf Club. The historic tournament, which is one of four major championships in golf, first appeared in a video game in EA Sports' Tiger Woods PGA Tour 12 in 2011.", "Following in the footsteps of the classic 2011 golf game, which heavily featured the Masters branding on the box art, EA Sports PGA Tour's box art also focuses on the Masters branding, as well as Augusta National Golf Club. You can see the newly revealed box art below.", "This news means that EA Sports PGA Tour is the only game where players can compete at all four major championships, which include The Masters, PGA Championship, U.S. Open Championship, and The Open Championship. EA Sports touts that each major will feature unrivaled authenticity and deliver unique atmosphere to the venues. EA Sports PGA Tour will celebrate several of the biggest events in golf alongside the real-world events, beginning with \"Road to the Masters\" at launch.", "While the other in-game major tournaments will be further detailed at each real-life event this summer, EA Sports did reveal some details of what will make The Masters special in EA Sports PGA Tour. Developer EA Tiburon used new aerial scanning technology to collect millions of data points to more faithfully recreate the course. The game will feature Road to the Masters content that gives players a unique experience surrounding competing in the Masters Tournament, plus other elements centered on Augusta National Golf Club.", "This news comes as the golf video game market is seeing a bit of a resurgence. In addition to EA Sports releasing its first golf game since 2015, 2K Sports converted the well-liked Golf Club series into PGA Tour 2K, which had a good showing with PGA Tour 2K21 last year. On top of that, Nintendo and Camelot Software announced a new Mario Golf game coming to Switch this summer.", "EA Sports PGA Tour was announced last month with no real details (including no release date or platforms list), but presumably we'll learn more about those details in the near future."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["masters", "golf", "tour", "exclusive", "national", "rights", "details", "tournament", "game", "pga", "ea", "major", "secures"], "pubDate": "2021-04-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}