{"id": "dfed4793-1ad6-3d55-9a08-3705d422df61", "title": "Who Will We Be When This Is All Over?", "url": "https://wired.com/story/who-will-we-be-when-the-pandemic-is-over/", "summary": "It’s a bewildering journey limited to the individual—or at least it was, until the Covid-19 pandemic shook the existence of all humanity.\nWe’ve lost loved ones, jobs, and any sense of normalcy for nearly a year now, thanks to our surreal existence in lockdown.\nBut some survivors of trauma end up embarking on what Canevello and other psychologists call post-traumatic growth.\n“Which is why it's called post-traumatic growth, right?” asks Canevello.\nAnd that means some communities have faced more trauma than others, and will enter recovery with fewer resources.", "paragraphs": ["Existential crises can bloom out of the loss of a job or family member, or a shaking of your religious faith, or even a bad drug trip. Basically, you start to wonder: Who am I? What is my purpose? What’s the meaning of life? It’s a bewildering journey limited to the individual—or at least it was, until the Covid-19 pandemic shook the existence of all humanity.", "We’ve lost loved ones, jobs, and any sense of normalcy for nearly a year now, thanks to our surreal existence in lockdown. The virus has claimed the lives of 280,000 Americans. Some Covid-19 survivors are still dealing with brutal symptoms, months after they contracted the disease. We’ve been trapped at home, many of us struggling with loneliness. Marriages and families have been pushed to the breaking point and beyond. And now, with several vaccines on the horizon and the end of the pandemic in sight, we face an existential conundrum: Who will we be when this is all over?", "“It has been frenetic, unsustainable, and exhausting for a long time,” says clinical research psychologist Adrienne Heinz of the Stanford University School of Medicine. “And when we are forced to slow down and rest, it's really just this interesting time to get in touch with our priorities. What do we really care about? Why do we want to get up in the morning?”", "The people who may have the toughest recovery are those living through pandemic-related trauma. As psychologists define it, trauma is the concern for your life, bodily harm, or your own welfare—or your concerns for someone close to you. This might include people who have lost a loved one or who have survived a particularly severe case of Covid-19. “A very typical response to that is to feel like your worldview has been completely ripped apart,” says University of North Carolina, Charlotte, social psychologist Amy Canevello. “The lens through which you see the world and make sense of the world gets broken.”", "This can lead to uncontrollable ruminations on the traumatic event. Think of the classic symptoms experienced by combat vets with post-traumatic stress disorder: flashbacks and nightmares. Even constant thinking about an event can bring constant stress. But some survivors of trauma end up embarking on what Canevello and other psychologists call post-traumatic growth. That uncontrollable rumination evolves into a more deliberate thinking about the event, in which the patient puts the pieces of their worldview back together—not to forget the incident, but to incorporate it into a new way of seeing the world. “Which is why it's called post-traumatic growth, right?” asks Canevello. “You're not the same person you were before, because you've had to figure out a way to incorporate this really negative thing into your sense of who you are and how the world operates.”", "Read all of our coronavirus coverage here.", "In an ideal world, during and after the pandemic every American would have free access to the kind of mental health care that helps guide this journey into growth. But that just ain’t America. The pandemic has made glaring inequities in our society more glaring than ever. And that means some communities have faced more trauma than others, and will enter recovery with fewer resources.", "When the pandemic first took hold, some of the rich decamped to second homes in the country, and even many members of the white-collar working class could simply work from home and order food and other necessities in. They could wait out the chaos in relative peace, while lower-income earners in cities were forced to work their essential jobs in person, putting them at higher risk of contracting Covid-19. Researchers could see this in anonymized smartphone data: 25 percent more high-income earners stayed home when the pandemic hit, compared to 10 percent more among low-income earners."], "authors": ["Matt Simon", "Matt Simo"], "keywords": ["event", "covid19", "pandemic", "growth", "world", "sense", "earners", "posttraumatic", "really", "trauma"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}