{"id": "e05b4e6b-5efc-397d-8371-ddf9ba0e4141", "title": "Houthi rebels kill at least 80 Yemeni soldiers in missile attack on mosque", "url": "https://www.theguardian.com/world/2020/jan/19/houthi-rebels-kill-at-least-70-yemeni-soldiers-in-missile-attack-on-mosque", "summary": "Military sources say the attack came during evening prayers at a military base in Yemen’s Marib provinceHouthi rebels kill at least 80 Yemeni soldiers in missile attack on mosqueMore than 80 Yemeni soldiers have been killed and scores injured in a missile and drone attack blamed on Huthi rebels in central Yemen, medical and military sources said Sunday.\nThe Houthis attacked a mosque in a military camp in Marib – about 170km (105 miles) east of Sanaa – during evening prayers on Saturday, military sources said.\nA medical source at a Marib city hospital, where casualties were transported, said that at least 83 soldiers were killed in the strike.\nYemeni president Abd Rabbu Mansour Hadi condemned the “cowardly and terrorist” attack on the mosque, according to the official Saba news agency.\nDeath toll in Yemen war reaches 100,000 Read moreThe Houthis did not make any immediate claim of responsibility.", "paragraphs": ["Military sources say the attack came during evening prayers at a military base in Yemen’s Marib province", "Houthi rebels kill at least 80 Yemeni soldiers in missile attack on mosque", "More than 80 Yemeni soldiers have been killed and scores injured in a missile and drone attack blamed on Huthi rebels in central Yemen, medical and military sources said Sunday.", "Saturday’s strike follows months of relative calm in the war between the Iran-backed Huthis and Yemen‘s internationally recognised government, which is backed by a Saudi-led military coalition.", "The Houthis attacked a mosque in a military camp in Marib – about 170km (105 miles) east of Sanaa – during evening prayers on Saturday, military sources said.", "A medical source at a Marib city hospital, where casualties were transported, said that at least 83 soldiers were killed in the strike.", "Death tolls in Yemen‘s grinding conflict are often disputed, but the huge casualty list in Marib represents one of the bloodiest single attacks since the war erupted in 2014 when the rebels seized Sanaa.", "Yemen heads list of countries facing worst humanitarian disasters in 2020 Read more", "Yemen’s internationally recognised government – backed by a Saudi-led military coalition – has been battling the Iran-backed Houthis since 2014, when the rebels seized the northern capital of Sanaa.", "Yemeni president Abd Rabbu Mansour Hadi condemned the “cowardly and terrorist” attack on the mosque, according to the official Saba news agency. The report did not give a death toll.", "“The disgraceful actions of the Houthi militia without a doubt confirm its unwillingness to (achieve) peace, because it knows nothing but death and destruction and is a cheap Iranian tool in the region,” it quoted Hadi as saying.", "Death toll in Yemen war reaches 100,000 Read more", "The Houthis did not make any immediate claim of responsibility.", "Tens of thousands of people, mostly civilians, have been killed and millions displaced since 2015, when Saudi Arabia and its allies intervened in the conflict to back the government against the Houthi rebels.", "The conflict, which the United Nations says has caused the world’s worst humanitarian crisis, has pushed the country to the brink of famine."], "authors": ["Agence France-Presse"], "keywords": ["marib", "yemens", "mosque", "houthi", "kill", "war", "military", "houthis", "missile", "sources", "yemeni", "soldiers", "80", "killed", "rebels", "attack"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}