{"id": "e0660d4d-32f3-3f3e-9faa-c893f260a7ef", "title": "Here are the ‘most popular’ cosmetic procedures around the world for 2020, says medical travel company", "url": "https://www.foxnews.com/lifestyle/most-popular-cosmetic-procedures-world-2020-qunomedical", "summary": "When it comes down to cosmetic procedures, some rank higher than others.\nThat’s why the German-based health consultation resource Qunomedical analyzed internal search data to find out which procedures its users want.\nZOOM USERS FLOCK TO COSMETIC SURGEONS AMID COVID-19 PANDEMICThe same cosmetic procedures and surgeries were found to be the most popular across the 11 other countries Qunomedical analyzed, however, the order varied.\nAustralia and New Zealand had identical top searches with Botox, lip fillers and liposuction rounding out the first three spots.\nSouth African users, on the other hand, searched for liposuction, Botox and tummy tucks.", "paragraphs": ["When it comes down to cosmetic procedures, some rank higher than others.", "And with beauty being in the eye of the beholder, of course the types of procedures people are looking into vary around the world. That’s why the German-based health consultation resource Qunomedical analyzed internal search data to find out which procedures its users want.", "In the U.S., the top 14 searches for cosmetic procedures on Qunomedical in 2020 are Botox injections, liposuction, tummy tucks, Brazilian butt lifts, rhinoplasties, breast enlargement surgeries, hair transplants, lip fillers, mommy makeovers, breast reduction surgeries, facelifts, butt implants, gynecomastia surgeries (breast reduction for men) and beard transplants.", "ZOOM USERS FLOCK TO COSMETIC SURGEONS AMID COVID-19 PANDEMIC", "The same cosmetic procedures and surgeries were found to be the most popular across the 11 other countries Qunomedical analyzed, however, the order varied.", "In Canada, Botox was the top searched-for procedure followed by rhinoplasty and hair transplants. Whereas people from the U.K., Ireland and Germany had lip fillers, Botox and hair transplants in their top 3.", "Australia and New Zealand had identical top searches with Botox, lip fillers and liposuction rounding out the first three spots.", "WHAT IS THE BRAZILIAN BUTT LIFT? A BEVERLY HILLS PLASTIC SURGEON EXPLAINS", "Rhinoplasties were the number 1 search in France and Spain. However, the two countries differed in the rest of its rankings although liposuction did also make the cut for the top three.", "Italian Qunomedical users searched for lip fillers, rhinoplasties and breast enlargement surgeries the most while Dutch users searched for breast enlargement, hair transplants and Botox the most. South African users, on the other hand, searched for liposuction, Botox and tummy tucks.", "IS PLASTIC SURGERY SAFE?", "“As the year ends we can see that this was a global phenomenon,” said Qunomedical’s CEO Dr. Sophie Chung, in a statement. “Lockdown was tough for everyone, but with more privacy, less socializing, and a lot of holidays to spare, people saw an opportunity to reflect on important things like self-care and their confidence.”", "She added that celebrities may also be a contributing factor for why people around the world have been more open to cosmetic enhancements. Interestingly, online searches in medical tourism have risen in the last 12 months despite lockdowns from COVID-19.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "“Qunomedical has also seen a surge in interest in surgery abroad during lockdown,” Chung said. “Along with cheaper flights more people are discovering they can get the same high-quality treatment for a lower price and more privacy away from home.”"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["botox", "surgeries", "liposuction", "users", "qunomedical", "breast", "lip", "2020", "world", "procedures", "travel", "company", "transplants", "medical", "popular", "cosmetic"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}