{"id": "e06eed9b-86fd-357a-8e84-e19e8d3e2dc3", "title": "BoE governor Andrew Bailey says vaccine will reduce uncertainty", "url": "https://www.ft.com/video/127f5f0e-000d-4ac8-a9b0-c51aed6e531f?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=7", "summary": "So first of all, I mean, it's obviously encouraging news.\nAnd there's obviously then the question of production and distribution and actually getting it obviously into action.\nAnd that has the also other really beneficial effect that it reduces the huge level of uncertainty we have obviously forecast at the moment.\nAnd while there would be retraining needs and obviously sort of so-called mismatch unemployment, it might be rather lesser in scale and impact.\nBut I think there's two reasons for why it would be positive.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Yes. There's another piece of news that's happened, I think, since your forecast last Thursday, which of course is the announcement from Pfizer and BioNTec that they've been successful in phase 3 trials for a vaccine for coronavirus. Can you just fill us in on how this would affect your outlook for the economy months ahead?", "Yeah. So first of all, I mean, it's obviously encouraging news. I mean, it's encouraging for individuals. It's encouraging for businesses. And it's encouraging for the economy. Probably where it starts at the moment is putting a bit of perspective on what we assume is sort of the backdrop to the forecast. We obviously don't make any sort of precise forecast about when any particular medical intervention, medical improvements is going to take place.", "But what we did have in the forecast was a sort of conditioning assumption that after the end of the first quarter next year, after the after the end of the winter, really, there would be a sort of gradual and progressive improvement in conditions, which would reflect a gradual advance, if you like, of treatments and vaccines. We made no assumption about some waterfall moment when a vaccine came on stream.", "So I mean, I think the news is encouraging. I'm not, like many of the other, much more experts' responses than I would give. I think we have to be cautious because obviously there's still quite a way to go in terms of the trialling. And there's obviously then the question of production and distribution and actually getting it obviously into action.", "So I think it's, first of all, it is broadly consistent with the way in which we condition the forecast. But it is very encouraging, because it's the first, in a sense, it's the first encouraging piece of news that we can put greater confidence in that. And that has the also other really beneficial effect that it reduces the huge level of uncertainty we have obviously forecast at the moment. So that starts to see a way to reduce that uncertainty.", "And what about the longer term? Because you've got an assumption in your forecast that in the longer term there's quite a bit of scarring. It's a long term...", "Yeah. Yeah.", "...the economy at almost 2 per cent, which is a billion quid, so quite big money. Does the vaccine mean that the amount of change that we might think the economy has to go through isn't as large as maybe you feared?", "Well, that's a really interesting question. So let me say two things on that. Let me just start by saying our level of scarring is quite a bit lower than many other forecasts. And why is that? Well, I think one reason I would give - and I don't give this to criticise on the forecast, I mean, it's hugely uncertain - but we did spend quite a lot of time in this forecast round looking at sort of what is a way to, in a sense, think through the economics of the scarring assumptions.", "Now I think one thing that we - one thing for me anyway - that we came to and concluded is that looking at history is obviously useful and important. But it's easy to actually take history rather literally and actually come up with rather large figures for scarring in the situation. Let me explain why.", "Some of the largest figures in history for scaring come from the 1980s and 1990s. And if you extrapolate those figures I think you get bigger figures than we have. On the other hand, what we saw in the 1980s and '90s was a very obviously pronounced and sharp shift between sectors. Essentially we saw the decline of heavy manufacturing, heavy industry, coal mining, and the shift into a service economy. And that created a larger capital scrapping. It created larger structural unemployment, which went on longer.", "In this situation, our viewers, what we will see in terms of scarring if it does come to pass - and I'll come onto in a moment - is probably more within sector, more within services. So we did take the view that that, if you take the logic of that sort of a train, then it probably suggests that more capital is probably redeployable. And while there would be retraining needs and obviously sort of so-called mismatch unemployment, it might be rather lesser in scale and impact.", "Now I think the vaccine is positive. The earlier a vaccine comes on, in a sense comes into effect, the more positive that is. Though I would caution that we were at the positive end to start with. So I'll just caution, in terms of our forecast. But I think there's two reasons for why it would be positive.", "One, obviously the sooner that way out of Covid comes into effect, the more businesses are likely to survive in financial terms. So those businesses that would find that they just couldn't survive, obviously the shorter the duration of this Covid period, fewer of them there will be.", "I think the second one - and this is much harder to really form a view on - is to what extent will there be lasting changes in the way - in sort of the structure of the economy - so the way people work, where we buy things, and so on. Now my guess is, and I think we will still see changes. There will be effects. But it's not unreasonable to think that the shorter the duration of the Covid period, possibly the more muted those effects would be. But that's all pretty tentative, Chris, to be honest with you."], "authors": [], "keywords": ["scarring", "bailey", "andrew", "theres", "governor", "economy", "sort", "obviously", "uncertainty", "think", "vaccine", "boe", "forecast", "reduce", "way", "encouraging"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}