{"id": "e082a68d-c7a0-3dad-836d-011f776c83a4", "title": "The Rockaway Hotel Is More Than Just a Summer Scene", "url": "https://www.vogue.com/article/inside-the-rockaway-hotel", "summary": "“Food insecurity has been very clear here,” says Jigarjian of the area that’s still a federally-labeled food desert.\nThat’s why the hotel is working with the community-led organization The Campaign Against Hunger to help finance a two-acre urban farm in Edgemere, which is about 70 streets east in Far Rockaway.\n“There are a lot of people in Rockaway that want a second career, a second job, that don’t want to commute into the city anymore.\nEven neighboring watering holes, such as Happy Jacks, which is located across the street, have high hopes for the hotel.\nBack then, people from the city would come down and rent two bedrooms and a bathroom for a weekend beach getaway.", "paragraphs": ["“When we came in, we did a lot of listening,” says Jigarjian, explaining that many of the hotel’s first initiatives were built around kids, like the mural and an ocean-ready program designed to teach children the importance of swim safety, a skill that is missing in homes and schools along the peninsula, and adding to deaths caused by drownings along the coast. The pilot program, a collaboration with Imagine Swimming, took place at the outdoor pool in October; it involved seven students from St. John’s, a residential foster care agency for boys aged 12 to 21 located on Beach 110th Street. Some of the boys associated negative feelings with the ocean, and didn’t feel comfortable going near water even though they live along it, Jigarjian’s colleague who leads the initiative, Georgia Harrell, says. Others had tried, but went in up to their knees, a deceiving level at which beginner swimmers can easily be swept out to sea. The program is still in development, partially because of the limits brought on by the pandemic, but also because the hotel and Imagine Swimming plan to regroup with parents and community stakeholders to build a comprehensive program that starts with buoyancy and full body strokes and leads to lifeguard certification, says Harrell.", "To be sure, the Rockaway community, which was one of the hardest hit by the coronavirus in New York City, not to mention other tragedies—most recently Hurricane Sandy and 9/11, with generations of lost firefighters and Wall Street traders—is in need of more resources than a luxury hotel can likely offer. And while Jigarjian and her team do not anticipate solving the decades-long challenges belonging to Rockaway, which has long been cast aside by the city, it wants to help. “Food insecurity has been very clear here,” says Jigarjian of the area that’s still a federally-labeled food desert. That’s why the hotel is working with the community-led organization The Campaign Against Hunger to help finance a two-acre urban farm in Edgemere, which is about 70 streets east in Far Rockaway.", "Perhaps the single most important offering the hotel can give to the many hard-working families in Rockaway—many of whom can’t afford a $15 dollar drink at its rooftop bar—is a job. At the moment, says Jigargian, “employees are 80% local to Rockaway.” What’s more, the hotel, which is one of 10 restaurants and bars within IGC Hospitality, is developing an eight-week workforce initiative that focuses on hospitality training. It will be free and made available to locals “as soon as we can have a classroom indoors,” says Jigarjian, explaining the certificate program won’t only be teaching young kids how to dress for and walk into an interview. “There are a lot of people in Rockaway that want a second career, a second job, that don’t want to commute into the city anymore. We can’t cure anything, but what we can do is train people in hospitality.”", "Photo: Courtesy of The Rockaway Hotel", "A lot is riding on the hotel on Beach 108th Street, a paved over cobblestone boulevard that was once home to Rockaway’s bars and festivals and dance clubs where acts like The Platters came to play in the summers in the ‘50s. And a lot of people are rooting for them: the patrons in masks who continue to dine outside at the rooftop bar amid this unseasonably warm November, and local businesses involved in the hotel, like Goldie’s Natural Beauty, Locals Surf School and The Rockaway Brewery. Even neighboring watering holes, such as Happy Jacks, which is located across the street, have high hopes for the hotel. The owner, Mike Dalton, is one of 12 in a family that once owned the restaurant where Margie’s now stands. Dalton worked for the Tubridy brothers’ father, a restaurateur who also owned a deli on 113th Street, not far from his mother’s rooming house—a Bed and Breakfast style inn that was popular on the peninsula. Back then, people from the city would come down and rent two bedrooms and a bathroom for a weekend beach getaway. The hope is that they will again."], "authors": ["Kate Branch", "Kate Branc"], "keywords": ["swimming", "jigarjian", "program", "hotel", "street", "scene", "summer", "lot", "thats", "beach", "city", "rockaway"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}