{"id": "e0e4c61d-7274-3570-9536-e3197ea14680", "title": "Alibaba offered clients facial recognition to identify Uighur people, report reveals", "url": "https://www.theguardian.com/business/2020/dec/17/alibaba-offered-clients-facial-recognition-to-identify-uighur-people", "summary": "The Chinese tech company Alibaba Group Holding Ltd offered facial recognition software to clients which can identify the face of a Uighur person, according to a report.\nThe technology could be used to identify videos filmed and uploaded by a Uighur person, flagging them for authorities to respond to or take down.\nAccording to IPVM’s research, Alibaba’s Chinese website showed clients – the websites that might buy Alibaba’s software – how they could use the tech feature, built into the cloud service, to identify ethnic minorities.\nAlibaba is thought to be the biggest cloud computing vendor in China and the fourth biggest globally.\nIPVM said identification analytics were also used by more than 12 police departments to track Uighurs, and they were part of government facial recognition guidelines.", "paragraphs": ["The Chinese tech company Alibaba Group Holding Ltd offered facial recognition software to clients which can identify the face of a Uighur person, according to a report.", "The US-based surveillance industry research firm IPVM said on Thursday it had found the detection technology in Alibaba’s Cloud Shield service, which offers content moderation for websites.", "The technology could be used to identify videos filmed and uploaded by a Uighur person, flagging them for authorities to respond to or take down.", "According to IPVM’s research, Alibaba’s Chinese website showed clients – the websites that might buy Alibaba’s software – how they could use the tech feature, built into the cloud service, to identify ethnic minorities. It included a step-by-step guide and was specifically targeted to search for Uighurs.", "IPVM said: “China users can simply send images of people, whether from phones or surveillance video, to the service, and if Alibaba suspects a Uighur, it will flag the person.”", "In recent years China has intensified its efforts to control and oppress Uighur and other Turkic Muslims in the Xinjiang region. Programmes including mass internment in camps, extensive technological and human surveillance, enforced labour programmes, enforced sterilisation of women and ideological “re-education” have been labeled cultural genocide by analysts. China rejects all accusations and says the camps are vocational training centres necessary to combat religious extremism.", "Earlier this week the international criminal court asked for more evidence on Uighur persecution, after having earlier said it could not investigate claims of crimes against humanity and genocide because China – which was not a signatory to the court – was outside its jurisdiction.", "Technology has played an increasingly vital role in authorities’ efforts against Uighurs, and recent leaks have shown how bespoke databases and programs were used to identify people for detention, targeting characteristics including youth, “being generally untrustworthy”, or having siblings overseas.", "Alibaba is thought to be the biggest cloud computing vendor in China and the fourth biggest globally. The service was not mentioned on Alibaba Cloud’s websites outside China. Thursday’s revelations are likely to put it under international pressure alongside other major corporations which are increasingly being called to account for their involvement in trade connected to China’s persecution of Uighurs, particularly technology and textile production.", "It’s not the first time the use of AI to monitor China’s ethnic minorities has been revealed. IPVM said identification analytics were also used by more than 12 police departments to track Uighurs, and they were part of government facial recognition guidelines.", "The top three surveillance manufacturers have all been found to offer tracking software, including HIK Vision, which promoted a “Uighur detecting” camera last year, and Huawei was also found to have worked with Megvii to test “Uighur alarms”.", "IPVM said all the firms highlighted had deleted the evidence from the internet once contacted for comment.", "The Guardian has contacted Alibaba for comment. The company has told other media that mentions of ethnicity referred to “a feature/function that was used within a testing environment during an exploration of our technical capability” which was never used outside a testing environment. IPVM said there was no mention of tests anywhere in the literature about the feature before it was taken down."], "authors": ["Helen Davidson"], "keywords": ["offered", "used", "surveillance", "recognition", "identify", "software", "service", "clients", "uighur", "facial", "technology", "china", "uighurs", "report", "alibaba", "reveals"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}