{"id": "e0e478d0-59ff-3a7e-847a-1fbe449707f8", "title": "2nd juvenile charged in connection with murder of West Virginia family", "url": "http://www.foxnews.com/us/second-junvenile-charged-in-connection-to-murder-of-west-virginia-family", "summary": "A 17-year-old girl has been charged with four counts of first-degree murder Wednesday in connection to an Elkview, W. Va. family that was found dead in their home earlier this week.\nJUVENILE CHARGED WITH MURDERING FOUR IN WEST VIRGNIA, INCLUDING TWO KIDSKanawha County Sheriff Mike Rutherford said Wednesday evening that authorities arrested the girl earlier in the afternoon.\nThe update comes after a 16-year-old male was charged with four murders in connection with the incident.\n\"She and the 16-year-old male do know each other, but that’s about as far as I can go,\" Rutherford said.\nThe caller had gone to a residence on the street to check on some family after not making contact with relatives for days.", "paragraphs": ["A 17-year-old girl has been charged with four counts of first-degree murder Wednesday in connection to an Elkview, W. Va. family that was found dead in their home earlier this week.", "JUVENILE CHARGED WITH MURDERING FOUR IN WEST VIRGNIA, INCLUDING TWO KIDS", "Kanawha County Sheriff Mike Rutherford said Wednesday evening that authorities arrested the girl earlier in the afternoon. The update comes after a 16-year-old male was charged with four murders in connection with the incident.", "Since both are juveniles, Rutherford said information on the investigation must remain strictly limited.", "\"She and the 16-year-old male do know each other, but that’s about as far as I can go,\" Rutherford said. \"We certainly don’t want to do anything to cause problems down the road with any possible prosecution.\"", "LOUISIANA WOMAN MURDERED IN NEW ORLEANS IS 2ND PERSON ON FOOTBALL TEAM TO BE KILLED IN 2020, REPORT SAYS", "According to the sheriff's office, police responded to a 911 call placed at around 10:40 a.m. Sunday morning.", "The caller had gone to a residence on the street to check on some family after not making contact with relatives for days. When the caller arrived, he found the door unlocked and entered.", "Once inside, he discovered three of the residents dead from an apparent act of violence. He immediately went to a nearby house and called 911.", "After arriving on the scene, deputies found a fourth victim inside the house. The four victims have been identified as Daniel Dale Long, 37, Risa Mae Saunders, 49, Gage Ripley, 12, and Jameson Long, 3. A fifth resident of the house, a juvenile, has been safely relocated.", "Rutherford said that police continue to believe that all four victims were shot, but the state medical examiner’s office is still working the case. He added that \"the public has no reason to be concerned about anything\" regarding additional violence.", "CLICK HERE FOR THE FOX NEWS APP", "This is a developing story. Check back for updates."], "authors": ["Lucas Manfredi"], "keywords": ["girl", "2nd", "inside", "west", "virginia", "male", "victims", "murder", "charged", "family", "connection", "rutherford", "house", "office", "long", "juvenile"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}