{"authors": ["Liv Siddall"], "keywords": ["game", "good", "sims", "playing", "believe", "life", "games", "land", "work", "played", "video", "id"], "pubDate": null, "summary": "The game’s creator, EA Games, has slowly expanded the series, from The Sims to The Sims II to The Sims 4 Deluxe Party Edition.\nYou are rewarded with points when your Sims thrive; the healthier and wealthier your Sims become, the more enjoyable the game.\nIn 2017, the video games journalist Andy Kelly pulled together a list of “PC’s most relaxing games” for PC Gamer.\n“Video games place you at the centre of the story – you are an active participant, instead of a passive observer.\nSince realising why I am playing The Sims so much, it’s made me want to play it (a little) less.", "title": "My land of make believe: life after The Sims", "url": "https://www.theguardian.com/games/2019/oct/06/my-land-of-make-believe-life-after-the-sims-video-games-computers", "id": "e0ec67f8-d77c-36db-8f79-14e6e2a91254", "paragraphs": ["Feeling increasingly anxious and lost, Liv Siddall found herself retreating to the comfort and security of video games – often playing for hours at a time. Here, she reveals how she finally escaped back to reality", "In 2005, when I was 16, I worked in a busy local café. My job was to make tea and coffee and I churned out hot beverages at high speed, while constantly restocking my cup and saucer area. I found the work hard and boring, which was strange given that at the end of every shift I’d rush home to play Diner Dash, a video game in which you become a waitress in a busy restaurant, taking orders, serving customers, clearing away their cups and plates.", "In the great pantheon of PC games, Diner Dash was not among the most realistic, but I enjoyed its simplicity and I was enthralled by the thrill that came with pleasing customers and advancing levels. How many levels were available was never made clear. The game seemed infinite. I’d play it for hours.", "In 2017, I lost my job – a version of my dream job, the job – and slipped from an exhilarating workplace into the terrifying tundra of freelance life, a transition that led to a period of acute anxiety. Like other freelancers, I began to spend most of my working week at home, alone, making lists, staring out of the window at the pigeons. Sometimes I read Amazon reviews of household items, which was exciting. I wondered how and when I would die.", "I tried exercising. I tried having more meetings. I tried structure. But nothing seemed to dissipate a niggling, hollow feeling of worry. Then I downloaded a new-ish version of The Sims, the popular simulation game. Bingo. It was like putting Vaseline on chapped lips.", "The Sims, in which you design and build homes in a blank slate of a neighbourhood, and set about creating “Sims” to live inside them, was released in 2000, and is the bestselling PC game of all time. Its follow-up, The Sims II, was released in 2004, and was as compulsive as its predecessor. As a teenager, The Sims was my jam. Back then I averaged two or three hours every weekday, and I’d put in a proper sesh at the weekend. Sometimes I’d play for six hours straight. It felt wonderful to return from the incomprehensibly dull monotony of school to a digital world I’d created, a kind of haven of order and control.", "Facebook Twitter Pinterest ‘It felt wonderful to return from the incomprehensibly dull monotony of school to a digital world I’d created, a kind of haven of order and control’: a still from The Sims. Photograph: EA Games", "My interminable adolescent thirst to be someone else was quenched. I could throw teachers I disliked into swimming pools. I could invent a Josh Hartnett Sim and command him to kiss an incredibly suave, sexy Sim who, coincidentally, shared my name. I could make a Sim of a pretty, popular girl in my year at school, and prevent her from falling in love. It was a kind of escapism. Beautiful. Addictive. A little devilish.", "The game’s creator, EA Games, has slowly expanded the series, from The Sims to The Sims II to The Sims 4 Deluxe Party Edition. (A recent expansion pack is named Sims 4: Laundry Day Stuff.) Each Sim has a different personality: turn-ons, turn-offs. Green health bars are shown in a control panel at the bottom of the screen, through which you can identify their needs. If a Sim’s energy bar turns red, they might suddenly fall asleep on the floor; if their fun bar runs out, they’ll become depressed and refuse to go to work. Gradually, your Sims begin to accrue responsibilities: jobs, pets, children, relationships. You are rewarded with points when your Sims thrive; the healthier and wealthier your Sims become, the more enjoyable the game.", "The game’s appeal lies in its close-to-real-life-ness. You pay bills. You load the dishwasher. You make beds. You clean stuff. (In a game, you clean stuff!) Tuck your Sims up after a hard day’s work and dinner spent together as a family and experience the pride of a weary, content mother.", "You cannot “win” – there is no credit roll. Your Sims might reach the top of their career ladders, retire with a healthy pension, and die, but the game goes on. I’ve played it so much in the past few months that even the great grandchildren of my original Sims have succumbed to old age.", "For a self-obsessed teenager, the feeling of playing it indoors during the balmy summer holidays, my family downstairs hanging out while I clicked away like a spotty, nerdy ghoul, was sometimes one of unease. I remember a time my grandfather tried to engage me while I was playing, and I ignored him until he left the room. It was one of the last times I saw him. That unease returned while I played on Boxing Day, 2018. This time I was a 30-year-old adult.", "Facebook Twitter Pinterest ‘Games might offer little in terms of tasks, but make up for it with their landscapes’: The Legend of Zelda: Breath of the Wild. Photograph: Nintendo", "This latest habit began in November last year, as I rapidly approached a huge work deadline. A few days before I was nowhere near ready, and had reached peak procrastination, spending valuable time downloading updates for my phone and computer. I knew The Sims would be catastrophically detrimental to my deadline. And my social life. And my relationship. And I clicked “purchase” anyway.", "That week I played until 3am every night. I played in every spare waking minute I had. Once, I considered getting out my laptop and playing on the top deck of a bus. Some days I’d get up early to get a quick hit before I started work, knowing that if I didn’t, I’d crave playing all day.", "A few weeks after I downloaded the game, I found myself at a walk-in clinic being told I was developing a repetitive strain injury in my wrist, from overusing my computer’s trackpad. My right eyelid started twitching uncontrollably – too much late-night screen-time. I told people it was because I drank too much caffeine.", "In some of my lowest moments of last year, pre-Sims, when the anxiety was a struggle, I became obsessed with doing laundry. It excited me, particularly a good white wash, the removal of stains. Laundry became an achievable goal. Something I could do well and quickly. A good wash offered immediate reward. The Sims offered similar rewards. I became good at the game. In a world I had designed and constructed, my Sims thrived. And having control over their lives meant it became easier to escape dwelling on what was going on in my own. When I played the game, my worries floated away, my thoughts disappeared.", "In 2017, the video games journalist Andy Kelly pulled together a list of “PC’s most relaxing games” for PC Gamer. “Flick to any news channel and it’s like watching the pre-credits sequence for an apocalyptic action movie,” he wrote below his recommendations. “So turn your TV off and switch on your PC, where lovely, precious video games will help you forget about the world burning outside.” The ultimate escapism.", "Facebook Twitter Pinterest Screen saver: a still from Sea of Solitude. Photograph: EA Games", "Huge numbers of new games are being designed with distraction, joy or tranquillity in mind. Calm games that present you with manageable, gratifying tasks and puzzles. Games that don’t make you want to smash your controller into the wall with frustration.", "Earlier this year, the New York Times listed games that have been designed to aid anxiety and discussed their ability to help people through troubling times. One game, Sea of Solitude, was created by game designer Cornelia Geppert, who had experienced a bad break-up. The intense loneliness she was dealing with manifested itself in the game’s lead character, Kay. What better way to get through something difficult than to utilise the power of your emotions in order to create something good that will then, later down the line, presumably help others who experience it too? It mirrors the therapeutic and generous act of writing and releasing the perfect break-up song.", "Kelly’s article, and its focus on how much games can help us, reminded me of an episode of the tech-focused Reply All podcast called Autumn, in which a teenage girl who is experiencing difficulties in her life turns to The Sims to create a character of her recently deceased grandmother so she could visit her, build a beautiful garden for her, and interact with her (even if it was just in Sims-speak, or “Simlish”). Her actions are perfectly summed up in an Observer article by Pete Etchells. “Video games place you at the centre of the story – you are an active participant, instead of a passive observer. They offer us a safe place to interrogate and test the emotional consequences of our actions. Far from being a meaningless waste of time, then, games help us explore what it means to be human, to explore notions of love and loss, and to allow us to travel to far-off incredible places, to become incredible people – all from the comfort of our own home.”", "Fans of The Legend of Zelda speak of the happy and relaxed sensation they feel just by being able to explore a tranquil landscape as a character. To run and jump through meadows without getting a stitch, chop down long grass with a sword, gallop a horse through a canyon, go fishing. You can amble around doing not much at all on games like Red Dead Redemption or Grand Theft Auto, but the temptation to kill – or unintentionally commit manslaughter – can sometimes stand in the way of the game being “relaxing” per se. Some games offer little in terms of tasks, but make up for it in what can be explored in the landscape.", "Take the 2016 cross-console game Firewatch. The game information on its website is as tantalising as the blurb on the back of an appealing holiday read: “The year is 1989. You are a man named Henry who has retreated from your messy life to work as a fire lookout in the Wyoming wilderness. Perched atop a mountain, it’s your job to find smoke and keep the wilderness safe.” What you’re saying is I have to walk around a beautiful forest on my own and “keep the wilderness safe”? Sign me up.", "Occupational psychologist Kirsten Godfrey believes that it is an evolutionary aspect of human nature to desire a certain level of control over ourselves in order to achieve positive outcomes in our lives. “We’re often drawn to tasks that are easy to complete or give us some sense of reward,” Godfrey says. “That buzz you get from completing your to-do list or achieving the next level on a game can trigger the release of dopamine in the brain, making you feel good – just the ticket when you’re not feeling good.”", "But like any dopamine hit, it’s best enjoyed in small measures, and warily. It can be addictive. “It’s about knowing when to do enough to make yourself feel better,” Godfrey warns, “but not so much you become dependent.” She says that desiring a feeling of control is simple human nature. We do it “to be able to influence and choose what we do and equally the outcomes of that”.", "She’s right. Since realising why I am playing The Sims so much, it’s made me want to play it (a little) less. I’m much better than I was a few months ago. I don’t get scared to leave the house, I don’t sleep in the day. Work feels manageable and it doesn’t feel as difficult to keep my head above water. I’m excited about the future and about starting a new relationship with gaming; loosening my grip on The Sims 2 and experimenting with something new. I’m not ashamed of how I’m spending my time. You can’t “win” at life any more than you can “win” at The Sims. All you can do is spend it doing what you love, with some laundry thrown in for good measure."], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}