{"id": "e0f8804f-7449-318f-883d-d80eaca8b323", "title": "Nathaniel Mackey’s Long Song", "url": "https://www.newyorker.com/magazine/2021/04/12/nathaniel-mackeys-long-song", "summary": "When the poet Nathaniel Mackey was young, he would lie in bed and think about where he had gone that day.\nWhen he was in his early teens, his brother told him he might like jazz, because it was “serious” music.\n“It’s a song that includes this parallel universe, as what we’re going through as individuals, as a community, as a country.\nIt’s taking another spin on poetry as being a form of diary writing, but what’s included isn’t just the personal, it’s everything around it.”This month, New Directions will publish “Double Trio,” the continuation of Mackey’s long song.\nHe writes the way that Brueghel painted crowd scenes.”As well as working on the long song, Mackey has been an editor of Hambone, a respected poetry journal, since 1974.", "paragraphs": ["When the poet Nathaniel Mackey was young, he would lie in bed and think about where he had gone that day. He was born in Miami in 1947. His father, who had roots in the Bahamas, worked as a butcher. His mother, whose family was from Georgia, raised their four children. They split up when Mackey was about three, and his mother moved with the kids to California, where they eventually settled in Santa Ana. Orange County was still lined with orange groves. “Every night, in bed, I would reflect on the farthest points north, east, south, and west I had gone in the course of that day,” he told me. “It would not be very far. The farthest east I would have gone might be Bristol Street. The farthest south I would have gone would be McFadden Avenue. The farthest north would be First Street.”", "Mackey was the youngest child, and the self-described “little egghead” of the family. When he was in his early teens, his brother told him he might like jazz, because it was “serious” music. Mackey found a copy of Miles Davis’s “Sketches of Spain,” from 1960, whose brooding, fugitive spirit Mackey recognized underneath Davis’s playful trumpet and Gil Evans’s regal arrangements. He heard a “dark knowledge,” a melancholy undercurrent in Davis’s horn passages. It was “speaking to something that was there in me,” he said.", "Listening to Davis, Mackey began to notice esoteric systems of knowledge all around him. He bought a book of differential equations at the drugstore, simply because he was fond of math and imagined that these equations would grant him access to “a kind of heaven,” he said. He would stare at the book as if its pages were filled with holy art that he would one day understand.", "The more he listened to “Sketches of Spain,” the more he heard. Over time, he imagined that the trumpet was a sorrowful bird. Sometimes, he heard it as the cry of an orphaned boy. Deep within the album’s rhythms lurked hidden dances and rituals, fleeting traces of a suppressed Moorish culture, a secret history tying Spanish flamenco to African-American blues music. “I may not have gone further west than Townsend Street, but I could listen to Miles and go to Spain,” he recalled. “I was seeking out a larger world.”", "It’s been decades since Mackey thought about this nightly exercise in mapping. He recounted it last summer, when we were listening to “Sketches of Spain” together over Zoom. I had asked if we could talk about the music that had opened his imagination. In his book- and record-lined den in Durham, North Carolina, where he is a professor of creative writing at Duke, he held up his original copy of the album. “I would listen to the scratches on a Miles Davis record,” he said.", "Mackey, who is seventy-three, won the National Book Award, in 2006, for the collection “Splay Anthem,” and he has been awarded Yale University’s Bollingen Prize and the Poetry Foundation’s Ruth Lilly prize. At the heart of his work are two series of poems he’s been writing and publishing for about forty-seven years. He started one, “Song of the Andoumboulou,” in the mid-seventies, after he heard a recording of funeral chants from the Dogon people of Mali. The poems, of which there are now more than three hundred, explore the Dogon belief in what Mackey calls a “rough draft of a human being, the work-in-progress we continue to be.” “Mu,” a series that he began at roughly the same time, was originally a tribute to the trumpeter Don Cherry but then unfurled into a decades-long trancelike vision of the origins of music and mythology. He is approaching his three hundredth “Mu” poem.", "Over the years, these two works have intertwined into what he calls “the long song,” recounting the travels of a band of refugees, a “philosophic posse” exiled somewhere outside of history as we understand it. The destination or substance of their wanderings—the surreal moments when they cross paths with a description of Eric Dolphy’s clarinet, an imaginary tune about Eric Garner, the view from a slaver’s ship, or a nineteen-eighties military campaign—matters less than the sensations and mystical visions they gather along the way. They are constantly starting over, discovering worlds within their worlds. Their journeys don’t tell a story so much as they map a kind of alternative history of humankind. “The world was ever after, / elsewhere. / . . . no / way where we were / was there.”", "“It’s almost like he’s writing music in English,” Jeffrey Yang, his longtime editor at New Directions, told me. “It’s a song that includes this parallel universe, as what we’re going through as individuals, as a community, as a country. It’s taking another spin on poetry as being a form of diary writing, but what’s included isn’t just the personal, it’s everything around it.”", "This month, New Directions will publish “Double Trio,” the continuation of Mackey’s long song. It consists of three volumes, “Tej Bet,” “So’s Notice,” and “Nerve Church,” each of which is some three hundred pages, twice the length of one of Mackey’s previous poetry books. He refers to the books as double albums and the collection as his boxed set. This spring, Fonograf Editions will release “Fugitive Equation,” an album Mackey recorded with the Creaking Breeze Ensemble. And, in June, the University of Iowa Press will publish “Nathaniel Mackey, Destination Out,” a collection of critical essays reflecting on his career.", "Some poets, Mackey explained, get that “sigh of recognition” when they perform. “We try not to have that happen,” he joked, in reference to his style. “Audiences never know when I’m done.”", "Yang was an undergraduate when he first heard Mackey read, in the mid-nineties. He told me, “I was, like, What is going on? He was quiet, soft-spoken, and these words were just spilling out.” Mackey often sounds tranquil and digressive when he reads, as though he’s working out a series of anagrams on the fly. “It’s not that kind of release, when you think that someone has said what I always thought,” the poet and critic Fred Moten, who won a MacArthur Fellowship last year, explained. “It’s more like What is that?”", "Mackey’s work calls to mind the world-building ambitions of Ezra Pound as well as the experiments in chronicling the Afro-Caribbean diaspora which are at the heart of Wilson Harris’s and Edward Kamau Brathwaite’s poetry. It’s also influenced by what jazz musicians such as John Coltrane, Charles Mingus, and Cecil Taylor did in the sixties and seventies, stretching songs out to a full side of an LP. He describes his career in terms of “ongoingness,” the sense that “you’re never finished.”", "“You read it the first time,” Moten said, “and there’s all this richness. Then you go back the thirty-seventh time, and what you discover is not the true meaning. What you discover is that all that’s left to find is way more than you’ll ever have time to find. It’s more than you could ever have imagined. It’s an amazing thing to see the whole thing and a detail of the thing at the same time. He writes the way that Brueghel painted crowd scenes.”", "As well as working on the long song, Mackey has been an editor of Hambone, a respected poetry journal, since 1974. (He became the journal’s sole editor and publisher in 1982.) He has also written five epistolary novels as part of a thirty-year-old open-ended prose project titled “From a Broken Bottle Traces of Perfume Still Emanate.” It consists of letters written by N., a jazz musician in nineteen-seventies and eighties Los Angeles, to someone or something called the Angel of Dust, about the progress of a band he has formed.", "Mackey has spent the past year at his home, with his wife, Pascale, and two of their children. Except for an occasional doctor’s appointment, he’s been content to wait out the pandemic indoors. Last summer, we began Zooming weekly. I wanted to hear “Sketches of Spain” the way he did, though I quickly realized that this was impossible.", "Mackey is five feet eleven inches tall, with the lean frame of a former athlete and shoulder-length dreads flecked with gray. He speaks slowly and carefully, rhythmically cycling through descriptions until he settles on the most precise language he can summon. He made me feel hopelessly inarticulate. Every so often, New Directions would send him a set of proofs of “Double Trio,” and he would giddily point at the enormous pile of paper on his desk. “It’s so unusual to be putting out a thousand pages of poetry in one fell swoop. There are all kinds of negative ways to interpret that,” he said, before bursting out into laughter. “Now I’m asking people to read these three suckers!”", "In high school, Mackey was one of the only Black students in his honors classes. He was also a star defensive back for the football team. Élite schools were admitting more Black students, and a group of Princeton alumni invited him for a campus visit, hoping that he might play football, or pole-vault for the school’s track-and-field team. He and another local student, Gene Washington, later a star wide receiver with the San Francisco 49ers, flew out together.", "After Mackey told one of his student hosts that he had never seen jazz played live, the student arranged for Mackey to stay with his father in Harlem for a couple of days. The student’s father took him to some jazz clubs, and Mackey saw the wildly inventive saxophonist and flutist Roland Kirk play with his band. “I couldn’t take my eyes off the players,” he recalled. “These gods were there.” It became an easy decision. “An hour-and-fifteen-minute bus ride from this? I was going to Princeton.”", "The university introduced him to notions of prestige and status. “I’d never met a Black preppy,” he said. “The Black middle class wasn’t a part of Santa Ana.” Although he was homesick and disliked the snow, the proximity to living, breathing artists opened his eyes to a new path. He ran into Amiri Baraka, then known as LeRoi Jones, at a bookstore in Manhattan and invited him to give a reading at Princeton. Jones politely agreed. When he arrived, he addressed the assembled group of Black students as “Pavlov’s dogs” and spent his visit warning them about the domesticating tendencies of white institutions. Mackey went to a Coltrane gig in New York City and saw the saxophonist sitting at the bar between sets. Mackey introduced himself and asked if he would play “Equinox.” “We’d like to,” Coltrane gently replied, “but we have a piece of music prepared.”", "This was in 1965, when Coltrane had begun pursuing a freer, noisier, more liberated style. Mackey was transfixed. There was “a quantum escalation in intensity,” he said, as Coltrane and his group spent the entire night playing the standard “Out of This World,” in a frenzied style that radically deviated from the 1962 recording that Mackey knew by heart. “I thought I knew Coltrane,” he said. “He’s moved on, so I gotta follow him.”", "Seeing his idols made the possibility of pursuing a creative life more feasible. “When I was a teen-ager, poets were not alive—they were only in books,” he said. At Princeton, he published some Jones-inspired poetry. But his primary creative outlet was d.j.’ing at the campus radio station, where he became infatuated with searching for segues, resonances, and juxtapositions: “How different can two things be and still have something in common?”"], "authors": ["Hua Hsu", "Hua Hs"], "keywords": ["poetry", "mackeys", "nathaniel", "jazz", "song", "spain", "mackey", "long", "told", "way", "hes", "music", "coltrane"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}