{"id": "e1026410-197a-3076-9bde-b0e29a06c308", "title": "Min Hyunwoo's sun-drenched photos capture the essence of youth", "url": "https://edition.cnn.com/style/article/min-hyunwoo-summer-photography/index.html", "summary": "Credit: Min HyunwooA model poses with a giant lotus leaf.\nCredit: Min HyunwooTo put models at ease, the photographer would have a conversation before shooting.\nCredit: Min HyunwooMin HyunwooWhat time of day was best for shooting the photos?\nCredit: Min HyunwooMin's friends posed for the photographs.\nCredit: Min HyunwooWho are the people in your photographs?", "paragraphs": ["Written by Karina Tsui, CNN Contributors Gawon Bae, CNN", "Summer is Min Hyunwoo's favorite time of the year. For the 32-year-old South Korean photographer, it's a period reminiscent of his childhood -- an opportunity to relive vivid memories and create new, long-lasting ones.", "\"Summer is so short and fleeting,\" the photographer said. \"We have to wait so long to experience it again yet it's interesting because it seems like we remember memories made in the summer forever.\"", "Based in Seoul, Min is a fashion photographer whose images feature models draped in colorful garments, and posing in playful ways. His work has appeared in Highsnobriety and Nylon Japan.", "In Min's latest series, \"We Are Going to Live This Summer,\" young men and women play in a large lake, submerging themselves at varying depths. Capturing subjects splashing, dragging their bodies through the water or playing with giant lotus leaves and lavender buds, the photographs demonstrate the subtle tenderness of youth.", "Below, Min discusses how he uses the afternoon sun and moving water to convey emotion.", "\"We Are Going to Live This Summer\" was shot during sunset. Min was drawn to the \"soft but sharp lighting\" of the late afternoon hours. Credit: Min Hyunwoo", "A model poses with a giant lotus leaf. Credit: Min Hyunwoo", "CNN: What inspired your latest series? Aesthetically, what were you trying to achieve?", "Min Hyunwoo: I was very sick, emotionally, in the summer of 2018, so it felt like it had never happened. When 2019 came along, I wanted to keep hold of that summer.", "I often think that we have a lot of time but there never seems to be enough. I was very upset about having had a meaningless summer, so this series is an apology for that.", "Models pose with giant lotus leaves found on location. Credit: Min Hyunwoo", "To put models at ease, the photographer would have a conversation before shooting. Credit: Min Hyunwoo", "Why did you choose water as a backdrop?", "I was born in South Korea and grew up in a seaside village in Gangwon province. I learned very early on to play in nature and am good at spending time outside.", "As a child, I enjoyed sitting by the water. It's something I still like to do to this day. When l watch flowing water, I feel a sense of resolution. On the other hand, I don't enjoy going into the water because I can feel my temperature drop very quickly. I also can't swim. I wanted to explore this dichotomy in my work.", "When I stare at water for a while, I sometimes start to think that it has feelings (of its own).", "\"I would tell them to open their eyes in a more calm or subtle way, or to slowly move from left to right,\" said the photographer. Credit: Min Hyunwoo", "Min Hyunwoo", "What time of day was best for shooting the photos?", "I waited until sunset hours. South Korea's sunsets don't last as long as the ones in Europe though, so I try to make the most of that short amount of time. I think I prefer soft but sharp lighting.", "I try to take advantage of the situation, even if it rains. The waves would change depending on the weather. It seems like human emotions also change depending on the shape of the water.", "According to Min, the ripples in the water are meant to encapsulate human emotion. Credit: Min Hyunwoo", "Min's friends posed for the photographs. Credit: Min Hyunwoo", "Who are the people in your photographs? Did you give them much direction?", "They are my friends. I have a lot of model friends, but I want to capture people with more of an ordinary look.", "I usually asked them to play in the water and feel comfortable. Having a conversation beforehand is one way of doing that.", "Sometimes I would tell them to open their eyes in a more calm or subtle way, or to slowly move from left to right. I think it's important to (be in constant communication) with them to help them focus.", "What's the biggest difference between your art projects and your commercial work?", "I think its meaningless to distinguish between between art and commercial photography. There's a difference between doing something that you like to do and something that you have to do. But in my mind, there's not much difference when it's all my work.", "This interview has been edited for length and clarity."], "authors": ["Karina Tsui", "Cnn", "Gawon Bae"], "keywords": ["min", "youth", "water", "way", "think", "credit", "south", "series", "photographer", "sundrenched", "essence", "summer", "subtle", "photos", "capture", "hyunwoos"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}