{"id": "e1132b10-f8b7-3789-92cf-5b37120e41a4", "title": "11 Expert Tips for Building an Influencer-Worthy Glam Room", "url": "https://www.vogue.com/article/diy-glam-room-kardashian-jenner", "summary": "“I receive more requests for in-home glam rooms than almost any other type of personalized space,” Kathryn Rotondi revealed on a call earlier this spring.\n“I designed an entirely pink onyx glam room for a particular client incorporating the exact mirrors, beauty products, and top-of-the-line equipment as her favorite Beverly Hills salon.” Even the seating was customized for the client’s height, she elaborates.\nThe clan Kardashian Jenner is arguably responsible for the “glam room” trend—and the term itself, which was coined by designer Martyn Bullard, who has dreamed up such spaces for Kylie, Khloé, and Kris—but the concept dates back many years.\n(Jean Harlow famously had a lucky mirror in her glam room that she made sure to glance at before walking out the door.)\nTo wit, search for glam rooms on YouTube and one of the most viewed videos (after Kylie Jenner’s home tour) is a glam room makeover by popular L.A.-based design duo Mr. Kate.", "paragraphs": ["“I receive more requests for in-home glam rooms than almost any other type of personalized space,” Kathryn Rotondi revealed on a call earlier this spring. A Los Angeles–based interior designer, Rotondi had just completed work on America’s priciest home, a $350 million, seven-acre modernist oasis in Bel Air with 42 bathrooms, 21 bedrooms, a 30-car garage—and a full-service salon. Such personalized primping spaces have become ubiquitous of late, she continues. “I designed an entirely pink onyx glam room for a particular client incorporating the exact mirrors, beauty products, and top-of-the-line equipment as her favorite Beverly Hills salon.” Even the seating was customized for the client’s height, she elaborates. Obviously.", "The clan Kardashian Jenner is arguably responsible for the “glam room” trend—and the term itself, which was coined by designer Martyn Bullard, who has dreamed up such spaces for Kylie, Khloé, and Kris—but the concept dates back many years. Centuries even, according to fashion and cultural historian Laura McLaws Helms, who cites Marie Antoinette’s pièce des bains, which was added to her petit appartement de la reine at Versailles in 1781 and featured a lace-curtained copper bath, silk daybed, and well-appointed vanity where she might have had her signature face mask (a blend of cognac, dry milk powder, lemon juice, and egg white) applied. It’s a concept that was heartily embraced by Old Hollywood too, says Helms, detailing the over-the-top beautifying quarters of actresses such as Marlene Dietrich, Joan Crawford, and Mae West, who enjoyed the comforts of luxurious dressing rooms on set and came to expect the same at home. (Jean Harlow famously had a lucky mirror in her glam room that she made sure to glance at before walking out the door.) New Hollywood has followed suit. Who can forget the glam room tour Taraji P. Henson gave her Instagram followers, welcoming them into her full-service home salon—or the one Laura Harrier recently granted Architectural Digest, showing off her own pink-themed glam space with vintage deadstock wallpaper and a Deco-style Italian mirror? “At first I thought I was making an office,” the actress told the publication, “but this was actually more practical.”", "“These rooms have become the requisite of a successful, glamorous person’s house,” suggests Bullard. But as remote lifestyles have made being camera-ready an essential job requirement for anyone logging on to Zoom, they’re also becoming a requisite for the rest of us. “What were once luxury bonuses are now mainstream, and I think this is going to become more and more normalized,” adds Rotondi, who has been building out small vanity stations in master closets for clients without square footage to spare. To wit, search for glam rooms on YouTube and one of the most viewed videos (after Kylie Jenner’s home tour) is a glam room makeover by popular L.A.-based design duo Mr. Kate. The budget? $300. Here, the professionals weigh in on a DIY guide for tapping into the design phenomenon.", "Make Space", "The first and most important task is setting aside designated space for your glam area. If you have a big master bathroom, that’s the most obvious spot, says Rotondi. “They’re already designed to enhance your well-being, so with a few adjustments they can be transformed into a room for glamour pretty easily.” She suggests choosing an area that can be cordoned off with a recognizable “glam wall” product display. “A floating wall mount of lucite shelves is my go-to,” says Rotondi, who likes to add a pop of color or gloss for the containers and set them at different heights for visual interest. A walk-in closet is another option, she says: Integrate a wall-mount mirror with a vanity table and small stool that you can tuck underneath, and most importantly, swap out recessed lighting for a vanity bar above the mirror or a “halo” mirror. And if extra space is really at a minimum, try a rollaway glam cart, says Rotondi: They can move around the house with you and easily tuck into a closet when not in use.", "The Container Store Single Acrylic Wall Shelves $15 THE CONTAINER STORE Shop Now", "Bed Bath & Beyond Aluminum Alloy 32-Inch Round Wall Mirror $129 BED BATH & BEYOND Shop Now", "Kichler Tor 49-Inch Wide Brushed-Nickel Linear LED Vanity Light $255 KICHLER TOR Shop Now", "Electric Mirror Trinity Lighted Mirror $1,380 ELECTRIC MIRROR Shop Now", "Pottery Barn Teen Wood and Acrylic Beauty Cart, White $349 POTTERY BARN TEEN Shop Now", "Find Your Light", "Good lighting is essential for a hair and makeup space to be effective. “You want it to be warm in a way that accentuates, highlights, and makes you feel more beautiful,” says Los Angeles interior designer Brigette Romanek, who cautions against putting any lighting directly above your head because it can make skin look washed out and cast unflattering shadows. In addition to cosigning on Rotondi’s nod to vanity bars and halo mirrors, Romanek loves the homeyness of the Tennessee W1 wall lamp. “It’s elegant and simple, made from a beautiful cloth fabric that lights in such a complimentary way,” she explains. For something a bit more dynamic, Romanek recommends the Gélule wall lamp.", "Glenn Sestig by Ozone Tenessee Wall Lamp W1 N/A OZONE Shop Now", "Joseph Dirand by Ozone Gélule Wall Lamp N/A OZONE Shop Now", "Set the Mood", "No matter the size, your glam room is your own personal Shangri-la—and it should be decorated to reflect that, says Romanek. “Keep in mind what you want to feel when you enter,” she says, suggesting fabrics, materials, and colors that make your skin glow and that give you good energy. A wall covering, for example—in ultra-suede if you’re minimal, or chinoiserie if you’re not—can bring in personality and warmth. The same goes for art, which can go far in setting the tone, says Rotondi, who often sources work for her clients from Art Angels in L.A.", "Kravet Ultrasuede Fabric $104 KRAVET Shop Now", "Furnish Strategically", "If a custom built-in vanity is not in your budget, there are many freestanding tables at both ends of the price spectrum that make great substitutes. For a splurge, Rotondi recommends the Yves Vanity by Baxter, while Homary’s vanity dressing table with integrated swivel cabinets—or an Ikea white dressing table (just switch out the existing knobs for something with a bit more flair)—offers more affordable options. If you’re working with a higher table, pair it with a salon or barber chair from Minerva or Wayfair, and if you have the room, consider bringing in a small daybed or couch—“something you can sink into and think about all the amazing looks you’re going to create,” says Romanek, who likes the shape and coziness of Gubi’s Stay Sofa.", "Yves Baxter Dressing Table N/A YVES BAXTER Shop Now", "Homery White Makeup Vanity Dressing Table With Swivel Cabinet, Mirror and Stool Included $1,169 HOMERY Shop Now", "Ikea Tyssedal Dressing Table $249 IKEA Shop Now", "Minerva Beauty Emma Salon Styling Chair $700 MINERVA BEAUTY Shop Now", "Orren Ellis Hydraulic Hair Salon Spa Equipment Massage Chair $230 $209 ORREN ELLIS Shop Now"], "authors": ["Fiorella Valdesolo", "Fiorella Valdesol"], "keywords": ["expert", "mirror", "dressing", "room", "glam", "influencerworthy", "11", "table", "building", "space", "shop", "vanity", "wall", "rotondi", "tips"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}