{"keywords": ["impeach", "democrats", "political", "impeachment", "say", "republican", "american", "leslie", "democratic", "patriots", "president", "trump", "marshall", "house", "reasons", "office"], "authors": ["Leslie Marshall", "Leslie Marshall Joined Fox News Channel As A Contributor In", "Providing Analysis On Both Political", "Social Issues A Liberal Point Of View. A Nationally Syndicated Talk Host", "Whose Program", "The Leslie Marshall Show", "Can Be Heard On Radio", "Stream", "Tune In", "The Progressive Voices Radio Network"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Leslie Marshall: Democrats want to impeach Trump because they are patriots – not for political reasons", "pubDate": null, "url": "https://www.foxnews.com/opinion/leslie-marshall-republicans-ignore-trumps-impeachable-conduct-acting-is-if-king-donald-is-above-the-law", "paragraphs": ["President Trump and his defenders claim the decision by House Democratic leaders Tuesday to propose two articles of impeachment against him is all about politics. They say the misconduct he is accused of is a hoax and that he is the victim of a witch hunt. Don’t believe them. Democrats are acting in spite of politics. They know impeachment could hurt them politically and perhaps even give Republicans a House majority in elections next year.", "And Democrats are acting even though they know the Republican-controlled Senate will acquit Trump in a trial and not throw him out of office. That’s because removing the president in a Senate trial takes 67 votes, and there are only 47 Democrats and allied independents in the Senate.", "DEMOCRAT KAREN BASS SAYS SHE'S OPEN TO IMPEACH TRUMP AGAIN IF HE GETS REELECTED IN 2020", "Sadly, Republicans are putting party loyalty over patriotism and circling the wagons around Trump to support him no matter what, closing their eyes to the overwhelming evidence of his impeachable conduct. There is no way 20 Republican senators will vote to remove Trump from office.", "So what’s the point of holding a House vote before Christmas to impeach Trump, since the Senate will let him stay in office? Wouldn’t it be smart politics for Democrats to say impeachment would be a futile exercise and not engage in a losing battle? Maybe.", "But House Democrats are moving forward on impeachment not because of politics but because they feel duty-bound to be true to their oath of office. An oath in which they “solemnly swear” to “defend the Constitution of the United States against all enemies, foreign and domestic.”", "I don’t just say this because I’m a Democrat. I say it as an American committed to the principle that no one – not even the president of the United States – is above the law. I would take this same position if a Democratic president had taken the same actions as Republican Trump.", "Someday – and I hope I’m wrong about this – a Democratic president may be guilty of grievous misconduct. Republicans are setting a dangerous precedent by saying they will not support impeaching and removing Trump from office – no matter what. This will encourage Democrats to do the same thing if impeachment threatens a president of my party.", "The American Revolution was fought so we would not be ruled by a king untouchable under the law. Republican defenders of Trump seem intent on crowning him King Donald.", "As House Democrats say in the two articles of impeachment proposed Tuesday, President Trump has “ignored and injured the interest of the Nation” by pressuring Ukraine to do two things: investigate former Vice President Joe Biden and investigate an unfounded conspiracy theory that Ukraine interfered in our 2016 presidential election on behalf of Democratic candidate Hillary Clinton.", "The American Revolution was fought so we would not be ruled by a king untouchable under the law. Republican defenders of Trump seem intent on crowning him King Donald.", "Biden is a leading contender for the Democratic presidential nomination to face Trump in the 2020 election, so hurting Biden’s reputation can help Trump.", "The articles of impeachment say Trump refused to release $391 million in vital military assistance to Ukraine and refused to hold a White House meeting with Ukrainian President Volodymyr Zelensky in order to pressure Zelensky to announce the investigations. Despite Trump’s denials, this is unquestionably true in my view.", "The American Revolution was fought so we would not be ruled by a king untouchable under the law. Republican defenders of Trump seem intent on crowning him King Donald.", "Eventually, Trump backed down and released the aid to Ukraine without getting his desired investigations – but only because his corrupt scheme was exposed by a courageous and patriotic whistleblower, who Trump has since denounced as a spy and possible traitor.", "In addition to accusing Trump of abuse of power in the first article of impeachment, the second article accuses the president of obstruction of Congress. This is because Trump has improperly blocked Congress from its oversight role by ordering federal employees not to testify and not to provide documents subpoenaed by the House for its impeachment inquiry.", "Here are key reasons showing why House Democrats are not motivated by politics as they reluctantly move toward the impeachment of a president whose misconduct has forced them to act.", "No overwhelming public support for impeachment", "According to the latest polls, about 47 percent of Americans support impeaching and removing Trump from office, while 43 percent are opposed.", "Independents are the group to watch and they are about evenly divided. Some 42 percent support impeaching and removing Trump from office, but 44 percent oppose it – a statistical tie due to the margin of error in polls. That’s a strong signal to Democrats that they could lose House seats if they vote to impeach Trump.", "Polling by Firehouse Strategies shows President Trump facing tight races in the battleground states of Wisconsin, Michigan and Pennsylvania against hypothetical Democratic opponents. But in the latest polling this quarter, he beats every Democrat in those states.", "So this shows us that the Democratic drive to impeach Trump risks alienating voters who Democrats would need to make him a one-term president.", "USMCA", "The Democrats struck a deal Tuesday with the Trump administration on the U.S.-Mexico-Canada Agreement on trade (USMCA), the updated version of the North American Free Trade Agreement (NAFTA).", "This hands President Trump an important political win and helps him keep a crucial election campaign promise.", "Pelosi, keeping true to her word, proved that her long emphasis on passing a USMCA that protects American workers and farmers goes beyond partisan politics.", "“I know there are those ... who have said 'Why? You shouldn't do this. This gives him a win.' No. We are so far away from the proposal that he put forth that this is a triumph for American workers,” Pelosi said Tuesday, explaining that congressional Democrats pushed through major improvements to the USMCA.", "If Democrats hated the president more than they love of country – as Republicans falsely claim – would the Democrats have made this deal? Obviously not.", "Impeachment history", "President Bill Clinton was impeached by the House in December 1998. But the Senate acquitted him in a trial and did not remove him from office – just as will happen with Trump.", "Republicans never thought they might have overplayed their hand when they impeached Clinton, but that is just what they did. Republicans lost seats in Congress after they began impeachment proceedings against Clinton and Republican House Speaker Newt Gingrich resigned after they suffered election losses. Bill Clinton served out the rest of his term.", "CLICK HERE TO SIGN UP FOR OUR OPINION NEWSLETTER", "Clinton’s approval rating rose as high as 70 percent. In other words, impeaching Democratic President Clinton hurt the Republican Party. Many voters viewed Republicans who pushed for Clinton’s impeachment as mean-spirited extremists willing to use his personal scandal involving sexual misconduct for partisan goals.", "Sound familiar? The same could be said for some Republican voters today.", "Why would Pelosi be seeking President Trump’s impeachment if this was just political? It’s not worth the risk.", "The Democrats have put forth two articles of impeachment not for political gain, but because it is their responsibility and their duty.", "CLICK HERE TO GET THE FOX NEWS APP", "Democrats understand they must uphold the role of Congress as a co-equal but separate branch of government tasked with oversight of the president. And they understand they must ensure the president is faithful to his oath of office and does not put his personal and political interests ahead of our national interest.", "The Democratic action on impeachment announced Tuesday is not about politics – it’s about patriotism.", "CLICK HERE TO READ MORE BY LESLIE MARSHALL"], "id": "e125782a-2f3e-39ec-a3da-6a895f2f5ce2", "summary": "President Trump and his defenders claim the decision by House Democratic leaders Tuesday to propose two articles of impeachment against him is all about politics.\nWouldn’t it be smart politics for Democrats to say impeachment would be a futile exercise and not engage in a losing battle?\nI would take this same position if a Democratic president had taken the same actions as Republican Trump.\nSomeday – and I hope I’m wrong about this – a Democratic president may be guilty of grievous misconduct.\nThis hands President Trump an important political win and helps him keep a crucial election campaign promise."}