{"id": "e15d375b-e2e6-3ce0-8224-62dbd0d7f616", "title": "Fox News’ Bill Hemmer moves to afternoons, will lead breaking news division", "url": "https://www.foxnews.com/media/fox-news-bill-hemmer-moves-to-afternoons-will-lead-breaking-news-division", "summary": "Bill Hemmer will anchor “Bill Hemmer Reports” on Fox News Channel weekdays at 3 p.m.\nHemmer will lead all breaking news coverage in addition to hosting the straight-news program from the network’s FOX News Deck.\n“Leading our breaking news division with a signature hour has enormous value to me, personally, and to our audience.\nHemmer will oversee a team of journalists and producers ready to interrupt regular programming with breaking news as needed.\nHemmer has contributed to all of the network’s special election coverage since 2008, often covering conventions and reporting live from the campaign trail.", "paragraphs": ["Bill Hemmer will anchor “Bill Hemmer Reports” on Fox News Channel weekdays at 3 p.m. ET starting on January 20, the network announced on Monday.", "“Bill is an incredible newsman and his ability to cut to the heart of the story while humanizing major events has made him a standout talent in news. As we start gearing up for the 2020 election, we are thrilled to have him lead our news division through what will sure to be an eventful year,” Fox News Media president and executive editor Jay Wallace said in a statement.", "Hemmer will lead all breaking news coverage in addition to hosting the straight-news program from the network’s FOX News Deck.", "HOUSE JUDICIARY COMMITTEE HOLDS HEARING ON IMPEACHMENT EVIDENCE: LIVE UPDATES", "“As a journalist, l am extremely grateful for this opportunity. 2020 will undoubtedly be a year of great significance,” Hemmer said in a statement. “Leading our breaking news division with a signature hour has enormous value to me, personally, and to our audience. We’ve got a fantastic team here and I am excited to get to work.”", "FOX News Deck is a state-of-the-art newsgathering facility that will allow Hemmer, a fan favorite of Fox News loyalists, to oversee all breaking news on FNC. FOX News Deck and the 3 p.m. ET timeslot were previously occupied by Shepard Smith, who left the network in October.", "Hemmer will oversee a team of journalists and producers ready to interrupt regular programming with breaking news as needed. As part of the move, Hemmer will depart “America’s Newsroom” with a rotating journalist joining Sandra Smith until a permanent co-anchor is announced.", "CLICK HERE TO GET THE FOX NEWS APP", "Hemmer recently conducted an exclusive interview with Attorney General William Barr from El Salvador, reported live from the U.S. summit with North Korea in Vietnam and was on the ground for President Donald Trump’s meeting with Russian President Vladimir Putin from Helsinki, Finland. He has interviewed everyone from Mother Teresa to former Secretary of State Condoleezza Rice, playing a key role in FNC’s political coverage in the process.", "Hemmer has contributed to all of the network’s special election coverage since 2008, often covering conventions and reporting live from the campaign trail. Hemmer’s signature \"Bill-Board” helps viewers understand election night results.", "Hemmer, who joined Fox News in 2005, has also covered major news events including the Boston Marathon bombing in 2013, the 2012 Sandy Hook Elementary School shooting and Hurricane Katrina relief efforts."], "authors": ["Brian Flood", "Brian Flood Covers The Media For Fox News. Follow Him On Twitter At"], "keywords": ["team", "smith", "coverage", "lead", "moves", "division", "afternoons", "breaking", "signature", "live", "election", "hemmer", "bill", "fox", "president"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}