{"id": "e16141ac-2ce7-363a-9c70-e9836a033429", "title": "8 Best Xbox Series X Features To Set Up First", "url": "https://www.gameinformer.com/video-feature/2020/11/16/8-best-xbox-series-x-features-to-set-up-first", "summary": "With the release of the Xbox Series X and Series S consoles, Microsoft has brought its popular Xbox console interface to next-gen standards, and with that upgrade comes several handy features that new users should familiarize themselves with to get the most out of their Xbox experience.\nSo with that in mind, here are the 8 best Xbox Series X features to set up first.\nQuick ResumeThe most significant feature that Xbox has been touting with the release of the Series X and Series S is the new Quick Resume feature.\nHowever, I’m here to tell you that the Xbox mobile app is fantastic, and it’s essential to getting the most out of your experience with the Xbox Series X and Series S consoles.\nFor more coverage of the Xbox Series X or Series S consoles, be sure to check out Game Informer's Xbox Series X/S Review.", "paragraphs": ["Powering on a next-gen console is exciting, but it can be overwhelming trying to understand all of its new menus and tools. With the release of the Xbox Series X and Series S consoles, Microsoft has brought its popular Xbox console interface to next-gen standards, and with that upgrade comes several handy features that new users should familiarize themselves with to get the most out of their Xbox experience.", "So with that in mind, here are the 8 best Xbox Series X features to set up first.", "Quick Resume", "The most significant feature that Xbox has been touting with the release of the Series X and Series S is the new Quick Resume feature. In short, Quick Resume allows you to jump between multiple games fast by leaving titles in suspended states. The best part is that Quick Resume is a built-in feature of the Xbox Series X or S. There are no specific settings you need to activate; it just automatically works with supported games.", "Now, it’s important to note that this feature was deactivated for Xbox Series X/S-optimized titles during our review period with the consoles, but we were able to test it with new-gen preview builds before that happened. Unfortunately, Quick Resume only supports Backwards Compatible games at launch, but Xbox has told us that they plan to implement a post-launch patch to enable the feature’s support of next-gen-optimized games.", "Personally, this feature is nice to have for those days when I’m not exactly sure what I want to play and can bounce from game to game on a whim.", "Pins Are Now Groups", "Pins were an early addition to the Xbox One’s user interface features and became a staple for fans who wanted to organize and access their games quickly. With the rollout of the Xbox Series X and S, pins have been replaced by Groups, which is a convenient way to organize games or applications. To view existing Pins and other Groups, press the Xbox button to open the Guide, then navigate to “My Games and Apps,” wherein you’ll find Groups.", "Once in Groups, select the “Create a Group” option. Now here’s where the fun happens - you can order games and apps in whatever way you’d like. Own an abundance of multiplayer games? Want to catalog all of your Series X-optimized games in one place? Regardless of which games you’re sorting together, next, you’ll need to give the Group a name. Select the games or apps you want to include and create the Group. Once you’ve successfully created a Group, press the controller’s Menu button, which will display options to rename, re-organize, delete, or even add your Group to the Xbox’s Home dashboard.", "Share Button Features", "One of the more convenient features of the Xbox Series X is the new controller’s dedicated Share button, which allows users to record videos and capture screenshots on the fly.", "To get started, simply tap the Share button once to take a screenshot, or hold the button down to record a 30-second clip. To view your recent capture gallery, quickly tap the Share button twice. From here, you can click on a specific video or screenshot to share with social media, message to friends, or open up contextual options like trimming a video or assigning a screenshot as the background display image of your Xbox’s home dashboard.", "Prefer different control bindings, recording lengths, or clip resolution settings? No problem — you can customize the Share feature’s available settings by navigating to the Settings app, then scroll down to the Preferences tab, click Capture & Share, which will then open up all of the available capture settings that can be customized.", "Day / Night Screen Settings", "If you’re familiar with the Xbox ecosystem, then you’re no stranger to the ability you have to customize your Xbox’s home screen. One of my favorite customization features allows users to schedule light and dark system themes according to local sunrise and sunset times. Scheduled system themes on Xbox work similarly to iPhone’s Night Shift or f.lux on PC. The Xbox will automatically enable its vibrant Light Theme at dawn, and once the sun starts to set, it will switch to a muted Dark Theme to save your eyes from strain in the evening.", "To start, go to the Xbox Home dashboard. Then click the “Select” button on your controller. This action will open up Customize Home, which is the hub for adding, removing, and reordering what’s on your Home screen, and includes the ability to personalize your Xbox’s background and theme. From there, head over to the right-hand-side column and select Theme & Motion, click System Theme, and then select “Scheduled.” Below that, check the box that enables “use sunrise and sunset times.”", "And that’s it! Now you’ll be saving your eyes from unnecessary blue light when navigating your Xbox’s dashboard and menus late at night.", "Quick Access Toolbar", "The next feature you should learn to use once you’ve set up your Xbox is the Quick Access Toolbar. I’ve used this feature nearly every day since setting up my Xbox Series X, and I highly recommend using it to navigate a few of the system’s key tools in a quicker fashion.", "To explore the Quick Access menu, press the Xbox button to open up the Guide. Once there, press Right Trigger (RT) to jump to the Quick Access toolbar, which includes user notifications, shortcuts to the Game Pass Library and Microsoft store, a search tool, and basic audio settings.", "Accessibility Options", "Throughout the last few years, Microsoft has made huge strides with its efforts in making video games accessible by more players. With the built-in accessibility options on the Xbox Series X, players can customize a flexible play experience by remapping controller bindings, using the Copilot feature to ostensibly turn two players into one, as well as by enabling aural and visual aids like narration, speech-to-text, and a screen magnifier tool.", "To find the accessibility menu, visit the Settings app, and then scroll down to the Ease of Access tab. Here you can fully test and explore the console’s available accessibility tools.", "Xbox Mobile App", "We’ve all downloaded lackluster video game companion apps in the past, and we’ve all likely regretted it. However, I’m here to tell you that the Xbox mobile app is fantastic, and it’s essential to getting the most out of your experience with the Xbox Series X and Series S consoles. The Xbox app allows users to queue Xbox downloads remotely, manage storage and game installations, communicate with Xbox Live Friends via message or voice, and navigate apps like Netflix without a controller. Depending on your home internet’s network strength, the mobile app unlocks the ability to stream games to your phone via Remote Play, too.", "If you’re interested in using the companion app to enable these convenient features, you can find it on the Apple App Store or Google Play.", "Game Pass Quests", "Most folks know that Xbox Game Pass is a cost-effective method for exploring a plethora of video game experiences on Xbox and PC, but one of the service’s subtler features are Game Pass Quests. In short, Quests allow you to earn redeemable Microsoft Reward Points for completing in-game activities like earning achievements or beating specific challenges. The best part? You can redeem these points for Xbox Live subscription time, digital Xbox store gift cards, or you can even donate them to charities like the Special Olympics or The Trevor Project.", "To redeem rewards points that you’ve earned through Game Pass Quests, open the pre-installed Microsoft Rewards app on your Xbox and then scroll over to the “Redeem” tab. Here you’ll find a bevy of digital goods and services to exchange your points for.", "For more coverage of the Xbox Series X or Series S consoles, be sure to check out Game Informer's Xbox Series X/S Review."], "authors": ["Video Editor", "Real-Time Strategy Games Of The Late To Mmorpg'S Of The", "All The Way To Current Battle Royales Like Apex Legends", "Alex Has Spent His Life Trying To Find A Better Multiplayer Game Than Halo"], "keywords": ["games", "x", "button", "set", "xbox", "best", "quick", "series", "features", "feature", "app", "game"], "pubDate": "2020-11-16T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}