{"pubDate": null, "url": "http://www.nytimes.com/2019/12/18/opinion/booksmart-good-boys-pop-culture.html", "id": "e16995e8-e02e-3628-a2ca-9ff3a7b0234b", "keywords": ["school", "booksmart", "younger", "culture", "boys", "molly", "republicans", "optimism", "pop", "types", "opinion", "kids", "amy", "generation"], "authors": ["Aisha Harris"], "title": "Opinion | The New Pop Culture Optimism", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Both “Booksmart” and “Good Boys” are self-aware counterparts to many of their tween/teen movie forebears.\nIn “Booksmart,” Molly (Beanie Feldstein) and Amy (Kaitlyn Dever), are overachievers who decide to finally let loose and party on graduation weekend after learning their less studious classmates still managed to get into top colleges.\nAs in “Good Boys,” their peers represent a wide spectrum of types and demographics.\nThe flamboyant George and Alan would be subject to casually homophobic jokes; Molly’s weight might be central to the plot.\nMolly and Amy are happily welcomed into the fold, the other kids genuinely and pleasantly surprised to see them finally being social.", "paragraphs": ["For the most part, this development is refreshing to me, a 30-something millennial who grew up on a steady diet of pop culture that typically includes, at the very least, questionable dialogue that doesn’t hold up through a 2019 lens.", "Both “Booksmart” and “Good Boys” are self-aware counterparts to many of their tween/teen movie forebears. In “Booksmart,” Molly (Beanie Feldstein) and Amy (Kaitlyn Dever), are overachievers who decide to finally let loose and party on graduation weekend after learning their less studious classmates still managed to get into top colleges.", "As in “Good Boys,” their peers represent a wide spectrum of types and demographics. Among them: the laid-back, androgynous skater girl Ryan, whom Amy has a crush on; the goofy slacker Nick (played by Cuba Gooding Jr.’s son Mason Gooding), whom Molly has a crush on; the overly dramatic theater nerds George and Alan. In high school movies made as recently as a dozen years ago — and going back decades — these characters would be siloed and pitted against one another. The flamboyant George and Alan would be subject to casually homophobic jokes; Molly’s weight might be central to the plot. Almost all of them would probably have been white.", "Yet the kids tease Molly not because of what she looks like, but because her quest to be a perfect student teeters on the verge of Tracy Flick-level proportions. At the climactic graduation party — that enduring staple of the genre — where every senior from school seems to be in attendance, there is no sense of a division among the types. Molly and Amy are happily welcomed into the fold, the other kids genuinely and pleasantly surprised to see them finally being social.", "“Good Boys,” about three best friends — Max (Jacob Tremblay), Lucas (Keith L. Williams) and Thor (Brady Noon) — adjusting to middle school, has its own vision of an enlightened world. What little bullying occurs is tame and slur free (unless you consider being labeled a “misogynist” a slur). A yellow-vested watchdog group called the Student Coalition Against Bullying is depicted less so as the geeky subset of the school (the acronym is “S.C.A.B.”) than as an endearing example of youth activism (Lucas joins the group at the end).", "The cynical takeaway is that movies like these are pandering to social progressives (for what it’s worth, both appear to be set in California suburbs). But Olivia Wilde, the 35-year-old director of “Booksmart,” encouraged her young cast members to offer input on the script, to keep it as true to the experiences of today’s younger generation as possible. It seems a lot of kids really are more chill than previous generations when it comes to self-expression, and they think a lot about language and how others might respond to the things they say and do.", "Queer children are coming out at much younger ages. Signaling one’s preferred pronouns is becoming the norm. A Pew Research study from earlier this year found that 43 percent of Generation Z Republicans surveyed believe black people are treated less fairly than whites — more than twice as many as Generation X, Boomer and Silent-Generation Republicans, and 10 percent more than Millennial Republicans."]}