{"id": "e17b92ea-64a4-34d0-a587-7c2b13e5b3aa", "title": "£27bn roads plan in doubt after Shapps overrode official advice", "url": "https://www.theguardian.com/uk-news/2021/feb/11/27bn-roads-plan-doubt-shapps-overrode-official-advice", "summary": "A £27bn expansion of England’s road network has been thrown into doubt after documents showed the transport secretary, Grant Shapps, overrode official advice to review the policy on environmental grounds, the Guardian can reveal.\nIt has been a legal requirement to take into account the environmental impact of such projects since 2014.\nShapps appears to have pressed ahead despite the advice of civil servants in his own department.\nChris Todd, the director of Transport Action Network, said: “The largest ever roads programme and world-leading emissions cuts were always the strangest of bedfellows.\n“Far from ‘building back better’, the government’s £27bn roads plan would pollute communities, tear through treasured green spaces and turn up the heat on the planet, while making congestion worse.", "paragraphs": ["A £27bn expansion of England’s road network has been thrown into doubt after documents showed the transport secretary, Grant Shapps, overrode official advice to review the policy on environmental grounds, the Guardian can reveal.", "It has been a legal requirement to take into account the environmental impact of such projects since 2014. Shapps appears to have pressed ahead despite the advice of civil servants in his own department.", "The details are set out in court papers that form part of a legal challenge to the policy, which was described by the chancellor, Rishi Sunak, last March as the country’s “largest ever” roadbuilding programme.", "Lawyers for the campaign group Transport Action Network (TAN) have sought a judicial review of the strategy to develop road projects nationwide, including the Stonehenge tunnel, the A46 Newark bypass and the Lower Thames Crossing.", "According to high court filings seen by the Guardian, evidence that Shapps had decided to override Whitehall advice to review the 2014 national policy statement on national networks (NPS) was disclosed at the 11th hour to the claimants.", "The claim focuses on the decision not to review all or part of the NPS, and has since been amended to introduce Shapps’ decision to go against the civil service advice, alongside the original grounds that the roadbuilding policy was incompatible with environmental and air quality commitments.", "The submission from David Wolfe QC states: “On the day before the limitation period for issuing this challenge was due to expire, the defendant provided the claimant with the advice of his officials, which was that it was appropriate to review the NPS.”", "He adds later: “The claimants have been presented, on the one hand, with official reasoning in support of a review, and on the other, with a decision by the defendant not to review the NPS, with no explanation of why, or on the basis of what information or considerations, he chose to depart from his officials’ advice.”", "Lawyers for the government argue that the transport secretary has no duty to provide reasons for his decision and say the claim is baseless. However, they said Shapps had considered that while there had been since 2014 “relevant changes in circumstance [from] road traffic and congestion forecasts … the UK legislating for a ‘net zero’ 2050 target; the Paris agreement; and air quality understanding and law, the policy “would not have been materially different if the changes had been anticipated”.", "The government first announced a £15bn roadbuilding programme on the back of the 2014 NPS. While ministers have committed to further targets on decarbonisation, the plans for new highways have continued unabated: in last year’s budget Sunak upped the ante to announce a five-year plan for the “biggest ever investment in strategic roads and motorways – over £27bn of tarmac”, on 4,000 miles of roads.", "The government argues new roads are needed to combat congestion, and that modal shift to walking and cycling cannot replace most longer journeys and the transport of goods or freight. Although the NPS addresses the environmental impacts, TAN’s lawyers argue that the significant subsequent changes in climate policy and scientific understanding of pollution means it needs review.", "Targets set out by the Committee on Climate Change and accepted by the government in December require the accelerated reduction of greenhouse gases by 2030. Meanwhile a major element of air pollution has been identified as particulates from tyres, which would be worsened by more traffic even with a transition to electric fleets.", "A review could stall the roadbuilding programme and give fresh impetus to challenges to individual schemes. Environmental campaigners last year temporarily succeeded with a similar legal challenge to the national policy statement on aviation, permitting a third runway at Heathrow. It was ruled illegal in February 2020 for not having taken account of climate commitments under the Paris accords. However, a further appeal by Heathrow overturned the verdict at the supreme court in December.", "Chris Todd, the director of Transport Action Network, said: “The largest ever roads programme and world-leading emissions cuts were always the strangest of bedfellows.", "“Far from ‘building back better’, the government’s £27bn roads plan would pollute communities, tear through treasured green spaces and turn up the heat on the planet, while making congestion worse. Our legal challenge seeks to end this nightmare and prioritise what’s important to people.”", "However, the government has already signalled its determination to press ahead with major roadbuilding projects despite the opposition and environmental cost.", "Shapps has on three occasions since the start of the coronavirus pandemic overruled planning inspectors to approve projects including widening of the A63 in Hull, the controversial tunnel under Stonehenge, and a further dualling of the A303 in Somerset.", "The Department for Transport maintains its spending plans will upgrade rather than simply enlarge the road network and, combined with decarbonisation of vehicles and greener construction, are consistent with the government’s net zero aspirations.", "A DfT spokesperson said: “The department is unable to comment on ongoing legal proceedings.”"], "authors": ["Gwyn Topham"], "keywords": ["advice", "shapps", "overrode", "environmental", "doubt", "nps", "transport", "legal", "27bn", "review", "official", "policy", "roads", "plan", "roadbuilding"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}