{"id": "e1892b14-fc7e-3460-848c-baef5db70a11", "title": "Quiz - Try our Christmas quiz", "url": "https://www.economist.com/christmas-specials/2020/12/19/try-our-christmas-quiz", "summary": "The life of which British stage performer was turned into the 1968 film “Star!” with Julie Andrews?\nWhat theme links the previous answers?\nWhat theme links the previous answers?\nWhat theme links the previous answers?\nWhich San Francisco district was noted for its jazz clubs in the 1940s and 1950s and was dubbed “the Harlem of the west”?", "paragraphs": ["THIS YEAR’S quiz is based on ten global cities. The first four answers of each series are linked to a theme, and readers have to find that theme to answer the fifth question.", "Send answers to xmasquiz@economist.com by Monday, January 4th 2021. Three winners, chosen at random, will receive a copy of “Unconventional Wisdom”, The Economist’s new book. The answers will appear online on January 8th.", "London", "1. Which British military hero is commemorated with a 52-metre high column in the middle of London?", "2. Which Roman emperor named his son Britannicus after his conquest of much of Britain?", "3. Which Robert Harris novel, made into a film starring Pierce Brosnan, features a prime minister who closely resembles Tony Blair?", "4. The life of which British stage performer was turned into the 1968 film “Star!” with Julie Andrews?", "5. What theme (apart from London or Britain) links these answers?", "Berlin", "1. What was the name of the famous crossing-point between East and West Berlin, which is now a tourist attraction?", "2. What is the name of German carmaker Volkswagen’s bestselling model, also known as the Rabbit in North America?", "3. In which month and year did Kaiser Willhelm abdicate and Germany become a republic?", "4. What was the name of the music prize presented by the Deutsche Phono-Akademie between 1992 and 2018?", "5. What theme links the previous four answers?", "New York", "1. Which iconic New York commercial building, on Fifth Avenue, was completed in 1902?", "2. Which film musical, the most successful to star Fred Astaire and Ginger Rogers, opened at Radio City Music Hall in New York in August 1935?", "3. What breed of dog was owned by the former governor of New York, and 32nd president, Franklin Roosevelt? (It is depicted in a statue of FDR in Washington DC.)", "4. What historic weapon is displayed on the south shore of Manhattan, formerly known as Battery Park?", "5. What theme links the previous answers?", "Paris", "1. What is the nickname of Paris, a translation of la ville lumière?", "2. What device is Frenchman Joseph Nicéphore Niépce generally credited with inventing in 1816?", "3. Which far-right group, led by Charles Maurras, was one of the leading anti-Dreyfusard groups before 1914?", "4. What was the name of the government that ran France from 1795 to 1799 before being overthrown by Napoleon?", "5. What theme links these answers?", "Sydney", "1. What is the name of the harbour in Sydney where Captain Cook first landed, marking the discovery of Australia by Europeans?", "2. Which Australian businessman, once chief executive of Fortescue Metals, has become a major philanthropist, through the Minderoo Foundation?", "3. Which Australian novel, written by Colleen McCullough, was turned into a very successful 1980s miniseries starring Richard Chamberlain?", "4. What is the main diet of the koala, one of Australia’s best known mammals?", "5. What theme links the previous answers?", "Beijing", "1. What is the name given to the ancient overseas trade route from China?", "2. Which martial-arts star, born in Beijing, appeared in the films “Once Upon a Time in China” and “Lethal Weapon 4”?", "3. One of the fastest-growing parts of the Chinese credit markets is high-yield debt. What is the colloquial name for such debt?", "4. What piece of Chinese infrastructure, a UNESCO World Heritage site, dates back to the fifth century BC?", "5. What theme links the previous answers?", "Rome", "1. What nickname for Rome dates, appropriately enough, all the way back to the first century BC?", "2. What is the normal translation of Summus Pontifex, one of the pope’s many titles?", "3. What holy title was bestowed on Pope John XXIII and Pope John Paul II in April 2014?", "4. La Spezia is the name of an Italian city and province. But what culinary ingredient does spezia mean in Italian?", "5. What is the theme linking these answers?", "Barcelona", "1. There is a 60-metre monument to which explorer in the city of Barcelona?", "2. Catalonia held a controversial referendum on which issue in 2017?", "3. What is the official title of the prime minister of Spain?", "4. What kind of service for covid-19 victims did the Spanish king attend in July 2020?", "5. What theme links these answers?", "San Francisco", "1. Which 1960s pop group, based in San Francisco, featured Grace Slick on vocals?", "2. Which cartoonist, who worked as a management trainee in San Francisco, pens the Dilbert strip?", "3. Which Silicon Valley entrepreneur co-founded Google Maps, became chief technology officer at Facebook and is now president of Salesforce?", "4. Which San Francisco district was noted for its jazz clubs in the 1940s and 1950s and was dubbed “the Harlem of the west”?", "5. What theme links these answers?", "Amsterdam", "1. Which Amsterdam football team has won the European Cup or Champions League four times, most recently in 1995?", "2. And which is the oldest Dutch professional football team, based in Rotterdam?", "3. The son of which cartoon character, after witnessing his father eat a bunch of flowers, exclaimed “So that explains his mysterious trip to Holland”?", "4. Amsterdam is a centre for jewellery production. What traditional unit for measuring the weight of precious metals is equal to roughly 31 grams?", "5. What theme links these answers?"], "authors": ["The Economist"], "keywords": ["answers", "quiz", "previous", "san", "known", "star", "try", "theme", "film", "york", "francisco", "christmas", "links"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}