{"id": "e18ac829-404b-3c96-8e0c-7d3930d74487", "title": "The Haitian Revolution and the Hole in French High-School History", "url": "https://www.newyorker.com/culture/culture-desk/the-haitian-revolution-and-the-hole-in-french-high-school-history", "summary": "For the moment, a typical French student completes her high-school education without hearing much about any of this.\nIn metropolitan vocational high schools, whose students are more likely to come from working-class and immigrant families, the recently updated curriculum acknowledges the Haitian Revolution as a “singular extension” of the American and French revolutions.\nBut the Haitian Revolution, specifically, remains absent from the new curriculum.\n“This history needs to be heard,” Marc Lienafa, who teaches history and geography at a vocational high school near Caen, said.\nYet, even as French historiography has obscured the Haitian Revolution, its consequences endure today.", "paragraphs": ["The revolution, led by the formerly enslaved Toussaint Louverture, effectively forced France to abolish slavery, in 1794. Art work by George DeBaptiste / Library of Congress", "Toussaint Louverture, according to the scholar Sudhir Hazareesingh, was “the first black superhero of the modern age.” Louverture was born enslaved on a sugar plantation on Saint-Domingue, a French colony on the island of Hispaniola, sometime in the early seventeen-forties. He was emancipated in adulthood and, at about fifty, led the most important slave revolt in history, effectively forcing France to abolish slavery, in 1794. Next, he united the island’s Black and mixed-race populations under his military command; outmaneuvered three successive French commissioners; defeated the British; overpowered the Spanish; and, in 1801—despite having been wounded seventeen times in battle and having lost most of his front teeth to a cannonball explosion—authored a new abolitionist constitution for Saint-Domingue, asserting that “here, all men are born, live, and die free and French.” Napoleon Bonaparte first sent twenty thousand men to overthrow him, reinstating slavery in the French colonies, in 1802. Louverture instructed Jean-Jacques Dessalines to torch the capital city, “so that those who come to re-enslave us always have before their eyes the image of hell they deserve.” Ultimately taken captive, Louverture was deported to France and died within months in a prison in the Jura Mountains. In 1803, Bonaparte’s army was defeated, having lost more soldiers (his brother-in-law among them) on Saint-Domingue than he would, twelve years later, at Waterloo. The next year, the revolutionaries established a new, independent, and free nation: Haiti, the world’s first Black republic.", "For the moment, a typical French student completes her high-school education without hearing much about any of this. Despite Marcus Garvey’s assertion that Louverture’s “brilliancy as a soldier and statesman outshone that of a Cromwell, Napoleon, and Washington,” despite Aimé Césaire’s belief that Haiti was the place where “negritude stood up for the first time and proclaimed its faith in its humanity,” despite the fact that Louverture—hailed as “the Black Spartacus,” hero of Frederick Douglass—embodied the ideals of the French Revolution and, then, the Haitian Revolution, which inspired the modern anti-colonial movement all over the world, France has not seen him and his fight as indispensable elements of its national narrative. “It’s thought of as a minor story, not la grande histoire,” Elisabeth Landi, a history professor in Martinique, said. In 2009, an inscription honoring Louverture was engraved in a wall at the Pantheon. The story of his country’s revolution is taught in high schools in some of France’s overseas territories. In metropolitan vocational high schools, whose students are more likely to come from working-class and immigrant families, the recently updated curriculum acknowledges the Haitian Revolution as a “singular extension” of the American and French revolutions. But it is not mentioned in the general lycée curriculum. A future pipe fitter in Paris will thus know that enslaved Black people in a French colony sought and secured their own freedom, but an aspiring politician, having done all her homework at lycée, may understand emancipation simply as a right granted in 1848, by decree of the Second Republic.", "Now the Fondation pour la Mémoire de l’Esclavage (Foundation for the Memory of Slavery), an organization whose creation was announced in 2016, under the Presidency of François Hollande, is lobbying French authorities to address these absences. “When it comes to slavery, we don’t teach the same history to all the children of France,” the foundation wrote in a report published this September. The report was issued in advance of the twentieth anniversary of the Taubira law, which in 2001 designated the slave trade and slavery as crimes against humanity, and mandated that school curricula accord them “the substantial place that they merit.” France’s education system is highly centralized, and the years following the passage of the law saw significant progress in updating historiography, training teachers, and revising textbooks. (The reforms were not without backlash: in 2005, the French legislature passed a law requiring schools to emphasize the “positive role” of colonialism, a stipulation that was subsequently rescinded.) In 2006, the center-right President Jacques Chirac instituted an annual day of commemoration for slavery, and an arm of the education ministry issued a nonbinding suggestion that Haitian independence be taught in lycée. In a groundbreaking speech, Chirac spoke explicitly of Haiti, invoking Louverture alongside such figures of resistance as Solitude, Cimendef, and Dimitile. “Too few French people know these names,” he said. “However, they are part of the history of France.”", "But, according to the foundation’s note, the momentum gained with the passing of the Taubira law “has gradually faded.” Jean-Marc Ayrault, a former Prime Minister of France who now serves as the organization’s president, told me that he wondered whether the Taubira law, unanimous in 2001, would pass without opposition today, given the increasing polarization in French society around questions of race and identity. “When we discuss the history of slavery, we get the impression that we should almost apologize for talking about it,” he said. “That’s a climate that worries me.”", "The Ministry of Education updated the general high-school history program last year. An early draft of the curriculum addressed slavery in the Portugese islands and Brazil, and in the Americas, but not in the French plantation economy. Ayrault and Christiane Taubira—a former justice minister, who sponsored the 2001 law and serves as a patron of the Foundation for the Memory of Slavery—successfully petitioned for its inclusion. But the Haitian Revolution, specifically, remains absent from the new curriculum. Philippe Raynaud, the vice-president of the Conseil Supérieur des Programmes, the ministry body that advises on school curricula, pointed out that eighth graders study slavery, and that teachers are free to cover Haiti as part of a unit on the French Revolution, “even if it does not occupy the same place in all high school programs.” Ayrault and others consider this insufficient. “This history needs to be heard,” Marc Lienafa, who teaches history and geography at a vocational high school near Caen, said. This year, his students created a comic book about slavery in Saint-Domingue, which was chosen as a finalist in an annual national competition co-sponsored by the Ministry of Education. Lienafa continued, “I think that to put a veil on this colonial history is to nourish resentments and to encourage people to withdraw into identity.”", "The Haitian anthropologist Michel-Rolph Trouillot argued that the Haitian Revolution has been “silenced” in part because it was “unthinkable even as it happened”: white hegemony so pervaded the world views of white Europeans and Americans, as well as of observers in Saint-Domingue, that they were unable to conceptualize the military triumph and political birth of a Black nation. This incredulity has, in some ways, never really faded. French historians, Alyssa Goldstein Sepinwall has written, have tended to focus on the colonial traumas of the twentieth century rather than on French slavery, which took place outside its European borders, “making slavery seem less central to France’s past.” This is compounded by the fact that French universalism has traditionally precluded discussions of race, both as a specious scientific category and on the ground that “citizen” is one’s primary identity.", "Yet, even as French historiography has obscured the Haitian Revolution, its consequences endure today. In 1825, France imposed a hundred-and-fifty-million-franc indemnity on Haiti, under threat of war, forcing the nation to borrow money from a French bank at extortionate rates in order to compensate former slaveholders. Even though the debt was later reduced to ninety million francs, Haiti didn’t finish paying it off until 1947, and, according to Marlene Daut, an expert on Haiti at the University of Virginia, its effects are still being felt. Still, many French people are unaware of the ties between the two nations. Daut, who taught English at the Lycée Camille Saint-Saëns, in Rouen, in 2002, recalled, “On one occasion, a student asked me where my family was from, and, when I said ‘Haiti,’ he started doing the hula because he thought I said ‘Tahiti.’ ”", "During the 2017 Presidential race, Emmanuel Macron spoke of the need to face history honestly, calling colonialism a “crime against humanity,” but, recently—with another election coming in 2022 and the far right as one of his strongest competitors—he has struck a less progressive tone. Jean-Michel Blanquer, the Minister of Education, does not appear to be particularly interested in examining the education system’s treatment of colonization. Asked recently on television about the Algerian War, he replied, “If we do more and more repentance, we’ll have less and less integration,” adding that the French were better off “not looking to excuse ourselves every five minutes for everything.” On October 16th, an Islamist terrorist beheaded Samuel Paty, a middle-school history and geography teacher who had shown caricatures of Mohammed to his students as part of a classroom discussion about free expression. In an interview following the attack, Blanquer linked the fragmentation of French society to “an intellectual matrix coming from American universities and intersectional theses, which want to essentialize communities and identities”—a statement that the far right accused him of plagiarizing from its literature. (Blanquer declined to comment through a spokesperson.)", "As Hazareesingh writes in “Black Spartacus: The Epic Life of Toussaint Louverture,” Louverture wasn’t a perfect republican—even he, at one point, owned at least one slave, and he proclaimed himself governor for life. But he was one of the most exemplary ones France has had. In 1800, Charles Vincent, who was sent by Bonaparte as an emissary to Saint-Domingue, wrote, “There is no man more attached to the ideal of French republicanism.” Louverture and the Haitian revolutionaries were maybe the ultimate Lumières, taking the ideals of liberté, égalité, and fraternité further than their European contemporaries were willing or able to, and envisioning, with racial equality, Hazareesingh writes, “a much bolder vision of brotherhood than that of the French jacobins.” Acknowledging their signal role in the history of France, Ayrault said, is a matter of national cohesion as much as of historical justice: “When we evade these questions, when we hide them, when we forget them, there’s a risk that they resurge,” he said. “If we try to cover up this history, it comes back and it often comes back in a more violent manner.”"], "authors": ["Lauren Collins", "Lauren Collin", "Alice Baumgartne", "Doreen St. Féli"], "keywords": ["revolution", "haitian", "france", "slavery", "louverture", "haiti", "highschool", "history", "hole", "black", "education", "french"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}