{"id": "e19b289e-1fa7-38c0-a3b1-7b16f7ba3d9c", "title": "GI Show – Hitman 3 And The Best Games To Play With Friends", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/12/24/gi-show-hitman-3-and-the-best-games-to-play-with", "summary": "On this week's episode of The Game Informer Show, we continue our wrap up of the year.\nNext we talk about Game Informer's newest cover game: Hitman 3.\nDeveloper IO Interactive shared with us what it has planned for the conclusion of its Hitman World of Assassination trilogy.\nSo please join Blake Hester, Liana Ruppert, Jeff Cork, Jason Guiso, Alex Stadnik, and myself for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "paragraphs": ["On this week's episode of The Game Informer Show, we continue our wrap up of the year. Instead of talking about all the games we've been playing recently, we look back and talk about some of our favorite multiplayer games from 2020, such as: Phasmophobia, Call of Duty: Warzone, Animal Crossing: New Horizons, Among Us, Sackboy: A Big Adventure, Apex Legends, Sea of Thieves, Fall Guys: Ultimate Knockout, Back 4 Blood, Wasteland 3, Overwatch, Moving Out, Destiny 2: Beyond Light, Jackbox Party Pack 7.", "Next we talk about Game Informer's newest cover game: Hitman 3. Developer IO Interactive shared with us what it has planned for the conclusion of its Hitman World of Assassination trilogy. Finally, we close out the show with another fantastic round of community emails. So please join Blake Hester, Liana Ruppert, Jeff Cork, Jason Guiso, Alex Stadnik, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "Intro: 00:00:00", "Best Multiplayer Games of 2020: 00:02:31", "Phasmophobia: 00:02:47", "Call of Duty: Warzone/Black Ops Cold War: 00:04:59", "Animal Crossing: New Horizons: 00:08:58", "Among Us: 00:10:52", "Sackboy: A Big Adventure: 00:13:05", "Apex Legends: 00:14:19", "Sea of Thieves: 00:19:15", "Fall Guys: 00:24:14", "Back 4 Blood: 00:27:11", "Wasteland 3: 00:30:50", "Overwatch: 00:31:52", "Discord Screen Share: 00:36:29", "Moving Out: 00:37:53", "Destiny 2: 00:39:45", "Jackbox: 00:41:40", "Exclusive Hitman 3 Impressions: 00:43:39", "Community Emails: 01:05:22"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["talk", "best", "multiplayer", "gi", "hitman", "thieves", "games", "sure", "game", "legends", "share", "listen", "play", "friends"], "pubDate": "2020-12-24T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}