{"id": "e1b76148-8891-3277-b7cf-22e9d68d3b39", "title": "Alba: A Wildlife Adventure Review - A Good Deed", "url": "https://www.gameinformer.com/review/alba-a-wildlife-adventure/alba-a-wildlife-adventure-review-a-good-deed", "summary": "Alba is an adorable young girl who can’t wait to spend a vacation with her grandparents on a scenic Mediterranean island.\nAlba: A Wildlife Adventure is a wonderfully charming experience from Ustwo Games, the team behind the Monument Valley series.\nYou spend much of your crusade taking photos of wildlife, and it’s a lot more fun than it might sound.\nAlba taps into the Pokémon Snap-like excitement of hunting down a critter, lining up that perfect shot, and filling out her wildlife journal.\nAlba: A Wildlife Adventure reminds players that happiness can be found in supporting worthy causes bigger than yourself.", "paragraphs": ["Alba is an adorable young girl who can’t wait to spend a vacation with her grandparents on a scenic Mediterranean island. However, things take a turn for the dastardly when the small town’s mayor partners with a shady building developer to construct a massive resort on the site of a beloved nature preserve. Armed with her trusty smartphone, Alba embarks on an altruistic quest to photograph the island’s wildlife to remind residents of what’s truly at stake and garner enough support to oppose the resort’s development.", "Alba: A Wildlife Adventure is a wonderfully charming experience from Ustwo Games, the team behind the Monument Valley series. Instead of challenging players with M.C. Escher-style puzzles, it mellows them out with a relaxing, feel-good experience designed to promote conservation in an entertaining manner.", "You spend much of your crusade taking photos of wildlife, and it’s a lot more fun than it might sound. Alba taps into the Pokémon Snap-like excitement of hunting down a critter, lining up that perfect shot, and filling out her wildlife journal. I found myself anxious to photograph every creature, and dozens of animals await Alba’s camera eye, some rarer than others. My excitement dulled over time, however, because so many of the animals were birds.", "To lure some animals into the open, players must clean up the environment by collecting garbage or repairing fixtures such as birdhouses. It’s nothing fancy or complicated, but there’s an undeniable satisfaction in removing a pile of trash and watching a flock of ducks swoop in to enjoy the now-tidy area (and thus providing more fodder for your camera). The photos you take are implemented in other fun ways, such as replacing the images on weathered trail markers, or impressing an equally nature-conscious park ranger.", "Overall, the goal is to collect 50 petition signatures by the end of the week. Don’t stress, though: You can end any day at your leisure, and I appreciated the allowance to take my time. Capturing photos and cleaning up pays off in signatures, as does fulfilling simple tasks by the town’s colorful residents. These uncomplicated tasks range from finding a lost dog to convincing a woman to sample the latest ice cream flavor. That simplicity might be an indictment in other games, but Alba’s breezy atmosphere makes cruising through the fluff more relaxing than boring.", "The small island makes it easy to check off the game’s entire to-do list, a task I felt compelled to do even if it’s not entirely required. Plus, the extra running around provides more opportunities to watch Alba sprint with her arms out in airplane mode, which always succeeded in making me say “aww.” And amid this playfulness, the game succeeds in promoting conservation without being too preachy.", "Alba: A Wildlife Adventure reminds players that happiness can be found in supporting worthy causes bigger than yourself. It feels nice to play a game about actively improving the world, and it does so with skill and charm instead of cringe. It’s the video game equivalent of sneaking vegetables into a tasty smoothie. This is one good deed that shouldn’t go unrewarded"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["good", "games", "tasks", "players", "game", "review", "towns", "animals", "deed", "photos", "wildlife", "spend", "adventure", "alba"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}