{"id": "e1c9fd6b-6966-3f7f-bf39-7e96e4a6305f", "title": "Before Your Eyes Is An Emotional Adventure Game You Control By Blinking", "url": "https://www.gameinformer.com/2021/03/04/before-your-eyes-is-an-emotional-adventure-game-you-control-by-blinking", "summary": "Before Your Eyes is a unique narrative adventure that you control by blinking your eyes.\nThe game is described as a “personal tale of self-discovery” as players embark on a journey guided by The Ferryman, a feline (or canine?)\nThe debut trailer shows off various stages in one’s life, such as playing games with loved ones, traveling to other countries, and, eventually, death.\nIf you want to know what it’s like to control a game using your peepers, keep a lookout for Before Your Eyes when it launches for PC via Steam on April 8.\nMeanwhile, you can click here to learn about Skybound's recent partnership on upcoming horror game, The Callisto Protocol.", "paragraphs": ["Before Your Eyes is a unique narrative adventure that you control by blinking your eyes. Yes, as in with your actual eyeballs. You're probably asking yourself \"How the heck does that work?\" Read on to find out what this eye-catching indie title has in store.", "The game is described as a “personal tale of self-discovery” as players embark on a journey guided by The Ferryman, a feline (or canine?) boat captain who shepherds departed souls to the afterlife. The debut trailer shows off various stages in one’s life, such as playing games with loved ones, traveling to other countries, and, eventually, death. To relive these memories, players must physically blink and those movements are detected by your webcam and registered as inputs.", "Blinking can move time forward by a few days or a few years. Certain interactions are also triggered by blinking, shown in the trailer when the Ferryman instructs players to blink over his hand or when viewing a photo album. The idea is that life is literally flashing before your eyes, and I can’t think of a more immersive and organic method of getting that point across.", "Before Your Eyes is the debut title by GoodbyeWorld Games, and was born from a 2014 prototype called Close Your, which won an Indiecade Developer’s Choice Award. The project is the brainchild of Will Hellwarth, founder and director at GoodbyeWorld Games. He and his team have spent the last several years expanding the intriguing premise into a full-fledged title, with Skybound Games of The Walking Dead fame handling publishing duties.", "“We’ve been working on this game since college—for the better part of a decade—so it’s really the definition of a labor of love,” said Oliver Lewin, game director and composer.", "If you want to know what it’s like to control a game using your peepers, keep a lookout for Before Your Eyes when it launches for PC via Steam on April 8. Meanwhile, you can click here to learn about Skybound's recent partnership on upcoming horror game, The Callisto Protocol.", "What do you think of Before Your Eyes' inventive approach to storytelling? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["eyes", "adventure", "title", "emotional", "control", "trailer", "ones", "game", "players", "life", "blinking", "games", "know", "think"], "pubDate": "2021-03-04T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}