{"id": "e1d13f94-c8e5-3a4d-8c4e-3855d4275b8b", "title": "Stunning Upset of Steelers Is Franchise-Defining Win for Browns", "url": "https://bleacherreport.com/articles/2926334-stunning-upset-of-steelers-is-franchise-defining-win-for-browns?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Keith Srakocic/Associated PressThere hasn't been a team in NFL history that has suffered more postseason indignities than the Cleveland Browns.\nThese aren't the same old Cleveland Browns.\nThe Steelers' next drive was a three-and-out, followed by a six-play drive that culminated in a Hunt touchdown run.\nThe Browns just got their first playoff win since the 1994 season and their first road win in the postseason since—I kid you not—before the AFL-NFL merger.\nOh, and the Browns just sent the same Steelers team that started the 2020 season 11-0 home.", "paragraphs": ["Keith Srakocic/Associated Press", "There hasn't been a team in NFL history that has suffered more postseason indignities than the Cleveland Browns.", "There was the \"Red Right 88\" interception thrown by Brian Sipe in the 1980 playoffs against the Oakland Raiders, \"The Drive\" by John Elway and the Denver Broncos in the 1986 AFC Championship Game and \"The Fumble\" by Browns tailback Earnest Byner against those same Broncos the following year.", "The Browns hadn't even been to the playoffs since 2002 before making it as an 11-5 wild card in 2020 to end the longest drought in the league.", "As the week leading up to the game at Heinz Field progressed, it appeared Cleveland was headed for more postseason misery. Head coach Kevin Stefanski and All-Pro guard Joel Bitonio tested positive for COVID-19. The Browns were unable to practice for most of the week.", "It looked to just about everyone like the Browns were hurtling toward another very Cleveland end to the season with a quick exit at the hands of the team's most hated rivals.", "Everyone, that is, except the Browns.", "A funny thing happened in Pittsburgh Sunday night: The Browns showed up. Cleveland quarterback Baker Mayfield played excellent, mistake-free football. Running backs Nick Chubb and Kareem Hunt blew up for 206 total yards. An opportunistic Cleveland defense forced five turnovers. And the Browns rode a 28-0 explosion in the first quarter to a 48-37 upset that sends Cleveland on to face the Kansas City Chiefs next week.", "And in doing so, the Browns turned a page. They cleared a hurdle. Insert cliche here.", "These aren't the same old Cleveland Browns.", "Don Wright/Associated Press", "It didn't long to figure out this game wasn't going to follow the script most expected. On the first play from scrimmage, Steelers center Maurkice Pouncey sailed a shotgun snap over Ben Roethlisberger's head, and the Browns fell on it in the end zone.", "Just like that, it was 7-0.", "On Pittsburgh's next drive, Roethlisberger overshot a pass across the middle that was picked off by Cleveland corner M.J. Stewart Jr. Three plays later, Mayfield found top wide receiver Jarvis Landry for a 40-yard score.", "The Steelers' next drive was a three-and-out, followed by a six-play drive that culminated in a Hunt touchdown run. Roethlisberger was picked off again on the next series, and it took the Browns just three plays to find paydirt again.", "When the first quarter ended, the Browns had scored, per NBC's telecast, the most points of any team in modern NFL postseason history in the opening period. It was 28-0, jaws were on the floor across America, and approximately 73 percent of the city of Cleveland had fainted.", "Now, this is the Browns after all, so there was no chance things were going to be that easy.", "Short cornerbacks Denzel Ward and Kevin Johnson, Cleveland played soft coverage most of the night. With edge-rusher Olivier Vernon out with a ruptured Achilles, Cleveland struggled to get pressure on Roethlisberger, and he went to work, eventually setting a record with 47 pass completions, topping 500 yards through the air and getting the Steelers back in the game.", "By the end of the third quarter, the score was 35-23, and the average blood pressure of Clevelanders was 450 over 278.", "But rather than fold or choke, the Browns responded. On Cleveland's first drive of the final period, Mayfield led the team on a six-play drive that ended with a 40-yard scoring catch-and-run by Chubb.", "When Pittsburgh answered that touchdown with one of their own, Mayfield led a 13-play drive that ate up a large chunk of the quarter and ended in a Cody Parkey field goal. And when linebacker Sione Takitaki grabbed Roethlisberger's fourth interception of the game and returned it inside field-goal range, the deal was sealed.", "While speaking with Michele Tafoya of NBC Sports after the game, Mayfield made it clear that while most of America gave Cleveland little chance against the Steelers, the Browns never stopped believing in themselves:", "\"We believed. The people on the outside don't matter to us. It's on the inside, and we believed the whole time. That's all that matters. We had Michael Dunn who stepped in at left guard for Joel Bitonio, and then Mike got hurt and a guy named Blake that I literally introduced myself to in the locker room before the game stepped up in the fourth quarter. We have a resilient team. Defense played great in the first half. ... Guys stepped up across the board. Really proud of these guys.\"", "It was a remarkable showing given the circumstances. An offensive line short Bitonio lost fellow All-Pro Jack Conklin in the first half and didn't allow a sack. Mayfield posted a 115.2 passer rating and didn't commit a turnover. Chubb piled up 145 total yards. And while the defense gave up a whopping 553 yards, it made big plays when it had to.", "Keith Srakocic/Associated Press", "Now, as great as this win was for the Browns and their long-suffering fans, CinderCleveland is all but certainly going to turn back into a pumpkin next week against the defending Super Bowl champs. Cleveland's defense isn't particularly good. Patrick Mahomes and the Chiefs offense really is.", "But that's OK.", "The Browns just got their first playoff win since the 1994 season and their first road win in the postseason since—I kid you not—before the AFL-NFL merger.", "The hire of Stefanski as head coach was an absolute home run. Mayfield took a huge leap forward in his third season. Chubb and Hunt are arguably the best one-two backfield punch in the league. Cleveland's offensive line is among the league's best. The Browns will have ample cap space in 2021 to build around All-Pro pass-rusher Myles Garrett on defense.", "Oh, and the Browns just sent the same Steelers team that started the 2020 season 11-0 home.", "Cleveland's arrow is pointing straight up. The sky appears to be the limit for this team.", "For once, production met possibility on Sunday night, and that alone shows these aren't the same old hapless Browns."], "authors": ["Gary Davenport"], "keywords": ["steelers", "stunning", "drive", "team", "quarter", "mayfield", "game", "yards", "upset", "cleveland", "season", "franchisedefining", "browns", "win"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}