{"id": "e1d7850d-6ec1-39f1-bc62-d9c1d19a1f42", "title": "The World in 2021 - What to expect in year two of the pandemic", "url": "https://www.economist.com/the-world-ahead/2020/11/17/what-to-expect-in-year-two-of-the-pandemic", "summary": "In 2021 humanity will continue to adapt to living with the virus—in ways that make the coexistence less taxing.\nCheap, rapid tests for covid-19 infection will become ubiquitous.\nBut some antigen tests can be done in 15 minutes with palm-sized devices, or with kits similar to home pregnancy tests that cost $5.\nBy the middle of 2021, rapid covid-19 tests will replace temperature screening at airports (which is useless anyway).\nAll this should make the second year of the pandemic somewhat more bearable than the first.", "paragraphs": ["FOR MUCH OF 2020 the public rhetoric around the pandemic was combative. Politicians and health officials talked about “hammering” the novel coronavirus and “squashing” towering epidemic curves. But the pesky clump of RNA that, in a few months, has killed hundreds of thousands of people, tanked the global economy and wiped out years of progress on poverty has kept marching on. Though vaccines will emerge, reaching every corner of the world with them will remain an aspiration. So a more conciliatory tone is in order. In 2021 humanity will continue to adapt to living with the virus—in ways that make the coexistence less taxing.", "The basics will remain the same. Masks and avid hand-washing will still be necessary. People will give others a wider berth in public spaces without even thinking about it. But as the pandemic enters its second year, be prepared for changes in three areas: testing, quarantine rules and the guidelines for social distancing.", "Cheap, rapid tests for covid-19 infection will become ubiquitous. Unlike fancy laboratory-based PCR technology, which can pick up even minuscule traces of the virus’s genetic material, cheaper antigen tests look for parts of the virus and pick it up when it is present in large amounts. Even some of the best antigen tests miss about a quarter of infections (though these are thought to be at a stage when infected people are least contagious, if at all). But some antigen tests can be done in 15 minutes with palm-sized devices, or with kits similar to home pregnancy tests that cost $5. With more than 80 such rapid tests in the pipeline, accuracy will get better, sample collection will be less horrid (using shallow nose swabs or saliva, for example) and prices will drop to as little as $1 per test.", "By the middle of 2021, rapid covid-19 tests will replace temperature screening at airports (which is useless anyway). Employers, schools and entertainment venues will use them routinely to screen for infections. Some people may even add a quick home test to their morning or bedtime routine. Confirmation of positive results may still require a more accurate PCR test; a negative result may not be a guarantee that it is safe to hug granny. But lots of infections will be detected much sooner this way.", "A side effect of cheap tests that can be done at home is that many, if not most, of those infected will stay under the radar of official test-and-trace systems. But in much of Europe and America trust in these systems is irreparably broken anyway. Even as things are now, governments can only hope that infected people who are aware of their status will, for the most part, do the right thing—alert their close contacts and keep away from others as much as they can. And for people with no symptoms, staring at a test strip that keeps flashing “positive” day after day may do more for compliance than a message from a tracing app telling them to stay at home.", "When it comes to quarantines, many countries will probably follow France and Sweden in reducing their length from two weeks to one, in the hopes of boosting compliance. People will be advised that they could still pose some (albeit lower) risk to others in the second week—so should avoid seeing elderly relatives during that time, for example. Officials checking on quarantined people will be more willing to let them out for some low-risk activities, such as early-morning walks in the park when there are few people about.", "In a similar vein, many governments will give their citizens more autonomy about socialising. Convoluted and prescriptive rules about who can see whom, and where and how, will be out. Instead, there will be simple principles for people to follow in whichever ways they choose. For example, people in more countries will be urged, as in Japan, to avoid “the three cs”: crowding, close-contact settings and confined spaces. When getting together with friends and family, they will be advised, as in Canada, to think “fewer faces, smaller groups, shorter time together and bigger spaces”.", "All this should make the second year of the pandemic somewhat more bearable than the first. Raise a glass to that—in a small group, of course.", "Slavea Chankova: health-care correspondent, The Economist ■", "This article appeared in the Science and Technology section of the print edition of The World in 2021 under the headline “Learning to live with the virus”"], "authors": ["Slavea Chankova", "Health-Care Correspondent", "The Economist"], "keywords": ["example", "2021", "second", "tests", "world", "test", "infected", "expect", "infections", "antigen", "pandemic", "rapid"], "pubDate": "2020-11-17T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}