{"id": "e2157bec-aeae-3bd6-a1f3-7e720424c9a6", "title": "Barr Is Said to Be Weighing Whether to Leave Before Trump’s Term Ends", "url": "https://nytimes.com/2020/12/06/us/politics/barr-considering-resigning.html", "summary": "director James B. Comey — Mr. Barr has ensured that Mr. Durham’s work will continue into the next administration.\nThroughout the presidential campaign, Mr. Barr was among the loudest voices warning that mail-in ballots would result in mass election fraud.\nHe routinely claimed in speeches and interviews that the potential for widespread voter fraud was high and posed a grave danger.\nAnd there always will be people who attempt to do that,” Mr. Barr said in September.\nBut as the president’s legal challenges hit a dead end, the pressure on Mr. Barr to speak out increased when Mr. Trump suggested in an interview on Nov. 29 that the Justice Department and the F.B.I.", "paragraphs": ["Mr. Barr soon asked John H. Durham, the U.S. attorney in Connecticut, to open an investigation into the Russia inquiry itself to seek out any wrongdoing under the Obama administration.", "While that investigation has not yet produced the kind of results that Mr. Trump has explicitly said he would like to see — including criminal charges against former President Barack Obama and Mr. Biden, as well as the former F.B.I. director James B. Comey — Mr. Barr has ensured that Mr. Durham’s work will continue into the next administration. In October, he secretly appointed Mr. Durham a special counsel assigned to seek out any wrongdoing in the course of the Russia investigation.", "Mr. Barr revealed that appointment last week at the same time that he said he had not seen evidence that voter fraud had affected the results of the election. Pairing the Durham announcement with that revelation was widely seen as an effort to placate Mr. Trump, who was said to be enraged that Mr. Barr had publicly contradicted him.", "Throughout the presidential campaign, Mr. Barr was among the loudest voices warning that mail-in ballots would result in mass election fraud. He routinely claimed in speeches and interviews that the potential for widespread voter fraud was high and posed a grave danger. Mr. Barr’s claims were sometimes false or exaggerated and were widely refuted.", "“I don’t have empirical evidence other than the fact that we’ve always had voting fraud. And there always will be people who attempt to do that,” Mr. Barr said in September. He called his conclusions “common sense.”", "And after the election, Mr. Barr opened the door to politically charged election fraud investigations, authorizing federal prosecutors to investigate “specific allegations” of voter fraud before results were certified. Typically, the Justice Department waits until after vote totals are certified to investigate such suspicions in order to avoid shaking public confidence in elections.", "At the same time, Mr. Barr’s public appearances dwindled, and he did not comment on the results or Mr. Trump’s attempts to overturn the outcome. But as the president’s legal challenges hit a dead end, the pressure on Mr. Barr to speak out increased when Mr. Trump suggested in an interview on Nov. 29 that the Justice Department and the F.B.I. might have been “involved” in some sort of election fraud."], "authors": ["Katie Benner", "Michael S. Schmidt", "Peter Baker"], "keywords": ["weighing", "wrongdoing", "results", "fraud", "barr", "durham", "leave", "trumps", "ends", "widely", "term", "trump", "election", "mr", "voter"], "pubDate": "2020-12-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}