{"id": "e266fc9a-315f-3669-a83c-8bd92acae38f", "title": "Opinion | Never Forget What Ted Cruz Did", "url": "https://www.nytimes.com/2021/01/11/opinion/ted-cruz-capitol-attack.html", "summary": "In the unctuous, patronizing style he is famous for, Mr. Cruz cited the aftermath of the 1876 presidential election between Rutherford Hayes and Samuel Tilden.\nIt was contentious and involved actual disputes about voter fraud and electoral mayhem, and a committee was formed to sort it out.\nIt was, for Mr. Cruz, a typical, too-clever-by-half bit of nonsense, a cynical ploy to paper over the reality of his subversion on behalf of President Trump.\n(The horse trading after the 1876 election helped bring about the end of Reconstruction; maybe Mr. Cruz thought evoking that subject was a good idea, too.)\nBut this tidbit was just one of many hideous contributions from Mr. Cruz in recent weeks.", "paragraphs": ["When I was growing up, I was often reminded that people with fancy educations and elite degrees “put their pants on one leg at a time just like the rest of us.” This was back in the early 1960s, before so many rich Texans started sending their kids to Ivy League schools, when mistrust of Eastern educated folks — or any highly educated folks — was part of the state’s deep rooted anti-intellectualism. Beware of those who lorded their smarts over you, was the warning. Don’t fall for their high-toned airs.", "Since I’ve been lucky enough to get a fancy enough education, I’ve often found myself on the other side of that warning. But then came Jan. 6, when I watched my Ivy League-educated senator, Ted Cruz, try to pull yet another fast one on the American people as he fought — not long before the certification process was disrupted by a mob of Trump supporters storming the Capitol and forcing their way into the Senate chamber — to challenge the election results.", "In the unctuous, patronizing style he is famous for, Mr. Cruz cited the aftermath of the 1876 presidential election between Rutherford Hayes and Samuel Tilden. It was contentious and involved actual disputes about voter fraud and electoral mayhem, and a committee was formed to sort it out. Mr. Cruz’s idea was to urge the creation of a committee to investigate invented claims of widespread voter fraud — figments of the imaginations of Mr. Trump and minions like Mr. Cruz — in the election of Joe Biden. It was, for Mr. Cruz, a typical, too-clever-by-half bit of nonsense, a cynical ploy to paper over the reality of his subversion on behalf of President Trump. (The horse trading after the 1876 election helped bring about the end of Reconstruction; maybe Mr. Cruz thought evoking that subject was a good idea, too.)", "But this tidbit was just one of many hideous contributions from Mr. Cruz in recent weeks. It happened, for instance, after he supported a lawsuit from Texas Attorney General Ken Paxton (under indictment since 2015 for securities fraud) in an attempt to overturn election results in critical states (it was supported by other Texan miscreants like Representative Louie Gohmert)."], "authors": ["Mimi Swartz"], "keywords": ["warning", "ted", "states", "opinion", "voter", "supported", "cruz", "fraud", "ivy", "forget", "mr", "election", "trump"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}