{"id": "e26963c7-e636-3485-9410-4a376837707d", "title": "What a Biden presidency means for the US-China tech war", "url": "https://www.ft.com/video/a5b99a11-e150-4d0c-8bdd-1a656fb3091c?playlist-name=section-82645c31-4426-4ef5-99c9-9df6e0940c00&playlist-offset=3", "summary": "Could I start by asking you to say, in general terms, how you think a Biden presidency could impact the world of Asia Tech?\nAnd if so, do you think that Biden could acquiesce to the US business lobby's demands?\nJAMES KYNGE: Could you comment on how the US-China tech war has been affecting China's own industrial policy?\nAnd as everybody knows, Huawei is kind of ground zero in the US-China tech war.\nDo you think Huawei will survive as a company?", "paragraphs": ["You can enable subtitles (captions) in the video player", "JAMES KYNGE: The subject of this webinar is, what the presidency of Joe Biden is likely to mean for the future of the US-China tech world? Could I start by asking you to say, in general terms, how you think a Biden presidency could impact the world of Asia Tech?", "DAN WANG: President-elect Biden will not be starting from a clean slate. He will be carrying on a lot of regulatory processes that President Trump has initiated. Now, after Congress passed the Export Control Reform Act in 2018, President Trump has directed the US Department of Commerce to come up with two lists of technologies. The first is a list of emerging technologies. The second is a list of foundational technologies. Basically, what the Department of Commerce now has to do is to figure out if something like artificial intelligence or semiconductors is going to be treated on par with military grade technologies, like fighter Jets and missile systems.", "Another crucial question that President-elect Biden will have to figure out is whether Huawei will have some reprieves from its status on the Entity List. I think the main point here is that there are a lot of actions that Biden will inherit, that are the result of legislation, that will not be very easy to wipe back, that will impact Asia technology in very big ways depending on what he decides.", "JAMES KYNGE: Would you say that it's likely that Biden will come, or Biden's presidency will come under a lot of pressure from the business lobby in the US to dial back the tensions with China. And if so, do you think that Biden could acquiesce to the US business lobby's demands?", "DAN WANG: Certainly, I agree that there will be a lot of business lobbying to sort of push things into a more normal and predictable relationship, but I'm not sure that Biden will acquiesce. Now, just to put some numbers in terms of the US_China relationship, by the fact that we see, the US exports to China are around $200 billion over the last few years. But that's sort of dwarfed by the sales that US companies make directly in China. So, US affiliate sales in China came in at around $600 billion in the most recent bureau available data.", "And, it's been still a large and growing market because US companies realise that China is a fantastic growth story, not just in the near-term, in the immediate aftermath of COVID, but also in the longer term, where other emerging markets still aren't able to drive China levels of growth. One other thing that we can remark upon is that the mood in Washington DC has turned much more confrontational against China, not just in the last couple of months, but also over the last four years. And arguably, for quite a bit of a longer time period.", "JAMES KYNGE: From your position there in Beijing and travelling around China, meeting a lot of the Chinese companies, would you say that much of the decoupling of the US and China tech supply chains has actually happened? And, what's the progress that you see going forward now?", "DAN WANG: Certainly, in general terms, I think it is a little bit difficult to see how much decoupling there has really been, after the epidemic, after China's manufacturing sector was basically able to get back to completely normal production by April of 2020. What we know now is China's exports to the US have come up, have roared back, up to the pre-trade war levels. And, I think one other interesting thing to note about decoupling is that what we know now is that American investors have become very substantially interested in China, because of it's status still, a very good story.", "So, what we see now is that there has been considerable inflows of investments into China, not just on the bond, or not just in the equity market, but more so pronounced in the bond market, where China's 10-years CGBs are yielding 3.25% and every other developed countries bonds are yielding negative. So, it has become a pretty attractive prospect to come into China's bond market. Now, in terms of decoupling on specifically technology, I think there is some evidence now that basically, first of all, US firms are not able to sell semiconductors, in particular, to many of China's leading tech firms, especially Huawei.", "What we also know is that SMIC, China's leading semiconductor maker, is having some greater problems actually buying American equipment. So, Chinese firms are very keen to continue buying [INAUDIBLE] technology because often, that is the very best product on the market. But they are actually, physically, and legally limited off from doing so. And so, they are turning quite a bit more to Chinese supply. So, certainly in the tech area, we see a little bit more decoupling. But in general terms, I would not say that there is great evidence that President Trump has in fact managed to bring a broader decoupling at large.", "JAMES KYNGE: So Dan, if you were to look forward five to ten years, could you sort of try to put a number on how much of the US tech supply chain that's currently in China will have moved to, let's say, India, Vietnam, other places in Southeast Asia back to the US or other parts of the world? I mean, is it possible to sort of try to put a number on how big this decoupling in tech supply chains really is?", "DAN WANG: It depends on the segment. But certainly, what we do know is that there are some things that have been able to leave China. So, something like servers have been moving quite a bit to Taiwan in particular. Now, servers are basically high margin, low volume, products. Basically, it does make sense to move some server production over to a place like Taiwan, which is not too large in terms of having a very substantial workforce. But we also can see that smartphone production, although there has been just a little bit more of Apple smartphone supply chain in particular moving to India, I think that the rest of that process is very slow indeed.", "And, what I consistently hear from companies operating in China is that China remains the world's best manufacturer. If you're embedded into a production ecosystem, it is really difficult for you alone to move, unless your vendors and suppliers and customers are also not altogether moving with you. So, it is pretty difficult to peel off any single firm from a production network. Instead, it is the entire network has to move, and that's a pretty difficult prospect.", "JAMES KYNGE: Could you comment on how the US-China tech war has been affecting China's own industrial policy? How have they reacted to this US pressure? What kind of an impetus, do you think, this is creating for the next few years?", "DAN WANG: The events of the last few weeks and months change nothing from the Chinese perspective. China is now very committed to doing quite a lot more self-sufficiency. China is now very consistently saying things like we need a secure and controllable supply chain. We need a backup ecosystem of industrial technologies, and we need to make sure that there are no choke point technologies that the Americans can deny, that we will substantially lack, that hurts our companies quite a bit.", "One issue with Chinese industrial policy has been that it's always been very substantially state driven. It was the Chinese government telling its large, but fairly ineffectual state sector, to try to improve China's capabilities in different technologies. That include semiconductors and aviation where it hasn't gone super far to things that have become better successes, like high speed rail and power generation equipment. Now, what's pretty different this time is the scale of US reactions to Chinese industrial policy. And right now, what we can see is that a lot of China's technology companies, a lot of its leading firms, are under some form of US restriction.", "For the first time, for the Chinese government, it's state companies goals, the Chinese government schools, as well as the private companies schools are broadly aligned. Now, I'm not sure that this is any guarantee of success. I don't think there are any guarantees here, but I think it does substantially increase the chances of China's broader technology capabilities upgrading over the longer term.", "JAMES KYNGE: Dan, I understand. I think you were just recently down in Southern China visiting Huawei. And as everybody knows, Huawei is kind of ground zero in the US-China tech war. So, what kind of soundings are you picking up there? Do you think Huawei will survive as a company? How big of the difficulties that they're facing right now?", "DAN WANG: Well, Huawei will certainly survive as a going concern. I don't think that it is very likely that it will declare bankruptcy, because that's a political issue and not so much of a commercial issue. But outside of that, I think we can be quite sure of is that probably is going through quite a lot of fairly intense struggles at the moment. It's been the case now that Huawei has no longer been able to receive semiconductors since roughly mid-September. And so, it is drawing down its inventory for these different products. And I think it is becoming quite a lot more challenging for it to continue operations.", "Now, it claims that it is moving more into the automotive sector, including by doing things like building power cranes, as well as getting into infotainment systems. But if Huawei becomes much more of an automotive company, it's not really the Huawei we knew and loved growing up. We think of it mostly as a smartphone producer, as well as a base station producer. They're not sure that, pending some relief from the US government, it's still able to maintain production of these items for the next few months."], "authors": ["Edited Tom Griggs"], "keywords": ["china", "huawei", "quite", "uschina", "biden", "means", "companies", "lot", "tech", "chinese", "war", "chinas", "presidency", "think"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}