{"id": "e2735b6e-14b1-3a76-89a9-d80afe8e9236", "title": "Sarah Harris’s New Statement Earrings Are Made for Holiday Zooms", "url": "https://www.vogue.com/article/sarah-harris-mejuri-earrings-holiday-style", "summary": "“If I didn’t work in fashion, I’ve always thought I’d do something in the jewelry world,” Sarah Harris, the longtime British Vogue editor, says over the phone from her desk in London’s Mayfair.\nSo when Mejuri, the direct-to-consumer startup known for its affordable bijoux, approached Harris about collaborating on a collection last summer, she jumped at the chance.\nThough this was the first time the minimalist tastemaker tried her hand at designing, the process proved surprisingly simple.\nFor her capsule, she was inspired by Mejuri’s signature chain ring (which happens to be a long-time favorite of hers).\n“Earrings can immediately elevate anything you wear, whether it’s a white t-shirt or a pair of jeans,” muses Harris.", "paragraphs": ["“If I didn’t work in fashion, I’ve always thought I’d do something in the jewelry world,” Sarah Harris, the longtime British Vogue editor, says over the phone from her desk in London’s Mayfair. So when Mejuri, the direct-to-consumer startup known for its affordable bijoux, approached Harris about collaborating on a collection last summer, she jumped at the chance.", "Though this was the first time the minimalist tastemaker tried her hand at designing, the process proved surprisingly simple. For her capsule, she was inspired by Mejuri’s signature chain ring (which happens to be a long-time favorite of hers). “I was looking at it and thought wouldn’t it make a cool earring?” recalls Harris, who dreamt up two Zoom-ready styles that riff off of the classic shape: 14 karat gold curb links, which can either hang in a straight, long line or be worn as a hoop, and larger yellow vermeil loops accented with black enamel.", "“Earrings can immediately elevate anything you wear, whether it’s a white t-shirt or a pair of jeans,” muses Harris. Photo: Kate Martin", "“I really wanted something that felt super classic and timeless but with a bit of an edge,” she says of the finished designs, which arrive online and in Mejuri shops just in time for gift giving. “That’s my own approach to buying jewelry. I never want something for a season. I want something I will love forever,” she continues.", "Best of all? The subtle statement accessories are as wearable as they are long-lasting. “You can dress them up and down,” adds Harris, who has been pairing them as of late with cozy tracksuits from Alex Eagle, Pangaia, and Raey—a sartorial formula that she plans to carry into 2021. “It has been such a tough year, so I am looking forward to dressing up a little bit this holiday season,” she says before adding with a laugh, “but I’m not sure if I’ll be back in heels anytime soon. Just fun earrings!”"], "authors": ["Zoe Ruffner", "Zoe Ruffne"], "keywords": ["holiday", "earrings", "jewelry", "classic", "thought", "harris", "looking", "sarah", "season", "mejuri", "statement", "longtime", "bit", "zoomready", "zooms", "harriss"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}