{"id": "e27df6d9-d7c2-3c28-afe6-b0de538b2bff", "title": "Model Precious Lee Is Finally Having Her Moment", "url": "https://www.vogue.com/article/model-precious-lee-is-finally-having-her-moment", "summary": "I also notice, before her face flashes up, her Zoom name: “Your Majesty.”From the beginning, nobody put Your Majesty in a corner.\nI’m going to be the front of the pyramid.’ I did the split!\nYou couldn’t contain my energy.” When she began modeling at the age of 18, she was propelled by the same spirit.\nEarly on, she took courage from the curve model Crystal Renn: “I saw her doing Dolce & Gabbana and Jean Paul Gaultier, and I was like, You know what?\nI’m going to do that too.”", "paragraphs": ["WHEN PRECIOUS LEE was in the eighth grade, she advocated for Native Americans against President Andrew Jackson in a mock trial—and she can still tell you what she was wearing that day: “I had on a Calvin Klein cord riding pant with a matching raw wool blazer, and I was so adamant in my opening argument—I took it so seriously!” she says. You can still see that fierce girl in the woman Lee has become: A trailblazing curve model, she remains a serious fighter for racial equity and justice even as she flaunts a personal style she describes as eclectic and eccentric: “grunge one day, heels the next.”", "Prada coat, bag, and shoes; prada,com. Bottega Veneta earring. Photographed by Luis Alberto Rodriguez, Vogue, January 2021", "Lee is telling me this in a Zoom chat a few days after the historic presidential election—“I can’t stop celebrating!” she declares. Behind her on the screen, I can see the cable news on mute, which is funny because I have it on too. I also notice, before her face flashes up, her Zoom name: “Your Majesty.”", "From the beginning, nobody put Your Majesty in a corner. As a teenager in an Atlanta school, she recalls, “I was the chunky cheerleader. They said, ‘You’re the base.’ I said, ‘Nooo! I’m going to be the front of the pyramid.’ I did the split! You couldn’t contain my energy.” When she began modeling at the age of 18, she was propelled by the same spirit. “There was hardly anyone who looked like me doing the kinds of jobs I wanted to do. It was always: If you’re big and Black, you could be the lingerie girl, the swim girl.” But Lee wanted to be the high-fashion girl, the girl who got the serious campaigns, the girl who deserved every accolade that thinner, whiter models received. Early on, she took courage from the curve model Crystal Renn: “I saw her doing Dolce & Gabbana and Jean Paul Gaultier, and I was like, You know what? I’m going to do that too.”"], "authors": ["Lynn Yaeger", "Lynn Yaege", "Luis Alberto Rodrigue", "Carlos Nazari"], "keywords": ["lee", "precious", "youre", "zoom", "wanted", "model", "girl", "took", "having", "going", "serious", "moment", "finally", "im"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}