{"id": "e287131d-5c0a-3b1f-974c-a91e6a58a14b", "title": "WIRED: Culture Videos", "url": "https://www.wired.com/video/genres/culture", "summary": "CultureDuring the Cold War, surveillance in Moscow was the most difficult kind of surveillance that the US had encountered around the globe.\nThere are lots of was to collect intelligence, and cameras were former CIA Chief of Disguise Jonna Mendez's favorite.\nJonna talks about all the different photography methods US spies used during the Cold War, from carrier pigeons holding tiny cameras to a variety of different spy cameras that could be hidden in pens, ties and pocketbooks.\nAt the Museum, you can see firsthand some of these spy gadgets: http://www.spymuseum.org/ Additional Archival Images Courtesy of: Images of Tolkachev are courtesy of a family friend, from The Billion Dollar Spy.\nYou can find out more about the book here: https://www.davidehoffman.com/ Image of Matchbox Camera courtesy of the CIA, who does not endorse the contents of this production Interspectral: https://www.youtube.com/channel/UCoG3unoSTVcR64o8vGb1SEQ Getty Library of Congress, Geography and Map Division", "paragraphs": ["Culture", "During the Cold War, surveillance in Moscow was the most difficult kind of surveillance that the US had encountered around the globe. There are lots of was to collect intelligence, and cameras were former CIA Chief of Disguise Jonna Mendez's favorite. Jonna talks about all the different photography methods US spies used during the Cold War, from carrier pigeons holding tiny cameras to a variety of different spy cameras that could be hidden in pens, ties and pocketbooks. Check out Jonna Mendez’s most recent book The Moscow Rules or find more information about her on her website on https://www.themasterofdisguise.com/ Moscow Rules: https://www.amazon.com/gp/product/1541762185/ref=dbs_a_def_rwt_hsch_vapi_tpbk_p1_i0 Archival images courtesy of the International Spy Museum (SPY) in Washington, DC, a Guinness World Record recognized nonprofit with the largest collection of spy artifacts in the world. At the Museum, you can see firsthand some of these spy gadgets: http://www.spymuseum.org/ Additional Archival Images Courtesy of: Images of Tolkachev are courtesy of a family friend, from The Billion Dollar Spy. You can find out more about the book here: https://www.davidehoffman.com/ Image of Matchbox Camera courtesy of the CIA, who does not endorse the contents of this production Interspectral: https://www.youtube.com/channel/UCoG3unoSTVcR64o8vGb1SEQ Getty Library of Congress, Geography and Map Division"], "authors": [], "keywords": ["moscow", "jonna", "surveillance", "spy", "cameras", "videos", "courtesy", "wired", "world", "war", "rules", "images", "culture"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}