{"id": "e297e3de-686f-3bd3-bc33-4f1e8958b7e7", "title": "Over 900 Dairy Queen customers 'pay it forward' at Minnesota drive-thru", "url": "https://www.foxnews.com/food-drink/dairy-queen-customers-pay-it-forward", "summary": "The staff of a Minnesota Dairy Queen was stunned when a drive-thru customer paid for the vehicle behind him, only to set off a chain reaction that inspired over 900 others to do the same.\nOn Dec. 3, the anonymous customer paid for the person behind him in the Dairy Queen drive-thru in Brainerd, KARE 11 reports.\nThe store manager said that she’s previously seen about 15 to 20 customers consecutively pay it forward, so this grand of a scale was unprecedented.\nThe Dairy Queen customers kept paying for each other’s orders through Saturday, with 900 cars paying for $10,000 worth of sales.\nCLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE“It's hard for us to come up with the right words to say,” a Dairy Queen representative wrote on Facebook on Wednesday.", "paragraphs": ["It was an especially great day to go out for ice cream.", "The staff of a Minnesota Dairy Queen was stunned when a drive-thru customer paid for the vehicle behind him, only to set off a chain reaction that inspired over 900 others to do the same.", "On Dec. 3, the anonymous customer paid for the person behind him in the Dairy Queen drive-thru in Brainerd, KARE 11 reports. Store manager Tina Jensen said the second customer was taken aback by the sweet surprise, and asked to do the same.", "BASKIN-ROBBINS OFFERING CHANCE TO WIN FREE ICE CREAM FOR LIFE WITH BIRTHDAY SWEEPSTAKES", "\"So the lady pulled up and I said, 'Just to let you know, the gentleman in front of you paid for your order. If you like I can pay it forward and you can pay for the order behind you and we can keep this going,'” Jensen recalled, joking that it was the woman’s “lucky day.”", "From there, the small act of kindness just kept getting bigger, as each subsequent customer wanted to pay it forward, too. After about 125 cars, Jensen said that one woman “threw us a 20 dollar bill, almost in tears” over the fact that the chain had continued for so long.", "The store manager said that she’s previously seen about 15 to 20 customers consecutively pay it forward, so this grand of a scale was unprecedented.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "\"Our fans were so excited. They didn't want to break the chain. They wanted to keep that chain going,\" she recalled.", "Late on Thursday night, Jensen posted on the soft-serve shop’s Facebook page that someone had donated enough to pay for more orders when Dairy Queen reopened on Friday morning – and the good deed snowballed again.", "\"Our kitchen crew was like, 'Are we really still going?' I said, 'Yep, we're still going,'\" Jensen told KARE 11. \"Especially now and how things have been going this year, it definitely helped us here in the store with our crew members,” she said, adding that everyone was “very excited” to witness such kindness during a “rough” year.", "The Dairy Queen customers kept paying for each other’s orders through Saturday, with 900 cars paying for $10,000 worth of sales.", "CLICK HERE FOR FOX NEWS' CONTINUING CORONAVIRUS COVERAGE", "“It's hard for us to come up with the right words to say,” a Dairy Queen representative wrote on Facebook on Wednesday. “You brought smiles and maybe even a little tears to our whole Crew… this is what the world needs a little more of.”", "“Thank you fans for letting as serve you one red spoon at a time! Keep the positivity going, spread the love!”"], "authors": ["Janine Puhak", "Janine Puhak Is An Editor For Fox News Lifestyle."], "keywords": ["queen", "store", "minnesota", "chain", "pay", "drivethru", "customers", "900", "paid", "customer", "going", "forward", "dairy", "jensen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}