{"id": "e2a24b44-5cbc-3a1d-bfa4-6bf85ecb6d4a", "title": "Mike Kerrigan: Christmas memory I'll always treasure – you won't believe this woman's act of generosity", "url": "https://www.foxnews.com/opinion/christmas-memory-treasure-generosity-mike-kerrigan", "summary": "It was my 17-year-old sister Brig’s idea, as I recall, to go in together on a Christmas gift for our mother.\nMy brother Jack, 13, and I, age 15, needed Brig more than she needed us, and not just because she could drive.\nIn a prior year, Jack had seen fit to gift our mom a beer mug for Christmas.\nChoosing quantity over quality, I once gave my mom perfume from a receptacle so large that to apply it, she almost needed to lift with her legs.\nOn Christmas morning, our mom was pleased to see the quality of her gift had moved on such an unexpectedly upward trajectory.", "paragraphs": ["It was my 17-year-old sister Brig’s idea, as I recall, to go in together on a Christmas gift for our mother. My brother Jack, 13, and I, age 15, needed Brig more than she needed us, and not just because she could drive.", "In a prior year, Jack had seen fit to gift our mom a beer mug for Christmas. This was problematic because Donna Kerrigan was not a big beer drinker. Even had she been, she would not have quaffed from a novelty mug emblazoned with an expression crude enough to make a sailor blush.", "My Christmas gift-giving track record wasn’t much better. Choosing quantity over quality, I once gave my mom perfume from a receptacle so large that to apply it, she almost needed to lift with her legs. Not that she ever put the scent anywhere near her wrists or neck. She just pretended to when I was around, and poured it down the sink when I wasn’t.", "MARK GERSON: ON HANUKKAH, ADVERTISING THE MIRACLE", "Christmas 1986, though, would be different.", "The three of us kids found a jeweler in Tysons Corner Center, the Northern Virginia mall nearest where we grew up, and began to search for a present worthy of our mother. There was just one problem: We didn’t have enough money, even pooled, for the simplest bauble in the store.", "We moved our cash frantically about the glass countertop, as if somehow this would change things. Then something miraculous happened. The salesclerk, a woman about our mom’s age, gave us the modest pendant we’d been eyeing, taking our crumpled dollars in full payment. She seemed to do it with a proprietor’s authority, although for all I know she came out of pocket for the difference. Either way, it was her loss.", "What I really remember is how sweetly she smiled as she rang up the sale, as if she were the one coming out ahead on the trade. We left with the merchandise, silently and gratefully.", "On Christmas morning, our mom was pleased to see the quality of her gift had moved on such an unexpectedly upward trajectory.", "I try always to remember this, just how preciously I am – we all are – loved, but like a dream upon waking, oftentimes I forget.", "I didn’t think about that wintry trip to the mall with my siblings for many years. Once I had kids of my own, though, the memory came rushing back. These days around Christmastime, I can’t get it out of my head.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "The clerk’s selflessness comes to mind during Advent, I think, for two reasons.", "First, if love, as I believe, is willing the good of another, then she loved my siblings and me that day, about as perfectly as we imperfect humans can. She gave, without counting the cost, what we had not earned and could not repay. She willed our good.", "Second, the older I get, the more I see something at work in the penumbra of her generosity. What the jewelry clerk did, magnanimous as it was, hints at a love greater than any I’ve ever given, or could ever give. Her love in action foretells Love Incarnate, born into time in Bethlehem so long ago.", "CLICK HERE TO GET THE FOX NEWS APP", "I try always to remember this, just how preciously I am – we all are – loved, but like a dream upon waking, oftentimes I forget. This is a shame, for it’s a love no earthly joy can approximate, and in the presence of which, no earthly sorrow weighs heavy. It’s a love that is both source and summit; so pure my mind cannot really fathom it, and my heart would burst if ever it cherished so completely.", "This season, though, I do remember, thanks to a kindness shown by a jewelry salesclerk to a trio of kids 34 years ago. And that makes me as happy as, well, a kid at Christmas.", "CLICK HERE TO READ MORE FROM MIKE KERRIGAN"], "authors": ["Mike Kerrigan", "Mike Kerrigan Is An Attorney In Charlotte"], "keywords": ["treasure", "generosity", "mom", "memory", "wont", "needed", "gave", "gift", "womans", "believe", "mike", "remember", "loved", "love", "kerrigan", "ill", "christmas", "waking", "kids"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}