{"id": "e2ab4739-34f8-3947-b881-d864effc0f36", "title": "Vaccine progress is fantastic. But therapeutics can help Covid patients now", "url": "https://www.theguardian.com/commentisfree/2020/dec/10/vaccine-progress-is-fantastic-but-therapeutics-can-help-covid-patients-now", "summary": "In the midst of a Covid-19 pandemic that has already taken the lives of more than 283,000 Americans, talks of a Covid-19 vaccine dominate the pandemic news cycle.\nThe rush to expedite a Covid-19 vaccine has brought about unprecedented support from public and private industries alike.\nPharmaceutical groups need clinical research sites and test patients to perform therapeutic studies; but the flurry of vaccine development has monopolized these resources.\nWe should not have to take money from vaccine development and distribution to increase our focus on therapeutics.\nThe American people must understand that the current surge in vaccine development has not “fixed” Covid-19.", "paragraphs": ["In the midst of a Covid-19 pandemic that has already taken the lives of more than 283,000 Americans, talks of a Covid-19 vaccine dominate the pandemic news cycle. Particularly with new announcements of multiple vaccine candidates with promising clinical trial success, there is a growing sense of hope. But as we face rising case counts and a likely second wave, it is important to remember that there are therapeutic drugs which – unlike the vaccines – can help Covid patients now.", "The current vaccine-centric mindset is not without its benefits. The rush to expedite a Covid-19 vaccine has brought about unprecedented support from public and private industries alike. The federal government has pledged billions of dollars in pharmaceutical development aid along with provisional holds on current regulatory measures to fast-track prospective vaccines. Private and publicly-owned entities have come together in a massive demonstration of the scientific process to quickly evaluate multiple vaccine candidates.", "But therapeutics, which address the symptoms of Covid, can help people suffering today. What happens to those affected by Covid-19 between now and whenever a vaccine becomes approved, manufactured, distributed, and administered to enough people to start achieving some level of immunity, particularly as we look ahead towards a second surge of cases?", "There are other considerations, also: What about people who cannot take a vaccine, people who refuse vaccination, and others? What about people for whom the vaccine is ineffective? As physicians who work in intensive care units and researchers who study Covid-19, we are not highlighting these gaps in order to diminish the process of vaccination approval – indeed it has been remarkable how rapidly development has progressed so far. However, we want to underscore that the development and distribution of a truly effective vaccine will take time – time during which people will continue to become infected, become hospitalized, and pass away as a result of Covid-19.", "Unfortunately, several factors are slowing the development of therapeutics. Some issues such as funding are difficult to work around. The now famous Operation Warp Speed has a current budget of over $18 billion in federal funding; its official focus is on Covid countermeasures including therapeutics and diagnostics as well as vaccines. Yet more than $12 billion of Operation Warp Speed’s funding has gone to vaccine-related contracts, with even more money earmarked for manufacturing and other vaccine-related logistic issues. While these are undeniably important investments and certainly the main stated focus of the program, this leaves relatively little money on the table for therapeutics. Other funding mechanisms, such as BARDA and NIH partnerships, have less funding power and also focus on vaccines.", "There are other barriers that have unnecessarily hindered development. Pharmaceutical groups need clinical research sites and test patients to perform therapeutic studies; but the flurry of vaccine development has monopolized these resources. At our institution, Rutgers Robert Wood Johnson Medical School, non-vaccine clinical trials studying Covid-19 have dropped from over 20 at the peak of the first Covid surge in April to just four today. A single vaccine trial now underway has limited the implementation of other studies. This pattern has been mirrored at other medical research institutions around the country.", "There are no easy solutions in a pandemic that has already stretched our health system to the limit. Funding is the basis of any large-scale research endeavor, and funding for Covid-19 vaccine and therapeutic studies should not be a zero-sum game. We should not have to take money from vaccine development and distribution to increase our focus on therapeutics. Given the incredible number of people infected and killed by this illness, it is urgent that the federal government also distribute more money for studies that examine how Covid-19 functions to better guide our treatment strategies.", "Of course, funding alone will not be enough. We need buy-in from hospital research systems to again increase the volume of non-vaccine Covid-19 studies, and we need the research support to do so. We need to encourage physicians to enroll more patients in trials, and we need a more diverse sample of patients to ensure research accurately represents socioeconomic and minority communities that have been disproportionately ravaged by this disease. Finally, we need our national leaders to have a consistent, unified message, emphasizing the importance of vaccination as it becomes available, but also cautioning the public that news of vaccine development shouldn’t create a false sense of security. The advent of possible vaccines doesn’t lessen the importance of basic infection prevention and social distancing measures.", "The American people must understand that the current surge in vaccine development has not “fixed” Covid-19. Case numbers and daily death counts are again reaching record highs and we still do not have a good treatment. There remains much we do not know about Covid-19. For the sake of our loved ones already affected – and the many thousands more that will likely be infected in coming weeks – this lack of awareness cannot continue."], "authors": [], "keywords": ["fantastic", "development", "patients", "vaccines", "covid19", "research", "therapeutics", "need", "vaccine", "studies", "funding", "help", "covid", "progress"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}