{"id": "e2f78588-dd90-30f6-b12b-8e7580439316", "title": "Minecraft Earth Is Shutting Down In June", "url": "https://www.gameinformer.com/2021/01/05/minecraft-earth-is-shutting-down-in-june", "summary": "Minecraft Earth is a Pokemon GO-esque experience that brings the blocky world of Minecraft into the real world.\n\"Minecraft Earth was designed around free movement and collaborative play, two things that have become near impossible in the current global situation,\" begins the statement to players.\n\"As a result, we have made the difficult decision to re-allocate our resources to other areas that provide value to the Minecraft community and to end support for Minecraft Earth in June 2021.\"\nPlus, if you’ve ever made a purchase in Minecraft Earth, you will receive a free copy of Minecraft (the Bedrock version) so you can get a fresh start while grabbing some goodies from the Marketplace!\"\nThoughts on Minecraft Earth and its lifespan?", "paragraphs": ["Minecraft Earth is a Pokemon GO-esque experience that brings the blocky world of Minecraft into the real world. It is immersive, but apparently not enough to compete with similar games on the mobile market that have adapted use around COVID-19's quarantine restrictions because the team behind the game has confirmed that it will be shutting down in June of this year.", "\"Minecraft Earth was designed around free movement and collaborative play, two things that have become near impossible in the current global situation,\" begins the statement to players. \"As a result, we have made the difficult decision to re-allocate our resources to other areas that provide value to the Minecraft community and to end support for Minecraft Earth in June 2021.\"", "While sad news, the team did say that there is one more update that current players can look forward to: \"Today, we are releasing the final build of the game, containing some changes to make your time in Minecraft Earth as fun as possible.\"", "Some changes that players can expect include:", "Removing real-money transactions", "Drastically reducing ruby costs", "Including all completed, unreleased content currently in our pipeline", "Reducing time requirements for crafting and smelting", "Replacing unused crafting & smelting boosts with radius boosts of the same level", "Granting a set of Character Creator items to players who sign in between January 5 and June 30", "The Minecraft Earth services will officially be discontinued on June 30, including all support for the mobile game. After that date, players will be unable to download and enjoy Earth and on July 1, all player data \"unrelated to Character Creator and Minecoin entitlements\" will be deleted.", "What does this mean for current players and their purchases? The statement continues, saying: \"All players with paid ruby balances will be granted Minecoins, which you can use on the Minecraft Marketplace to purchase skin and texture packs, maps, and even minigames. Plus, if you’ve ever made a purchase in Minecraft Earth, you will receive a free copy of Minecraft (the Bedrock version) so you can get a fresh start while grabbing some goodies from the Marketplace!\"", "Thoughts on Minecraft Earth and its lifespan? Sound off in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["statement", "team", "earth", "current", "game", "players", "minecraft", "ruby", "support", "shutting", "world"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}