{"paragraphs": ["On this week's episode of The Game Informer Show podcast, we ... well, we go long. Way long. But this week's show is packed with content. First, I sit down with Joe Juba and Matthew Kato to discuss perhaps one of the most debated triple-A games ever released, Death Stranding.", "Next up, we knock out all four games that grace the cover of Game Informer issue 320: Diablo IV, Overwatch 2, World of Warcraft: Shadowlands, and Hearthstone: Descent of Dragons. This segment features an all-star cast of Game Informer editors who traveled to Blizzard's HQ to play the games and spent days with the team, learning about these blockbuster titles.", "In this week's community email segment Ben Reeves, Dan Tack, and Matt Miller answer questions and I tell an old tale. Emails are fun and irreverent as always.", "In our final segment, I talk with Liam Ester, managing director, and David Gaider, creative director, of Summerfall Studios, who recently hit their fundraising goal on fig.co for their upcoming title, Chorus: An Adventure Musical. It is an interesting talk about how they applying their passion for musicals with their long history with role-playing games. If you are interested in learning more or donating, hit this link. Summerfall also released a playable proof of concept today.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think. If you are interested in reading the BBC article mentioned in our Death Stranding discussion you can reach it here.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "2:31 - Death Stranding", "45:36 - Diablo IV", "1:13:49 - Overwatch 2", "1:46:54 - World of Warcraft: Shadowlands", "2:19:35 - Hearthstone: Descent of Dragons", "2:33:47 - Community emails", "3:19:39 - Interview with Liam Esler and David Gaider of Summerfall Studios on Chorus: An Adventure Musical"], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "title": "GI Show - Death Stranding, Diablo 4, Overwatch 2, Chorus: An Adventure Musical Interview", "id": "e303785b-d7de-32f9-b3be-972fb031f043", "keywords": ["informer", "segment", "gi", "game", "death", "overwatch", "stranding", "interview", "chorus", "adventure", "weeks", "long", "world", "summerfall", "diablo", "games", "musical", "warcraft"], "summary": "On this week's episode of The Game Informer Show podcast, we ... well, we go long.\nFirst, I sit down with Joe Juba and Matthew Kato to discuss perhaps one of the most debated triple-A games ever released, Death Stranding.\nNext up, we knock out all four games that grace the cover of Game Informer issue 320: Diablo IV, Overwatch 2, World of Warcraft: Shadowlands, and Hearthstone: Descent of Dragons.\nOur thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song.\n2:31 - Death Stranding45:36 - Diablo IV1:13:49 - Overwatch 21:46:54 - World of Warcraft: Shadowlands2:19:35 - Hearthstone: Descent of Dragons2:33:47 - Community emails3:19:39 - Interview with Liam Esler and David Gaider of Summerfall Studios on Chorus: An Adventure Musical", "pubDate": null, "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/11/07/gi-show-death-stranding-diablo-4-overwatch-2-chorus"}