{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "e30d9d15-90ea-33d2-8f0b-20fc7cfca870", "keywords": ["case", "aran", "sweater", "eagan", "evans", "look", "evanss", "film", "knives", "costume", "clue", "kind", "chris", "curious"], "pubDate": null, "title": "The Curious Case of Chris Evans’s Sweater", "url": "https://www.newyorker.com/culture/on-and-off-the-avenue/the-curious-case-of-chris-evanss-sweater", "authors": ["Rachel Syme", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker", "Anthony Lane"], "summary": "According to one report, the Irish retailer Blarney Woollen Mills, which has been peddling traditional Celtic knitwear since 1823, has seen a hundred-and-fifty-per-cent increase in sales of its a hundred-and-five-dollar Blasket Honeycomb Stitch Aran Sweater since the film’s début.\nFor a day, the official “Knives Out” Twitter account changed its name to Chris Evans’ Sweater Stan Account, and then gave away a hundred sweatshirts that featured a still of Evans in his woolly regalia to fans.\nThe “Knives Out” sweater mania began on the thirst-factory floor of social media, where critics given advance access to the film began to gush early and often about Evans’s waggish woolliness.\n); or this one, from Huckberry; or this one, from the Irish Store; or this one, from the Aran Sweater Market.\nIn “Knives Out,” Evans’s sweater looks pampered, the clothing equivalent of drinking cocoa with extra whipped cream during the après-ski.", "paragraphs": ["Last weekend, in Los Angeles, the indie cinema Alamo Drafthouse hosted a “sweaters only” screening of the director Rian Johnson’s mystery film “Knives Out.” The dress code was not strictly enforced—instead, it was more of a gentle invitation to arrive at the theatre in the kind of chunky knits that Chris Evans wears throughout the film, as the spoiled scion Ransom Drysdale, whose mystery-writer grandfather, Harlan Thrombey (Christopher Plummer), unceremoniously turns up dead. Evans wears one sweater in particular that has become an object of lust and fascination for the public since the film débuted, in time for the Thanksgiving weekend. Halfway through the film, Evans strides into the family’s Gothic manse in a crew neck the color of full-fat eggnog and woven in the traditional Aran Islands style. The sweater features plackets of thick, braided, water-wicking yarn, as if a sheep had yielded its entire winter coat to enwrap Evans in comfort.", "Now the sweater is viral. According to one report, the Irish retailer Blarney Woollen Mills, which has been peddling traditional Celtic knitwear since 1823, has seen a hundred-and-fifty-per-cent increase in sales of its a hundred-and-five-dollar Blasket Honeycomb Stitch Aran Sweater since the film’s début. A ninety-nine-dollar cotton dupe at L.L. Bean is completely sold out in the ivory hue. CNN dubbed the sweater this season’s “great gift for guys,” and, last week, the frenzy hit a kind of absurdist meme singularity when someone Photoshopped a teeny tiny jumper onto Baby Yoda. For a day, the official “Knives Out” Twitter account changed its name to Chris Evans’ Sweater Stan Account, and then gave away a hundred sweatshirts that featured a still of Evans in his woolly regalia to fans. Aran sweaters have been a staple of stuffy catalogues for years, but now, suddenly, they feel campy and subversive, a link to murder and malfeasance. What was once a humdrum dad staple took on a fabulous new dimension when it clung to Evans’s broad shoulders, as his Ransom smirked at the Drysdale family from a club chair during a will reading. What was he hiding underneath that bone-white coziness?", "The “Knives Out” sweater mania began on the thirst-factory floor of social media, where critics given advance access to the film began to gush early and often about Evans’s waggish woolliness. (“The only thing I will say about Knives Out,” the critic Anna Menta tweeted, in a sentiment that has since racked up more than fifty thousand likes, “is that, upon seeing Chris Evans in a sweater, the girl next to me gasped and said very softly and tenderly, ‘Sweater.’ ”) Then the film’s costume designer, Jenny Eagan, started giving interviews that built up the mythology of the sweater. She said that she could not remember who made the sweater (she vaguely remembers purchasing it, but does not recall if it was new or vintage or one of a kind), and that it was now missing. (Evans claims to have swiped much of his wardrobe from the set.) So far, no manufacturer has piped up to claim the glory. A fashion credit that could have launched a thousand shipping boxes is now lost to the ether, which has also allowed every knitwear retailer on earth to pounce on the demand. If you Google “Knives Out sweater,” dozens of shopping results pop up. There’s this one, from Orvis (now sold out!); or this one, from Huckberry; or this one, from the Irish Store; or this one, from the Aran Sweater Market. Really, any bulky garment the tint of Taleggio cheese could be the One True Sweater.", "When I spoke to Eagan recently, she told me that she chose to swaddle Evans in eggshell because it was the color of leisure, of a man who has never had to work a day in his life. He can wear a color that must stay pristine, because he’s not doing the kind of labor that would invite stains (or any labor, really). No matter that, traditionally, on the isle of Inishmore, in Galway Bay, where Aran sweaters originated, those who wore bone-colored knits spent their days deboning fish on the decks of trawlers, covered in guts and slurry. In America, among the nouveau riche, fisherman’s sweaters have lost their yeoman roots and have come to symbolize the erasure of work itself. In “Knives Out,” Evans’s sweater looks pampered, the clothing equivalent of drinking cocoa with extra whipped cream during the après-ski. The sweater has tiny holes at the sleeve and the neckline, a detail that Eagan said is purposeful—she wanted it to look like Ransom, who lives off his grandfather’s fortune, doesn’t care for his clothes. “He’s buying expensive things,” Eagan said. “But he doesn’t respect them.” She doubled down on this point by giving Evans Gucci loafers that a member of the costume department had pre-distressed by walking around in them and crunching down on the back edges until the leather was ragged and peeling.", "Without giving anything away, there is a reason to believe that Ransom’s blitheness might make him similarly cavalier toward his family. His sweater becomes a clue. The clothes from “Knives Out” are not just colorful set dressings; they are, in the classic whodunnit tradition, part of the bread-crumb trail to the truth. Jamie Lee Curtis’s jewel-toned pants suits (which Curtis suggested herself for her role, as Linda Drysdale, Harlan’s eldest daughter) were meant to show that she could “sell you anything,” Eagan said. She’s a flashy real-estate agent, dripping in Verdura jewelry, highly capable of completing all conceivable tasks (even murder?). This is in high contrast with her brother, Walt (Michael Shannon), who runs Harlan’s publishing company and wears muted, drab cardigans and milquetoast pleated khakis. His wife, Donna (Riki Lindhome), wears her ice-blond hair pulled back in a severe bun and dons a string of pearls and knee-high riding boots. “I wanted her to look as if as if she dressed like she rode horses but didn’t have a horse,” Eagan said. Together, they aspire to be blue bloods but clearly resent that their wealth is built on someone else’s talents. Their attire has the whiff of trying too hard, of desperation—are they desperate enough to kill?", "And then there’s Joni (Toni Collette), Harlan’s dippy daughter-in-law, who is secretly double-dipping from his bank account to fund her Goop-esque beauty brand, Flam. Eagen put Collette predominantly in the high-end Australian brand Zimmermann, which makes flowy floral maxidresses and aquamarine gauchos and fluttery, ethereal blouses. This is the uniform du jour for the coddled yoga mom, a shorthand for “I am a white woman with expendable income and a SoulCycle membership and a passing interest in essential oils.” Collette’s breezy resort wear, with comical layers of belts and baubles, looks so out of place in dreary New England that it almost seems nefarious. “That look is like a salad bar—you just keep stacking it on,” Eagan said.", "The hyperbolic fashion of “Knives Out” is one of Rian Johnson’s many clandestine homages to whodunnits of the past. It makes me think of the first time that I can remember coveting an item of clothing from the screen. I was in the fourth grade, and a babysitter popped in a Blockbuster rental of Jonathan Lynn’s 1985 mystery-meets-farce-meets-Hasbro-promotional-tool “Clue” and then left me alone to deduce the killer, while I devoured pepperoni pizza. From the first minutes of the film—when Lesley Ann Warren, playing the nineteen-fifties D.C. madam Miss Scarlet, stands outside a baroque villa in the rain, in an iridescent teal coat with a contrasting, oversized bronze collar that envelopes her head like a mollusk shell—I was entranced. This was high farce, transmitted through the smallest details. As each character arrives for a dinner party at the secluded house, you know exactly what type of person they are playing, even before they begin speaking. When everyone is a suspect, the viewer begins to look everywhere for signs—and it is up to the costume designer to both disguise and wink toward possible solutions to the mystery, through color and textures. Motifs become potential motives. Fabrics and textures help immediately separate and sharpen each member of the ensemble.", "In “Clue,” for example, Warren’s baby-blue, elbow-length doeskin gloves perfectly match the whisper-light tulle cape that she pins to her evening gown (deep blue-green and corseted, with a sweetheart neckline), an exaggerated outfit that immediately signals a woman of taste and luxury who cannot be trusted. The late, great comic actress Madeline Kahn played Mrs. White, a widow whose husband’s death may not have been accidental, in a glitzy black dress, complete with a net veil, a Louise Brooks bob, and a double choker of pearls. She’s in mourning but flashy about it. (Michael Kaplan, the costume designer behind the film, said her “cantilevered breasts were front and center.”) When she hands the butler her evening cloak, she reveals the bright white satin of the inner lining, a hint that she might not be grieving as deeply as she lets on.", "I called up Kaplan, who has also designed costumes for the “Star Wars” films since 2015, and he told me that the film is still one of his favorite assignments. He recently got a call from the Fashion Institute of Design and Merchandising, in Los Angeles, which will be honoring his career with a special exhibition in 2020. Each one of the students at F.I.D.M. has to design a new costume inspired by one of his projects; he thought they would choose “Fight Club” or perhaps “Blade Runner.” Instead, they chose “Clue,” which tickled him. “We all had so much fun on that film—you can feel it,” he said. “Eileen Brennan, who played Mrs. Peacock, really used her costume—those fifties cat’s-eye glasses, that brocade skirt with the overlayer that would move.” He also told me that Kahn believed her costume was “possessed by the ghost of Judy Garland. She was hysterically funny, doing these Judy maneuvers while she was wearing her coat.”", "GIFs from “Clue” have become popular memes in recent years, especially an image of Kahn delivering her “flames on the side of my face” speech. In preparation for the camp theme at this year’s Met Gala, Time magazine referenced “Clue” as a generative sartorial starting point. If the film, which initially flopped, has had tremendous staying power, it is in large part due to Kaplan’s costumes, which reveal just how much giddy delight a designer can take when outfitting characters who have something to hide.", "The same surreal sense of joy that surrounds the costumes in “Clue” is why Evans’s Aran sweater, which could just be another item on an Ivy League freshman’s packing checklist, has suddenly become a coveted holiday gift, imbued with kooky glamour. He is not wearing the sweater effortlessly but rather hamming it up, chewing on his shirtsleeves and flinging himself across furniture with louche hubris. He’s a caricature of a Waspy wastrel, of the kind of man who would wear a fisherman’s sweater ironically because he’s never had to get his hands dirty. Evans and Eagan expose the seams in Ransom’s attire, the ways he cloaks himself in priggish privilege. That one sweater tells you everything you need to know to solve the riddle. Look closely at the clothes in mystery films: the costume designers are in on the gag. With every cravat and caftan, they are dropping hints just for you."]}