{"summary": "He added that the witnesses who have come before the committee over the past two weeks have already laid out damning evidence against Trump.\nIN TRUMP IMPEACHMENT TRIAL, SENATE REPUBLICANS COULD TURN TABLES ON DEMS“This court process is a 9-to-12-month process; we could lose everything we value in our democracy waiting on the courts,” he said.\n“We don’t have as many courageous men in the White House, but we do have a lot of the president’s appointees who have come forward,” Swalwell said.\nCLICK HERE TO GET THE FOX NEWS APPWallace also asked Swalwell if he was concerned about the recent polls that show overall support for impeachment has dropped significantly since the hearings began.\n“This president used his great vast power to ask a foreign government to help him cheat an election.”", "keywords": ["protected", "process", "speed", "swalwell", "come", "clock", "president", "waiting", "sure", "elections", "foreign", "defends", "witnesses", "hearings", "trump", "election", "impeachment"], "paragraphs": ["Rep. Eric Swalwell, D-Calif., defended on Sunday the hasty pace of the impeachment inquiry into President Trump – arguing that with the 2020 presidential election less than a year away, and the start of Democratic primaries only a few months ahead, it is pertinent to discover whether Trump asked a foreign government to interfere in the country’s election process.", "“Most importantly the president invoked an upcoming election – there’s an urgency to make sure the election and the ballot box have integrity, and if he’s asking a foreign government to interfere, we are on the clock to make sure that election is protected,” Swalwell said during an appearance on “Fox News Sunday.”", "Swalwell, a member of the House Intelligence Committee that is holding the hearings in the impeachment inquiry, said that if lawmakers let the issue go to the courts “we could lose everything we value in our democracy” by waiting for the process to play out. He added that the witnesses who have come before the committee over the past two weeks have already laid out damning evidence against Trump.", "IN TRUMP IMPEACHMENT TRIAL, SENATE REPUBLICANS COULD TURN TABLES ON DEMS", "“This court process is a 9-to-12-month process; we could lose everything we value in our democracy waiting on the courts,” he said.", "Anchor Chris Wallace brought up the Watergate scandal, arguing that no witnesses with first-hand knowledge have come forward to testify that there was a quid pro quo between Trump and Ukrainian President Volodymyr Zelensky. The panel is working to determine whether Trump threatened withholding military aid and a one-on-one meeting if Kiev didn’t publicly announce an investigation into former Vice President Joe Biden and his son Hunter’s business dealings in Ukraine.", "“We don’t have as many courageous men in the White House, but we do have a lot of the president’s appointees who have come forward,” Swalwell said.", "CLICK HERE TO GET THE FOX NEWS APP", "Wallace also asked Swalwell if he was concerned about the recent polls that show overall support for impeachment has dropped significantly since the hearings began.", "“I’m not focused on the polls, I know my colleagues aren’t either,” Swalwell said. “This president used his great vast power to ask a foreign government to help him cheat an election.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/swalwell-defends-speed-of-impeachment-hearings", "authors": ["Andrew O'Reilly"], "id": "e322a8cb-318d-3330-a84d-49433c7778be", "pubDate": null, "title": "Swalwell defends speed of impeachment hearings, says US is 'on the clock' to make sure elections are protected"}