{"id": "e329b568-3d82-3b95-87e1-88e6460100f1", "title": "Oscars Spotlight: The 2021 Nominees for Best Screenplays", "url": "http://www.newyorker.com/culture/culture-desk/oscars-spotlight-the-2021-nominees-for-best-screenplays", "summary": "BEST ADAPTED SCREENPLAY“Borat Subsequent Moviefilm”There are nine—nine!—writers credited for this moviefilm, and none of them is named Rudy Giuliani.\n“The White Tiger” echoes last year’s big Oscar winner, “Parasite,” in its view of the perils and the indignities of the class divide.\nBut, where “Parasite” was steely and stoic, “The White Tiger” zips along like a sugar high, covering a vast narrative ground while still immersing us in the claustrophobia of the caste system.\n“Nomadland” is the front-runner for Best Picture and most likely here, too, in part thanks to its unconventional source material.\nAs for “The White Tiger,” let its nomination serve as a reminder to seek it out on Netflix.", "paragraphs": ["Page through the annals of Oscar, and you’ll notice that the writing awards often celebrate inventiveness and wit, while the more high-profile prizes tilt toward heart. Consider the past decade’s screenplay winners, which include such happy oddities as Spike Jonze’s “Her,” in which a man falls in love with an operating system; Jordan Peele’s “Get Out,” a satire-horror film that exposes the racism lurking beneath liberal politesse; and Taika Waititi’s “Jojo Rabbit,” a deadpan comedy about an adorable Nazi-in-training. For each film, it was the sole award, as if committing these harebrained ideas to a laptop were achievement enough. Or, look back a few decades earlier, to the ceremony of 1942, when John Ford’s wistful portrait of Welsh village life, “How Green Was My Valley,” won the top prize, while the jaundiced and jigsaw-like “Citizen Kane” managed to win its one and only Oscar for its screenplay.", "This year, the tangled story behind that screenplay and its uneasy collaborators, Orson Welles and Herman Mankiewicz, is the subject of “Mank,” itself nominated for ten Oscars, the most of any film this season. Notably, the writing categories are among the few in which this ode to an undersung screenwriter doesn’t appear, despite the fact that it was written by Jack Fincher, who died in 2003, and directed by his son, David, as a kind of filial offering. Oh, well. Not every poignant made-for-awards-season backstory gets results, and the ten movies that are nominated contain plenty of ingenuity. Take the Best Adapted Screenplay contenders, which draw on sources ranging from a French play and a nonfiction study of America’s transient seniors to a preëxisting character who may be Kazakhstan’s most famous son, despite being entirely fictional. Here’s a closer look at both of this year’s writing categories.", "BEST ADAPTED SCREENPLAY", "“Borat Subsequent Moviefilm”", "There are nine—nine!—writers credited for this moviefilm, and none of them is named Rudy Giuliani. Eight wrote the screenplay, and an overlapping group of four has story credit. Instead of a nineteenth-century novel or a Broadway play, the screenplay is based on a character who first appeared on a British sketch show in the nineties and is known for his anti-Semitism and public defecation. Sacha Baron Cohen’s semi-improvised satires belong to a writing category all their own, since they depend on the unwitting contributions of his real-world marks. None of this fazed the Writers Guild, which awarded this gaggle of pranksters its adapted-screenplay prize in March. And why not? It takes a sui-generis sort of mastery to build a series of outrageous provocations into a damning portrait of American ugliness.", "“The Father”", "Photograph by Sean Gleason / Courtesy Sony Pictures", "The French writer Florian Zeller made his reputation as a literary enfant terrible, publishing his first novel, “Artificial Snow,” when he was twenty-two, but it was his 2012 play, “Le Père,” that brought him international notoriety. Christopher Hampton’s English translation played on London’s West End and on Broadway, where it won a 2016 Tony Award for Frank Langella. I wish I’d seen it then, because the movie version—Zeller’s film-directing début—is so packed with structural surprise that it seems endemic to the screen. The film is a maze that places us inside the disintegrating mind of Anthony (Anthony Hopkins), a belligerent old man with advanced dementia. Countless films about one ailment or another follow a familiar, heart-tugging pattern, and you may have assumed that “The Father” is one of them. But it isn’t. Zeller’s screenplay has the cunning of a sleight-of-hand trick, disorienting us along with its title character—a technique that only deepens the impact of its emotional wallops.", "“Nomadland”", "Chloé Zhao spun her portrait of a restless soul in the late-capitalist wilderness from Jessica Bruder’s 2017 nonfiction book of the same name, subtitled “Surviving America in the Twenty-First Century.” The book profiled a range of American seniors who set out, post-recession, to crisscross the country in vans and mobile homes finding seasonal work at Amazon fulfillment centers, raspberry fields, and oil rigs. Some of Bruder’s subjects play themselves in the film, but it centers on a fictional sixty-something, Fern (Frances McDormand), whose town of Empire, Nevada, all but evaporates after the closure of a United States Gypsum plant. Zhao’s screenplay shows how elastic the act of adaptation can be, distilling a panorama of true stories into an invented one that feels just as lived-in and idiosyncratic as the rest.", "“One Night in Miami”", "Long before the credits rolled on Regina King’s civil-rights drama, I had an inkling that I’d see the words “based on the stage play.” Kemp Powers adapted his own play, which premièred at Los Angeles’s Rogue Machine Theatre, in 2013, and imagines a real night from 1964 that brought together four Black icons: the soul singer Sam Cooke, the activist Malcolm X, the running back Jim Brown, and the boxing champion Cassius Clay, soon to become Muhammad Ali. The script is bursting with timely, dialectical arguments about political engagement and Black identity, but it reminded me of other plays I’ve seen that tease out the meetings of notable minds, often played out as a battle of ideas—a genre that can bend toward talky, self-important, and pat. Powers’s script doesn’t escape these pitfalls (and its treatment of Cooke had drawn scrutiny), though it’s buoyed by crackling performances.", "“The White Tiger”", "Photograph by Tejinder Singh Khamkha / Courtesy Netflix", "The sole nomination for this funny, haunting, irrepressible film is for the director Ramin Bahrani’s screenplay, based on Aravind Adiga’s 2008 novel, which won the Man Booker Prize. You can sense the novel pulsing beneath the action, propelled by the chatty, eager voice of its main character, Balram, a low-born Indian striver who talks his way into a job chauffeuring a rich entrepreneur and reinvents himself as the owner of a taxi service—with a few bloody twists. “The White Tiger” echoes last year’s big Oscar winner, “Parasite,” in its view of the perils and the indignities of the class divide. But, where “Parasite” was steely and stoic, “The White Tiger” zips along like a sugar high, covering a vast narrative ground while still immersing us in the claustrophobia of the caste system.", "Bottom line: Although “Borat Subsequent Moviefilm” won the W.G.A.’s award, that victory isn’t necessarily predictive. “Nomadland” and “The Father” were ineligible, since they weren’t written under a Writers Guild contract. “Nomadland” is the front-runner for Best Picture and most likely here, too, in part thanks to its unconventional source material. A “Nomadland” loss might signal a dampening of its over-all momentum, or perhaps a desire not to let “The Father” or Baron Cohen (who is nominated for an acting award for “The Trial of the Chicago 7”) go empty-handed. As for “The White Tiger,” let its nomination serve as a reminder to seek it out on Netflix.", "BEST ORIGINAL SCREENPLAY", "“Judas and the Black Messiah”"], "authors": ["Michael Schulman", "Michael Schulma", "Richard Brod", "Alex Ros"], "keywords": ["screenplay", "best", "writing", "award", "prize", "tiger", "film", "white", "won", "novel", "screenplays", "play", "oscars", "nominees", "spotlight", "2021"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}