{"id": "e3320e98-b82b-372e-b3b5-bccb954a3a77", "title": "Somalia’s rival factions spread across Mogadishu as they jockey for power", "url": "https://www.theguardian.com/global-development/2021/apr/21/somalias-rival-factions-spread-across-mogadishu-as-they-jockey-for-power", "summary": "Protests broke out Sunday night, suggesting that their move to spread across the city is having an impact.\nBefore parliament sat, Omar briefly disrupted the meeting by setting up roadblocks on streets leading to the parliament building.\nPreviously an ally of Farmaajo, Omar made a televised speech saying a vote to extend Farmaajo’s mandate would cause instability.\nFarmaajo vowed to unite the country and defeat al-Shabaab, the fundamentalist terrorist militia that had risen to control swaths of the country amid the power vacuum.\nBut under his tenure the states and the seat of government have become further entrenched, blaming each other for Somalia’s problems.", "paragraphs": ["After months living at an upmarket inn close to Mogadishu’s airport, Somalia’s opposition leaders, including two former presidents and their armed teams, have decamped, spreading across the capital in what is seen as a strategic move.", "The sitting president, Mohamed Abdullahi Mohamed “Farmaajo”, meanwhile, returned last night from the Democratic Republic of the Congo, where he was reportedly hoping to win support for an extension of his presidential term from the African Union.", "The two ex-premiers are reportedly sleeping a few kilometres apart, embedded within residential neighbourhoods, better placed to mobilise the public.", "Protests broke out Sunday night, suggesting that their move to spread across the city is having an impact. As the people were on the streets, the men who had ignited the demonstrations stayed home.", "In another part of Mogadishu, troops supporting the recently sacked police commander, Sadiq “John” Omar, have set up roadblocks around his residence, ready to fend off any government attack.", "“I definitely think that we are barrelling towards a major conflict, because we are a fragile nation kept together through a tenuous reconciliation process and a provisional constitution,” said Abdi Aynte, minister of planning from 2015 to 2017 and co-founder of the Heritage Institute for Policy Studies.", "“It is now a question of when, not if,” said an insider who asked for anonymity. “As long as there is the possibility of the election things will stay calm.” But an election is off the table, removed last week after a surprise convention of the lower house of parliament voted to extend Farmaajo’s term by two more years.", "Before parliament sat, Omar briefly disrupted the meeting by setting up roadblocks on streets leading to the parliament building.", "Previously an ally of Farmaajo, Omar made a televised speech saying a vote to extend Farmaajo’s mandate would cause instability. He was swiftly removed from his post.", "“General John designed and personally executed most, if not all, federal government hits on their opponents. It seems that he is legitimately worried because he has now ended up at the receiving end,” said Adam Aw Hirsi, a former senior government official.", "A formidable opposition with sizeable personal security and aligned clan militia, as well as leadership in the upper house, does not recognise the president’s legitimacy, let alone the extension.", "A President Office spokesperson told the Guardian: “The house of the people independently reached a resolution to bring power to the people through a universal suffrage. The current situation is a decision by the legislature to return the country to the initially agreed and approved elections process of one person, one vote.”", "The Farmaajo administration argues that a law passed in 2016 states a president may stay in power after an election deadline until there is another vote. The other sides say the wording of the law is being manipulated to cover up a power grab.", "“The fundamental issue is that this is a political dispute, not a legal dispute,” said Murithi Mutiga, project director for the International Crisis Group.", "Farmaajo became president to much fanfare in early 2017 in an election that, despite controversies, seemed to usher in a period of hope for the country after decades of chaos.", "Somalia had modelled a federal system that was believed to be the best structure for a society of historically independent nomads with deep clan ties. Farmaajo vowed to unite the country and defeat al-Shabaab, the fundamentalist terrorist militia that had risen to control swaths of the country amid the power vacuum.", "But under his tenure the states and the seat of government have become further entrenched, blaming each other for Somalia’s problems.", "In a recent report on the country, Dr Ibrahim Farah, a Somali academic, wrote: “Politically, Somalia is more or less the same as it was in the late 1990s.”"], "authors": [], "keywords": ["omar", "power", "term", "spread", "house", "jockey", "vote", "parliament", "factions", "country", "president", "mogadishu", "farmaajo", "somalias", "rival", "election"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}