{"id": "e33436a2-d85e-353b-ab80-378997311dd1", "title": "House Democrats urge Senate to 'eliminate the threat' of Trump, in opening impeachment trial salvo", "url": "https://www.foxnews.com/politics/house-democrats-file-opening-salvo-trump-impeachment-trial", "summary": "“President Trump’s conduct is the Framers’ worst nightmare,” the impeachment managers wrote in their 111-page filing.\nThe briefing is House Democrats' opening salvo in the historic impeachment trial that will kick off in earnest on Tuesday.\nWHO ARE THE TRUMP IMPEACHMENT MANAGERS?\nHouse Democrats argued in the filing that their testimony would \"shed additional light.\"\nThey also must stay quiet and listen to the House impeachment managers and White House lawyers present their cases, and only submit their questions in writing.", "paragraphs": ["House impeachment managers released their opening trial briefing on Saturday, claiming the evidence against President Trump “overwhelmingly” establishes that “he is guilty” of abuse of power and obstruction of Congress, and the only question that remains is whether the Senate will carry out its duty to remove him from office.", "“President Trump’s conduct is the Framers’ worst nightmare,” the impeachment managers wrote in their 111-page filing.", "The briefing is House Democrats' opening salvo in the historic impeachment trial that will kick off in earnest on Tuesday. The House managers outline their case against the president in their first briefing, arguing that Trump used his official powers to pressure Ukraine to interfere in the U.S. presidential election for his personal political gain, and then attempted to cover up his scheme by obstructing Congress’s investigation into his misconduct.", "WHO ARE THE TRUMP IMPEACHMENT MANAGERS? MEET PELOSI'S HAND-PICKED PROSECUTORS", "The House’s prosecution team said in its filing: “[The] Constitution provides a remedy when the President commits such serious abuses of his office: impeachment and removal.\"", "And in a message directly aimed at the senators who will serve as jurors in the trial, the House Democrats wrote: “The Senate must use that remedy now to safeguard the 2020 U.S. election, protect our constitutional form of government, and eliminate the threat that the President poses to America’s national security.”", "Sources close to Trump's legal team already previewed its full-throttle defense to the articles of impeachment Saturday night, calling them \"constitutionally invalid.\"", "At the heart of the case is Trump's effort to convince Ukraine to launch investigations into Democrats, while his administration is said to have withheld military aid. Trump denies wrongdoing, while Democrats allege he abused the power of his office.", "Adding to the Democrats' case is a legal opinion Thursday from the Government Accountability Office (GAO) that found the Trump administration broke the law by withholding defense aid to Ukraine. The White House disputed the finding.", "The seven House Democratic impeachment managers were spending the long weekend studying the evidence and practicing their opening arguments to the Senate, which has a 53-seat GOP majority. Dozens of House staffers from multiple committees were slated to spend the Dr. Martin Luther King Jr. holiday break preparing for the historic trial.", "Democratic staffers working on impeachment Saturday renewed their call for new witnesses and documents to be allowed in the impeachment trial, and the briefing signaled Democrats view new evidence as fair game in the trial.", "In a nod to House Democrats’ evolving case against Trump, the filing references new information that surfaced after the House passed the articles of impeachment in December, including information from Lev Parnas -- Rudy Giuliani's associate -- and the finding from the GAO that the Trump administration violated the law when it withheld funds from Ukraine.", "Sen. Chuck Schumer, D-N.Y., is making a push for four trial witnesses who never testified in the House: former national security adviser John Bolton, the Office of Management and Budget’s Michael Duffey, Acting Chief of Staff Mick Mulvaney and his top aide, Robert Blair. House Democrats argued in the filing that their testimony would \"shed additional light.\"", "REPORTER’S NOTEBOOK: SCENES FROM INSIDE THE OPENING OF TRUMP’S IMPEACHMENT TRIAL", "The House managers -- led by Intelligence Committee Chairman Adam Schiff of California -- will square off with Trump's growing legal team starting Tuesday in the Senate.", "The third presidential impeachment trial formally began Thursday when Chief Justice John Roberts swore in the senators and each signed an “oath book” to cement their role as impartial jurors.", "During the trial, senators -- who normally can roam freely in the chamber -- must stay seated in their desks and are prohibited from bringing electronic devices with them. They also must stay quiet and listen to the House impeachment managers and White House lawyers present their cases, and only submit their questions in writing.", "CLICK HERE TO GET THE FOX NEWS APP", "When the senators reconvene Tuesday, Democrats are expected to force votes on calling witnesses in the trial. Senate Majority Leader Mitch McConnell wants to tackle the divisive issue of new evidence after lawyers for both sides present their opening arguments.", "“The case against the President of the United States is simple, the facts are indisputable, and the evidence is overwhelming: President Trump abused the power of his office to solicit foreign interference in our elections for his own personal political gain, thereby jeopardizing our national security, the integrity of our elections and our democracy,\" the seven House managers said in a statement after the filing was made public. \"And when the President got caught, he tried to cover it up by obstructing the House’s investigation into his misconduct.\""], "authors": ["Marisa Schultz"], "keywords": ["democrats", "trial", "trumps", "salvo", "evidence", "house", "managers", "threat", "impeachment", "trump", "senate", "opening", "president", "eliminate", "urge"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}