{"id": "e33dd3a5-3478-3ed7-81b9-034979ee2e7c", "title": "Tesla launches low-priced Model Y Musk called unacceptable as Ford, VW enter segment", "url": "https://www.foxnews.com/auto/tesla-low-priced-model-y-unacceptable", "summary": "Tesla has quietly introduced a new entry-level version of its Model Y that Elon Musk said last summer it wouldn't build.\nThe rear-wheel-drive Model Y Standard Range is priced at $41,990, which is $8,000 less than the all-wheel-drive Long Range version of the compact crossover.\nThe Standard Range is capable of driving 244 miles between charges, while the Long Range can go 326 miles.\nThe new model was part of the initial Model Y plan, but last July Musk told a Twitter follower that Tesla wouldn't make it because its \"range would be unacceptably low (<250 mile EPA).\"\nInstead, he said there would be a rear-wheel-drive Long Range version, but such a vehicle has not yet gone on sale.", "paragraphs": ["Tesla has quietly introduced a new entry-level version of its Model Y that Elon Musk said last summer it wouldn't build.", "The rear-wheel-drive Model Y Standard Range is priced at $41,990, which is $8,000 less than the all-wheel-drive Long Range version of the compact crossover.", "The Standard Range is capable of driving 244 miles between charges, while the Long Range can go 326 miles.", "The new model was part of the initial Model Y plan, but last July Musk told a Twitter follower that Tesla wouldn't make it because its \"range would be unacceptably low (<250 mile EPA).\"", "Instead, he said there would be a rear-wheel-drive Long Range version, but such a vehicle has not yet gone on sale.", "CLICK HERE TO GET THE FOX NEWS APP", "Battery packs are among the most expensive components of an electric car and, even though Tesla is capable of building them at a lower cost than most automakers, the roughly 25-kilowatt-hour difference between a Standard Range and Long Range pack represents several thousand dollars.", "The new Model Y's availability comes as the similarly sized two-wheel-drive Ford Mustang Mach-E and Volkswagen ID.4 enter the market with 230 miles and 250 miles of range, respectively, priced at $35,395 and $32,495 after subtracting the $7,500 federal tax credit they both qualify for, which is not available for the Model Y, as Tesla has exhausted its allotment."], "authors": ["Gary Gastelu", "Gary Gastelu Is Foxnews.Com'S Automotive Editor Covering The Car Industry", "Racing. Follow"], "keywords": ["segment", "ford", "range", "long", "lowpriced", "version", "tesla", "standard", "miles", "vw", "model", "wouldnt", "musk", "rearwheeldrive", "y", "launches", "unacceptable"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}