{"id": "e37b2b61-5085-3213-a534-a4cb89473c8f", "title": "Montessori education could reduce the advantage gap between rich and poor, but it's only available to the rich | Matt Beard", "url": "https://www.theguardian.com/commentisfree/2020/jan/19/montessori-education-could-reduce-the-advantage-gap-between-rich-and-poor-but-its-only-available-to-the-rich", "summary": "Of course, some might suggest – rightly – that you don’t need to be enrolled in a Montessori school to practice the methods.\nWhat’s more, Montessori education has been shown to actually break down class barriers in education.\n| Matthew Beard Read moreIf the research is to be believed, we’ve got an education offering that could actually reduce the advantage gap between rich and poor that is, in effect, only available to the rich.\nObviously, this isn’t to say that those not enrolled in Montessori education are doomed to failure or mediocrity.\nBut setting your child up for success in ways less advantaged kids can’t access is uncomfortable and can feel morally sketchy.", "paragraphs": ["Around the middle of last year a scandal broke out in the US after it emerged that fifty people – including some B-grade celebrities for extra juice – had been bribing college admissions officials to get underperforming rich kids enrolled at prestigious universities. This was fuel to the already-blazing fire of doubt around how meritocratic elite higher education in the US really is.", "The problem isn’t just that the briberies made for an unfair enrolment system. Rather, it’s that we think the trajectories of two people – one who enrolled in a prestigious school and one who didn’t – are likely to deviate considerably after that point.", "The other factor at the heart of the Varsity Blues scandal is social justice. It’s not just that some students received an unfair advantage. It’s that they were predominantly white and universally wealthy. By contrast, those from non-white or working-class backgrounds struggle to access the highest-rated universities, for reasons that have more to do with systemic issues than the personal quality of the potential applicants.", "Teachers as 'guides': inside the UK’s first Montessori secondary school Read more", "For these reasons, the outrage following the Varsity Blues scandal makes complete sense. What makes less sense to me is why we don’t extend that same criticism to other education pathways.", "We’ve recently been enrolling our three-year-old into a preschool. After some failed experiences at a local daycare, we opted for an extremely expensive Montessori-style school. The program is incredible, and within a term we’ve started seeing results. Our son’s teachers are nurturing his independence, developing his creativity, treating him with empathy and respect as well as communicating basic literacy, numeracy and all the other stuff he needs to know.", "We’ve got him there in part because we think it’s the right place for him to be right now, given his current needs, but also because we’re confident it’s the kind of environment that will help him grow into a capable, independent person. The kind of person who will succeed in life.", "And we’re paying an arm and a leg for the opportunity. The education doesn’t come cheap. In fact, we’re not sure we’ll be able to continue it once we’re no longer eligible for childcare subsidies.", "I can’t see any way the child of a low-income family would be able to attend without some kind of scholarship. Not only are the fees considerable, there are once-off enrolment fees that cost a few thousand dollars, compulsory working bees for families of the school (there’s a small fee if you don’t rock up) and a range of other bells and whistles. The place is full of compassion and support for kids and families, but it’s also catering to a very wealthy audience, to the point where it feels slightly uncomfortable at times.", "Of course, some might suggest – rightly – that you don’t need to be enrolled in a Montessori school to practice the methods. You can do it at home, and there are plenty of excellent resources online to get you started. However, unless you’re a parent who can be (and wants to be) at home most of the time, that horse has bolted before it’s gotten out the gate.", "But for those who do have the time and resources, the approach seems to get results. Not only have we experienced a notable change in our son, tentative research suggests Montessori style education does indeed give kids a leg up in life. A 2017 literature review suggests that the Montessori philosophy, when taught faithfully, benefits children both cognitively and socially.", "What’s more, Montessori education has been shown to actually break down class barriers in education. A 2017 study found that “Montessori preschool also equalised outcomes among subgroups that typically have unequal outcomes.”", "Do we have to choose between being a good parent and good at our job? | Matthew Beard Read more", "If the research is to be believed, we’ve got an education offering that could actually reduce the advantage gap between rich and poor that is, in effect, only available to the rich. Why?", "The sad reality is it appears to be intellectual laziness as much as anything else. Angeline Liddard argues that the conventional “grammar” of education is so allergic to the Montessori approach that it relegates it to the fringes, despite the documented benefits both for individual students and societies.", "We can’t conceive of remodelling the education system to make it better, so we tinker around the edges of the system. Those who want to tip the apple cart entirely are left to do it on their own – privately, and only if they can afford it. And this happens more than a decade before anybody is thinking about university admissions.", "It’s a measure of our attitudes to education that we’re most upset about unfairness in education when it seems to effect job prospects. Inequality in early childhood education – particularly the kind of education that’s centred on building genuinely human virtues, skills and abilities like creativity and empathy – doesn’t just promise to make better job candidates. It offers more resilient, curious and imaginative people. It doesn’t just set them up for better jobs, but better lives. At least, that’s the promise (and in our case, the hope).", "But if the promise comes true, then we’ve got the same social disparity, the same beneficial outcomes for students as in the Varsity Blues scandal. What’s less obvious is the unfairness.", "I don’t believe parents are behaving impoperly by sending their kids to schools like this. Nor are the schools necessarily in the wrong if cost-effectiveness means they can’t accommodate every income level. Still, the structures of privilege remain. I can’t help but feel a little bit guilty, knowing our son benefits from an education method that might benefit so many more.", "Maria Montessori wrote that “Education is the best weapon for peace,” adding that “true peace suggests the triumph of justice and love among men; it reveals the existence of a better world where harmony reigns.” This model of peace and social justice can’t be served where education reflects and entrenches disadvantage.", "Obviously, this isn’t to say that those not enrolled in Montessori education are doomed to failure or mediocrity. Really, it’s not about Montessori at all. It’s about the principle. If we have reason to believe a product, a pedagogy or any other resource that’s necessary for individual or communal flourishing is better-than-average, then we have an obligation to make it accessible to everyone.", "Parents have every right to pursue what they think is going to help their kids to live well. In fact, I’d argue they’re obliged to do so.", "But setting your child up for success in ways less advantaged kids can’t access is uncomfortable and can feel morally sketchy. So I’m gonna send my kids to Montessori, the least I can do is demand others have the ability to do so, regardless of what’s sitting in their bank account.", "Matt Beard is an Australian moral philosopher, fellow at the Ethics Centre and a regular writer on philosophy and ethics", "", ""], "authors": ["Matt Beard"], "keywords": ["beard", "available", "cant", "enrolled", "advantage", "kind", "dont", "rich", "montessori", "school", "reduce", "better", "poor", "kids", "matt", "scandal", "gap", "education"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}