{"id": "e37f4e95-534c-3a61-9d94-57274427c35a", "title": "Vogue Invites You to Try Out a 19th-Century Look on TikTok", "url": "https://www.vogue.com/article/vogue-tiktok-bustle-diy-make-it-vogue", "summary": "While Bowles describes how to fashion your own bustle out of household items, his own is of the highest-fashion caliber.\n“I felt we had to look for the most sophisticated bustle out there, and this was the perfect thing,” says Bowles of the look.\nThis week, duet our TikTok with the original audio, and create your very own bustle at home using the hashtag #MakeItVogue.\nIn reacting to our TikTok, you may just end up on Vogue’s very own TikTok page, or on Vogue.com in a round-up post of some of our favorite TikToks.\nAs Bowles put it, for instance, “Every good walking dress needs a parasol!”Watch Vogue’s debut TikTok above.", "paragraphs": ["TikTok, allow us to introduce ourselves! Vogue is now on the app with a one-time fashion challenge. Inspired by the Met’s new exhibit, “About Time: Fashion and Duration,” we enlisted international editor-at-large Hamish Bowles to show TikTok users how to create a makeshift bustle at home.", "The bustle is a historical garment consisting of a pad or frame worn underneath a skirt, causing it to puff out from behind. Bustles were found in many walking dresses, as they were called, from the early-to-mid 1870s—but we want to see your new 2020 take on the voluminous silhouette. More on that in a minute.", "While Bowles describes how to fashion your own bustle out of household items, his own is of the highest-fashion caliber. For a trip around the Met exhibit, he sports a bustle-style creation from Jean Paul Gaultier’s final Haute Couture collection, originally modeled by the designer’s muse, Tanel Bedrossiantz, on the runway. “I felt we had to look for the most sophisticated bustle out there, and this was the perfect thing,” says Bowles of the look. “His bustle is astounding, and shows what you can do with acres of crin (stiffened horsehair ribbon) and an haute couture atelier!” But you don’t need access to archival couture to make your very own bustle. As Bowles demonstrates, all you need is a pillow, a bedsheet, and a few other key tools—not to mention an abundance of creativity. And now, we want to see your creativity put into action.", "This week, duet our TikTok with the original audio, and create your very own bustle at home using the hashtag #MakeItVogue. In reacting to our TikTok, you may just end up on Vogue’s very own TikTok page, or on Vogue.com in a round-up post of some of our favorite TikToks. Remember, the sky’s the limit. Channel the garment however you see fit. Just don’t forget the key details of the look. As Bowles put it, for instance, “Every good walking dress needs a parasol!”", "Watch Vogue’s debut TikTok above.", "Shot on location at the Metropolitan Museum of Art", "Directed by Rom Bokobza", "Styled by Austen Turner"], "authors": ["Christian Allaire", "Christian Allair", "Austen Turner", "Rom Bokobz"], "keywords": ["invites", "tiktok", "walking", "try", "bowles", "key", "19thcentury", "need", "vogue", "vogues", "fashion", "bustle", "look", "couture"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}