{"id": "e38ce90e-e146-3db3-acdc-74622fafae8e", "title": "Role Model: How Paloma Elsesser Is Changing Fashion for the Better", "url": "https://www.vogue.com/article/paloma-elsesser-cover-january-2021", "summary": "The birthday celebrations for Elsesser’s friend Camille Okhio, a Nigerian American writer and fine- and decorative-arts historian, are in full swing.\nElsesser, 28, serves as a kind of den mother, trekking through the patch to check in on everybody.\nSome top models opted to sit things out, but for Elsesser the positive effects actually outweighed the risks.\nAs the glue holding things together, Elsesser is keenly aware of what her visibility means—for herself and for others.\nMore than any other model in recent memory, Elsesser embodies a new and unique American aesthetic—she’s an Everywoman capable of representing multitudes.", "paragraphs": ["Cover Look", "Paloma Elsesser wears a Michael Kors Collection dress. Photographed by Annie Leibovitz, Vogue, January 2021", "ON PAPER, THE IDEA of fashion insiders hitting up the local pumpkin patch seems utterly absurd, but on a chilly weekend in October, Paloma Elsesser and her friends find themselves amid an expanse of Dutchess County farmland nestled deep in the Hudson Valley of upstate New York, the stuff of grade school field trips and pastoral postcards. The birthday celebrations for Elsesser’s friend Camille Okhio, a Nigerian American writer and fine- and decorative-arts historian, are in full swing.", "For many in the group—which also includes designer Emily Adams Bode and mixed-media artist Theresa Chromati—this is a welcome opportunity for some fresh air while discussing anything that is not work. Talk centers on the upcoming election, the prospect of apple-cider doughnuts, and the task at hand. Weeks after the farm’s first harvest, it seems that the best specimens are already halfway to becoming either jack-o’-lanterns or pie, so the band of arrestingly dressed creatives sifts through what remains, occasionally tripping over vines and pausing only to film Instagram stories among the foliage.", "Then again, the spoils of the trip aren’t as important as its sense of normality. Months of isolation brought on by the COVID-19 crisis take their toll, and camaraderie can be hard to come by in a pandemic. Elsesser, 28, serves as a kind of den mother, trekking through the patch to check in on everybody. In her black leather cutout blazer from Lourdes and custom Khaite leather pants, she’s at odds with the setting, but the look feels unpretentious, more the result of a hastily packed weekender. Three weeks earlier she’d been jetting through Europe, tackling a most unusual runway season. Some top models opted to sit things out, but for Elsesser the positive effects actually outweighed the risks. “My nerves were quieted because everything else going on in the world felt so uncertain,” she says. “With a global pandemic, a movement for Black lives, fiscal shifts, emotional and physical changes, anyone will go through emotional transformations—I certainly did. After five months in quarantine, I wanted to feel centered in my purpose. Modeling is my livelihood and my career, not my passion, but that passion is cloaked within what I do.”", "Elsesser’s passion can be summed up in one word: community. Spend five minutes with her and you’re likely to hear it more than once; the term is at the center of her life, both personally and professionally. Online, her clique of industry friends and fans has united over a shared belief in inclusion, forming a welcoming group that includes designers, filmmakers, influencers, and anyone else willing to participate. As the glue holding things together, Elsesser is keenly aware of what her visibility means—for herself and for others. “When a size 14 person like myself says no to doing a show, they may not put anyone larger in that show—therefore that sample doesn’t go into the editorial season; other girls my size don’t get shot in looks that aren’t lingerie or a jacket; there’s a whole cycle happening. My participation isn’t just about me.”", "“Not every part of fashion needs to focus on politics and reality—this isn’t CNN—but ultimately, we all have a level of responsibility”", "Though she identifies as a Black multiracial woman, it’s impossible to categorize her beauty. In one photograph, her combination of curves and composure renders her coolly sensual; in another image, she’s a freckle-faced girl next door brimming with cheer. Her background is a mélange of cultures and experiences—Black, Latinx, European. More than any other model in recent memory, Elsesser embodies a new and unique American aesthetic—she’s an Everywoman capable of representing multitudes. “When she started, there was no one else like her—especially among curve models,” says IMG’s director Mina White. As the woman who helped make Ashley Graham a household name, White knows the hurdles faced by models whose bodies deviate from the industry norm. “Everything was an uphill battle. There wasn’t a ‘cool’ girl—Paloma had to come in and create her own category.”"], "authors": ["Janelle Okwodu", "Janelle Okwod", "Annie Leibovit", "Gabriella Karefa-Johnso"], "keywords": ["role", "fashion", "passion", "size", "changing", "better", "white", "weeks", "model", "paloma", "models", "things", "black", "elsesser", "shes", "woman"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}