{"id": "e3b44955-9fe3-3dad-b357-2e5dd3427c47", "title": "Vaccinating the world - The great task", "url": "https://www.economist.com/briefing/2021/01/09/the-great-task", "summary": "But as of the first week of January Brazil, a country of 212m, had just 6m doses of a covid-19 vaccine within its borders.\nSince December three covid-19 vaccines made by Western companies have been approved for use by regulatory bodies that the World Health Organisation ( WHO ) considers “stringent”.\nThere are plans for it to be manufactured at nine “nodes” around the world, allowing a great deal to be made.\nIt will be producing the vaccine for COVAX , a consortium set up by Gavi and others that is devoted to providing covid-19 vaccines around the world.\nIf it does not work, though, it may risk damaging confidence in vaccination well beyond Britain—damage that the world can ill afford.", "paragraphs": ["B RAZIL SEEMS the sort of place where vaccination against covid-19 should have taken off quickly—and not just because it is suffering heavily from the disease. Impressive vaccine-making institutes—Butantan in São Paulo and Fiocruz in Rio de Janeiro—provide excellent support for its existing immunisation programmes. Natália Pasternak, a microbiologist at the University of São Paulo, says that if it had put its mind to it, her country could have developed a vaccine all of its own.", "Even though it did not take that route, Brazil has been intimately involved in the validation of covid-19 vaccines developed elsewhere, hosting four phase-three trials—in part, alas, because the high infection rate meant such trials could expect fairly quick results. One might have thought that would put the country first in line for deliveries. But as of the first week of January Brazil, a country of 212m, had just 6m doses of a covid-19 vaccine within its borders. Because that vaccine has yet to be approved by the country’s regulators, not one dose has been used.", "Since December three covid-19 vaccines made by Western companies have been approved for use by regulatory bodies that the World Health Organisation ( WHO ) considers “stringent”. American and European regulators have endorsed two vaccines, one created by BioNTech, a German biotech company and produced by Pfizer, an American pharmaceutical firm, and one made by Moderna, an American biotech company. A vaccine created at Oxford University and produced by AstraZeneca, an Anglo-Swedish pharmaceutical firm, has been approved in Britain and India—the country which produces most of the vaccines used in developing countries. Vaccines made by Russia and China have also been authorised for use in their home countries and some others (see chart 1).", "For there to be any vaccines, let alone a plethora of them, less than a year after the first cases of covid-19 were reported is an unprecedented achievement. It also brings new challenges. In rich countries, where most of the vaccine development went on and was paid for, these are primarily in manufacture and distribution: how to manage the logistical task of getting vaccines into the right people as fast as possible. Middle-income and poor countries face problems of acquisition. And everywhere disparities within and between countries are highlighting pre-existing inequalities and political dysfunction.", "Brazil’s plight shows the damage that politics can do. The president, Jair Bolsonaro, has consistently mocked and minimised concern about covid-19. In early June João Doria, the governor of São Paulo, signed a deal with Sinovac, a Chinese biotech company, to host phase-three trials of its CoronaVac vaccine in his state; the deal gave the state 6m doses and the right to make 40m more at the Butantan Institute in São Paulo. Mr Bolsonaro, who had ignored overtures from vaccine-makers, scoffed at his rival’s move and poured scorn on the Chinese vaccine. In late July the central government did order 100m doses from AstraZeneca. But it is not as yet approved in Brazil, and production there, which will be handled by Fiocruz, will take months to certify and ramp up.", "“No health secretary could imagine in his worst nightmare that this could happen,” says Fábio Vilas-Boas, the health secretary of Bahía, a state of 15m people in Brazil’s poor north-east. It is among dozens of cities and states that are following São Paulo’s lead in negotiating directly with vaccine-makers to guarantee supplies. Bahía has agreed to host trials of Sputnik V, a vaccine developed in Russia, in exchange for priority access to 50m doses. A group of private Brazilian clinics has agreed to buy 5m doses of Covaxin, an experimental vaccine developed by India’s Bharat Biotech which, to the surprise of many, was recently given approval for emergency use by Indian regulators.", "This disturbing public-health scavenger hunt reflects a more general dynamic. The demonstrated efficacy of the three vaccines developed by Western pharmaceutical companies has made vaccination feel like an urgent possibility around the world, especially in middle-income countries like Argentina, Brazil, Indonesia and South Africa. But supplies of those vaccines have, by and large, been snapped up by the countries where they were developed and their rich-world neighbours.", "What is more, two of those vaccines, the ones from Pfizer-BioNTech and Moderna, are delicate enough to require special treatment—and also pretty expensive. Seth Berkley, the boss of Gavi, a public-private initiative that distributes vaccines in low-income countries, says that outside the rich world the Pfizer-BioNTech vaccine is likely to be used only in very small populations, such as health workers in big cities.", "It is the AstraZeneca-Oxford vaccine that has the most to offer the world at large. It is cheaper and more robust, and the expertise needed to manufacture it is reasonably widespread. There are plans for it to be manufactured at nine “nodes” around the world, allowing a great deal to be made. The node that matters most to Dr Berkley is that in South Korea. It will be producing the vaccine for COVAX , a consortium set up by Gavi and others that is devoted to providing covid-19 vaccines around the world.", "Unfortunately, only the nodes in Britain and India have so far received regulatory approval and started production, and most of their production is slated for domestic use. Regulatory approval for the others, including Fiocruz in Brazil, may take some time. Dr Berkley expects approval for the South Korean node to take 40 days. After that the WHO will still have to weigh in before COVAX can get moving.", "In a world where the supply of a cheap Western vaccine along these lines was already plentiful there would be little interest in the less well-attested vaccines from China, India and Russia. As it is, they provide a welcome option for some countries, as well as a fillip for their originators (see chart 2 ). China and Russia see their vaccines as offering a boost to their prestige and soft power as well as providing them with trade and diplomatic opportunities. China wants to “project a narrative that it’s taking care of countries that have been left behind,” says Oliver Stuenkel of Fundação Getulio Vargas, a university in São Paulo. This kind of vaccine diplomacy could shape the geopolitics of 2021 and beyond.", "Sigue Sigue Sputnik", "In August Vladimir Putin, Russia’s president, announced that the Gamaleya Centre in Moscow had developed the world’s first covid-19 vaccine: its precedence was underlined by naming it Sputnik V, a reference to the epoch-making satellite launched by the Soviet Union in 1957. As Elena Amelina, who runs a research laboratory at Russia’s Pulmonology Research Institute, explains: “The goal was not just to produce a working and reliable vaccine, but to be seen as being ahead of the planet—as if it was an arms or a space race.”", "The analogy, though, had a fatal flaw. No one doubted there had been a great leap forward when the Soviet Union launched the world’s first satellite: the pings Sputnik gave off as it circled Earth could be picked up on transistor radios. When it came to Sputnik V, though, you had to take Mr Putin’s word for it. The need for a speedy announcement had not allowed time for full trials; the data were scanty.", "The Russian government thinks perception is everything. The human immune system takes a different view, and independent regulators try to follow its lead. The lack of reliable trial data prevented any acceptance of Sputnik V in the West. The same was true for the Sinovac vaccine which Chinese authorities approved for emergency use in August, and the vaccine from Sinopharm approved for general use there in December.", "This does not mean that those vaccines do not work; just that they had not been shown to do so when first approved. Since then trials in various places have persuaded some regulators in other countries that the non-Western products are worth buying and safe enough to use. Others are waiting for further trials to report before taking the plunge.", "In Bahrain, which has the second-highest vaccination rate globally, people have enthusiastically taken to the Sinopharm vaccine after supplies of the Pfizer-BioNTech jab ran low; trials in the UAE have found it to have an 86% efficacy rate. Trials in Turkey and Indonesia suggest that CoronaVac provides protection, but data on its efficacy remain thin. Indonesia has since started vaccinating people of working age with CoronaVac—though not older people, because the data do not as yet seem to support it. The results of the São Paulo CoronaVac trial, which were due after The Economist went to press on January 7th, are eagerly awaited beyond Brazil.", "Other forms of approbation are also available. Sputnik V is similar in its design to the AstraZeneca-Oxford vaccine—both use a harmless adenovirus to deliver a genetic transcript describing SARS - C o V -2’s spike protein—and in December AstraZeneca and the Gamaleya Centre agreed to work on trials that combine the two vaccines. Dr Amelina sees this as a chance for the Russian vaccine to improve its reputation, a view echoed elsewhere; Russian state media, meanwhile, have portrayed it as the West coming begging for help. If further investigations work out well, it is possible that the vaccine will end up more warmly received abroad than at home, where in December 58% of the Russian people, used to being lied to, told pollsters they would be unwilling to take it.", "There is domestic hesitancy in China, too—and not without reason. The country has a long history of vaccine scandals. But the 1.5m vaccine doses that were distributed last year did not all go to people obliged by the government to take them, such as soldiers, party officials and labourers being sent abroad; some of the rich and well connected happily snagged doses for themselves. Mass vaccination programmes are now being introduced with ambitious goals but no great sense of urgency. The number of cases of covid-19 is tiny and life is close to normal.", "Europe’s regiments", "It is possible that in time Western governments will increase the amount of vaccine available to others. Many ordered more than they needed from various suppliers in order to be sure that they would get their hands on at least one that worked (see chart 3). Canada has dibs on enough doses to immunise 505% of its population; Britain and America have coverage of 290% and 200%, respectively. When they feel assured of a supply that will meet the needs of their fully up and running vaccination programmes, such countries will probably redirect what is surplus to requirements. At the moment, though, a fully up-and-running programme is a rarity. This is particularly true in continental Europe, where vaccine roll-out has been much slower than in America and Britain (let alone Israel, which is leading the world). One reason seems to be that the European Medicines Agency ( EMA ) is giving conditional approval for the vaccines, rather than simply authorising their emergency use. This higher standard has benefits, including not having to indemnify suppliers against lawsuits, but requires more data and takes more time. American and British regulators have been quicker. Another problem is that the EU , acting as a bulk purchaser for its member states, plumped much more heavily for AstraZeneca’s product than for Pfizer’s—and the EMA has yet to approve the AstraZeneca-Oxford vaccine. The EU also ordered a lot of the vaccine being developed by Sanofi, a French pharmaceutical company, in collaboration with G SK , a British one. Unfortunately, trials showed this vaccine to be poor at generating immunity in older patients. A new formulation may well put matters right. But it is unlikely to be approved and available much before the end of the year. The final reason for low vaccination rates in Europe has to do with planning, logistics and the availability of appropriate workers. Most of the planning did not envisage the urgency which soaring case rates have added to the first weeks of the campaign. France’s plan, for example, involved repeated medical visits to ensure care-home residents gave informed consent, a time-consuming step which in the current circumstances has driven frustration. The speed of action varies not just from country to country but also from region to region. Some bits of Italy have already administered more than three-quarters of their initial allocation of vaccine. Others have barely managed a third of that.", "The pace of vaccination may improve as a sense of urgency works its way through the system. President Emmanuel Macron has berated French ministers and health authorities, repudiating their public calls for patience as vaccination programmes are ramped up. Jens Spahn, Germany’s health minister, has put pressure on the EMA to pick up the pace. A fresh order of the Pfizer-BioNTech vaccine is in the works.", "America is doing better. Even so, only about a quarter of the 17m doses distributed up to January 5th were recorded as having been used by that date. Even allowing for a reporting lag, that means many sit untouched in the freezers. One reason is that a lot of planning focused on cold-storage capacity—needed by both Pfizer-BioNTech and Moderna vaccines—rather than actual administration. “We should have been focusing on ‘How many can you vaccinate today, tomorrow, the day after?’,” says Claire Hannan of the Association of Immunisation Managers.", "Some states and cities are now adopting what California’s governor Gavin Newsom has called a “much more aggressive posture” in order to get vaccines used. His state is working to set up more vaccination sites, to enroll the National Guard to help and to allow dentists, pharmacists and other health professionals to do the jabs. Some states are drawing up rules whereby vaccines a health-care provider does not use after thawing are reallocated. Some other states in which health-care providers are not getting through all the vaccine allocated to them, including Florida and Texas, have started offering shots to everyone over 65, leading to a chaotic scramble for vaccination appointments at pharmacies and hospitals.", "It is in Britain, though, that a sense of urgency has driven the most radical change from established procedure. A more infectious variant of covid-19 which was first identified in September has led to an unprecedented increase in cases and driven a new vaccination strategy. Following the advice of experts on the country’s Joint Committee on Vaccination and Immunisation ( JCVI ), the government’s chief medical officers have advised it to prioritise delivering first doses of vaccine over providing the expected second doses to those who have already received one. Second doses will still be supplied, but later.", "Second doses increase the level of protection offered by the first dose and should extend that protection’s duration—both good for the person involved. Nevertheless, in the short term first doses on their own do more for the unvaccinated than second doses do for the vaccinated. So for every 1,000 people not given a second dose, and thus deprived of a marginal improvement in protection, 1,000 people can be given the substantial initial protection offered by a first dose alone. Half as much vaccination for twice as many people should slow both the rate of new cases and the spread of the disease.", "On the question of whether delaying the second dose puts long-term protection at risk, the JCVI points to evidence from the trials of the AstraZeneca-Oxford vaccine that longer gaps do not do any such harm, and may even improve protection. There is no information of this kind for the Pfizer-BioNTech vaccine. On the question of how well the initial protection lasts if it is not boosted, though, there is little evidence to go on. In the trials, almost everyone who got a first dose got a second dose after three to four weeks.", "The British government plans to vaccinate all of its four top-priority groups—care-home staff and residents, front-line health- and social-care workers, everyone over 70 and those with conditions that make them highly vulnerable—with a first dose by mid-February. Second doses may then take as long as three months.", "Most of the criticism of this move has come from overseas, which may reflect a wariness by British scientists to cut across the government’s public-health messaging at a crucial time. There is a valid concern that patients will have much more certainty about the protection they will receive if they are vaccinated in exactly the same manner that trial participants were. And many patients consented to their first dose on the expectation they would get a second shot. Another worry is that the presence of a fairly large population of only-partially immune patients might encourage the development of viral strains that can get around the sort of protection that the different vaccines offer.", "A last hurrah", "That has to be measured against the fact that, before any of the trial data were in, the lowest acceptable efficacy for candidate vaccines was put at just 50%. First dose efficacy—which the JCVI puts at 90% for the Pfizer-BioNTech vaccine, 70% for the AstraZeneca-Oxford one—would have to drop off fairly steeply to offer lower protection than that.", "The outcome will be watched carefully. In various places, including Germany and Quebec, there are discussions of doing something similar. If it works, it will speed up the protection offered to whole populations. If it does not work, though, it may risk damaging confidence in vaccination well beyond Britain—damage that the world can ill afford.", "A prick is not a pleasant prospect to everyone", "In France, where anti-vaccine feeling has long been strong, only 40% of the population tell pollsters they are willing to be vaccinated (hence the high level of concern over consent). In Brazil, where vaccination has generally been popular, the number of people saying that they do not wish to be vaccinated has reached 22%, up from 9% in August; 50% do not want to be vaccinated with the Chinese vaccine on to which Mr Bolsonaro has poured scorn.", "In America, a national survey conducted in December found that 29% of people working in health-care settings were hesitant about taking a covid vaccine. “For the most part we are seeing good uptake with health-care workers”, says Ms Hannan. But there are pockets of resistance. In Ohio, anecdotal evidence suggests that more than half of workers in nursing homes have turned down the jabs; in some counties in California 40-50% of front-line workers have said no. Rates of refusal are particularly high among black and Latino workers.", "It is this background of distrust which makes it so important to get vaccination roll-outs, and the public-information campaigns around them, right. Mistakes—such as, in the worst case, the use of a batch of vaccines that proves harmful, or the discovery of a side-effect to a vaccine that regulators missed—could derail efforts in many countries.", "But if there are risks of fear and distrust spreading quickly from country to country, a connected world also offers benefits when it comes to fighting a pandemic. The high level of support for COVAX shows that rich nations have a new willingness to help ensure that high-risk populations across the world have access to vaccination. It seems likely that Joe Biden’s administration will sign up to COVAX —Donald Trump’s had no interest in such things—improving the situation further. If America comes to see value in competing with Russia and China for the soft power bestowed by providing vaccines beyond its borders that will be all to the good.", "This is the first global-health emergency in which new treatments are being rolled out to poor countries at about the same time as in richer ones. That process will undoubtedly be fraught with inequity. It is still worth celebrating. It is not, perhaps, as profound a break with the past as the ability to develop a quiver full of brand new jabs in less than a year. But it is impressive, and heartening. ■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["vaccination", "great", "task", "doses", "protection", "trials", "vaccinating", "vaccine", "vaccines", "covid19", "dose", "countries", "world"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}