{"id": "e3c19df1-8bc4-3208-a566-c3ca1fc60462", "title": "Bungie Nerfs Some Of Destiny 2's Most Powerful Weapons Including Lament, Falling Guillotine, And More", "url": "https://www.gameinformer.com/2021/04/09/bungie-nerfs-some-of-destiny-2s-most-powerful-weapons-including-lament-falling", "summary": "The most recent wave of nerfs that Bungie has detailed, including bludgeoning our beloved Falling Guillotine to almost nothing.\nChip damage – Certain weapons (Swords and Bastion) bypass shields by varying amounts, which has caused numerous issues with Stasis-encased enemies, encounter mechanics, and other content.\nUpcoming content requires revisiting the Power Level of a damage perk that can be activated simply by having a full magazine.\nReduced damage of revved Heavy attack by approximately 16 percent.\nLament, however, Lament requires a little finesse, but when used the way it is meant to?", "paragraphs": ["Destiny 2: Season of the Chosen is arguably the best thing that could have happened to the space shooter. We broke down exactly how with our previous analysis here, but that doesn't mean every update is sunshine and roses. Case and point? The most recent wave of nerfs that Bungie has detailed, including bludgeoning our beloved Falling Guillotine to almost nothing.", "As Season of the Chosen continues to careen towards completion, Bungie is hard at work preparing for season 14. Given that season 14 will be bringing with it a whole slew of changes, including having Ada-1 taking over Banshee's job, some pre-emptive balance tweaks are needed. I guess. I'm a little salty because I love my Falling Guillotine and Lament is too good for Deep Stone Crypt...", "Next season, we already know that season 14 will bring new weapons, including more rewards for Iron Banner. Bungie holds to the \"out with the old, in with the new\" philosophy, making what they see as necessary adjustments to make the new arrivals fit in more organically. Weapons and archetypes are both targeted, though not everything is nerfed. Bungie also confirmed in a recent blog post that there will be some buffs for underused perks on the horizon, as well as some positive changes to Linear Fusion Rifles and more. But let's talk about what hurts us the most: nerfs.", "According to weapon feature lead Chris Proctor, here are the changes you can expect from some of the most beloved weapons in Destiny 2 (though thankfully, Anarchy looks untouched):", "Weapon Archetypes", "Aggressive (120 rpm) Hand Cannons are very dominant in PvP, and we've received enough feedback that we want to rein them in a bit without completely taking away their range benefits. These weapons will now have damage and aim to assist falloff distances reduced by between 2 and 4 meters, based on the Range stat. This roughly halves the range buff they received in Beyond Light.", "Vortex Frame Swords – With Falling Guillotine now viable forever, we need to adjust it a little, as its damage output is flat out higher than all other Legendary swords. With this change, we allow it to keep its high damage output but are reducing its full-reserves damage output by reducing the number of Heavy attacks you'll be able to perform. Full energy Heavy attack ammo cost increased from 4 to 6.", "Chip damage – Certain weapons (Swords and Bastion) bypass shields by varying amounts, which has caused numerous issues with Stasis-encased enemies, encounter mechanics, and other content. We have removed chip damage from Swords and Bastion.", "", "Perks", "Quickdraw – This perk is intended to provide faster swap speed, but it also passively buffs handling by +100. This completely negates the downside of using low-handling weapons (such as Aggressive Shotguns, Sniper Rifles, and Hand Cannons), which isn't something we want to encourage. Those weapons should have downsides, and working around those completely via a perk isn't healthy. We don't think allowing a fast-swap to the Shotgun subfamily with the highest one-hit-kill range is great either. The Handling bonus is now removed one second after switching to this weapon or upon aiming down sights. Replaced Quickdraw with Surplus on new and existing drops of Felwinter’s Lie and Astral Horizon.", "Frenzy – This perk has extremely high uptime in PvE, to the point where it is clearly a better choice than most other damage perks. We like the high uptime and want to preserve that, but we want it to award less damage than harder to activate damage perks. Reduced bonus damage from +20 percent to +15 percent.", "Reservoir Burst – Now increases magazine size in addition to its other effects, reduced full battery bonus damage from 33 percent to 25 percent. Upcoming content requires revisiting the Power Level of a damage perk that can be activated simply by having a full magazine. Wink wink, nudge nudge, say no more...", "", "Exotics", "The Lament – This weapon is a clear outlier for Sword damage, so for the health of Heavy weapon diversity, we're pulling it back a bit. Reduced damage of revved Heavy attack by approximately 16 percent. Note that The Lament retains standard anti-barrier despite removing chip damage.", "Bastion – Since we're removing chip damage, Bastion gets something else instead. We’ve noticed increased feedback on Bastion and higher than normal usage in PvP, so we are making a small change here and will revisit Bastion later. Intrinsically staggers Unstoppable Champions. Increased spread angle by 13 percent.", "", "Falling Guillotine hurts the most, though I feel like most of us knew it was inevitable. Lament, however, Lament requires a little finesse, but when used the way it is meant to? Wreaks some serious havoc, especially against boss-type enemies. It will be interesting to see what the player feedback is with these changes and how they will stick. Bungie is really engrossed in its community and receptive to feedback, so anything can happen between now and season 14."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["lament", "swords", "weapon", "destiny", "guillotine", "damage", "reduced", "2s", "season", "bungie", "weapons", "perk", "powerful", "nerfs", "falling", "range", "including"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}