{"id": "e3c8a827-5e0f-3531-b660-a20c1c1372e6", "title": "Activist Catherine Flowers: the poor living amid sewage is 'the final monument of the Confederacy'", "url": "https://www.theguardian.com/us-news/2021/feb/11/catherine-flowers-environmental-justice-sewage-alabama", "summary": "The liquid was raw sewage and it was being straight-piped from the church and the surrounding trailer homes directly out on to the open ground.\n“Violence was always in the air in Lowndes county,” Flowers said.\nBut I am committed to Lowndes county because I am Lowndes county, and Lowndes county is me.”Through her organization, the Center for Rural Enterprise and Environmental Justice, she has invited national political figures to join her on a tour of the area to see for themselves what the unacceptable face of modern America looks like.\n“When they first see it first-hand, the pools of raw sewage right by people’s homes, they can’t get it out of their minds.\nShe still thinks that – she uses a striking metaphor that the stream of effluent running down the road in Lowndes county is “the final monument to the Confederacy”.", "paragraphs": ["Catherine Flowers stumbled upon the defining cause of her life by accident. She was working as an economic consultant for Lowndes county, the historic African American community through which the Selma to Montgomery marchers passed in 1965, lighting a flame under the civil rights movement.", "In 2001, Flowers was alerted by a county official to a family who were in distress. Mattie and Odell McMeans and their 18-strong extended family, who lived in a clutch of trailer homes close to a small country church, were being threatened with arrest and eviction for having committed a criminal offense.", "The pastor of the church was also facing imminent criminal prosecution and had been forced to suspend religious services. When the minister greeted Flowers on her first visit, he was crying.", "“It was heartbreaking,” she said.", "But that was nothing compared with what she saw next. The five trailers were on an incline, and as she approached them she could see a stream of brown fluid flowing down the road. She was horrified to see a pool of dark foul-smelling effervescent water that had collected around a pipe running from the church.", "The liquid was raw sewage and it was being straight-piped from the church and the surrounding trailer homes directly out on to the open ground. Such was the state of abject poverty and government neglect in Lowndes county that there was no public sanitation, and the cost of providing their own private septic tanks was way beyond the residents’ means. Now they were being punished for it with threats of prosecution for failure to instal septic systems.", "Flowers had discovered what she came to call America’s dirty secret. In the wealthiest nation on Earth, at the dawn of the 21st century, American citizens were having to live among pools of fetid, bubbling, worm-infested human waste.", "The predominantly white and Republican-controlled local government was declining to come to the assistance of the McMeans family. On the contrary, it was preying on their poverty – threatening these Black American families and church people with jail time.", "Facebook Twitter Pinterest An Alabama mobile home using ‘straight pipe’ sits a few feet away from a pool of raw sewage. Inadequate sewage treatment has plagued poor communities in the south for decades. Photograph: Bob Miller for The Guardian", "Flowers came away from that first meeting profoundly shaken, but also powerfully driven. It was an epiphany that would change the trajectory of her life and guide her to a mission that still propels her today.", "“When we talk about these problems we talk about it being somewhere else,” Flowers said in an interview with the Guardian. “Remember when the former president talked about ‘shithole countries’? Well, we have this problem right here at home, but we don’t acknowledge it.”", "Her mission is to expose the reality of life for the rural poor, and the racism and negligence that lies behind it. “We see this as a third world problem, whereas in actuality it is right among us in a country that has allowed such inequality to exist since our founding as a nation.”", "Hookworm, a disease of extreme poverty, is thriving in the US south. Why? Read more", "Then she added: “It is time to change it.”", "***", "In her new book, Waste: One Woman’s Fight Against America’s Dirty Secret, Flowers relates how her campaign for basic dignity and respect for rural Americans has its roots in Lowndes county. The area, where Africans were brought to pick cotton that grows abundantly on the waterlogged clay soil, has been dubbed “Bloody Lowndes”, given its brutal history of slavery, segregation and lynchings.", "“Violence was always in the air in Lowndes county,” Flowers said. “My three brothers were excellent marksmen when they were children – our father had prepared us that one day people might come to get him.”", "By “people”, she was referring to white supremacists in Alabama who, though they didn’t go around dressed in white hoods, were Klansmen in all but name.", "Despite the menace, Lowndes was also the crucible of seismic positive change. It was here along Highway 80 that the voting rights marchers were led by Martin Luther King in 1965 en route to Montgomery, and where a few years later Stokely Carmichael helped spawn the Black power movement by sponsoring a new party with the logo of a snarling black panther.", "Flowers was steeped in all this as a child. “My father was a storyteller,” she said. “I guess in the African tradition he would be a griot, the keeper of oral history.”", "During her formative years she got to meet Carmichael and other towering figures of Black struggle. Looking back, she thinks this exposure to the long arc of the area’s history rendered her impervious to fear.", "“I didn’t grow up being fearful, I think because of my upbringing in Lowndes county where pressure and trauma was just a part of life. That’s still the case today – when the Capitol building was being stormed on 6 January my friends called me and asked me was I afraid, and I said, ‘No I’m not’.”", "Such fearlessness was in evidence from a young age. As a teenager, Flowers led a protest at the Lowndes county training school. Even in the 1970s, Black kids in Alabama were sent to institutions stigmatized with the label “training schools” while white children attended “high schools”.", "Her school was run by a principal who stopped classes at midday so that dance parties could be enjoyed by the students every afternoon. Flowers was so dismayed by the woeful education she was receiving that she taught herself local education law, organized an official complaint, and had the principal removed. She was 15.", "Facebook Twitter Pinterest Catherine Flowers: ‘I didn’t grow up being fearful.’ Photograph: Jim Gensheimer", "A spell in the air force and career as a teacher in Washington DC, North Carolina and Detroit followed before she felt the call to return to Lowndes county. In 2000, she took her class from Detroit to the 35th anniversary of the Selma to Montgomery march.", "When they stopped for a break along the route, a neighbour from her childhood, Miss Shug, came up to Flowers. “Things are worse for us than they have ever been,” Miss Shug confided. “Come back and help us.”", "***", "So she did. In 2001, Flowers relocated back to Lowndes county and flung herself at the issue of rural poverty in her childhood home. The closer she looked, the more shocked she was by what she saw.", "While scores of civil rights tourists would descend on Lowndes county every year to retrace the steps of the marchers, she knew a darker truth that they did not. Just feet away, on either side of the route of the Selma to Montgomery march, Black Americans were still living in atrocious conditions of the sort that King had railed against.", "Flowers came across legions of horrific examples. She was dismayed to find a family that had raw sewage running right under their house. Another where a woman and her grandchildren huddled in one room to stay warm.", "Then there was the mother of an autistic child who the health department was threatening to arrest because she had no septic tank. Installing the tank would have cost $10,000 – the woman had a total income of about $700 a month.", "Flowers was taken to see the back of the house where, just outside the door, a hole in the ground full of sewage teemed with mosquitoes. After that visit, she developed a rash all over her body.", "It got her wondering, what kinds of tropical diseases were flourishing in these horrifying conditions? The idea percolated, and a few years later she organised a scientific study overseen by the National School of Tropical Medicine at Baylor College looking at the impact of the lack of sanitation on Lowndes county residents.", "It found that 34% of those surveyed tested positive for genetic traces of hookworm, a parasite that thrives amid poverty and that had been thought to have been eradicated from the US in the early 20th century. The disease, normally associated with central and southern Africa and Asia, can impair physical and cognitive growth in children.", "Facebook Twitter Pinterest Catherine Flowers guides the UN monitor on extreme poverty, Philip Alston, on a fact-finding mission about poverty and human rights in Alabama. Photograph: Bob Miller for The Guardian", "The hookworm findings, first reported by the Guardian, were a wake-up call for America, and a confirmation for Flowers that her years of struggle had been worth it. “It showed me how deeply ingrained inequality is in this country, and how much work we have to do to root it out. It showed me that the American dream is not accessible to everybody.”", "That was a painful realization for Flowers, who like many of her peers had cherished the notion that every American had the potential to excel. “I too grew up believing that we could pull ourselves up by our own bootstraps. But what I’ve learned with the hookworm study, and the work since I returned to Alabama, is that they’ve taken away the bootstraps.”", "***", "Twenty years into her mission, the crisis of raw sewage and the poverty that lies behind it are still omnipresent in Lowndes county. Today, some 90% of its households continue to have failing or inadequate wastewater systems.", "I asked Flowers how she avoids becoming dispirited by such a long and difficult struggle. She replied: “Maybe if I’d been an outsider come to the area to make money or a political name for myself I wouldn’t have stuck around. But I am committed to Lowndes county because I am Lowndes county, and Lowndes county is me.”", "Through her organization, the Center for Rural Enterprise and Environmental Justice, she has invited national political figures to join her on a tour of the area to see for themselves what the unacceptable face of modern America looks like. The former vice-president Al Gore, US senators Bernie Sanders and Cory Booker, poverty activists including the Rev William Barber and the former UN monitor on extreme poverty Philip Alston, have all passed through, as have several big philanthropists and company CEOs.", "Flowers says that the direct personal experience is a mobilizer. “When they first see it first-hand, the pools of raw sewage right by people’s homes, they can’t get it out of their minds. They don’t expect this to exist in the US, and they can’t forget.”", "As her campaign has deepened, she has come to realize that lack of basic sanitation is not a Lowndes county problem, or an Alabama problem or even a problem of the south. It is riddled throughout the US, wherever poverty and public neglect coexist.", "“I have found direct piping of sewage in Kentucky, in Centerville in southern Illinois, in Allensworth in the Central Valley in California, all the way to Alaska. It is prevalent across the country, and the commonality is that the people who suffer it are simply poor.”", "When Flowers started on her journey all those years ago, she saw the crisis as one rooted in racism. She still thinks that – she uses a striking metaphor that the stream of effluent running down the road in Lowndes county is “the final monument to the Confederacy”.", "But the disaster is wider than that, she now believes. “What I’m finding is that it boils down to a lack of respect, and that lack of respect is expanding in this country. White people can’t afford to ignore this because they can become victims of it as well – it’s just more likely to happen to people of color first.”"], "authors": ["Ed Pilkington"], "keywords": ["flowers", "activist", "confederacy", "monument", "county", "alabama", "poor", "catherine", "white", "final", "living", "sewage", "lowndes", "black", "raw", "problem", "poverty", "amid"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}