{"id": "e3d2fa31-d9a0-33e6-91ce-3bd001b5a215", "title": "Edward Steed’s “Tree of Life”", "url": "http://www.newyorker.com/culture/cover-story/cover-story-2020-12-14", "summary": "The cover for this week’s issue tells a big story, maybe the biggest of all stories: the story of creation.\nLike many creation tales, it involves a tree.\nWe talked to the artist Edward Steed about what led him to such an image during the holidays, when many of us are contemplating a winter of gloom.\nI was sitting on his lap and knew he was a fake but didn’t want to cause a problem for him.\nA lot of fantasy creatures are quite unimaginative, just two existing animals glued together—and some real animals are fairly unbelievable.", "paragraphs": ["The cover for this week’s issue tells a big story, maybe the biggest of all stories: the story of creation. Like many creation tales, it involves a tree. We talked to the artist Edward Steed about what led him to such an image during the holidays, when many of us are contemplating a winter of gloom.", "Did you believe in Santa Claus as a child? What stories did you encounter as a kid or in school that still capture your imagination?", "I believed in Father Christmas, but I don’t remember that time. My earliest memory of him is of pretending to believe in him. I was sitting on his lap and knew he was a fake but didn’t want to cause a problem for him. So I didn’t say anything.", "When I read the Bible these days, I see it has some good stories, but that sort of thing never really caught my imagination when I was young. I suppose it just couldn’t compete with the great films of that era, such as “The Rock,” starring Sean Connery.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "As you demonstrate here, most monsters are made up of rearranged animal parts. It’s hard to imagine an eye or a mandible that hasn’t occurred somewhere in nature. Do you ever spend time looking at biology textbooks, by chance?", "I just spend a lot of time drawing. It’s easy to design a completely new and unusual creature, but it’s difficult to make something new that is also sort of believable. In this case, most drawings ended up looking either too familiar or too strange. A lot of fantasy creatures are quite unimaginative, just two existing animals glued together—and some real animals are fairly unbelievable. Some birds of paradise are not realistic."], "authors": ["Françoise Mouly", "Françoise Moul", "Edward Stee"], "keywords": ["sort", "steeds", "spend", "creation", "didnt", "young", "life", "animals", "yorker", "lot", "looking", "edward", "tree", "believe"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}