{"id": "e4076f48-e931-3793-9818-3dd061d89f21", "title": "Northern Ireland: children are being ‘encouraged to commit criminal acts’", "url": "https://www.theguardian.com/uk-news/2021/apr/10/northern-ireland-children-are-being-encouraged-to-commit-criminal-acts", "summary": "In a briefing to reporters, assistant chief constable Jonathan Roberts said young people were “being encouraged to commit criminal acts by adults”.\nNorthern Ireland’s commissioner for children and young people, Koulla Yiasouma, told the Guardian the children there were often victims of the equivalent of the drugs operations that have blighted many towns in Britain – gangs who, in Northern Ireland, have links to sectarian paramilitaries.\n“What we were talking about is criminal exploitation and criminal coercion.\nA recent survey showed that numbers of children diagnosed with mental ill health in Northern Ireland are 20% higher than the rest of the UK and criminal gangs exploit that by luring them into criminal activity.\nNo, these children probably do not, particularly when we know that shootings, beatings, and ostracisation in their communities by young paramilitary and armed groups still continues in Northern Ireland,” said the commissioner.", "paragraphs": ["After a turbulent week in Northern Ireland which raised questions about law and order and political stability, arguably the most disheartening sight was that of children as young as 12 and 13 being sucked into violence against the police.", "Naomi Long, the justice minister, said she felt “ill” watching footage showing adults “standing by cheering and goading and encouraging young people on as they wreaked havoc in their own community”. It was, she said, “nothing short of child abuse”.", "In a briefing to reporters, assistant chief constable Jonathan Roberts said young people were “being encouraged to commit criminal acts by adults”.", "Northern Ireland’s commissioner for children and young people, Koulla Yiasouma, told the Guardian the children there were often victims of the equivalent of the drugs operations that have blighted many towns in Britain – gangs who, in Northern Ireland, have links to sectarian paramilitaries.", "“What we were talking about is criminal exploitation and criminal coercion. Although it’s not a direct comparison, for a UK wide audience, the closest comparison is county lines.", "“What we have is criminals controlling or coercing young people to deal drugs, to take part in criminal activities and in that I would include rioting in the streets,” she said.", "She said gangs were using children to “destabilise the political process to push the UK government to change something” – be that Brexit or pressuring them to give more resource to local interests – but also critically “to let those communities know how much they control them”.", "Some on the streets on Shankill Road which, on Wednesday, saw the worst of the rioting, put the problem down to lack of facilities for children, others blamed the parents.", "One woman said a dearth of youth clubs, trips and other activities left children restless and liable to follow bad examples. “An older one does something and the younger follow. Peer pressure.”", "A 57-year-old grandmother who asked not to be named accused some neighbouring parents of instilling sectarianism. “They’re drumming it into the children.”", "Yiasouma said it was unhelpful to link it to poor parental discipline as research showed a high degree of post-conflict trauma and “intergenerational mental ill health” in communities where children were being coerced into crime.", "“We don’t necessarily have the highest levels of child poverty in the UK in Northern Ireland but what we have is the same types of communities in poverty, a correlation between communities affected by the conflict and those who are the poorest.", "“Parents may have had parents or siblings murdered during the Troubles and their experience and years of answered questions gets baked into family history and folklore with devastating consequences for the children of the 1998 peace deal.", "“They may be born into peace, but they might hear that Uncle John witnessed a murder or a grandparent was killed and that causes a trauma, anxiety, stress,” she said.", "A recent survey showed that numbers of children diagnosed with mental ill health in Northern Ireland are 20% higher than the rest of the UK and criminal gangs exploit that by luring them into criminal activity.", "“Do these children have a choice? No, these children probably do not, particularly when we know that shootings, beatings, and ostracisation in their communities by young paramilitary and armed groups still continues in Northern Ireland,” said the commissioner.", "Earlier this week the police said the youngest arrest was just 13 years old, leading to concerns, expressed by many local and national political leaders, over the impact criminalisation would have on their future paths.", "Yiasouma said she could “paper her house with the number of action plans” produced for families but what they needed was permanent resourced practical support.", "“What we need is a sustainable plan to help our children and our families in these communities that are blighted by the aftermath of the conflict.” She spoke of how politicised the children were, how they wanted their views heard about Brexit, about climate change about LGBT rights. “We want to reset their potential because they are resilient, vibrant communities. They just need a little bit of help.”"], "authors": ["Lisa O'Carroll", "Rory Carroll"], "keywords": ["acts", "ireland", "political", "uk", "young", "northern", "encouraged", "commit", "children", "ill", "gangs", "communities", "criminal"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}