{"id": "e412077f-f1aa-301e-9041-b7a48adf6a15", "title": "Game Of The Year Countdown – #8 Half-Life: Alyx", "url": "https://www.gameinformer.com/goty-2020/2020/12/15/game-of-the-year-countdown-8-half-life-alyx", "summary": "Valve has left Half-Life fans in the lurch for nearly 13 years; the cliffhanger ending of Half-Life 2: Episode Two in 2007 set up an epic confrontation that still hasn’t been fully resolved.\nAfter all that time, we wondered if Valve had forgotten what made Half-Life special in the first place, but once you explore the virtual world of Half-Life: Alyx, it’s clear that Valve hasn't lost its magic touch.\nOn the other hand, Valve’s use of virtual reality is so smart that we can't imagine playing Half-Life: Alyx on a flat monitor.\nBetween these firefights, Half-Life: Alyx maintains its pace by delivering a series of compelling environmental puzzles and exploration challenges that ask you to thoughtfully observe your surroundings.\nHalf-Life: Alyx is a must-play for anyone with a VR headset, not just fans.", "paragraphs": ["Valve has left Half-Life fans in the lurch for nearly 13 years; the cliffhanger ending of Half-Life 2: Episode Two in 2007 set up an epic confrontation that still hasn’t been fully resolved. After all that time, we wondered if Valve had forgotten what made Half-Life special in the first place, but once you explore the virtual world of Half-Life: Alyx, it’s clear that Valve hasn't lost its magic touch.", "On one level, it is a shame that only fans with a VR setup can experience Valve’s newest project. On the other hand, Valve’s use of virtual reality is so smart that we can't imagine playing Half-Life: Alyx on a flat monitor. Simple tasks like picking up an empty can or reloading a gun are more thrilling in VR, and firefights with Combine troops are more harrowing since you can now physically duck and weave among cover. Between these firefights, Half-Life: Alyx maintains its pace by delivering a series of compelling environmental puzzles and exploration challenges that ask you to thoughtfully observe your surroundings.", "Half-Life: Alyx’s sense of atmosphere is extraordinary. As Alyx travels across City 17 on a mission to save her father, she explores abandoned underground subways, derelict zoos, and crumbling upscale hotels. In one moment, a three-legged Strider totters above you, knocking debris loose from a nearby building. In another moment, you’re being hunted by a blind monster in an abandoned vodka distillery. Each new environment feels lived-in and full of history in ways that send your mind reeling with wonder.", "Thanks to the magic of VR, the world of Half-Life has never been more interactive. Many of the environmental puzzles ask you to find new ways to look at your surroundings. Whether you’re reaching over a chasm for the flashlight hanging off a corpse, tiptoeing over mines, or tossing bottles across the environment to create a distraction, you feel like you are inside a uniquely responsive world. Thankfully, you are also equipped with a pair of gravity gloves that allow you to snag objects off the floor with the twist of your wrist, and flinging gear across the room had us feeling like a true Jedi master.", "Valve brilliantly balances Alyx's scariest moments with some of the funniest dialogue we heard all year. A resistance member named Russell occasionally comes in over your headset to talk through your mission and offer guidance, and these exchanges are real highlights. Throughout the campaign, Alyx and Russell talk about everything from old-school floppy disks to questionable business plans to club sandwiches, and Valve's clever writing often left us in stitches.", "This game is technically a prequel to Half-Life 2, but we wouldn’t classify it as a side story since it adds important world-building elements to Half-Life’s universe and expands on the series’ narrative in some exciting ways. Half-Life: Alyx is a must-play for anyone with a VR headset, not just fans. Like the ending of Half-Life 2: Episode Two, Alyx’s phenomenal conclusion is full of promise; we just hope we don’t have to wait another 13 years to see that promise fulfilled.", "Want to read more about the best games that 2020 had to offer? We're counting down our Top 10 for the year, so navigate to another entry using the links below!"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["alyxs", "halflife", "fans", "vr", "countdown", "ways", "world", "youre", "alyx", "valve", "valves", "game"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}