{"id": "e42e1ef9-0305-3212-85fa-6ba3442b22c3", "title": "Help us prevent Covid creating a lost generation of young people", "url": "https://www.theguardian.com/society/2020/dec/04/help-us-prevent-covid-creating-lost-generation-young-people", "summary": "Young people have lost time and opportunity to the pandemic.\nCovid stopped or pushed online much of the UK’s youth work provision, which had been already eroded by years of cuts.\nBy putting young people at the heart of this year’s Guardian and Observer charity appeal, we signal our support for the generation we hope will flourish after Covid.\nThey use youth work to help young people acquire the skills, resilience, self-belief, trust, confidence and connections that equip them to thrive, and empower them to contribute, at every stage of their lives.\nYoung Minds, whose mission is to stop young people’s mental health reaching a crisis point.", "paragraphs": ["In a year of blight, uncertainty and lives interrupted, 21-year-old Aadam Patel’s experience of the pandemic will resonate among many young people and their families: “I have pressed pause on my life,” he told the Guardian in October, “and although I’m dying to resume it, I don’t even know if there’s a play button there any more.”", "Getting life back on track during Covid has proved hard for many of us; but for millions of young people it will be a very major challenge. Society’s odds were already stacked against youngsters from economically deprived communities and from Black, Asian and minority ethnic backgrounds; the pandemic has brought those stark inequalities into even sharper focus, whether it is in the job market, around holiday hunger, or access to online schooling.", "Young people have lost time and opportunity to the pandemic. Schools and colleges closed, exams were abandoned and careers put on hold. Young workers were hit hardest by job losses and furlough. For many youngsters lockdown disrupted the fragile community support structures and relationships they had come to rely on. Covid stopped or pushed online much of the UK’s youth work provision, which had been already eroded by years of cuts. Isolation and loneliness have grown, and mental illness has surged.", "It is a terribly hard time to be young.", "By putting young people at the heart of this year’s Guardian and Observer charity appeal, we signal our support for the generation we hope will flourish after Covid. Today’s young people must not become a lost generation. They cannot be left behind, or treated as collateral damage. This is society’s grand task; our charity appeal may light the way to demonstrate solidarity with disadvantaged young people, for justice and a fair future for all. To bring hope.", "Aadam Patel, from Dewsbury: ‘I have pressed pause on my life.’ Photograph: Christopher Thomond/The Guardian", "In this year’s Guardian and Observer appeal we are supporting three great charities which can make a practical difference to the lives of young people:", "UK Youth, which collaborates with thousands of neighbourhood youth projects, working with millions of young people. They use youth work to help young people acquire the skills, resilience, self-belief, trust, confidence and connections that equip them to thrive, and empower them to contribute, at every stage of their lives. Some of the charity’s share of the appeal money will go to grassroots youth initiatives across the UK.", "Young Minds, whose mission is to stop young people’s mental health reaching a crisis point. It provides vital advice and information, and campaigns for change, putting young people at the centre of the conversation around mental health. During the pandemic its aim has been to try to ensure young people get the psychological support and help they need, when they need it.", "Child Poverty Action Group (CPAG) campaigns on behalf of the more than one in four young people in the UK growing up below the breadline. From decent benefits and housing to childcare and good jobs, CPAG’s vision is of a society free of child poverty, where all children can enjoy a childhood free of financial hardship and have a fair chance in life to reach their full potential.", "In recent years, Guardian and Observer readers have raised millions though our annual appeals for topical causes, reflecting our shared commitment to a fairer, more just society. We’ve supported refugees and campaigned against homelessness, helped fight against Windrush immigration injustices, and raised money for the rainforest.", "Over the next few weeks, our website and newspapers will highlight the fantastic work of our charity partners. We hope we can inspire you to give generously."], "authors": ["Katharine Viner"], "keywords": ["guardian", "millions", "youth", "young", "creating", "covid", "life", "generation", "appeal", "lost", "work", "help", "prevent", "observer", "support", "pandemic"], "pubDate": "2020-12-04T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}