{"id": "e45db816-6158-3521-8eb4-c042639eab4c", "title": "Rachel Roddy's Christmas recipe for cassata cake", "url": "https://www.theguardian.com/food/2020/dec/07/rachel-roddy-christmas-recipe-for-cassata-siciliana-cake", "summary": "The airbrushed version of this story, which is entirely true, if incomplete, is that we all loved Mum’s Christmas cake.\nOur other Christmas cake is also iced, and has a marzipan layer, dried fruit and is soaked in alcohol; so much in common, and yet an entirely different creature.\nCassata SicilianaYou will need a shallow cake tin of about 23cm in diameter, x 4cm deep, ideally with sloping sides.\nMix the ground nuts and icing sugar, then add 70ml water, the lemon juice and a few drops of green food colouring, and bring to a firm paste.\nPour the mixture into a 23cm-wide cake tin lined with parchment and bake for 20 to 30 minutes, or until the cake is firm, golden and a strand of spaghetti comes out clean when inserted into the centre.", "paragraphs": ["Learning to dip the knife in hot water before using it to spread the icing on the marzipan made me feel like a pastry chef. I must have been 10. Having spread the brilliant white and glossy royal icing like plaster, family tradition dictated it had to be roughed up for “a snow effect”, which everybody knows is a shortcut for families who can’t decorate properly. I don’t think we even had a piping bag.", "While time has edited and airbrushed most Christmas memories into moments of harmonious commensality, this one has stayed defiantly vexing. I remember my disappointment at the snow effect, followed by my horror as my brother and sister competed with each other to press decorations (some of which still had the sugar-concrete residue from the previous year’s cake) into the royal snow. Tying a ribbon around the cake was a consolation of sorts, as was covering the whole thing with a glass dome, which made it look like we had a huge snow globe on the sideboard.", "Icing was first defined (in the confectionery sense) in 1796 as “a coating of concreted sugar” . Thankfully, concretising takes time. Our cake was usually cut on Boxing Day, by which time the icing had an almost eggshell exterior, but was still soft inside, which is in no small part thanks to the disappointing peaks.", "The airbrushed version of this story, which is entirely true, if incomplete, is that we all loved Mum’s Christmas cake. Which was, in fact, Jane Grigson’s: dense, dark and drunk, with a marzipan and royal icing fringe, the iced peaks of Christmas squashed between fingers. Last crumbs chased around the plate. Peaks that lasted well into January, by which time it was just my dad eating a finger at a time with his mid-morning cup of tea.", "Our other Christmas cake is also iced, and has a marzipan layer, dried fruit and is soaked in alcohol; so much in common, and yet an entirely different creature. According to my friend, the cook Fabrizia Lanza, the name cassata probably comes from the Latin caseus, which means cheese, while others say it takes its name from the Arabic word qas’ah, a large steep-sided terracotta bowl that was used to shape this Sicilian construction of sponge, sweetened ricotta, marzipan, icing and a jewel box of candied fruit. It was certainly the Arabs who introduced sugarcane to Sicily, which revolutionised a confectionary industry that had previously depended on honey and the dark sweetness of grape must.", "It was Fabrizia who taught me to make cassata. She calls it the summa – “the sum” – of all Sicilian culinary adventures, a culinary palimpsest in which you can see the layers of influence – Phoenician, Greek, Roman, Arab, Norman, French – all of which were assimilated into the Sicilian whole. It is also just a cake, Fabrizia says, laughing.", "Standing behind the work table in the kitchen of her cookery school in the heart of Sicily, it was Fabrizia who demystified a cake I had only ever bought from behind glass cabinets in cake shops, who showed me how to line the sides of the tin with a strip of marzipan (then use a wallpaper edge roll to smooth them down), lay the sponge like floorboards, pour the icing and then dress the top as if I was Carmen Miranda. It was my Sicilian father-in-law, Bartolomeo, though – whose devotion to cassata is second to no man’s – who taught me to love its tender and outrageous sweetness. And not just at Christmas, although it does seem particularly appropriate.", "Writing this now, nothing is fixed, although it seems very likely that we won’t be with either family this Christmas, at least not physically. It is the safest thing. I will be making two cakes, however, and decorating them. One is going to have the roughest peaks you have ever seen, and I am going to leave my son to press in the various decorations. For the other, I have bought a piping bag.", "Cassata Siciliana", "You will need a shallow cake tin of about 23cm in diameter, x 4cm deep, ideally with sloping sides. For best results, make the marzipan and sponge a day in advance.", "Prep Overnight", "Cook 30 min", "Chill 1 hr", "Set 30 min", "Serves 8-12", "For the marzipan", "150g ground pistachios or almonds", "150g icing sugar", "1 tbsp lemon juice", "Green food colouring", "For the sponge", "5 eggs", "200g caster sugar", "150g plain flour", "2 tbsp baking powder", "1 tbsp marsala or orange flower water", "For the filling", "400g ricotta, drained in a sieve for an hour", "150g caster sugar", "For the icing", "200g icing sugar", "1-3 tsp lemon juice", "Candied fruit, to decorate", "Make the marzipan (ideally a day in advance). Mix the ground nuts and icing sugar, then add 70ml water, the lemon juice and a few drops of green food colouring, and bring to a firm paste. Knead for a moment, then wrap and refrigerate.", "Also a day in advance (if you can), make the sponge. Heat the oven to 180C (160C fan)/350F/gas 4. Separate the eggs, beat the yolks with the sugar until fluffy and light, then fold in the flour and baking powder. In a separate bowl, whisk the whites until they form firm, stiff peaks, then fold them into the rest of the mixture.", "Pour the mixture into a 23cm-wide cake tin lined with parchment and bake for 20 to 30 minutes, or until the cake is firm, golden and a strand of spaghetti comes out clean when inserted into the centre. Leave to cool before inverting out of the tin.", "Once drained, press the ricotta through the sieve so it’s very smooth, then beat in the sugar.", "To assemble the cassata, line the tin with clingfilm, pressing it into the corners. Roll the marzipan into a long strip and use this to line the side of the cake tin, trimming it to size and pressing the strip into place (a bit of patchwork is not a problem).", "Use a serrated knife to cut the cake into long, 1cm-thick slices, then – imagining you are laying floorboards – make a layer at the bottom of the tin (again, patchwork is not a problem). Sprinkle with marsala or orange flower water, smear over the ricotta, cover with another patchwork layer of cake, then sprinkle with more marsala. Cover and chill for at least an hour.", "Invert the cake on to a plate and ease away the clingfilm. Using the flat of your hand, press the cake layer down so the marzipan edge is pronounced, thereby creating a sort of lip that will hold the icing (but don’t worry if it doesn’t). Mix the icing sugar with just enough lemon juice to make a thick, pourable icing, then pour the icing on top of the cassata and use a hot knife to spread it out. Leave the icing to set for 30 minutes, then decorate the cassata with candied fruit, using a peeler to take off strips, which can then be bent into decorative curls.", "Fiona Beckett’s drinks match", "It would seem rude not to drink a Sicilian wine with this traditional dish, especially when you can get a Passito di Pantelleria 2017 for just £11.99 at Lidl (14.5%)."], "authors": ["Rachel Roddy"], "keywords": ["tin", "recipe", "christmas", "cassata", "roddys", "rachel", "sicilian", "cake", "icing", "marzipan", "sponge", "sugar", "snow"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}