{"id": "e46c6283-6101-3b01-9255-e849f11d7449", "title": "Story of Seasons: Pioneers of Olive Town Review – Simple Comfort Over Ambition", "url": "https://www.gameinformer.com/review/story-of-seasons-pioneers-of-olive-town/story-of-seasons-pioneers-of-olive-town-review", "summary": "Story of Seasons: Pioneers of Olive Town tries to keep the flame alive by having you develop a town and providing fun features (like a photo mode and museum) to fill with discoveries.\nLike its predecessors, Pioneers of Olive Town begins with you landing in a small village and starting a new life as a farmer.\nOlive Town is struggling, and the mayor asks for your help in turning it around.\nPioneers of Olive Town is a decent Story of Seasons entry, but it’s not more than that.\nFor more on Pioneers of Olive Town, you can check out these five fast tips from the director!", "paragraphs": ["No franchise has been in the farming game as long as Story of Seasons, best known as Bokujo Monogatari in Japan (and previously known as Harvest Moon in North America). Celebrating its 25th anniversary, the series created a formula that’s inspired hit games like Stardew Valley. But in recent years, it’s struggled to stay relevant with fresh ideas. Story of Seasons: Pioneers of Olive Town tries to keep the flame alive by having you develop a town and providing fun features (like a photo mode and museum) to fill with discoveries. The loop is entertaining, but the rewards aren’t satisfying enough for the investment required to get them.", "Like its predecessors, Pioneers of Olive Town begins with you landing in a small village and starting a new life as a farmer. Olive Town is struggling, and the mayor asks for your help in turning it around. You receive development projects, which require you to gather up the right materials to improve vital elements like roads, benches, and the town hall. Watching the city transform with each upgrade feels worthwhile, since more tourists come to the area and Olive Town begins to look much more attractive. However, don’t expect to have much control over the town’s transformation. You get asked questions as if your opinion and direction matters, but all answers lead to the same place, and going on fetch quest after fetch quest gets tiresome fast.", "That being said, the core loop of taking a farm from nothing to a successful operation is still entertaining. I looked forward to every facility upgrade, new animal, or crafting recipe I could unlock. While you’re wandering the wilderness, you can also now tame wild animals and bring them to the farm, meaning you’re not always shelling out cash for new livestock. Money can come easy, but it’s the materials you need for the crafting, townspeople requests, and building improvements that bring on the challenge. I didn’t mind this at first; breaking rocks for ores, cutting down trees for lumber, and cleaning up puddles for clay is simple enough. But these items need to be processed in machines, and each machine has a singular purpose, from converting milk into cheese to turning wool into yarn. The problem? Not only are there far too many of them for each little thing, but inserting the required materials only produces one converted item, so if you need 50 of a specific type of lumber (and you will), it can take a maddening amount of time. You can build more than one of each machine type, but they take up vital space.", "My journey through Pioneers of Olive Town was full of highs and lows. Things either came too easy, like wooing the townsperson of my choice, or required too much effort, like unlocking some farm facilities. I was impressed with how much there is to do, but it all comes at a cost; I felt like I could never spend time exploring certain aspects, such as creating clothing or getting into cooking, because they require precious time and feel insignificant compared to your other tasks.", "Olive Town’s areas seem small at first, but as you build bridges to new areas, meet Earth Sprites that take you to special locales, and search various caves with treasure-filled floors, things expand a great deal. You are constantly improving your skills as you do the basic tasks of tilling the land, cutting down trees, breaking rocks, and this in turns opens up more crafting recipes to get you things like automatic feeds for your livestock or decorative furniture. This provides a satisfying sense of your character progressing and new things to always look forward to.", "I also enjoyed the fun little touches like being able to ride a motorcycle or use the various mounts to get around. Festivals are hit-or-miss, with some being more interactive than others. The game also provides a museum similar to Animal Crossing, where you can donate your treasures, fish, and photos you’ve taken of wildlife. Furniture and house upgrades are also aplenty, even though your house feels a little confined to where you can place things. You have this spacious layout, with only a selected, smaller area to really decorate as your own.", "For those interested in the social aspects, you get new scenes at a steady rate by walking around the town and talking to villagers, which made me want to take the time to visit them. I looked forward to these scenes to learn more about the people in Olive Town, but overall, I didn’t find this cast memorable or exciting. No one is outright annoying (except for maybe food critic Lovett), but the villagers simply fill their roles as shop owners and members of the community and offer nothing unique beyond that. The events as you progress in a romance fare much better, as they really do capture the chemistry and growth in your relationship.", "I mostly had a pleasant time with Pioneers of Olive Town, but it isn’t the most technically sound game. Patches have continued to improve my experience, but expect some annoying loading times, framerate issues (especially stuttering), and the occasional game freeze. Nothing caused me to stop playing in frustration, but be aware that this is still not the smoothest experience.", "Pioneers of Olive Town is a decent Story of Seasons entry, but it’s not more than that. I still got absorbed by the core formula of bettering my farm and loved making new discoveries as I explored. I have plenty of things I enjoy about this game, but encountered just as many that didn’t hit the mark. I also can’t get away from thinking, after all this time, shouldn’t this series be making larger leaps forward and leaving a stronger impression?", "For more on Pioneers of Olive Town, you can check out these five fast tips from the director!"], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["olive", "things", "seasons", "town", "required", "need", "simple", "comfort", "game", "forward", "pioneers", "farm", "review", "ambition"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}