{"id": "e477254a-19df-3128-a69b-59b40510969d", "title": "Walter Borneman: Few Pearl Harbor survivors remain – yet 79 years later, they still inspire", "url": "https://www.foxnews.com/opinion/pearl-harbor-survivors-inspire-79th-anniversary-walter-borneman", "summary": "The number of World War II veterans who survived Pearl Harbor is dwindling, but the stories of their sacrifice will always endure and inspire.\nSeventy-nine years ago, on the morning of Dec. 7, 1941, there were 38 sets of brothers stationed on the battleship Arizona.\nYounger brother Luther signed up in the fall of 1934 and kid brother Melvin followed in the spring of 1938.\nOut of the Arizona’s crew of 1,500 men, 1,177 sailors and Marines, from an admiral to the greenest recruit, died.\nNone of those surviving brothers remain alive today, but all lived their lives with enormous personal grief and sometimes, profound survivor’s guilt.", "paragraphs": ["The number of World War II veterans who survived Pearl Harbor is dwindling, but the stories of their sacrifice will always endure and inspire.", "Seventy-nine years ago, on the morning of Dec. 7, 1941, there were 38 sets of brothers stationed on the battleship Arizona. Most were children of the Great Depression.", "They had joined the Navy and Marines not out of a quest to see the world but for a steady paycheck. The $5 or $10 many sent home every month out of their meager pay of $36 put food on the family table for younger siblings.", "JAMES CARAFANO: US SHOULDN'T REENTER IRAN NUCLEAR DEAL — IRAN SPONSORS TERRORISM AND SEEKS NUCLEAR WEAPONS", "In a world at peace, there had not seemed to be any serious danger to brothers serving together on warships. Family ties were judged as good thing. An older brother in uniform was better than any recruiting poster.", "Economic necessity aside, the decision to enlist was particularly easy when an older brother led the way. As one sailor wrote his mother, “I am safer on this battleboat than I would be driving back and forth to work if I was home.”", "Thomas Murdock stuck it out in the poverty of the farmland of northern Alabama until he was 21 and then took a bus ride to Birmingham to enlist. Younger brother Luther signed up in the fall of 1934 and kid brother Melvin followed in the spring of 1938. They all ended up serving together on the Arizona.", "On the morning of Dec. 7, Thomas was ashore in Honolulu with his wife, but brothers Luther and Melvin were at their battle stations tending to boilers in the bowels of the Arizona. A horrendous explosion destroyed the ship and snuffed out their lives in seconds.", "It is up to us to remember their sacrifices and continue to tell their stories.", "Out of the Arizona’s crew of 1,500 men, 1,177 sailors and Marines, from an admiral to the greenest recruit, died. Out of 78 men with a brother aboard, only 15 survived the surprise attack – a staggering 80% casualty rate.", "None of those surviving brothers remain alive today, but all lived their lives with enormous personal grief and sometimes, profound survivor’s guilt.", "CLICK HERE TO GET THE OPINION NEWSLETTER", "Only two men from the Arizona’s crew who were at Pearl Harbor that Sunday morning are still with us: Louis Conter and Ken Potts. Three of their comrades, Lauren Bruner, Lonnie Cook and Donald Stratton, passed away in the last year or so.", "Four years ago, as we began the round of 75th anniversaries from World War II, I wrote that the surviving veterans of that conflict stood poised to receive one last round of salutes. Left unsaid was the sad reality that by the beginning of the 80th anniversary of 1941 events, there would be so very few of them left.", "The 78 brothers on the Arizona were literal brothers in blood. Their stories cast a profoundly personal light on one of America’s darkest days of infamy.", "CLICK HERE TO GET THE FOX NEWS APP", "But all who served are brothers and sisters in arms. And so to Luther and Melvin Murdock, to Louis Conter and Ken Potts, to the crew of the Arizona, and to all the men and women who have ever served our country in uniform, we say thank you; thank you from an ever grateful nation.", "It is up to us to remember their sacrifices and continue to tell their stories.", "CLICK HERE TO READ MORE BY WALTER BORNEMAN"], "authors": ["Walter R. Borneman", "Walter R. Borneman Is The Author", "Most Recently", "Of"], "keywords": ["borneman", "inspire", "survivors", "morning", "remain", "brother", "arizona", "79", "later", "luther", "world", "men", "younger", "pearl", "melvin", "harbor", "walter", "crew", "brothers"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}