{"id": "e4825bea-d938-3a7e-a9e6-88462b8f0424", "title": "Creativity, sharing and delegation: the essential skills we learn through play", "url": "https://www.theguardian.com/childs-play-and-learning/2020/nov/12/creativity-sharing-and-delegation-the-essential-skills-we-learn-through-play", "summary": "Child’s play is, reportedly, something that is easy to perform or something deemed insignificant.\nIt’s through creative play that children learn how to develop their cognitive, language and physical skills, explains Laura House, education lead at tiney, an early years education provider.\nAfter two, they may start displaying spectator behaviour, where they watch other children playing but don’t join in,” says House.\nThe next stage is parallel play: playing alongside or near others but not directly with them.\nFacebook Twitter Pinterest Collaborative play lets children learn to take turns, share and solve problems.", "paragraphs": ["Play is the vehicle through which children learn about the world around them. Composite: Gary Burchell/Getty Images/Guardian Labs", "According to US psychologist Charles Schaefer, we are never “more fully alive, more completely ourselves, or more deeply engrossed in anything than when we are playing”.", "The dictionary definition for “child’s play” is, by contrast, a misnomer. Child’s play is, reportedly, something that is easy to perform or something deemed insignificant. But Bo Stjerne Thomsen, chair of Learning through Play at the LEGO Foundation, says that play is, in fact, a serious matter.", "“Play is the main vehicle through which children grow and learn. It is the foundation for all forms of development and stimulates every part of their brain, enabling them to actively engage in critical thinking, experimentation and wonder,” he says.", "So, rather than being just a fun activity, play is the language children first use to communicate, and the vehicle through which they learn about the world around them. It’s the keystone for everything from maths and literacy to empathy. It’s also the way grownups can enter a child’s world, according to child psychotherapist Sarah Clarke.", "Clarke, for example, uses building blocks to try and understand how a child is feeling. “Each child will turn these things into something completely different. It may be a way of them creating order out of chaos. So one child might build a house, which could represent a secure base if they are going through a turbulent experience,” she says.", "It’s through creative play that children learn how to develop their cognitive, language and physical skills, explains Laura House, education lead at tiney, an early years education provider. This develops in age-appropriate stages. “From birth until the age of two, most play will be solitary as children will be content playing alone. After two, they may start displaying spectator behaviour, where they watch other children playing but don’t join in,” says House.", "The next stage is parallel play: playing alongside or near others but not directly with them. “It isn’t until three or four that children actually start to play cooperatively in more elaborate games,” she says.", "Meg Walls, co-founder of Great Minds Together, which works with families, schools and local authorities to support children, says play also helps create a child’s self-esteem by giving them a sense of their own abilities. “It gives them the freedom to follow their instincts, to practise or act out thoughts and ideas as well as develop their imagination,” she says.", "Facebook Twitter Pinterest Collaborative play lets children learn to take turns, share and solve problems. Composite: Miodrag Ignjatovic/Getty Images/Guardian Labs", "Educational psychologist Ellie Roberts says different forms of play, including LEGO Therapy, are now used in many schools as it encourages children, especially those on the autism spectrum, to communicate and collaborate. “During play, children feel relaxed and happy, there is no pressure, no right or wrong way, or feeling of failure,” she says. “One child might be, for example, the ‘engineer’ and give descriptions of the pieces needed. Another might be the ‘builder’ who follows these directions and puts the pieces together,” she says.", "This allows children to practise taking turns, sharing, problem solving, listening and social communication, says Roberts.", "Trudi Featherstone, a teacher and parent of an eight- and six-year-old, says: “I love listening to my two work out problems and tackle tasks, like baking, together. It encourages them to use their creativity, to share and delegate.”", "Children should, however, be allowed to play independently and be given the freedom to direct how they play, says Walls. “This can help improve a child’s ability to concentrate and foster creative thinking,” she says.", "Rachel Clarke, a journalist and mum of two boys, from Oxfordshire, says: “Nowadays there is far too much temptation for children to play on screens for hours, so I really try and encourage my seven- and four-year-old to have plenty of time outside too. They often spend hours creating dens, playing football and going on the trampoline. It gets us out of the house and we always feel better for it afterwards.”", "‘While we’re going through such change, we have to engage our children’: the importance of play during coronavirus Read more", "Children are, unsurprisingly, more likely to retain what they have learned if they are able to centre their learning around their own interests. Activities such as Things That Make You Happy, where children talk about things that make them happy, then find or create objects that represent those things and put them in a box before talking about why those things make them happy.", "So, in this age of helicopter parenting and early intervention, what approach should parents, caregivers and teachers take when it comes to directing children’s play? Esther Brown, a key stage 2 teacher from Yorkshire, says we need to provide opportunities for them to learn “playfully” with a degree of guidance.", "“Allowing children time to explore, discuss and explain their ideas – whether that be with maths, drawing or building a story, is not just about engagement. It allows multiple parts of the brain to be used at once by seeing, listening and doing, and opportunities for multiple links and learning to take place,” she says.", "Thomsen says one of the best things about giving children choices and opportunities is that it enables them to try things out on their own terms. “Each child learns differently but no child can learn if they don’t enjoy themselves or aren’t actively engaged,” he says. “We need to shift our mindset so that play takes centre stage when it comes to learning both knowledge and critical skills like creativity and collaboration.”", "Find out more about learning through play at school: legofoundation.com"], "authors": ["Georgina Fuller"], "keywords": ["playing", "way", "sharing", "play", "creativity", "delegation", "things", "world", "learning", "child", "skills", "children", "essential", "learn", "childs"], "pubDate": "2020-11-12T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}