{"id": "e4945a30-e718-358b-8104-1e5ab2425db1", "title": "Our Plastic Problem Has Reached a Tipping Point—Here’s Why We’re Still Hopeful", "url": "https://www.vogue.com/article/plastic-waste-pandemic-recycling-innovations-alternatives", "summary": "Restaurants are exempt from the rule, so our takeout orders are still arriving in multiple layers of plastic.\nOn the surface, it may have seemed that way, at least among eco-conscious citizens and in places with single-use plastic bans.\nIt isn’t because people don’t know how to recycle or can’t shake their single-use plastic habits.\nAs the price of oil drops, so does the price of plastic, while recycled plastic remains more expensive.\nTo compound that problem, COVID has hit the recycling industry particularly hard, with many plants shutting down (vis-à-vis, reducing the opportunities for plastic to be recycled).", "paragraphs": ["New York’s ban on plastic bags was supposed to take effect on March 1, just days before the city locked down in response to COVID-19. Health concerns delayed its enforcement until October, but you’d never know anything had changed. Restaurants are exempt from the rule, so our takeout orders are still arriving in multiple layers of plastic. Our favorite coffee shops still can’t take our reusable mugs, so we’re finding plastic there too. Those of us who prefer to shop online—for clothes, groceries, cleaning supplies, and everything else—are piling up more cardboard and plastic packaging than ever. And we haven’t even gotten to plastic masks and gloves, which are already littering our sidewalks and oceans.", "It’s easy to see it all as a huge setback. Weren’t we making so much progress before the pandemic? On the surface, it may have seemed that way, at least among eco-conscious citizens and in places with single-use plastic bans. But the answer is…not really. Pre-COVID, our plastic consumption was actually going up—and it’s expected to jump another 40% in the next decade.", "It isn’t because people don’t know how to recycle or can’t shake their single-use plastic habits. Much of it comes down to economics. As the price of oil drops, so does the price of plastic, while recycled plastic remains more expensive. The differential between the two has never been greater, and manufacturers are prioritizing their bottom line. (As Reuters points out, the oil and gas industry hardly wants this to change; our shrinking demand for fuel, largely due to electric or fuel-efficient cars, means they’re counting on new plastic, and plan to invest $400 billion in it by 2025.)", "To compound that problem, COVID has hit the recycling industry particularly hard, with many plants shutting down (vis-à-vis, reducing the opportunities for plastic to be recycled). In the U.S., facilities saw their businesses shrink by 60% in 2020."], "authors": ["Emily Farra", "Emily Farr"], "keywords": ["plastic", "problem", "industry", "pointheres", "yorks", "cant", "singleuse", "price", "know", "youd", "oil", "hopeful", "reached", "tipping", "recycled"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}