{"id": "e4ad71cd-027b-3cb7-9f41-9305f708bc24", "title": "Where To Find Hideo Kojima In Cyberpunk 2077", "url": "https://www.gameinformer.com/psa/2020/12/07/where-to-find-hideo-kojima-in-cyberpunk-2077", "summary": "Cyberpunk 2077’s launch is just a few days away, and we’ve now played the game and explored Night City to our heart’s content.\nDuring our journey, we spotted a familiar face: Hideo Kojima!\nAs previously revealed, the creative visionary behind Metal Gear Solid and Death Stranding has a cameo in the game, but he’s a bit hidden.\nHideo Kojima shows up a few hours into the main story, but he’s not directly a part of any scenes.\nFor detailed Cyberpunk 2077 impressions, you can read Andrew Reiner’s review here.", "paragraphs": ["Cyberpunk 2077’s launch is just a few days away, and we’ve now played the game and explored Night City to our heart’s content. During our journey, we spotted a familiar face: Hideo Kojima! As previously revealed, the creative visionary behind Metal Gear Solid and Death Stranding has a cameo in the game, but he’s a bit hidden. Don’t want to miss him? Here’s where you can find him.", "Hideo Kojima shows up a few hours into the main story, but he’s not directly a part of any scenes. Instead, you find him simply by exploring. We stumbled upon the famed director when we first headed to Konpecki Plaza, which occurs when V is about to embark on their first legendary mission entitled \"The Heist.\" Your partner Jackie wants to go straight up to your hotel room as he's saddled with heavy luggage, but you can tell him you’re going to explore for a bit and will meet him later. Do this for your chance to spot Kojima.", "From the lobby, walk to the back of the hotel to find a bar and restaurant; you’ll see a hostess standing right in front of it. As you walk through the entrance, head straight back and to the far left where you’ll find Kojima sitting in a booth surrounded by a few people. If you hit the actual bar, you’ve gone too far.", "Kojima goes by the name Oshima and is listening to movie pitches, telling the folks around him he wants “his productions to convey real, raw human emotion.” We won’t spoil the moment, as you can talk to him and learn more about his role in Cyberpunk 2077’s wild, tech-obsessed world.", "For detailed Cyberpunk 2077 impressions, you can read Andrew Reiner’s review here."], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["youll", "hotel", "cyberpunk", "walk", "game", "hes", "hideo", "straight", "wants", "2077", "kojima", "bit"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}