{"id": "e4c85840-a65b-33ab-84ac-bce7681c02e0", "title": "Golden Globes crisis deepens as former president expelled and advisers resign", "url": "https://www.theguardian.com/film/2021/apr/21/golden-globes-crisis-philip-berk-former-president-expelled-and-advisors-resign", "summary": "The crisis-plagued Hollywood Foreign Press Association (HFPA), the body that organises the Golden Globes, has expelled Philip Berk, its former president who sparked widespread outrage by sharing an anti-Black Lives Matter article that described the movement as a “racist hate group”.\nHowever, the HFPA was hit by further problems after it was reported that Dr Shaun Harper, its recently hired diversity and inclusion adviser, had resigned.\nHarper, the executive director of USC’s Race and Equity Center, had been hired as a consultant by the HFPA after criticism of the lack of diversity among the organisation’s membership.\nHe reportedly resigned after a meeting with representatives of the Time’s Up campaign group, including director-producer Ava DuVernay and producer Shonda Rhimes.\nThe crisis engulfing the HFPA began shortly before the Golden Globes award ceremony in January, when an LA Times report accused the organisation of a lack of diversity in its membership as well as “ethical lapses” in the way it conducted its business.", "paragraphs": ["The crisis-plagued Hollywood Foreign Press Association (HFPA), the body that organises the Golden Globes, has expelled Philip Berk, its former president who sparked widespread outrage by sharing an anti-Black Lives Matter article that described the movement as a “racist hate group”.", "In a brief statement, the HFPA said: “Effective immediately, Phil Berk is no longer a member of the Hollywood Foreign Press Association.” The HFPA’s move follows outspoken criticism from NBC, the TV network that broadcasts and pays for the Golden Globes, which called for Berk’s expulsion. “NBC strongly condemns Phil Berk’s actions … [and] swift action on this front is an essential element for NBC to move forward with the HFPA and the Golden Globes.”", "Berk’s removal followed the controversy over his email, reported by the LA Times, in which he forwarded an article by a rightwing website. A number of HFPA members had responded angrily to Berk’s email, with one writing: “The vile rhetoric contained in this screed is simply unacceptable”, and another calling Berk “a thundering disgrace”.", "However, the HFPA was hit by further problems after it was reported that Dr Shaun Harper, its recently hired diversity and inclusion adviser, had resigned. Harper, the executive director of USC’s Race and Equity Center, had been hired as a consultant by the HFPA after criticism of the lack of diversity among the organisation’s membership. He reportedly resigned after a meeting with representatives of the Time’s Up campaign group, including director-producer Ava DuVernay and producer Shonda Rhimes.", "The Hollywood Reporter quoted Harper’s resignation letter, which said: “I no longer have confidence in our ability to collaboratively deliver the transformational change that the industry and the people in it whom I deeply respect are demanding of you.”", "Another of the HFPA’s recently hired consultants, crisis management firm Smith & Company, which is run by celebrated “crisis guru” Judy Smith, has also reportedly departed from its advisory role.", "The crisis engulfing the HFPA began shortly before the Golden Globes award ceremony in January, when an LA Times report accused the organisation of a lack of diversity in its membership as well as “ethical lapses” in the way it conducted its business."], "authors": ["Andrew Pulver"], "keywords": ["times", "diversity", "nbc", "deepens", "crisis", "globes", "resign", "president", "hfpa", "golden", "hired", "hollywood", "advisers", "berks", "expelled"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}