{"id": "e4e291b6-4a6a-3ae0-aae8-8176cf9ac625", "title": "‘I worked so hard in the lab. I cried when the Covid vaccine news came’", "url": "https://www.theguardian.com/society/2020/dec/06/i-worked-so-hard-in-the-lab-i-cried-when-the-news-came", "summary": "Since April, I have been working on assessing immune responses in the Oxford/AstraZeneca ChAdOx1-nCov vaccine clinical trials.\nIn my role as a post-doctoral immunologist at the Jenner Institute, I had previously worked on clinical trials for outbreak pathogens such as Ebola, Mers-CoV and influenza.\nMy job involved measuring antibody responses induced by these vaccines.\nCurrently, I lead the lab team looking at antibody responses to the vaccine in clinical trial volunteers.\nWe also compared antibody responses in different age groups.", "paragraphs": ["From an early age, I was fascinated with the natural world, and in particular how living things work. For me, the interaction between organisms, such as that between a host and a pathogen, is fascinating. I have always been interested in translational research – how can what I am doing at the bench have an impact on the health of the general public?", "This sentiment has never been more relevant than now. In the time of a pandemic, the rolling out of vaccines that can prevent disease is a public health intervention which will benefit so many lives.", "Since April, I have been working on assessing immune responses in the Oxford/AstraZeneca ChAdOx1-nCov vaccine clinical trials. In my role as a post-doctoral immunologist at the Jenner Institute, I had previously worked on clinical trials for outbreak pathogens such as Ebola, Mers-CoV and influenza. My job involved measuring antibody responses induced by these vaccines.", "So when the task of undertaking immunology analyses, specifically antibody levels, for the Covid-19 vaccine came around, I had the necessary skills to hit the ground running. Granted, the task in hand for Covid-19 clinical trials would be much bigger than anything that I or any of my colleagues had ever worked on before. Currently, I lead the lab team looking at antibody responses to the vaccine in clinical trial volunteers. We are interested in the level of antibody response to our vaccine antigen – for ChAdOx1-nCov that is the Sars-CoV-2 spike protein.", "We have investigated the antibody response after one dose of vaccine, and after two doses seen how these compare. We also compared antibody responses in different age groups. Now we want to follow the antibody response over several months to determine whether our vaccine can elicit a long-lasting immune response.", "My job involves much more than performing experiments in the lab. Planning, data analysis, logistics (such as storing thousands of samples), organising both laboratory consumables and managing people are all in a day’s work. Working on this vaccine, there have been many pressures, including tight turnaround times for performing assays in the lab to make immunology data available as soon as possible after blood samples are taken from volunteers.", "I have worked harder in 2020 than ever before, and hopefully more than I will ever have to again! Sometimes the workload becomes frustrating – particularly when you think you have completed a task and can have a small breather, but then there is another, often bigger, task a moment later.", "For me, the best path forward in such situations is to pull together as a team and work out how to achieve the end-goal using the skillsets of the individuals in the lab. There have been many highs and lows in the last nine months but these have been shared among co-workers, many of whom I would never have had the pleasure of working with if it weren’t for these trials.", "Did I ever worry, “What if the vaccine doesn’t work?” Of course these are the kind of thoughts that would pop into my head when I should have been asleep. However, I had confidence in both the vaccine technology and in the team, who work tirelessly towards a common goal. Thankfully, we were rewarded with the news that ChAdOx1-nCoV is effective at preventing Covid-19.", "On hearing this, I promptly burst into tears. Tears of relief, joy, hope and excitement for the future of this vaccine. I am so proud to be a part of this vaccine, and I look forward to how it could benefit people all over the world."], "authors": ["Dr Amy Flaxman"], "keywords": ["responses", "cried", "worked", "came", "working", "task", "hard", "covid", "clinical", "work", "lab", "trials", "antibody", "vaccine"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}