{"id": "e4e8a732-9a43-3966-bca5-afed3cc67b73", "title": "Brazil’s armed forces pull away from Jair Bolsonaro", "url": "https://www.economist.com/the-americas/2021/03/31/brazils-armed-forces-pull-away-from-jair-bolsonaro", "summary": "One of the victims was Ernesto Araújo, the foreign minister, whose extreme right-wing ideology fitted well with Mr Bolsonaro’s proclivities.\nThe next twist in the political crisis will depend on how Mr Bolsonaro fills the newly vacant military posts.\nThe armed forces are eager to portray themselves as apolitical guardians of democracy.\n“The message that has been sent is that the armed forces respect the constitution,” says Carlos Alberto dos Santos Cruz, Mr Bolsonaro’s former secretary of government.\nShould Mr Bolsonaro shake up their ranks, it might encourage the armed forces to throw some of their weight behind an alternative right-wing candidate in next year’s presidential elections.", "paragraphs": ["ON MARCH 29TH Jair Bolsonaro, the populist president of Brazil, replaced almost a third of his cabinet and appointed his allies in the vacant places. But what might have been a routine reshuffle has become a potentially destabilising conflict with the country’s military command.", "It was the removal of General Fernando Azevedo e Silva, the minister of defence and a soldier with 45 years’ service, that caused the immediate backlash. A day later—on the eve of the 57th anniversary of the military coup in 1964 that ushered in two decades of army rule—the heads of the army, navy and air force resigned in protest at his removal.", "Such mass resignations are unprecedented. Edson Leal Pujol (head of the army, pictured above), Ilques Barbosa (navy) and Antonio Carlos Bermudez (air force) all imply that they quit in sympathy with General Azevedo. In his resignation letter, General Azevedo said that during his tenure “I preserved the armed forces as a state institution”, suggesting that Mr Bolsonaro, himself a former army captain, had been pulling an unwilling military into politics against their will. But others see these military manoeuvres as a more cynical effort to cut loose from a flailing government.", "Since the return of democracy 36 years ago, Brazilian politicians have been understandably cautious about allowing the army a prominent role in public affairs. Though the military held on to some privileges—a civilian defence ministry to oversee the armed forces was established only in 1999, for example—civilian rule has never been in question. Yet Mr Bolsonaro’s three predecessors as president—Luiz Inácio Lula da Silva (2003-10), Dilma Rousseff (2011-16) and Michel Temer (2016-18)—all expanded the military’s role in internal public security. In 2018 Mr Temer even tasked the military with quelling violence in Rio de Janeiro, an unprecedented deployment in Brazil’s democratic era.", "Yet Mr Bolsonaro went further still. He was the first president to campaign on a promise of bringing generals into government, a pledge he redeemed enthusiastically. Under his watch, several thousand military personnel were handed government positions, in many departments—such as defence, health and infrastructure—more than double the number during Mr Temer’s rule. The latest prominent example was an army reserve general who was appointed head of Petrobras, the state-owned energy giant, in February.", "The covid-19 pandemic accelerated this militarisation of Brazil’s government. But whereas the use of the armed forces to support civilian public health has been commonplace across the world, more unusual was Mr Bolsonaro’s effort to enlist military support for his opposition to lockdown. On March 8th the president declared that “my army” will not “force people to stay home.” Last year he appeared personally at a protest, outside the armed forces’ headquarters, against state lockdown measures and in favour of martial law. Two months later, Gilmar Mendes, a supreme court justice, lambasted the army for associating itself with Mr Bolsonaro’s covid policies, which he likened to “genocide”. (Until his sacking on March 15th, another army general served as health minister.)", "In recent months, deaths from covid-19 have risen dramatically, hitting a record-breaking 3,700 in the 24 hours to March 30th. Unsurprisingly, Mr Bolsonaro’s approval ratings have fallen from a high of 59% early last year to 37%, mostly because his government has had to put on ice emergency payments to tens of millions of people (because it needs congressional approval for them).", "Over the past several weeks, politicians and members of Brazil’s economic elite have demanded that the president cease his denial of covid-19 and have called for a co-ordinated effort to fight the pandemic. On March 24th Arthur Lira, the speaker of the lower house of congress, described the pandemic as “the greatest humanitarian disgrace that has befallen our people,” and hinted at Mr Bolsonaro’s possible impeachment. That wave of criticism seems to have jolted the president into action. His cabinet reshuffle was intended as a message “that he is the one in charge,” thinks Marcos Nobre, a political analyst.", "But even the purge this week was not entirely to the president’s liking. One of the victims was Ernesto Araújo, the foreign minister, whose extreme right-wing ideology fitted well with Mr Bolsonaro’s proclivities. Members of congress belonging to the centrão, a large bloc of centre-right parties, pressed Mr Bolsonaro to remove Mr Araújo from office because his hostile stance towards China was thought to have slowed the arrival of vaccine ingredients from that country.", "The next twist in the political crisis will depend on how Mr Bolsonaro fills the newly vacant military posts. Presidents customarily pick army, air force and navy chiefs by choosing from a list of each service’s three most senior officers. In practice, though, Mr Bolsonaro could choose any four-star officer of his liking, which would force every more senior officer to resign, thus drastically reshaping the high command.", "The armed forces are eager to portray themselves as apolitical guardians of democracy. “The message that has been sent is that the armed forces respect the constitution,” says Carlos Alberto dos Santos Cruz, Mr Bolsonaro’s former secretary of government. “All three branches will not tolerate political interference of any kind.” This rather glosses over the enthusiastic involvement of retired officers, such as Hamilton Mourão (now the vice-president) in Mr Bolsonaro’s election campaign in 2018 and his subsequent government.", "What is more likely, says Christoph Harig of the Helmut Schmidt University in Hamburg, is that “they also sense the opportunity to jump ship” to evade blame for the government’s catastrophic handling of the pandemic. Should Mr Bolsonaro shake up their ranks, it might encourage the armed forces to throw some of their weight behind an alternative right-wing candidate in next year’s presidential elections. “I would expect them to remain heavily politicised in the next few years,” says Mr Harig, “whatever Bolsonaro does.”"], "authors": ["The Economist"], "keywords": ["jair", "bolsonaro", "armed", "military", "president", "forces", "force", "army", "brazils", "pull", "away", "mr", "bolsonaros", "general"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}