{"keywords": ["cia", "portray", "hollywood", "slams", "helping", "dedicated", "thirty", "slotkin", "zero", "men", "trump", "women", "reality", "agency", "rep", "office", "elissa"], "authors": ["Tyler Mccarthy"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Rep. Elissa Slotkin says the CIA has an office dedicated to helping Hollywood portray agency accurately", "pubDate": null, "url": "https://www.foxnews.com/entertainment/rep-elissa-slotkin-cia-dedicated-helping-hollywood-portray", "paragraphs": ["Rep. Elissa Slotkin, D-Mich., stated that the CIA has an office dedicated to making sure Hollywood film and TV projects portray the men and women in the agency accurately.", "The former CIA analyst spoke with TMZ outside Capitol Hill Tuesday where she was asked about her favorite movie to feature the agency. She revealed that the 2012 film “Zero Dark Thirty,” based on the daring strike against Usama bin Laden’s compound in Pakistan, earned her vote for its accuracy.", "“I appreciated ‘Zero Dark Thirty’ because it attempted to be factually accurate and showed the importance of the CIA working together with the Pentagon to major effect, catching bin Laden.” she told the outlet. “That was, I thought, a good portrayal.”", "ALYSSA MILANO SLAMS REPUBLICANS AT TRUMP IMPEACHMENT RALLY: 'THEY THINK WE’RE DUMB'", "Slotkin added: “Some movies are just total craziness and don’t represent reality at all. Actually, the CIA has a whole office that will help Hollywood understand how to portray what really goes on.”", "Slotkin was likely referring to the CIA's Entertainment Industry Liaison office.", "PATTON OSWALT SLAMS TRUMP AND HIS SUPPORTERS AS 'A--HOLES'", "“As an organization that plays a key role in America’s defense, the CIA is a frequent subject of books, motion pictures, documentaries, and other creative ventures,” a description of the office on the CIA’s website reads. “For years, artists from across the entertainment industry — actors, authors, directors, producers, screenwriters, and others — have been in touch with the CIA to gain a better understanding of our intelligence mission. Our goal is an accurate portrayal of the men and women of the CIA, and the skill, innovation, daring, and commitment to public service that defines them.”", "Among its services, the office says it is happy to answer creator’s questions, debunk myths and even arrange visits to meet agents.", "CLICK HERE TO GET THE FOX NEWS APP", "“Intelligence is challenging, exciting, and essential. To better convey that reality, the CIA is ready for a constructive dialogue with a broad range of creative talents,” its description concludes."], "id": "e50a7893-9954-31e9-b98d-54eddad22e94", "summary": "Rep. Elissa Slotkin, D-Mich., stated that the CIA has an office dedicated to making sure Hollywood film and TV projects portray the men and women in the agency accurately.\nThe former CIA analyst spoke with TMZ outside Capitol Hill Tuesday where she was asked about her favorite movie to feature the agency.\nShe revealed that the 2012 film “Zero Dark Thirty,” based on the daring strike against Usama bin Laden’s compound in Pakistan, earned her vote for its accuracy.\nActually, the CIA has a whole office that will help Hollywood understand how to portray what really goes on.”Slotkin was likely referring to the CIA's Entertainment Industry Liaison office.\nTo better convey that reality, the CIA is ready for a constructive dialogue with a broad range of creative talents,” its description concludes."}