{"id": "e519c7c1-f93b-34a4-91b1-4c24b7f1400f", "title": "#DesignforATL: This Instagram Fundraiser Is Raffling Off Home Goods to Help the Atlanta Spa Shooting’s Victims and Families", "url": "https://www.vogue.com/article/designforatl-instagram-fundraiser", "summary": "When news broke of the horrific Atlanta spa shootings, Arati Rao, Jean Lee, and Jenny Nguyen all texted each other.\nAbout how angry they were, how appalled they were and, as three members of the AAPI community themselves, how helpless they felt.\n“Racism is such a complex issue and it is hard to know where to start,” Nguyen tells Vogue.\nThe idea was that they'd take the handful of objects and offer a chance for Instagram users to win them in exchange for monetary donations.\n#DesignForATL, an Instagram raffle that starts, well, now.", "paragraphs": ["When news broke of the horrific Atlanta spa shootings, Arati Rao, Jean Lee, and Jenny Nguyen all texted each other. About how angry they were, how appalled they were and, as three members of the AAPI community themselves, how helpless they felt. “Racism is such a complex issue and it is hard to know where to start,” Nguyen tells Vogue.", "But as the saying goes, you have to start somewhere.", "Somewhere, for these female founders in the New York design space (Rao runs Tantuvi, Lee is one half of Brooklyn’s Ladies & Gentlemen Studio, and Nguyen heads Hello Human, a public relations collective), was their vast rolodex of artisans and makers. “We wanted to figure out a way to help the families,” says Nguyen. “So we just sent an email out to all the designers we could think of to see if they would be open to coming together to donate products for an Instagram fundraiser.”", "They included a link to a Google Sheet where creators could sign up to give a design object or two—whether it was artfully-assembled jewelry, a handcrafted lamp, or detail-oriented desk. The idea was that they'd take the handful of objects and offer a chance for Instagram users to win them in exchange for monetary donations. Within seconds, an avalanche of high-profile names and their haute offerings populated the previously blank rows. “Seeing the sheet fill up so quickly was very humbling for us. We felt a huge amount of solidarity,” Nguyen says.", "The final result? #DesignForATL, an Instagram raffle that starts, well, now. Users can browse a selection of high-end goods on the @designforatl account. To “buy” tickets for them, they must donate to the Asian Americans Advance Justice’s Atlanta chapter, a civil rights group that's raising money for the hate-crime victims and their families.", "As of this writing, #DesignforATL has works from over 80 designers, including a lamp from Eny Lee Parker, a fringed Eos mirror from Ben and Anja Bloc, a Herman Miller Noguchi table, a wool blanket from Studio Proba, a Gaetano Pesce glass tray from Coming Soon, and a pond vase from Debbie Carlos. (Just to name a few.)", "Want to participate? Here’s how it works:"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["works", "shootings", "raffling", "users", "goods", "fundraiser", "victims", "instagram", "families", "designforatl", "help", "studio", "spa", "start", "sheet", "rao", "lee", "nguyen"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}