{"id": "e524008c-2204-3ac6-b016-04d16bfc7005", "title": "WHO experts to arrive in China for virus origins probe", "url": "http://www.foxnews.com/world/who-experts-to-arrive-in-china-for-virus-origins-probe", "summary": "BEIJING -- China said Monday that a group of experts from the World Health Organization are due to arrive this week for an investigation into the origins of the coronavirus pandemic.\nA one-sentence announcement from the National Health Commission said the experts would arrive on Thursday and meet with Chinese counterparts, but it gave no other details.\nAustralia and other countries have called for an investigation into the origins of the virus.\nChina's disease experts are currently busy, with multiple small-scale clusters and outbreaks reported in the past couple of weeks, ministry spokesperson Hua Chunying said.\n\"Our experts are wholeheartedly in the stressful battle to control the epidemic,\" Hua said.", "paragraphs": ["BEIJING -- China said Monday that a group of experts from the World Health Organization are due to arrive this week for an investigation into the origins of the coronavirus pandemic.", "A one-sentence announcement from the National Health Commission said the experts would arrive on Thursday and meet with Chinese counterparts, but it gave no other details.", "CLICK HERE FOR THE LATEST ON THE CORONAVIRUS", "It wasn't immediately clear whether they would be traveling to the central Chinese city of Wuhan, where the coronavirus was first detected in late 2019. Negotiations for the visit have long been underway.", "WHO Director-General Tedros Adhanom Ghebreyesus expressed disappointment last week over delays, saying that members of the international scientific team departing from their home countries had already started on their trip as part of an arrangement between the WHO and the Chinese government.", "CHINA SAYS BIDEN REPRESENTS 'NEW WINDOW OF HOPE' FOR RELATIONS WITH US", "China's government has strictly controlled all research at home into the origins of the virus, an Associated Press investigation found, and state-owned media have played up reports that suggest the virus could have originated elsewhere.", "Australia and other countries have called for an investigation into the origins of the virus. After Tedros' statement, China's Foreign Ministry said the country was open to a visit but that it was still working on \"necessary procedures and relevant concrete plans.\"", "China's disease experts are currently busy, with multiple small-scale clusters and outbreaks reported in the past couple of weeks, ministry spokesperson Hua Chunying said.", "\"Our experts are wholeheartedly in the stressful battle to control the epidemic,\" Hua said.", "Adding to the sense of urgency, U.N. spokesperson Stephane Dujarric told reporters at U.N. headquarters in New York that Secretary-General Antonio Guterres \"is fully supportive of Dr. Tedros' and WHO's efforts to get a team in there.\"", "\"It's very important that as the WHO is in the lead in fighting the pandemic, that it also has a leading role in trying to look back at the roots of this pandemic so we can be better prepared for the next one,\" Dujarric said.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We very much hope\" that China's reported comments that it is working with WHO and looking for a smooth visit \"will happen.\""], "authors": [], "keywords": ["tedros", "team", "experts", "week", "origins", "investigation", "china", "chinese", "visit", "working", "arrive", "probe", "virus"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}