{"id": "e568e03e-c26b-3ebe-b244-9ad50cc7ab9c", "title": "25 Face Masks We Actually Like to Wear", "url": "https://www.wired.com/gallery/best-face-masks#intcid=_wired-homepage-right-rail_bd532de0-d979-46c7-a12d-75fd782dd373_popular4-1", "summary": "In April, the US Centers for Disease Control and Prevention recommended all citizens wear nonmedical face masks to slow the spread of Covid-19.\nHow We Evaluate MasksMake sure any mask you wear adheres to the recommended CDC guidelines.\nWhen evaluating masks, we actually wear them in our everyday lives.\nBe sure to check out our Best Face Masks for Kids guide and How to Prevent and Treat Mascne.\nUpdated December 2020: We removed and demoted older picks and added a few more masks we like.", "paragraphs": ["In April, the US Centers for Disease Control and Prevention recommended all citizens wear nonmedical face masks to slow the spread of Covid-19. Earlier this year, we wrote about how to make your own mask. But months into the pandemic, a number of new studies have shown that simple T-shirts or bandanas might not be the most effective face coverings to reduce spread.", "These are some of the masks that I and other WIRED staff members have used and recommend. I've also highlighted sustainable options, ones from diverse and small manufacturers, as well as companies donating to worthy causes. Try a few and stay safe! And remember to keep washing your hands regularly, staying at home when possible, and maintaining at least a 6-foot distance from others in public (preferably outdoors).", "How We Evaluate Masks", "Make sure any mask you wear adheres to the recommended CDC guidelines. A good mask should completely cover your nose and mouth, use at least two fabric layers, and be washable without damage. When evaluating masks, we actually wear them in our everyday lives. I also used the light test and the candle test. For the most efficacy, a mask's weave should be tight enough to not allow light to show through, and thick enough to prevent you from blowing out a candle while you're wearing it.", "We've included some tips on mask care and choosing the best kind of mask straps at the end of this list. Be sure to check out our Best Face Masks for Kids guide and How to Prevent and Treat Mascne.", "Updated December 2020: We removed and demoted older picks and added a few more masks we like. We also included more information on mask accessories.", "Our Picks"], "authors": ["Adrienne So", "Adrienne S"], "keywords": ["used", "wear", "mask", "picks", "recommended", "prevent", "masks", "face", "25", "sure", "test", "actually"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}