{"id": "e57f776a-be2b-3467-acaf-f748d31b2ac0", "title": "A Dad-Rocker in the State Department", "url": "https://www.newyorker.com/magazine/2020/12/14/a-dad-rocker-in-the-state-department", "summary": "So here was another dad-rocker Pro-Tooling his sideline musings and chord changes into presentable foist-it-on-your-friends form.\nIn the early eighties, at Harvard, Blinken wrote dozens of columns in the Crimson about politics and foreign affairs.\nThe Who album Blinken wrote up was “It’s Hard”—no “Tommy,” but it had a few bangers.\n“Reed, a veteran of a difficult business and a difficult era, could easily have become a cynic with age,” Blinken wrote.\n“While we do not have to agree with his every word, we should at least respect his right to be his own man,” Blinken wrote.", "paragraphs": ["When Joe Biden tapped Antony Blinken, a veteran of the Obama and Clinton Administrations, to be his Secretary of State, a quick batch of thumbnail bios noted that he was a “guitar aficionado.” Did this mean that he was a connoisseur of the object itself—a collector of fine guitars? Or that he knew a lot about guitar players? Or that he was an ace player himself? The clickbait-industrial complex quickly discovered that Blinken had a Spotify page, with two singles he’d recorded two years ago, under the handle (and pun) Ablinken. So here was another dad-rocker Pro-Tooling his sideline musings and chord changes into presentable foist-it-on-your-friends form. As someone with connections, money, and letterhead, he’d had help along the way. He’d played with Alex Chilton, from Big Star, and Grant Hart, from Hüsker Du, and Jeff (Skunk) Baxter, the session whiz known for his work with Steely Dan and the Doobie Brothers, as well as for his expertise in the field of missile defense. Blinken was also in a band with a couple of journalists and the former Obama spokesman Jay Carney. They had a bad-pun name (Coalition of the Willing) and a nice-ring-to-it genre (wonk rock). The Spotify tracks were called “Lip Service” and “Patience.” Jokes wrote themselves, as they will. One sensed, in the spasm of media excitement at this bit of late-boomer geek normalcy, the giddiness, in microcosm, over a restoration at Foggy Bottom.", "Antony Blinken Illustration by João Fazenda", "Blinken’s friends have been calling the task he faces there “the Great Undoing.” Taking on the doings and non-doings of the past four years will be a knotty task, not least because the current Administration has recently kept doing new things, or allowing things to be done, that could be hard to undo. Like most people his age, Blinken, as a pre-Internet kid, presumably has his fair share of non-undoable but hard-to-dig-up juvenilia. But some of it has made the digital leap. In the early eighties, at Harvard, Blinken wrote dozens of columns in the Crimson about politics and foreign affairs. His collegiate opining should not imperil a Senate confirmation; he was no radical firebrand or real-life Alex P. Keaton. His hottest take, not unprescient, was that the Olympics, owing to cost and politics, should be permanently relocated to Switzerland.", "One also finds, interspersed with Council on Foreign Relations boilerplate, a few instances of rock criticism: juvenilia’s juvenilia. Here was the future diplomat as aspiring Lester Bangs. He didn’t gut anyone; he didn’t pull a Jon Landau, who at Blinken’s age boldly swatted down Jimi Hendrix in Rolling Stone. This was 1981-82, an odd in-between era for rock music. As Blinken, a Beatles and blues man, wrote, also not unpresciently, “Record sales are way down, new and true talent rare, and it takes prehistoric monsters like Fleetwood Mac and Crosby, Stills and Nash to deliver the goods.” Nor was this period a career peak for the artists he took up: Bob Dylan, Lou Reed, the Who. (It may have been one for his lone comer, Marshall Crenshaw.) Still, Blinken would contribute more to the genre than any of his future predecessors at State. There is no record of Mike Pompeo or Warren Christopher going to the mat for Tiny Tim or Deep Purple. Perhaps they didn’t know that if you wrote reviews the labels sent you freebies.", "The Who album Blinken wrote up was “It’s Hard”—no “Tommy,” but it had a few bangers. He began, “I remember in agonizing detail a crush I had my second year of high school. After class, I would go home and release the pent-up frustration of unrequited love with my stereo. One track in particular spun over and over again on the turntable: ‘Bargain’ by The Who. As the music blasted forth, I would listen to Roger Daltrey and pretend his golden throat was mine. In my dream, the brown-eyed girl would sit entranced while I half sang, half shouted Pete Townshend’s lyrics. . . . Then, charmed by my earnestness she would fall into my arms. The dream, alas, was never more than just that—a dream. But The Who were always an impossible-to-ignore reality.”", "The previous spring, he’d written, of Lou Reed’s latest, “ ‘The Blue Mask’ is the work of a mature artist.” The record was Reed’s turn away from the avowed queerness of his earlier solo work and toward an oddly timed celebration of heterosexuality and the straight married life. “Reed, a veteran of a difficult business and a difficult era, could easily have become a cynic with age,” Blinken wrote. “But instead of displaying unalloyed disgust, Reed confronts us with a touchingly realistic album that tempers anger with hope.”", "Blinken also demonstrated a diplomat’s knack for conciliation in his review of Dylan’s “Shot of Love,” the last in his born-again trilogy. Critics had whacked Dylan around for his muddled pieties, but Blinken, the stepson of a Holocaust survivor, cut him some slack. “While we do not have to agree with his every word, we should at least respect his right to be his own man,” Blinken wrote. “Bob Dylan is no man’s lackey.”", "After Thanksgiving, Blinken posted a new track on Spotify, called “Without Ya.” It’s about a woman, naturally, but the timing of the upload, and a few of the lyrics—“Must be light along the way/Lead us to a brand new day”—could lead one to wonder if it’s a statement of purpose, too. Hope, with a little anger. ♦"], "authors": ["Nick Paumgarten", "Nick Paumgarte"], "keywords": ["blinken", "dadrocker", "reed", "rock", "dylan", "dream", "state", "work", "record", "wrote", "hed", "spotify", "department"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}