{"id": "e584c344-dd26-36a2-b4fc-da11c526e33e", "title": "2 Alaska Health Workers Got Emergency Treatment After Receiving Pfizer’s Vaccine", "url": "https://www.nytimes.com/2020/12/16/health/covid-pfizer-vaccine-allergic-reaction.html", "summary": "The Alaska reactions were assumed to be related to the vaccine because they occurred so quickly after the shot.\nThe vaccine comes with information warning that medical treatment should be available in case of a rare anaphylactic event, she said.\n“We will closely monitor all reports suggestive of serious allergic reactions following vaccination and update labeling language if needed,” Ms. Pitts said.\nAfter the workers in Britain fell ill, authorities there warned against giving the vaccines to anyone with a history of severe allergic reactions.\nPfizer officials have said the two British people who had the reaction had a history of severe allergies.", "paragraphs": ["Those cases are expected to come up on Thursday, when F.D.A. scientists are scheduled to meet with the agency’s outside panel of experts to decide whether to recommend that regulators approve Moderna’s Covid-19 vaccine for emergency use.", "Although the Moderna and Pfizer-BioNTech vaccines are based on the same type of technology and similar in their ingredients, it is not clear whether an allergic reaction to one would occur with the other. Both consist of genetic material called mRNA encased in a bubble of oily molecules called lipids, although they use different combinations of lipids.", "Dr. Offit said that in both vaccines, the bubbles are coated with a stabilizing molecule called polyethylene glycol that he considered a “leading contender” for triggering an allergic reaction. He stressed that more investigation was needed.", "Pfizer’s trial did not find any serious adverse events caused by the vaccine, although many participants did experience aches, fevers and other side effects. The Alaska reactions were assumed to be related to the vaccine because they occurred so quickly after the shot.", "A Pfizer spokeswoman, Jerica Pitts, said the company did not yet have all of the details of the Alaska situation but was working with local health authorities. The vaccine comes with information warning that medical treatment should be available in case of a rare anaphylactic event, she said. “We will closely monitor all reports suggestive of serious allergic reactions following vaccination and update labeling language if needed,” Ms. Pitts said.", "After the workers in Britain fell ill, authorities there warned against giving the vaccines to anyone with a history of severe allergic reactions. They later clarified their concerns, changing the wording from “severe allergic reactions” to specify that the vaccine should not be given to anyone who has ever had an anaphylactic reaction to a food, medicine or vaccine. That type of reaction to a vaccine is “very rare,” they said.", "Pfizer officials have said the two British people who had the reaction had a history of severe allergies. One, a 49-year-old woman, had a history of egg allergies. The other, a 40-year-old woman, had a history of allergies to several medications. Both carried EpiPen-like devices to inject themselves with epinephrine in case of such a reaction."], "authors": ["Noah Weiland", "Sharon Lafraniere", "Mike Baker", "Katie Thomas"], "keywords": ["called", "vaccines", "reaction", "history", "severe", "health", "receiving", "pfizers", "allergic", "workers", "reactions", "treatment", "woman", "allergies", "vaccine", "alaska", "emergency"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}