{"id": "e58acdb9-ca26-35ab-b918-5459388bcd88", "title": "Game Informer's 10th Annual Glitchie Awards", "url": "https://www.gameinformer.com/2019/12/27/game-informers-10th-annual-glitchie-awards", "summary": "Our Glitchie Awards honor the most interesting and hilarious bugs that impacted the major releases of the year.\nHelpful Goose Glitch – Untitled Goose GameIn this impressive video, French speed-runner Seij takes advantage of a glitch that allows the goose to warp through objects by grabbing things in particular ways.\nIf you've played Untitled Goose Game, it's amazing to see it go from intro to end credits in about three minutes.\nGlitch of the Year – The Outer WorldsMany players discovered that Parvati (the best companion in The Outer Worlds) was inexplicably dying aboard their ship.\nIt's an interesting behind-the-scenes look at how and why bugs happen – and the story eventually has a happy ending!", "paragraphs": ["Most of 2019’s best gaming moments were the result of careful craftsmanship, storytelling, and design. However, some of this year’s memorable experiences had nothing to do with what players were intended to see; they were the inexplicable events and goofy glitches that occur when things don’t go according to plan.", "Our Glitchie Awards honor the most interesting and hilarious bugs that impacted the major releases of the year. So, without further ado, here you can find our 2019 round-up of 10 glitches – with one lucky winner being awarded our coveted Glitch of the Year award.", "Warning: Game Informer is not responsible for content in video links.", "Purely Ornamental Goalie Glitch – NHL 20", "When the net is protected by what can only be a magic spell, why bother with goalies at all?", "Fightin' Stormtrooper Glitch – Star Wars Jedi: Fallen Order", "No one thinks of stormtroopers as formidable foes, but we at least expect them to try.", "Helpful Goose Glitch – Untitled Goose Game", "In this impressive video, French speed-runner Seij takes advantage of a glitch that allows the goose to warp through objects by grabbing things in particular ways. If you've played Untitled Goose Game, it's amazing to see it go from intro to end credits in about three minutes.", "Unexpected Company Glitch – Days Gone", "A manageable encounter turns into an impossible deathtrap for no apparent reason.", "via Gfycat", "Totally Normal Backpack Glitch – Death Stranding", "So much weird stuff happens in Death Stranding that it can be difficult to separate fantasy from reality ... but we're reasonably sure this is not supposed to happen.", "Wild Pitch Glitch – MLB The Show 20", "That is one heck of a warm-up swing.", "Flying Swim Glitch – Sekiro: Shadows Die Twice", "Well, this is one way to avoid getting killed by Sekiro's brutal foes.", "Apocalyptic Catastrophe Glitch – WWE 2K20", "It's hard to pay attention to the wrestling match when it seems like every aspect of reality is failing at a molecular level.", "Extra Armor Glitch – Control", "Wearing furniture is very low on the list of cool things you can do with telekinesis.", "Glitch of the Year – The Outer Worlds", "Many players discovered that Parvati (the best companion in The Outer Worlds) was inexplicably dying aboard their ship. That stinks, but it isn't why this is our Glitch of the Year. Instead, we're giving this glitch the award because of the fascinating tweets from Obsidian QA lead Taylor Swope, who details the process of isolating the problem and finding the solution. It's an interesting behind-the-scenes look at how and why bugs happen – and the story eventually has a happy ending!", "Do you have a favorite glitch from 2019? Share it in the comments below!"], "authors": ["Senior Reviews Editor", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["informers", "glitches", "outer", "goose", "annual", "untitled", "glitchie", "glitch", "reality", "things", "awards", "interesting", "players", "game", "video", "10th"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}