{"id": "e597a0cc-fd23-34dd-a5da-8763e95f1af5", "title": "Thinking to Thrive", "url": "https://execed.economist.com/georgetown-school-continuing-studies/thinking-thrive-2021-01-16", "summary": "Digital transformation, demographic shifts, and global economic forces are disrupting the fundamentals of work and organizational success.\nThinking to Thrive seeks to provide students with a solid grounding in tools and techniques that will allow them to be flexible, adaptable, multidisciplinary problem-solvers and change-makers.\nThe course starts with an in depth look at the biases and fallacies that cause errors of judgement and choice.\nThe course will then introduce the student to core concepts, methods, and the practical application of the following skills: critical thinking; analytical thinking and judgement; innovation and design thinking; cognitive flexibility; and ethics and values.\nMany of these concepts are grounded in Georgetown's core strength in the liberal arts, and will incorporate the latest research from Georgetown faculty and beyond.", "paragraphs": ["Digital transformation, demographic shifts, and global economic forces are disrupting the fundamentals of work and organizational success. From junior managers to senior executives, 21st century management requires a new set of leadership skills. Thinking to Thrive seeks to provide students with a solid grounding in tools and techniques that will allow them to be flexible, adaptable, multidisciplinary problem-solvers and change-makers.", "The course starts with an in depth look at the biases and fallacies that cause errors of judgement and choice. The course will then introduce the student to core concepts, methods, and the practical application of the following skills: critical thinking; analytical thinking and judgement; innovation and design thinking; cognitive flexibility; and ethics and values. Many of these concepts are grounded in Georgetown's core strength in the liberal arts, and will incorporate the latest research from Georgetown faculty and beyond."], "authors": [], "keywords": ["transformation", "thrive", "values", "judgement", "work", "core", "skills", "concepts", "thinking", "tools", "course"], "pubDate": "2021-01-16T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}