{"id": "e5b53347-22d5-3419-931d-489b4fba47cf", "title": "New AI-Based Navigation Helps Loon’s Balloons Hover in Place", "url": "https://www.wired.com/story/new-ai-based-navigation-helps-loons-balloons-hover-in-place/", "summary": "High-flying balloons are bringing broadband connectivity to remote nations and post-disaster zones where cell towers have been knocked out.\nBut keeping a fleet of tennis-court-sized, internet-blasting balloons hovering over one spot has been a tricky engineering problem, just like keeping a boat floating in one place on a fast-moving river.\nThe high-tech balloons were tested last year over Peru and managed to stay on target without a human controller.\nThe study details a 39-day experiment over the Pacific Ocean in which an AI-based Loon balloon was parked over a spot along the equator and received information from other balloons in the area.\nThe algorithm improved decisionmaking time during flights, compared with Loon’s previous balloon navigation systems, which did not use reinforcement learning.", "paragraphs": ["High-flying balloons are bringing broadband connectivity to remote nations and post-disaster zones where cell towers have been knocked out. These “super-pressure” helium-filled polyethylene bags float 65,000 feet up in the stratosphere, above commercial planes, hurricanes, and pretty much anything else. But keeping a fleet of tennis-court-sized, internet-blasting balloons hovering over one spot has been a tricky engineering problem, just like keeping a boat floating in one place on a fast-moving river.", "Now researchers at Google spinoff Loon have figured out how to use a form of artificial intelligence to allow the balloon’s onboard controller to predict wind speed and direction at various heights, then use that information to raise and lower the balloon accordingly. The new AI-powered navigation system opens the possibility of using stationary balloons to monitor animal migrations, the effects of climate change, or illegal cross-border wildlife or human trafficking from a relatively inexpensive platform for months at a time.", "“It’s super hard to have the [balloon] network over the people who need connection to the internet and not drifting far away,” says Sal Candido, chief technology officer at Loon. The high-tech balloons were tested last year over Peru and managed to stay on target without a human controller. Because winds blow in various directions at each altitude, the AI-based controller was programmed to use reinforcement learning, or RL, to search a database of historic records and current weather reports to predict the best elevation to keep the balloon in one place. It also checked how much electricity the balloon’s solar panels were generating to operate the device’s instruments.", "“What the RL is doing for us is deciding what’s the situation with the balloon, how much power does it have left, what is the best action that the balloon could do right now to stay over the person with the cellphone in their hand,” says Candido about how Loon keeps the balloons over broadband customers.", "Candido is coauthor of a journal article on the computer programming experiment published today in the journal Nature. The study details a 39-day experiment over the Pacific Ocean in which an AI-based Loon balloon was parked over a spot along the equator and received information from other balloons in the area. The balloon was able to stay close to its target by performing a series of figure eights as it moved up and down the atmosphere. Since the AI agent didn’t have a complete record of wind direction and speed in the remote area, it filled in the gaps by adding randomly generated “noise” to the current wind data, to better map out the range of wind speeds and directions that could plausibly occur and to improve assessments of the variety of paths the balloon might take in the future. The algorithm improved decisionmaking time during flights, compared with Loon’s previous balloon navigation systems, which did not use reinforcement learning."], "authors": ["Eric Niiler", "Eric Niile"], "keywords": ["balloons", "balloon", "target", "hover", "spot", "place", "various", "wind", "stay", "loon", "loons", "navigation", "speed", "helps", "controller", "aibased"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}