{"id": "e5bad42a-2c09-3c1f-b324-5779b0f33355", "title": "Inequality, racism and polarisation ravaged US democracy. Then came Trump", "url": "https://www.theguardian.com/us-news/2021/jan/10/trump-american-carnage-inequality-racism-polarisation", "summary": "Insurrection: the day white supremacist terror came to the US Capitol Read moreFive people lost their lives in the violence.\nAs the mob gathered, the Senate majority leader, Mitch McConnell, warned that overturning Trump’s election defeat would send democracy into “a death spiral”.\nThe erosion of American democracy has multiple causes – inequality, racism, distrust of institutions, polarisation, media, social media – that predate Trump and will survive him.\nLarry JacobsJacobs said: “We had the largest turnout in an American election.\nFrom Dr [Martin Luther] King’s pulpit, we get a Black senator, the first from Georgia, and somehow that needs to be filtered into the story about American democracy.", "paragraphs": ["Analysis: The attack on the US Capitol shook America’s image of itself but is democracy really in its most precarious moment since the civil war?", "Sign up for the Guardian’s First Thing newsletter", "In the film Mr Smith Goes to Washington, James Stewart’s eponymous hero gazes with reverence and awe at the dome of the US Capitol, the near sacred citadel of American democracy.", "In the eight decades since there have been multiple reasons to question or scorn Jefferson Smith’s idealism. But none so brutally jarring as last Wednesday when that same Capitol was desecrated by a pro-Trump mob who fought police, ransacked offices, brandished the Confederate flag and occupied the vice-president’s chair on the Senate dais.", "Insurrection: the day white supremacist terror came to the US Capitol Read more", "Five people lost their lives in the violence. As the mob gathered, the Senate majority leader, Mitch McConnell, warned that overturning Trump’s election defeat would send democracy into “a death spiral”. Hours later the minority leader, Chuck Schumer, evoked the Japanese attack on Pearl Harbor by describing it as a “day of infamy”.", "On one level it was the inevitable realisation of Trump’s war on Washington. Casting himself as the barbarian at the gate, his years stoking the furies of racial resentment, anti-establishment contempt and warped conspiracy theories reached their natural conclusion in the “American carnage” he once promised to end.", "The events triggered an existential crisis. Some suggested that democracy has not been so precarious since the civil war and that the myth of American exceptionalism has seldom felt so hollow. There was a sense of a global superpower on the wane as inexorably as the first Capitol in Rome.", "Our attitude about America was one in which we would go abroad and brag about how how much better we are Michael Steele", "Michael Steele, former chairman of the Republican national committee, told the Guardian: “We stopped paying attention to what was happening around us. We started taking for granted each other and we weren’t listening to the things that were driving people’s pain and anguish and frustrations. Our political leadership became absorbed in their own self-interest, in their own re-elections.", "“Our attitude about America was one in which we would go abroad and brag about how good we are and how much better we are but then we ignored the fact that may not necessarily be true all the time when things like George Floyd and Breonna Taylor [unarmed African Americans killed by police] happen. That, for me, is a big part of this.”", "America’s failure to carry off a peaceful transition of power did not go unnoticed. A Kenyan newspaper asked, “Who’s the banana republic now?”,and the leader of Iran crowed that it “shows above all how fragile and vulnerable western democracy is”.", "How, 245 years after independence, did it come to this in the world’s most powerful country and biggest economy? The erosion of American democracy has multiple causes – inequality, racism, distrust of institutions, polarisation, media, social media – that predate Trump and will survive him.", "Facebook Twitter Pinterest Azhenedt Sanabria holds flowers as she pays her respects to the late Capitol police officer Brian Sicknick, who died on Thursday from injuries he sustained while defending the US Capitol from a pro-Trump mob. Photograph: Carlos Barría/Reuters", "Steele added: “There’s no one thing you can single out with any absolute truth as definitive. It is like making a gumbo and finding the worst ingredients possible and just scratching your head and trying to figure out, why doesn’t this taste right? That’s what we’ve been doing for the last 30 years.", "“This goes back much further than Donald Trump to the breakdown of comity in the House of Representatives and the breakdown of the idea of building a consensus to deal with the nation’s problems. We took tribalism to heart. We used it as a cudgel against our opponents who became our enemies as a badge of honour to rationalise and justify our bad behaviours.”", "The gumbo of democracy has always been bittersweet. Women gained the right to vote only a hundred years ago and, despite hard-won gains, people of colour still face discriminatory voter suppression. When Joe Biden is sworn in as the 46th president, it will be the 45th presidency held by a white male.", "Within the past half-century, the Watergate scandal tarnished politics as Richard Nixon became the first president to resign. Among his successors, Ronald Reagan actively sowed distrust in government for political ends and slashed taxes for the rich in ways that explain today’s brutal inequality.", "In the 1990s, Newt Gingrich’s pugnacious grandstanding as House speaker, President Bill Clinton’s tawdry impeachment and President George W Bush’s illegal Iraq war further undermined faith in the political class. The end of the cold war removed the unifying force of a common adversary. Automation, globalisation and the 2008 financial crisis devastated many communities and fuelled a sense of injustice and anger at elites.", "Then there was Citizens United, a 2010 ruling by the supreme court that removed many limitations on outside groups spending money to shape elections. Critics say it tilted political influence towards wealthy donors, corporations and special interests. A report from the independent New York University-based Brennan Center found that a very small group of Americans now wield “more power than at any time since Watergate, while many of the rest seem to be disengaging from politics”. The 2020 elections cost nearly $14bn.", "Facebook Twitter Pinterest A Tea Party supporter holds an anti-Obama sign at a rally in Clinton Township, Michigan, in April 2010. Photograph: Bill Pugliano/Getty Images", "The past decade was also turbo-charged by the election of Barack Obama, America’s first Black president. The racist backlash was evident in the conservative Tea Party movement and Trump’s entry into politics as a “birther” questioning whether Obama had in fact been born in Kenya and was therefore ineligible.", "In 2015 Trump served up a nationalist, nativist message that promised to build a border wall to keep Mexicans out and make America great again. Wednesday’s insurrection at the Capitol by a mostly white crowd – meeting little of the heavy-handed security that greeted Black Lives Matter protesters – could be seen as a final howl of white rage.", "Larry Jacobs, director of the Center for the Study of Politics and Governance at the University of Minnesota, said: “There’s no doubt America’s going through a historic generational change. The percentage of whites in the electorate is declining, and dramatically, from 89% in 1980 to about 68% in 2020, and Donald Trump has tapped into the frustration of the sliding status of a group of less well-educated whites. Frankly, I think we saw them streaming into Congress.", "Donald Trump spoke to their grievances but the future of America is multiracial, multiethnic Larry Jacobs", "“That’s not America’s future. That’s the part of America that feels very much that it’s on the decline, Donald Trump spoke to their grievances but the future of America is multiracial, multiethnic.”", "America has weathered political storms before but its cracks are in urgent need of structural repair. Republican presidential candidates have won the national popular vote only once in the last 32 years yet sometimes claimed the White House via the electoral college. The Senate, where big and small states have an equal voice, has become unrepresentative of the population.", "Thanks to gerrymandering, blue states have turned bluer and red states have turned redder. The loudest and most extreme voices are often rewarded in party primaries; hence QAnon conspiracy theorists who embrace Trump have prospered in Republican circles.", "Jacobs said: “Starting in the early 1970s, the political parties changed how they nominate candidates and in a fit of democratic euphoria they decided to create primaries. The primaries were to give power to the people but what it did instead was to give power to extremists.”", "Polarisation is now stark across class, race, geography and educational attainment. Biden’s 2020 election-winning base in 509 counties encompasses 71% of America’s economic activity, while Trump’s losing base of 2,547 counties represents just 29% of the economy, according to the Brookings Institution thinktank.", "Rightwing TV networks such as Fox News, Newsmax and the One America News Network, and social media such as Facebook and Twitter, have fuelled the tribalism and helped generate alternative reality bubbles, filling a vacuum left by the decline of local newspapers.", "Facebook Twitter Pinterest An armed extremist stands in the Michigan Capitol building in Lansing, Michigan, in April 2020 as part of a protest against Governor Gretchen Whitmer’s coronavirus stay-at-home order. Subsequently several people were charged with a plot to kidnap Whitmer. Photograph: Bloomberg/Getty Images", "Just 60% of Americans, including 23% of Republicans, believe Biden’s victory was legitimate, according to a recent Quinnipiac University poll.", "Far-right hate groups are on the march. The convulsions at the Capitol were indicative of a febrile environment that last year saw a plot to kidnap Gretchen Whitmer, the governor of Michigan, and it did not deter 147 Republican senators and House members going ahead with votes to overturn the election result.", "Ian Bremmer, president of the Eurasia Group, told the Axios website: “You can’t lump US democracy in with Canada, Germany and Japan any more. We’re now midway between them and Hungary.”", "Yet there are still reasons to believe the glass is half full. Civil society and the media are robust. The courts remain strong and independent, as they showed in rejecting false claims of election fraud.", "Although gerrymandering and voter suppression efforts are far from over, Democrats just won two runoffs in Georgia to take control of the Senate and complete the repudiation of Trump.", "I see election officials, including Republicans, calling it straight. I mean, where is the breakdown in democracy? Larry Jacobs", "Jacobs said: “We had the largest turnout in an American election. Joe Biden beat Donald Trump. These Georgia Senate elections are very important; this was the heart of the Republican party’s strength and it was one of the most racist states in America only half a century ago. From Dr [Martin Luther] King’s pulpit, we get a Black senator, the first from Georgia, and somehow that needs to be filtered into the story about American democracy.", "“It’s not one-sided. The Trump phenomenon may well be an isolated development, one that will have legs, for sure, but not one that’s dominant. I look at this election and what I see is judges appointed by both parties, including Trump, standing up for the rule of law. I see election officials, including Republicans, calling it straight. I mean, where is the breakdown in democracy there? I don’t see it. I think people are jumping to overly broad conclusions based on the horror of January 6.”", "Trump's Maga insurrectionists were perverse US civil war re-enactors | Sidney Blumenthal Read more", "Steele, the former Republican chairman who is now a senior adviser to the anti-Trump group the Lincoln Project, agreed that the idea America should be relegated from the premier league of global democracies is “bullshit”. He added: “You don’t get rid of us that easily. But it is a lesson not only to us here but to the world: watch your back.", "“Don’t think you don’t have rightwing nationalism and populism lurking beneath your surfaces. We all have to work together to get rid of it for those countries that stand for opportunity, freedom and individual liberty.”"], "authors": ["David Smith"], "keywords": ["came", "president", "racism", "america", "ravaged", "american", "inequality", "polarisation", "election", "capitol", "democracy", "trump", "republican", "white", "political"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}