{"id": "e60851f8-5230-3483-8173-71a1521de2c2", "title": "Reasons to love rugby union are the same as those that make us worry about it | Andy Bull", "url": "https://www.theguardian.com/sport/2020/dec/10/reasons-to-love-rugby-union-same-those-make-us-worry-about-it-dementia", "summary": "Can rugby union continue as normal knowing it is causing brain injuries?\nThis autumn, Test rugby union has made me wince more often than it’s made me smile.\nAnd uncertainty among the rugby community about how much safer the game is now, after the changes made in the years since Lipman, Thompson, and Popham retired.\nThe truth is that some of the reasons why we love rugby, the ferocity of the contest, the bravery of the players, are the very same reasons why we need to worry about it.\nLipman, Popham and Thompson all have children.", "paragraphs": ["It was one of those tackles that seemed to stop the game dead. Midway through the first half of England’s match against France on Sunday, the French centre Yoram Moefana came fast up the middle of the pitch, ran slap-bang into two English forwards, Billy Vunipola and Sam Underhill, who teamed up in a tackle that didn’t just knock Moefana back the way he came, but seemed to arrest the entire French team and roll them all back down the pitch like a wave retreating from the beach. During the pandemic, you’ve been able to hear almost every last detail of these matches. There were only 2,000 fans inside Twickenham, and the crack of the collision seemed almost to echo around the grandstands.", "You could hear it as clear as you would if you were watching it from down on the sidelines. Any other time, the thump would have been lost among the sound of 80,000 fans. And even this time, the crowd made plenty of noise.", "Can rugby union continue as normal knowing it is causing brain injuries? | Michael Aylwin Read more", "It felt like they roared about as loud then as they did when England scored a try later in the game. I get that. I felt the thrill of it myself, that rush of excitement that spreads from your gut and makes you spring out of your seat to cheer for your team. This time, though, as I put my head down to write about the moment, the feeling caught in my mind, snagged on my memories of the interviews I’d been working on earlier in the week.", "I watched, and wrote about, Steve Thompson, Alix Popham, and Michael Lipman a few years back too, and loved the way they played the game, how Thompson used to bullock around the pitch with the ball in his hand, and Popham would clatter people with his wild tackles and Lipman would go rifling around the breakdown trying to rustle up turnovers. Now all three have been diagnosed with early onset dementia and probable chronic traumatic encephalopathy (CTE). And after listening to them talk about what they and their families are going through, I find I don’t cheer so much any more. This autumn, Test rugby union has made me wince more often than it’s made me smile.", "After this, there’s no denying that tension is there for everyone involved in the sport, as a player or a spectator", "The physical toll is bad. “Forget my mind,” Thompson says, “my body’s so bad there’s some days I can’t go up and down the stairs. Some days, I couldn’t do my job from all the swelling in my joints, my knees, elbows, I’m just battered.” But Popham insists that he, at least, was prepared for that. He feels like it was part of the bargain they made when they decided to play the game professionally. “My upper body is buggered from tackling and everything like that,” he says, “but you know you are signing up for that.” But the threat of CTE, and dementia, the anxiety and the mood swings and memory loss, is something else again.", "The uncertainty is the worst of it, what Lipman called “the not knowing”.", "Facebook Twitter Pinterest Michael Lipman says memory lapses and mood swings are hard for him but even harder for his wife Frances. Photograph: Matthew Abbott/The Guardian", "It was striking that Thompson and Popham both spoke about how relieved they felt when they first got their diagnoses, just because, they explained, they could make sense of their symptoms. And it was striking, too, that for Lipman any sense of relief has been replaced by yet more uncertainty about what the rest of his life will look like.", "And that uncertainty spreads. You’ll find it in all corners of the case.", "There’s uncertainty in the medical community about the science of CTE, which can only be fully diagnosed postmortem. Uncertainty in the legal community about the strength of the arguments, which turn on establishing who knew what when, and whether or not the authorities could reasonably have done more to protect the players. And uncertainty among the rugby community about how much safer the game is now, after the changes made in the years since Lipman, Thompson, and Popham retired. Experts in all three fields disagree, sometimes radically.", "Rugby union, concussion and dementia: tell us your views Read more", "And in the absence of certainty, we’re left with a lot of doubt and confusion, the same kind of feelings I felt in the moments after watching that big hit on Moefana, and worse. It will be there in the minds of a lot of the fans watching on TV, and there in the thoughts of players turning out for their clubs, and there in the conversations of the parents watching their children off to play at the weekends. After this, there’s no denying that tension is there for everyone involved in the sport, as a player or a spectator. The truth is that some of the reasons why we love rugby, the ferocity of the contest, the bravery of the players, are the very same reasons why we need to worry about it.", "There’s been a lot of talk about what the case may end up costing if it does eventually go against the authorities. There are references to the billion-dollar settlement the NFL made with its former players. There is another cost, one harder to quantify, which is what all that doubt and confusion will do to rugby’s standing, what the effect will be on participation, and, bluntly, whether parents will still want their children to play the sport. Lipman, Popham and Thompson all have children. Lipman says yes, so long as the game’s made safer, Thompson says no, not as it is now. They’ve asked themselves the question, and come to their own answers. Now a lot more people will do too."], "authors": ["Andy Bull"], "keywords": ["bull", "rugby", "lipman", "watching", "popham", "game", "andy", "lot", "uncertainty", "love", "union", "thompson", "players", "reasons", "worry", "felt"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}