{"id": "e6119d58-7729-3c7a-b30d-1813ef67b6f0", "title": "F1 speeds towards 100km sprint races replacing grand prix qualifying", "url": "https://www.theguardian.com/sport/2021/feb/11/f1-speeds-towards-100km-sprint-races-replacing-grand-prix-qualifying-motor-sport", "summary": "Formula One’s plans to hold sprint races this season moved a step closer when the proposals were accepted in principle at a meeting of the F1 Commission on Thursday.\nF1 had proposed to the teams the concept of holding three sprint races this season.\nThe finishing order would decide the grid for the grands prix proper, while qualifying for the sprint race would take place on Friday afternoons in place of the second free practice session.\nThere had been suggestions that Red Bull might pull out of F1 were they unable to take on the Honda engines.\nRed Bull are likely to formally announce their taking over the Honda power units for 2022 shortly.", "paragraphs": ["Formula One’s plans to hold sprint races this season moved a step closer when the proposals were accepted in principle at a meeting of the F1 Commission on Thursday. The meeting also unanimously agreed to adopt an engine development freeze, which was seen as a potentially crucial decision for Red Bull’s future in the sport.", "F1 had proposed to the teams the concept of holding three sprint races this season. They would take place on the Saturday of the meetings at the Canadian, Italian and Brazilian grands prix. The races would be 100km, roughly one-third a full race distance and the top eight drivers would receive half the points awarded for a full GP. The finishing order would decide the grid for the grands prix proper, while qualifying for the sprint race would take place on Friday afternoons in place of the second free practice session.", "Lewis Hamilton’s one-year Mercedes deal could be his swansong Read more", "The F1 Commission, which consists of the 10 teams, the FIA and F1, discussed the proposals and they were met with a positive response, with the teams requesting further time to assess the potential impact of the change. If the concept is adopted future seasons are likely to see the format applied across more meetings.", "Previous proposals by F1 to hold a reverse grid sprint race were rejected, so this positive response will be viewed with optimism by the sport. There remain concerns the teams want to address, such as the impact that taking damage in a race on the Saturday would have in the real GP on the Sunday, and whether F1 will cover the potential additional costs an extra race will impose on teams. There are also financial and contractual concerns with drivers to be addressed. A working group has been established to assess the concept and a decision is expected to be made before the new season begins in Bahrain on 28 March.", "The engine freeze which was agreed unanimously by the commission will be welcomed by Red Bull. Their engine supplier Honda is due to pull out of F1 at the end of the 2021 season. Red Bull had hoped to take on the manufacturer’s power units but did not have the resources to continue developing them until the next generation of engine regulations to be implemented in 2025. There had been suggestions that Red Bull might pull out of F1 were they unable to take on the Honda engines.", "Sign up to The Recap, our weekly email of editors’ picks.", "Last year discussion on the freeze had not met with widespread agreement but after consideration during the close season the proposal received the full backing across teams and the engine manufacturers – Mercedes, Renault and Ferrari. Red Bull are likely to formally announce their taking over the Honda power units for 2022 shortly.", "The commission also confirmed that the remaining unconfirmed date on the 2021 calendar will be taken by the Portuguese GP at Portimao on 2 May. Discussions on imposing a driver salary cap, also discussed on Thursday, will continue."], "authors": ["Giles Richards"], "keywords": ["race", "bull", "prix", "grand", "commission", "f1", "speeds", "races", "100km", "season", "red", "sprint", "teams", "qualifying", "engine", "replacing"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}