{"id": "e62f18e1-754b-341e-904d-85f82e4a6fde", "title": "The Cost of Trump’s Assault on the Press and the Truth", "url": "https://www.newyorker.com/magazine/2020/12/07/the-cost-of-trumps-assault-on-the-press-and-the-truth", "summary": "Trump’s relationship with reporters inevitably changed when he shifted his occupation to the command of the federal government.\nDuring a meeting at Trump Tower, Lesley Stahl, of CBS News, asked why he kept attacking the press.\nTrump’s assault on the press and his assault on the truth––he made more than sixteen thousand false or misleading claims in his first three years in office, according to the Washington Post’s fact-checking operation––have taken their toll.\nBut support for press freedoms ought to be a central element of his domestic and foreign policies.\nWhat’s more, the press itself needs to learn from the prolonged emergency of the past four years.", "paragraphs": ["Presidents have always complained about the press. At awards ceremonies and journalism-school conferences, Thomas Jefferson is often remembered for his principled support: in 1787, he wrote to the Virginia statesman Edward Carrington, “Were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate to prefer the latter.” Yet, by 1814, having endured the Presidency, Jefferson was not quite as high-minded, whining by post to a former congressman about “the putrid state” of newspapers and “the vulgarity, & mendacious spirit of those who write for them.”", "Illustration by João Fazenda", "You could hardly blame him. How would you like to read that one of John Adams’s surrogates has branded you a “mean-spirited, low-lived fellow”? No President escapes scrutiny or invective. In 1864, Harper’s listed the many epithets that the Northern press had hurled at Abraham Lincoln: Filthy Story-Teller, Despot, Liar, Thief, Braggart, Buffoon, Monster, Ignoramus, Scoundrel, Perjurer, Robber, Swindler, Tyrant, Fiend, Butcher, Ape, Demon, Beast, Baboon, Gorilla, Imbecile.", "Donald Trump began his career convinced that reporters, once exposed to his myriad charms, would be willing stenographers of his story. He learned to elevate himself, his brand, and his interests largely by supplying the New York tabloids with a ready-made character, a strutting snake-oil salesman who provided an unending stream of gossip-page items about his personal and commercial exploits. It was of little concern to anyone that these items were, in the main, preposterous. Occasionally, investigative reporters, profile writers, and the courts would look more deeply into Trump’s swindles and business bankruptcies, but, as long as he skirted total ruin, he seemed to think that even his bad press added to his allure.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "Trump’s relationship with reporters inevitably changed when he shifted his occupation to the command of the federal government. First as a candidate, and then in the early days of his Presidency, he discovered that the press was a variegated beast; Cindy Adams and Maggie Haberman were not of the same stuff. He could still depend on toadying support from some quarters, particularly the editorial holdings of Rupert Murdoch and emerging properties like Breitbart and Newsmax; however, he was now getting a more scrupulous going-over from what Sarah Palin had called “the lamestream media.” Trump craved the acceptance of such institutions as the Times and the Washington Post, but he knew that his base loathed them. And so he would loathe them, too, while at the same time declaring a new, Trumpian reality, constructed of what his adviser Kellyanne Conway memorably called “alternative facts.”", "On his second day in office, Trump sent his press secretary, Sean Spicer, to the White House briefing room to con the nation the way he had conned the tabloids. The crowds on the Mall for Trump’s Inauguration, Spicer insisted, were unprecedented, despite the evidence to the contrary. A few weeks later, as news coverage further nettled Trump, he took to Twitter to declare that CNN, ABC, NBC, CBS, and the Times were “the enemy of the American People.” The resonance was clear. In the Soviet era, to be branded an “enemy of the people” was to await a boxcar to the Gulag. Even the U.S. Senate, whose Republican majority would prove so unfailingly loyal to Trump, seemed alarmed. In August, 2018, the Senate passed, by unanimous consent, a resolution attesting to “the vital and indispensable role the free press serves.”", "But Trump knew precisely what he was doing, and he never let up. During a meeting at Trump Tower, Lesley Stahl, of CBS News, asked why he kept attacking the press. “You know why I do it?” he said. “I do it to discredit you all and demean you all, so that, when you write negative stories about me, no one will believe you.”", "Trump may have devoted more mental energy to his degradation of the press—through lawsuits, threats, and hundreds of tweets—than to any other issue. He called reporters “corrupt,” “scum,” and “some of the worst human beings you’ll ever meet.” And those words riled up his base, so much so that at his rallies reporters were often berated and menaced. Last year, the F.B.I. arrested a Coast Guard officer who had drawn up a hit list that included reporters at MSNBC and CNN, and an Army officer was arrested after allegedly conducting an online discussion in which he talked about blowing up the headquarters of a major TV network.", "Trump’s assault on the press and his assault on the truth––he made more than sixteen thousand false or misleading claims in his first three years in office, according to the Washington Post’s fact-checking operation––have taken their toll. Where once American Presidents gave at least rhetorical support to civil liberties, he has given comfort to foreign autocrats, from El-Sisi to Erdoğan, who routinely parrot his slogan of “fake news” and lock up offending journalists. Perhaps Trump’s most disgraceful act in this regard was his refusal to speak a critical word against the Saudi leadership after the murder of Jamal Khashoggi, a columnist for the Post.", "The costs at home are no less ominous. It is now estimated that one American dies every minute from Covid-19. Every two or three days there is a 9/11-scale death count. How many of those people died because they chose to believe the President’s dismissive accounts of the disease rather than what public-health officials were telling the press? Half of Republican voters believe Trump’s charge that the 2020 election was “rigged.” What will be the lasting effects on American democracy of that disinformation campaign? Bit by bit, Trump is being forced to give up his attempt to overturn the election. But he will continue his efforts to build an alternative reality around himself. Now that Fox News has proved insufficiently servile, he is likely to join forces with, buy, or launch an even more destructive media enterprise.", "As President, Joe Biden cannot battle the debasement of a reality principle in American life by executive order. But support for press freedoms ought to be a central element of his domestic and foreign policies. What’s more, the press itself needs to learn from the prolonged emergency of the past four years. Just as it must go on applying investigative and analytical pressure to all forms of power, including the new Administration, it cannot relax in calling out the deeply anti-factual and anti-democratic foundation of a movement like Trump’s. The stakes are high. Donald Trump may be moving to Mar-a-Lago, but he, and the alternative reality he has created, could be with us for a long time. ♦", "An earlier version of this article misspelled the name of the CBS News reporter Lesley Stahl."], "authors": ["David Remnick", "David Remnic"], "keywords": ["newspapers", "assault", "cbs", "cost", "truth", "trumps", "press", "reporters", "presidents", "trump", "support", "american", "reality"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}