{"id": "e635086d-3477-373a-8642-6b5cf4ad46c1", "title": "Hannity: Texas is leading the charge to restore election integrity with latest lawsuit", "url": "https://www.foxnews.com/media/hannity-texas-election-integrity", "summary": "\"If we don't fix what is a broken, corrupt election system, the country is in deep trouble.\"\nThe suit is \"truly significant,\" Hannity said, and is perceived as the Trump campaign's last-ditch legal effort to contest the 2020 election results.\nMISSOURI, 16 OTHER STATES FILE BRIEF SUPPORTING TEXAS SUITLOEFFLER AND PERDUE BACK TEXAS SUIT AIMING TO OVERTURN ELECTOR SLATES ON GEORGIA, OTHER STATES BIDEN WON\"Let's be clear,\" Hannity said.\nThe brief mirrors the argument of the Texas suit, alleging that the four defending states acted unconstitutionally when either their judiciary or executive branches changed their election laws.\nThe Texas suit, and the states that support it, say that only state legislatures may set laws governing the appointment of presidential electors.", "paragraphs": ["A lawsuit filed by Texas and backed by 17 other states at the Supreme Court could be our country's last hope at fixing \"a broken, corrupt election system\" and restoring public faith in the U.S. voting process, Sean Hannity said Wednesday.", "\"Tonight, one thing is very clear,\" the \"Hannity\" host said at the start of his opening monologue. \"If we don't fix what is a broken, corrupt election system, the country is in deep trouble.\"", "Missouri on Wednesday led the group of 17 states that filed an amicus brief with the Supreme Court supporting the lawsuit aimed at delaying the appointment of presidential electors from Georgia, Pennsylvania, Michigan and Wisconsin.", "The suit is \"truly significant,\" Hannity said, and is perceived as the Trump campaign's last-ditch legal effort to contest the 2020 election results.", "MISSOURI, 16 OTHER STATES FILE BRIEF SUPPORTING TEXAS SUIT", "LOEFFLER AND PERDUE BACK TEXAS SUIT AIMING TO OVERTURN ELECTOR SLATES ON GEORGIA, OTHER STATES BIDEN WON", "\"Let's be clear,\" Hannity said. \"No state's attorney general, you've got to understand politics here, would ever put their name or reputation on the line over a case that lacks merit on the law or [is] without a strong constitutional basis. Definitely not 17 attorneys general. That is what happened. Eighteen total when you include Texas, no matter what political alliances they have or don't have.\"", "The brief mirrors the argument of the Texas suit, alleging that the four defending states acted unconstitutionally when either their judiciary or executive branches changed their election laws. The Texas suit, and the states that support it, say that only state legislatures may set laws governing the appointment of presidential electors.", "CLICK HERE TO GET THE FOX NEWS APP", "Hannity said it will ultimately be up to the Supreme Court to \"provide clarity on an election process that now millions recognize they can no longer have trust and confidence in.\"", "Fox News' Tyler Olsen contributed to this report."], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["charge", "brief", "leading", "lawsuit", "17", "supreme", "restore", "court", "states", "suit", "election", "latest", "system", "texas", "hannity", "integrity"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}