{"id": "e637fa40-476d-3da2-a15a-b22d947e5844", "title": "21 Best Puffer Jackets for Women at Every Price", "url": "https://www.vogue.com/slideshow/best-puffer-jackets-women", "summary": "Photographed by David Sims, Vogue, September 2017Winter is underway, and now is your chance to shop what may be one of the most important and best outerwear pieces of the season: the puffer jacket.\nThe comfortable, cold-weather staple has never gone out of style, but it’s certainly spiking in popularity once again.\nBut this year, a puffer coat is a must-have when heading out of the house and braving the elements for daily walks or chilly outdoor dining.\nAnd whether you like to keep your outerwear low-key or make a statement, there’s a puffer style for everyone, and at every price.\nHere, check out the 21 best puffer jackets that will keep you feeling warm and looking cool.", "paragraphs": ["Photographed by David Sims, Vogue, September 2017", "Winter is underway, and now is your chance to shop what may be one of the most important and best outerwear pieces of the season: the puffer jacket.", "", "The comfortable, cold-weather staple has never gone out of style, but it’s certainly spiking in popularity once again. In years past, we may have reached for a puffer when trying to achieve a sportier silhouette in our day-to-day wardrobes, or we’ve thrown one on for practical use during outdoor activities. But this year, a puffer coat is a must-have when heading out of the house and braving the elements for daily walks or chilly outdoor dining. It’s about gearing up for gathering in small groups outside, and elegant coats that can’t keep you warm for extended periods of time won’t cut it. Luckily, these fluffy, puffy, and plushy oversized coats can act as the cozy cocoons we need to close out 2020.", "Still not convinced the puffer is for you? Everyone from Kate Middleton to Sarah Jessica Parker counts themselves as fans of the bubble-shaped coat. It girls and street style stars have vetted the style too, à la Bella Hadid’s recent love affair with the North Face x MM6 outerwear collab. And whether you like to keep your outerwear low-key or make a statement, there’s a puffer style for everyone, and at every price. This year’s iterations are available in every hue, from matte neutrals to glossy colors. There’s even one covered in newspaper print, thanks to Balenciaga.", "Here, check out the 21 best puffer jackets that will keep you feeling warm and looking cool. Time to bundle up."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["coat", "puffer", "style", "outdoor", "price", "warm", "theres", "jackets", "outerwear", "women", "à", "coats", "21", "best"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}