{"id": "e67ef58e-c6f6-391b-aa75-99f50b4d1e87", "title": "Air travel - Heathrow can build its third runway", "url": "https://www.economist.com/britain/2020/12/16/heathrow-can-build-its-third-runway", "summary": "T HE SAGA of the potential third runway at Heathrow, Britain’s largest airport, has been called the longest take-off in history.\nAlthough air travel will almost certainly rebound as social-distancing restrictions are eased in 2021, the industry is not expecting a quick recovery.\nThe International Air Travel Association, a lobby group, expects that global spending on air travel will be about half of 2019 levels in 2021.\nAnalysts reckon the big unknown is the future of business travel.\nIf long-haul flight volumes remain depressed, then the business case for a third runway at Heathrow starts to look ropy.", "paragraphs": ["T HE SAGA of the potential third runway at Heathrow, Britain’s largest airport, has been called the longest take-off in history. A commission in 1993 recommended expansion, and the government first endorsed the plan in 2003. But it was not until 2018 that the transport secretary finally gave the project the go-ahead. A Court of Appeal ruling in February 2020 that the runway was not compatible with Britain’s obligations under the Paris climate agreement of 2015 appeared to have finally scuppered the plans. But on December 16th the Supreme Court overturned that judgment and once more green-lit the project.", "The initial Court of Appeal judgment found that the government’s decision to allow the expansion to go ahead was unlawful because Chris Grayling, then transport secretary, had failed to take the Paris agreement into account. While that was a blow to Heathrow, it helped get Boris Johnson’s government out of a tight spot. Mr Johnson, whose own constituency is near the airport, has been a fierce critic of the expansion plans, famously pledging to protesters that he would “lie down with you in front of those bulldozers and…stop the construction”. The government chose not to appeal, but Heathrow did; and the Supreme Court decided that the government had taken Paris into account, and the Court of Appeal was therefore wrong.", "Even so, the expansion may not go ahead. While the airline industry has long championed a third runway, much has changed since February 2020. British Airways, Heathrow’s largest customer, has become sceptical about the plans. Earlier this year Willie Walsh, the chief executive of BA ’s parent company, argued that “it was a Herculean task before covid and I think it’s impossible now”. Although air travel will almost certainly rebound as social-distancing restrictions are eased in 2021, the industry is not expecting a quick recovery. The International Air Travel Association, a lobby group, expects that global spending on air travel will be about half of 2019 levels in 2021. Short-haul flights from Britain are expected to rise sharply as the vaccine is rolled out and consumers dash off to sunnier climes, but the outlook for longer-haul flights remains highly uncertain.", "Analysts reckon the big unknown is the future of business travel. Firms that have grown accustomed to Zoom meetings may well be less keen to splash out on high-priced tickets from London to New York. Although business flyers account for only around 10% of transatlantic custom they pay ten to 12 times as much per ticket as economy passengers. A substantial fall in their numbers would mean large rises in ticket prices for the rest, which in turn would dent demand. If long-haul flight volumes remain depressed, then the business case for a third runway at Heathrow starts to look ropy. Boris Johnson is unlikely to have to prostrate himself in front of those bulldozers soon, if ever.■"], "authors": ["The Economist"], "keywords": ["build", "runway", "heathrow", "expansion", "court", "business", "air", "plans", "appeal", "paris", "travel"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}