{"id": "e6821269-e303-36a9-a4a2-198ca603a84f", "title": "'I'm stuck here': lorry drivers in Calais begin to feel effects of Brexit", "url": "https://www.theguardian.com/politics/2021/jan/08/stuck-lorry-drivers-calais-effects-brexit-eurotunnel", "summary": "Photograph: David Levene/The GuardianJust down from White’s truck are another 30 or 40 HGVs also waiting clearance.\nAgain he has to wait until the freight owner sends over the correct customs paperwork to authorities stationed at the Eurotunnel border post.\n“For the few trucks that are stopped, we have our Eurotunnel border service to help them through the process.\nPhotograph: David Levene/The GuardianIt already operates an array of controls and checks on those travelling the other way, including safety checks using sniffer dogs.\nThe stop now also provides an opportunity to scan drivers’ paperwork for exports into Britain.", "paragraphs": ["Roger White arrived in France at 2.30pm on Tuesday with a truckload of hard cheese from Somerset.", "Before Brexit he would have rolled off the Eurotunnel train and carried on up the A16 to Belgium, unloading his wares a few hours later at his ultimate destination in Utrecht.", "But 24 hours after setting foot on European soil, the 69-year-old driver from Yeovil is still sitting in his cab in the Eurotunnel compound in Calais after being asked to reverse into a special unloading bay at a newly built border control post for sanitary and phytosanitary checks (SPS) checks on food.", "“I’ve been here since yesterday afternoon and I am stuck here until God knows when. I have to wait until I am cleared to go,” he said.", "Roger White at the Eurotunnel terminal in Coquelles, near Calais, on Wednesday. Photograph: David Levene/The Guardian", "He knew there was trouble ahead when he drove off the shuttle and the electronic display assigned him the orange lane instead of the green, indicating he would be subjected to an inspection by authorities.", "“I think they are picking on the English trucks maybe,” he said, as there was nothing wrong with the cheese. “Just missing paperwork.” Until it arrived, he would not be free to go.", "“I am just waiting here. It is terrible – not good at all,” he said.", "A driver for 48 years, White remembers what it was like before the single market in 1993 swept away the trade barriers that Brexit has re-erected.", "“We had customs checks before but it was so well organised on the border,” he remembers. “Everybody is learning as they go. You can do your preparations beforehand but it’s not enough. All of this is new to everyone and unfortunately there is nothing we can do about it. We just have to get used to it,” he said.", "Eurotunnel traffic is exceptionally low seven days after Brexit with drivers and exporters still avoiding the ports and Channel train services, partly because of pre-Brexit stockpiling and partly because business is conventionally quieter in the first two weeks of the new year.", "In normal times, 6,000 to 9,000 HGVs cross the Channel each day, but the Department for Transport said just over 2,000 HGVs crossed on 6 January, the day of the Guardian’s visit, with “90%” of those trucks border-ready. It tested 1,081 drivers for Covid that day, with six coming back positive, bringing the number of tests carried out on drivers to 46,563 since the chaos on 23 December.", "Truck drivers Michael Delattre (left) and Benjamin Brogniart. Photograph: David Levene/The Guardian", "Just down from White’s truck are another 30 or 40 HGVs also waiting clearance. The French drivers Benjamin Brogniart and Michael Delattre have come from Corby in Northamptonshire with lorries packed with red plastic packaging for industrial batteries.", "They have been stuck in the lorry park since 8pm the night before.", "“Brexit, for us, it’s not very good,” said Brogniart.", "Another French driver, Alexandre Tronet, joins the conversation. “This is what you wanted. You wanted Brexit,” he said.", "“I got here at 6am,” he added, putting his waiting time so far at six and a half hours. Again he has to wait until the freight owner sends over the correct customs paperwork to authorities stationed at the Eurotunnel border post.", "“You make the decisions at the last minute. They should have had this ready in the autumn and this would be running properly,” he said.", "Alexandre Tronet. Photograph: David Levene/The Guardian", "Eurotunnel said so far Brexit had gone smoothly with the vast majority “fully compliant” with the new trading arrangements, and it was determined to help British exporters get to grips with the system.", "“Our aim is to have people spend as little time as possible here. Apart from teething problems, everything has gone very smoothly,” said John Keefe, the director of public affairs.", "“For the few trucks that are stopped, we have our Eurotunnel border service to help them through the process. They meet the drivers on arrival, help them go through the paperwork or inspection and help them gather whatever documents are missing so that they can leave here as soon as possible. They also make sure the drivers, the haulage companies and the traders understand what was missing and what they need to have with them to avoid stopping next time.”", "These maiden Brexit disruptions offer a glimpse of the potential for delays when traffic levels at Dover and Calais return to normal levels at the end of this month. Eurotunnel said it had been Brexit-ready since March 2019 when it first put the infrastructure now being deployed in place at a cost of £47m.", "A dog being used to carry out checks on a truck at the Eurotunnel terminal in France. Photograph: David Levene/The Guardian", "It already operates an array of controls and checks on those travelling the other way, including safety checks using sniffer dogs. They are deployed on every truck at the “pit stop” inspection point, trained to identify stowaways.", "The stop now also provides an opportunity to scan drivers’ paperwork for exports into Britain.", "A driver dealing with personnel at the pit stop inspection point. Photograph: David Levene/The Guardian", "On the other side of the channel, the UK has delayed the imposition of Brexit checks for six months: some of the lorry parks are not ready, nor is business, as the Brexit deal was only sealed on Christmas Eve.", "It has put in place mitigation measures to avert a repeat of the mayhem on Kent roads before Christmas. One of those is the Michael Gove-inspired Kent Access Permit (KAP) – being called the Brexit passport – which is issued electronically to trucks whose suppliers have to testify they have all their paperwork for the Channel crossing in order.", "The Cabinet Office said 18,000 KAPs had been issued so far and “around 700 lorries have been turned away from the border” with a further 150 fines handed out for non-compliance.", "“One of our guys was fined £300,” said Delattre. The driver was caught not by police, but when he went to the Ashford HMRC park to get a Covid test, which are now mandatory before boarding either a train or ferry to France."], "authors": ["Lisa O'Carroll"], "keywords": ["stuck", "checks", "effects", "lorry", "brexit", "feel", "eurotunnel", "begin", "paperwork", "photograph", "calais", "driver", "levenethe", "david", "drivers", "im", "border"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}