{"id": "e695a579-54bb-3f9a-993e-f9d1967cd479", "title": "Is the world reaching ‘peak meat’?", "url": "https://www.ft.com/video/1f138cce-46ab-4e08-bcd4-976feaeb2b57?playlist-name=latest&playlist-offset=7", "summary": "You can enable subtitles (captions) in the video playerIs the world reaching peak meat?\nBefore the pandemic though, meat consumption was showing signs of having peaked in developed countries.\nOne country that will make a profound difference to global meat consumption is China, which accounts for almost a third of the total meat eaten.\nThe country saw peak pork in 2014.\nIn China, interest in alternative proteins was already rising before the pandemic, thanks to swine flu.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Is the world reaching peak meat? In 2020, slowing consumption of beef and pork has been exacerbated by a variety of factors. First, the coronavirus pandemic has led to numerous closures of US and European slaughterhouses. That's affected supply in the short-term, but how the virus will affect the $1.4tn global market in the longer-term remains unclear.", "Before the pandemic though, meat consumption was showing signs of having peaked in developed countries. Thanks to health scares plus environmental and sustainability concerns, OECD data indicated that the US, which is still the biggest consumer of meat per capita, would hit a high point in 2020. The country's consumption would then plateau over the next decade. A similar trend was estimated for the EU.", "One country that will make a profound difference to global meat consumption is China, which accounts for almost a third of the total meat eaten. China consumes about half the world's pork, but since 2018, African swine fever has killed more than 100m pigs there. Cramping supply and pushing pork prices up to record highs. But even before the outbreak, consumption had been levelling off. The country saw peak pork in 2014.", "In fact, a 2018 report from the OECD and the UN's Food and Agriculture Organisation suggests China's demand for meat will slow considerably over growing health concerns and a peak in the country's population before 2030. The troubles facing the meat industry haven't hurt plant-based meats prospects. More money flowed into companies making plant-based and sell cultured meat, eggs, and dairy in the first quarter of 2020 than in the whole of last year. In China, interest in alternative proteins was already rising before the pandemic, thanks to swine flu. Within a generation, the market for meat could look very different."], "authors": ["Produced Alpha Grid"], "keywords": ["pork", "peak", "2020", "pandemic", "swine", "supply", "reaching", "china", "thanks", "world", "consumption", "meat"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}