{"id": "e6a98962-7b2d-3955-b56b-9b15ccccf0ac", "title": "The World in 2021 - China’s economy will hold up well in the coming year", "url": "https://www.economist.com/the-world-ahead/2020/11/17/chinas-economy-will-hold-up-well-in-the-coming-year", "summary": "CHINA’S ECONOMY will be about as big in 2021 as everyone in 2019 expected it would be.\nEveryone expects China’s growth in 2021 to be unusually fast.\nThe prompt recovery means that China’s GDP for 2021 will be within touching distance of pre-pandemic predictions.\nBack in December 2019, for example, The Economist Intelligence Unit forecast that China’s GDP would be about $15.8trn in 2021.\nIndeed, China’s economy may well overtake the combined GDP of the European Union in 2021 or thereabouts.", "paragraphs": ["CHINA’S ECONOMY will be about as big in 2021 as everyone in 2019 expected it would be. Let that claim sink in for a moment. It amounts to saying that China’s economic output will be as voluminous as it would have been had the coronavirus pandemic never happened. That is not even an especially bold prediction. It is only a little above the consensus. It is no less impressive for that.", "Everyone expects China’s growth in 2021 to be unusually fast. A rate of 8% would surprise no one. Some reputable economists think it could top 9%. This brief return to the growth rates of an earlier era is not in itself all that remarkable. Most economies bouncing back from the covid-19 pandemic in 2021 are likely to expand at uncharacteristic speed, having shrunk at an unprecedented pace the year before. What sets China apart is that it will also manage to have grown, albeit modestly, in 2020.", "The prompt recovery means that China’s GDP for 2021 will be within touching distance of pre-pandemic predictions. Back in December 2019, for example, The Economist Intelligence Unit forecast that China’s GDP would be about $15.8trn in 2021. Now it is predicting ­­it will be a little more than that (thanks in part to a weaker dollar).", "Listen on: Apple Podcasts | Spotify | Google | TuneIn", "No other big economy will recover as thoroughly, including those that have handled covid-19 relatively well. Japan, for example, will fall short, as will Germany. Indeed, China’s economy may well overtake the combined GDP of the European Union in 2021 or thereabouts.", "China’s recovery has not, of course, been well balanced or evenly spread. It was helped by exports, which have captured a record share of the global market. Hot items include masks and sanitisers to satisfy the global demand for personal protection, and televisions and consumer electronics to meet the global demand for personal distraction. Investment, especially in infrastructure and property, also contributed, supported by strong credit growth. In August 2020 China State Railway said it would link every city with at least half a million people to the country’s high-speed network, almost doubling it in size by 2035. Household spending, by contrast, has lagged. Private consumption will make a smaller contribution to China’s growth in 2020 and 2021 than investment will. The last time that happened was 2015. An unbalanced recovery is better than no recovery at all. But China’s growth pattern will nonetheless create some headaches for the country’s policymakers in 2021. It has set back their gradual efforts to wean the country off its dependence on investment spending. And it has reversed some of the progress of its “deleveraging” campaign, which briefly succeeded in stabilising China’s debt, relative to the size of its economy. When the deleveraging campaign was introduced in earnest in 2016, a Communist Party insider, identified only as an “authoritative person”, explained its logic in an interview with the People’s Daily, a party newspaper. The insider complained that China’s stability relied on the “old method” of investment stimulus, and pointed out that “a tree cannot grow to the sky” to justify the government’s efforts to prune China’s debts before too many decayed limbs came crashing down. Do not be surprised if the same authoritative person makes another appearance in 2021. China’s policymakers need to become reacquainted with how to rebalance and deleverage the economy without killing growth.", "For most economies, the pandemic has ushered in a tentative new world, marked by fragile recoveries, uncharted policies and up-in-the-air business models. But in China, things are different. The virus has instead returned the economy to a familiar policy juncture. Just as its GDP figure for 2021 would not surprise anyone who had slept through the past year, so the policymaking dilemmas it is facing would not surprise anyone who had slept through the past five.", "Simon Cox: emerging markets editor, The Economist ■", "This article appeared in the China section of the print edition of The World in 2021 under the headline “Brave old world”"], "authors": ["Simon Cox", "Emerging Markets Editor", "The Economist"], "keywords": ["surprise", "world", "investment", "gdp", "economy", "recovery", "hold", "2021", "china", "coming", "growth", "chinas"], "pubDate": "2020-11-17T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}