{"id": "e6c07ff3-4cce-3755-974c-fa9c67be05e7", "title": "GI Show – Cyberpunk 2077 Review And Eugene Jarvis Interview", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2020/12/10/gi-show-cyberpunk-2077-review-and-eugene-jarvis", "summary": "On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently.\nOkay, it's just Cyberpunk 2077, but that game is still a handful.\nAt the end of the show, we interview arcade industry vet Eugene Jarvis who talks about his work on games like Defender, Robotron, and Smash TV.\nJarvis also shares more about how fans would try to cheat old arcade games for free plays.\nIntro: 00:00:00Cyberpunk 2077: 00:01:42Astro's Playroom: 00:29:22Tetris Effect Connected: 00:30:48Community Emails: 00:32:49Get Rekt: 01:09:07Eugene Jarvis Interview: 01:14:49", "paragraphs": ["On this week's episode of The Game Informer Show, we discuss a handful of the games we've been playing recently. Okay, it's just Cyberpunk 2077, but that game is still a handful. We're also joined by community member Bob Buel (of the 99 Questions podcast), who won an auction during Extra Life to be on the show, and he talks about some games he's been playing, like Astro's Playroom and Tetris Effect: Connected.", "At the end of the show, we interview arcade industry vet Eugene Jarvis who talks about his work on games like Defender, Robotron, and Smash TV. Jarvis also shares more about how fans would try to cheat old arcade games for free plays. It's a full show, but we make time for another fantastic round of community emails in there somewhere. So please join Kim Wallace, Andrew Reiner, Liana Ruppert, Bob Buel, Alex Van Aken, and myself for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @benjaminreeves to let me know what you think. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "", "Intro: 00:00:00", "Cyberpunk 2077: 00:01:42", "Astro's Playroom: 00:29:22", "Tetris Effect Connected: 00:30:48", "Community Emails: 00:32:49", "Get Rekt: 01:09:07", "Eugene Jarvis Interview: 01:14:49"], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["2077", "talks", "playing", "questions", "playroom", "listen", "cyberpunk", "sure", "game", "eugene", "interview", "gi", "jarvis", "games", "review"], "pubDate": "2020-12-10T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}