{"id": "e6ce1c66-032b-3a86-886d-7408709315f6", "title": "Hong Kong protests: 10 who fled by boat to Taiwan charged with illegal crossing", "url": "https://www.theguardian.com/world/2020/dec/17/hong-kong-protests-10-who-fled-by-boat-to-taiwan-charged-with-crossing", "summary": "Chinese authorities have formally indicted 10 of the 12 activists arrested in August while attempting to flee Hong Kong for Taiwan by boat.\nThe pro-democracy activists were all facing protest-related charges in Hong Kong, and were attempting to reach Taiwan.\nChinese authorities didn’t inform their Hong Kong counterparts until days after the arrest, and there have been questions raised about whether the boat was still in Hong Kong waters when it was intercepted.\nThe families’ pleas for Hong Kong authorities to advocate for the detainees have been repeatedly refused.\nThe Hong Kong 12 have become a flashpoint for the pro-democracy movement’s continuing protests, as Hong Kong and Chinese authorities escalate their crackdown on opposition in the formally semi-autonomous city.", "paragraphs": ["Chinese authorities have formally indicted 10 of the 12 activists arrested in August while attempting to flee Hong Kong for Taiwan by boat.", "Late on Wednesday the Yantian District People’s Procuratorate said two of the 12 were accused of organising an illegal border crossing, while eight were charged with illegally crossing the border. The remaining two members of the group are minors and authorities said there would be a closed-door hearing at a later date before any charges were laid.", "No court dates were given. Those charged with organising the crossing face up to seven years in jail if convicted, while the other 10 could be sentenced to a year. Former lawmaker Chu Hoi-dick, who has been helping the families, said earlier this week that mainland lawyers had indicated that most of the group should receive jail sentences of around six months, meaning they would be released by February.", "While the group has not been put on trial yet, China’s notoriously opaque justice system has a conviction rate of around 99%.", "The 12 people, aged 16 to 33, were intercepted by the Guangdong coast guard in the early hours of 23 August while travelling by speedboat off the coast of Hong Kong. The pro-democracy activists were all facing protest-related charges in Hong Kong, and were attempting to reach Taiwan. One passenger, Andy Li, has recently been arrested under the national security law.", "Their detention on the mainland was not formally acknowledged by Chinese authorities until mid September, when the Shenzhen public security bureau announced the group was being held under “compulsory criminal detention” in accordance with Chinese law for illegally crossing the border.", "Chinese authorities didn’t inform their Hong Kong counterparts until days after the arrest, and there have been questions raised about whether the boat was still in Hong Kong waters when it was intercepted.", "In the more the three months since they were apprehended, the group’s families have advocated for their release and better treatment in detention. None were permitted access to their chosen lawyers, and many of the families doubted the truth of claims by authorities that mainland lawyers had been appointed.", "The families’ pleas for Hong Kong authorities to advocate for the detainees have been repeatedly refused. Chief executive Carrie Lam has said the group should face prosecution for their alleged crimes in the mainland before they face prosecution in Hong Kong.", "The Hong Kong 12 have become a flashpoint for the pro-democracy movement’s continuing protests, as Hong Kong and Chinese authorities escalate their crackdown on opposition in the formally semi-autonomous city.", "In recent weeks high profile activists have been jailed or denied bail, including Joshua Wong, Agnes Chow, Ivan Lam, and media mogul Jimmy Lai, who has been charged with national security offences carrying up to life in prison.", "This week the government held a formal oath-taking ceremony for civil sector workers as part of a push to ensure loyalty among public servants. Authorities had indicated that while the oath was not compulsory, a refusal could bring legal, or at least career, consequences.", "Hong Kong’s chief executive Carrie Lam oversees an oath-taking ceremony for under secretaries and political assistants. Photograph: INFORMATION SERVICES DEPARTMENT/AFP/Getty Images", "“It would make people question why they cannot accept pledging allegiance to the HKSAR [Hong Kong Special Administrative Region],” Patrick Nip, the secretary for the civil service, said last month."], "authors": ["Helen Davidson"], "keywords": ["security", "hong", "boat", "taiwan", "families", "protests", "kong", "illegal", "crossing", "charged", "12", "authorities", "chinese", "fled", "mainland", "group"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}