{"id": "e6cf729e-1ab3-3b5a-bf8a-93adbc8b0fb8", "title": "Buying or Selling Biggest Gambles from 2020 NBA Offseason", "url": "https://bleacherreport.com/articles/2921316-buying-or-selling-biggest-gambles-from-2020-nba-offseason", "summary": "1 of 5Sue Ogrocki/Associated PressIt can be hard to resist analyzing NBA moves from a pure asset-accumulation standpoint.\nWe agree first-round picks are valuable, sure, but their actual worth is still theoretical.\nNo team has more than the Thunder's 22 first- and second-round selections coming in the next five years.\nThere's massive risk in swapping so many actual players for first-round picks with TBD value.\nWe have to acknowledge the towering uncertainty ahead, even as we assert this gamble was one worth taking.", "paragraphs": ["1 of 5", "Sue Ogrocki/Associated Press", "It can be hard to resist analyzing NBA moves from a pure asset-accumulation standpoint. We agree first-round picks are valuable, sure, but their actual worth is still theoretical.", "That's something to keep in mind as we survey the Oklahoma City Thunder's mountain of incoming picks—which grew significantly larger over the last few weeks as OKC tore its roster apart. No team has more than the Thunder's 22 first- and second-round selections coming in the next five years.", "It's not quite right to say the hard work is still ahead, though there's no denying the Thunder have to turn those selections into something tangible—whether by using them to draft young talent or as trade chips to acquire more established players. OKC transacted with more than a third of the league's teams in a condensed offseason; it's remarkably difficult to operate with so many irons in the fire, and GM Sam Presti did it all without getting burned once.", "Oklahoma City's strategy seems like the best one for a small-market team that wants a fresh start, and the first edition of The Process, which took place not so long ago in Philadelphia, proved you don't even have to get very many of those forthcoming draft decisions right to lock in several playoff seasons in a row.", "The Thunder could have run it back—with Chris Paul or whatever more present-focused package he could have commanded in trade—and fought for a playoff spot. But Presti flipped the rebuild switch and positioned his team to win the longer game.", "There's massive risk in swapping so many actual players for first-round picks with TBD value. We have to acknowledge the towering uncertainty ahead, even as we assert this gamble was one worth taking.", "Verdict: Buy"], "authors": ["Grant Hughes"], "keywords": ["presti", "thunders", "picks", "biggest", "playoff", "team", "2020", "offseason", "worth", "nba", "gambles", "selections", "thunder", "right", "players", "buying", "selling"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}