{"id": "e709ac52-597d-313c-801d-c6cdcf7179a1", "title": "The Streaming Wars Could Finally End in 2021", "url": "https://www.wired.com/story/disney-plus-hbo-max-streaming-wars#intcid=_wired-homepage-right-rail_97072aff-7a20-42f5-8bf6-73a71deefd1f_popular4-1", "summary": "With folks stuck at home, Netflix, Disney+, Amazon Prime, and Apple TV+ got millions of new subscribers.\nThe streaming service has a comparatively small 12 million subscribers and has been slow to add new ones; the move could draw some new users in.\nThe problem with all this growth is that eventually streaming services will just run out of households to sign up.\nHence the efforts to lay claim to every screen a streaming service can get—and keep them.\nFor Netflix and Amazon, 2021 will be their smallest year of growth in absolute terms since 2015.”But streaming services also have to attract, and keep, audiences without alienating everyone else in the process.", "paragraphs": ["If the Covid-19 lockdowns of 2020 proved anything beyond the importance of masks and social distancing in slowing down a pandemic, it’s just how much people value their streaming services when most other forms of entertainment—theaters, concert venues, museums—are closed. With folks stuck at home, Netflix, Disney+, Amazon Prime, and Apple TV+ got millions of new subscribers. In the worst of times, it was the best of times—for streaming. Now, as all those services look to the new year, they have to figure out how to keep all those new viewers around.", "Last Thursday, Disney laid out an ambitious plan to do just that. (Mind you, the company didn’t call it their Keeping You Locked Into Disney+ Agenda—it was their 2020 Investor Day presentation—but it might as well have.) Instead of diving deep into all of the feature films the Mouse House had in the works for 2021, Disney big wigs focused heavily on all the new offerings coming to their streaming service, including some 22 Marvel and Star Wars projects landing there starting next year. The multibillion-dollar plan, laid out in a way that Variety smartly called “part razzle-dazzle, part corporate flex,” is part of the company’s effort to get to a projected 230 million-plus subscribers by the end of the 2024 fiscal year. (The service currently has 86 million subs.) For perspective, that goal is about 30 million more than the 195 million users Netflix currently has.", "Meanwhile, Warner Bros. announced on December 3 that it will release its entire 2021 theatrical slate on HBO Max at the same time the films, which include Dune and Matrix 4, hit theaters. The streaming service has a comparatively small 12 million subscribers and has been slow to add new ones; the move could draw some new users in.", "Well, maybe. The problem with all this growth is that eventually streaming services will just run out of households to sign up. This year, video-on-demand services have seen more growth than at any other time in their history, says Maria Rua Aguete, an analyst at tech research firm Omdia who follows the industry, and right now the game is: Who is the number one streaming service in the world? Who can win more subscribers? But in 2021 the industry could see a massive cooling. Everyone will have tried everything and pretty much decided which ones they’re sticking to. Hence the efforts to lay claim to every screen a streaming service can get—and keep them.", "“The four fastest-growing services of 2020 were Netflix, Apple TV+, Disney+, and Amazon Prime,” Aguete wrote in a recent report. “All saw significant net adds stemming from Covid-affected markets. In 2021, all these services are expected to see significant declines in net additions. For Netflix and Amazon, 2021 will be their smallest year of growth in absolute terms since 2015.”", "But streaming services also have to attract, and keep, audiences without alienating everyone else in the process. When Warner Bros. made its announcement, everyone from the CEO of the AMC theater chain to WB’s own filmmakers were angry and flabbergasted. Dune director Denis Villeneuve accused Warner Bros. parent company AT&T of hijacking “one of the most respectable and important studios in film history.” Streaming, he warned, couldn’t sustain the film industry as we know it, and the move to release big tentpoles like Dune on HBO Max may have long-lasting impacts on theaters, he says—ones that could last beyond 2021 and the theater closures brought about by Covid-19.", "The WIRED Guide to Star Wars Everything you ever wanted to know about Lucas, Leia, and the eternal resonance of a hero's journey in a galaxy far far away.", "In this regard, Disney put itself at a slight advantage last week. Even while it was touting a massive influx of new shows like Loki and the Mandalorian spinoffs Ahsoka and Rangers of the New Republic to Disney+, it didn’t say much about plans to release its films to streaming on the same day they hit theaters. Disney was at the forefront of this a few months ago, releasing Mulan on Disney+ for a $30 fee, but it seems as though that might have been a one-off."], "authors": ["Angela Watercutter", "Angela Watercutte", "Jordan Crucchiola", "Abigail De Kosnik", "Adam Roger"], "keywords": ["end", "warner", "theaters", "netflix", "2021", "services", "subscribers", "disney", "finally", "wars", "streaming", "service", "million"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}