{"id": "e71ae0f3-e181-338d-a503-10bc649731b2", "title": "Let Cassi Namoda and Denizeri’s New Swimwear Collaboration Be a Bright Spot on Your Holiday Wish List", "url": "https://www.vogue.com/article/denizeri-swim-cassi-namoda", "summary": "(Born in Maputo, Mozambique, Namoda spent time in a handful of countries across Africa, while Denizeri lived between Istanbul and London.)\nLast week, Namoda and Denizeri, who launched her eponymous swimwear label in the spring of 2019, revealed their year-in-the-making collection of spirited, playful maillots.\nYet her loyalists can rest assured that though the shapes may be frillier, they’re still functional—a must for both Denizeri and Namoda.\n“With so much swimwear today, you need an ultra bikini wax,” Namoda says with a laugh, before adding, “I can wear these surfing.\nSuch images are a testament to the wearability of Denizeri’s designs—not to mention emblematic of how Namoda styles them in real life.", "paragraphs": ["When designer Melisa Denizeri and the artist Cassi Namoda met nearly a decade ago at Maryam Nassir Zadeh’s Lower East Side boutique, their friendship seemed predestined. “It was like falling in love!” Denizeri says on a recent Zoom call from her office in Dumbo, Brooklyn. “We had a lot of connections,” Namoda, at home in East Hampton, New York, agrees and notes that the two twentysomethings instantly bonded over a passion for vibrant colors and their multicultural upbringings. (Born in Maputo, Mozambique, Namoda spent time in a handful of countries across Africa, while Denizeri lived between Istanbul and London.) Since then, their relationship has evolved even further. Last week, Namoda and Denizeri, who launched her eponymous swimwear label in the spring of 2019, revealed their year-in-the-making collection of spirited, playful maillots.", "“I feel like you really took a leap [with your line] and were like, ‘I’m making a bright orange bathing suit!’ So when you approached me about doing a collaboration, it seemed like a unique opportunity,” explains Namoda, who set to work on a series of watercolors that could be transformed into patterns while in residency at Pocoapoco in Oaxaca last fall. “I was thinking about my childhood chasing crabs on the beach, as well as Melisa’s summers spent in the south [of Turkey],” she continues. The result is a trio of nostalgic motifs—evil eyes, simple shells, and the colorful cubes of the traditional Turkish dessert lokum—married with a dreamy palette of lilac, cherry red, and dusty chocolate. The last of which, Namoda notes, is a universally flattering shade: “I 100% believe that everyone across the board—it doesn’t matter what skin tone [you have]—looks good in brown.”", "Photo: Brad Ogbonna Photo: Brad Ogbonna", "Fans of Denizeri’s clean lines might be surprised to discover that this collaboration plays with some embellishments. “I wanted to introduce more feminine silhouettes,” Denizeri says of her new ruffle trim, which was inspired by children’s swimwear and appears on both a bikini set and a strapless one-piece. Yet her loyalists can rest assured that though the shapes may be frillier, they’re still functional—a must for both Denizeri and Namoda. “With so much swimwear today, you need an ultra bikini wax,” Namoda says with a laugh, before adding, “I can wear these surfing. I can wear them doing yoga. I can feel free in my feminine body in them.” For proof, look to the collection’s look book, photographed by Brad Ogbonna, in which a Denizeri-clad Namoda sits atop a moped and lounges around her studio with her chocolate Lab, Montana, by her side.", "Such images are a testament to the wearability of Denizeri’s designs—not to mention emblematic of how Namoda styles them in real life. “The swimsuits I have of yours are covered in paint!” Namoda tells Denizeri. “I wore them all summer because they were just so comfortable and utilitarian.” When it gets warm again, Namoda is looking forward to slipping into the new, bolder suits, such as a ’70s-esque purple-and-black one-piece, which she’ll pair with an oversized scrunchie, or the candy-color bandeau bikini. “It feels really sexy,” muses Namoda. As for Denizeri? “The seashell print just makes me so happy,” she says, smiling. What more could you ask for?"], "authors": ["Zoe Ruffner", "Zoe Ruffne"], "keywords": ["holiday", "wear", "namoda", "really", "spent", "collaboration", "denizeri", "cassi", "onepiece", "list", "let", "brad", "bikini", "set", "spot", "swimwear", "wish", "denizeris"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}