{"id": "e7345889-5a6b-32c0-846e-40fdef283006", "title": "Opinion | Biden Says He Wants to Stand Up for Democracy. Here’s Where to Start.", "url": "https://www.nytimes.com/2020/12/07/opinion/biden-egypt-human-rights.html", "summary": "In the context of the Cold War, this was a major diplomatic achievement for the United States.\nEgypt became an anchor of American policy in the Middle East and was key in advancing Israeli-Palestinian negotiations and combating terrorism.\nEgyptian security ties with Israel have deepened in recent years and are no longer dependent on American support.\nEgyptian counterterrorism efforts are a matter of Egyptian national security and are in no sense a favor to the United States.\nTaking a hard line on Egypt would not, in fact, be costly to American security or strategy in the Middle East.", "paragraphs": ["Such inaction would be a mistake. The underlying assumptions that have formed the basis of the American-Egyptian partnership no longer apply, and the problems in the relationship can no longer be ignored.", "That partnership began in 1979, following Cairo’s peace treaty with Israel. In the context of the Cold War, this was a major diplomatic achievement for the United States. Egypt became an anchor of American policy in the Middle East and was key in advancing Israeli-Palestinian negotiations and combating terrorism.", "Today, though, Egypt is no longer a major driver of events nor a leader among the Arab states. Egyptian security ties with Israel have deepened in recent years and are no longer dependent on American support. Egyptian counterterrorism efforts are a matter of Egyptian national security and are in no sense a favor to the United States. Military cooperation remains limited and Egypt resists detailing how American weapons are being used.", "Finally, and perhaps most important, the relationship is marked by so much dysfunction and suspicion that many Egyptian leaders continue to push unfounded conspiracy theories that the Egyptian uprising of 2011 as part of the Arab Spring was the product of American machinations.", "While the United States may preserve its theoretical access to Egyptian leaders by restraining its criticism of appalling human rights violations, there is no evidence that access has allowed Washington to try to brake Egypt’s deepening authoritarianism and increasing repression. Instead it has only furthered perceptions of American complicity.", "Those diminished ties represent an opportunity. Taking a hard line on Egypt would not, in fact, be costly to American security or strategy in the Middle East. The incoming Biden administration should pause and clearly outline the consequences of continued lawlessness.", "So what can Mr. Biden and his team do? Egypt has already received $1 billion in foreign military financing this year, but $300 million more is yet to be released. Those funds, which are typically disbursed before the end of the fiscal year in August or September, are supposed to be conditioned on human rights."], "authors": ["Michael Wahid Hanna"], "keywords": ["biden", "democracy", "security", "ties", "opinion", "stand", "egyptian", "longer", "relationship", "wants", "states", "united", "rights", "start", "egypt", "american", "heres"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}