{"id": "e76ec9ae-1b84-3995-939a-1365b2215312", "title": "How to Dress Up For an Untraditional Holiday Season", "url": "https://www.vogue.com/article/how-to-dress-up-for-an-untraditional-holiday-season", "summary": "Regardless of circumstances, the human penchant for adornment, the impulse to decorate ourselves, is as old as civilization itself.\nThe quest for beauty, the need to rage against the machine, is perhaps never stronger than when we are waging uphill battles.\nIn the face of bombs and starvation, the desire to embrace fashion, even as a form of resistance, was not extinguished.\nSylvia Toledano amethyst, labradorite & tiger's eye necklace $375 MATCHESFASHION.COM Shop Now Gucci Rouge à Lèvres Matte Lipstick $42 SEPHORA Shop NowOf course, some people never gave up on fancy dress in the first place.\n“I think it’s more important now than ever to treasure these moments of dressing up and making an effort.”", "paragraphs": ["NO MATTER WHAT THEY THROW AT US—pandemics, fraught elections, economic travails—some things will remain the same: You’ll probably be enjoying your first hot chocolate of the season soon (even if you are sipping it at an outdoor table under a heat lamp), and come the holidays, you will want to dress up. It may seem silly and frivolous and maybe even a little brain-dead to put on party clothes at the end of a year like this, amid a tragedy of almost biblical proportions. But there is nothing to be ashamed of. Regardless of circumstances, the human penchant for adornment, the impulse to decorate ourselves, is as old as civilization itself. The quest for beauty, the need to rage against the machine, is perhaps never stronger than when we are waging uphill battles.", "Dressing up in the face of catastrophe has a venerable history. During World War II, women in occupied Paris whipped up hats from straw and even vegetables; in London during the Blitz, those craving a new frock used furniture rations to get hold of upholstery fabrics—or sewed outfits from repurposed silk Royal Air Force maps. In the face of bombs and starvation, the desire to embrace fashion, even as a form of resistance, was not extinguished.", "We are no different. In this year like no other, your laughter in the dark might mean coming up with a whole new look, but more likely you will add to what you already have and love. Christelle Kocher, whose line Koché offers wildly elevated streetwear-influenced clothes with couture details, believes you will opt for “a balanced mix between elegance and creativity, with both vintage and new pieces.” Whatever this balanced mix looks like, it will be comfortable—in many cases, chic iterations of the cozy knitwear you have come to rely on. After what we have been through in the past several months, the last thing we need is to spend 18 hours trussed up in a torture chamber that pulls and pinches.", "Calle del Mar ribbed-knit cardigan $395 NET-A-PORTER Shop Now Rentrayage tartan pleated skirt $938 BROWNS FASHION Shop Now", "Vela NYC Georgian paste cluster ring $575 VELA NYC Shop Now Le Monde Beryl velvet mary jane flats $440 MATCHESFASHION.COM Shop Now", "You might also decide to chuck your stilettos in favor of satin mules or glittery flats—in the case of the young British designer Molly Goddard, a pair of massive pink slippers for at-home (but also, she swears, for slippery London streets). Then again, if you are one of those rare birds who can slip their feet into the spikiest stilettos and insist, “They’re comfortable!”—well, this is still a democracy: Feel free to tower over the six or so friends at your socially distanced holiday gathering.", "Molly Goddard Trino velvet-trimmed pleated floral-print tulle midi-dress $1,320 NET-A-PORTER Shop Now Marine Serre panelled knitted top $1,387 FARFETCH Shop Now", "Simone Rocha faux-pearl-embellished tweed mary jane flats $665 $399 MATCHESFASHION.COM Shop Now Johnstons of Elgin cashmere socks $59 JOHNSTONS OF ELGIN Shop Now", "“You don’t want to feel itchy, you don’t want a tight waistband; you definitely want a more relaxed look,” Rodarte’s Laura Mulleavy says, explaining that her clients are drawn to elegant versions of the things they have come to rely on, like Rodarte’s floral dresses or their bias-cut silk slip and matching robe, a costume Mulleavy thinks could have been worn to the Met gala but is also perfect for at-home entertaining. Right now, a particularly beautiful print—and Rodarte’s bouquets are heart-melting—or an unexpected color can lift, at least briefly, the weight we are feeling on our shoulders. As Mulleavy says, “At the moment, I’d rather wear lavender than gray.”", "Rebecca de Ravenel Tie Me Up silk cord clip earrings $275 MODA OPERANDI Shop Now Miu Miu embellished glitter kitten heels $990 MODA OPERANDI Shop Now", "And what looks better on Zoom or on Instagram than an unexpected color? Anifa Mvuemba, the founder of the cult fashion brand Hanifa, thinks that—since inevitably, many of your friends and family will be visiting with you via a screen—you should put on one of her slinky pieces and maybe some oversize earrings and a statement necklace. “People are actually having fun at home, taking pictures to capture the moment, doing great makeup,” Mvuemba says—in other words, harnessing glamour to fight off demons. (For a three-minute respite from reality, Hanifa’s recent 3D fashion-show video featuring model-less clothing wafting down an invisible runway—stylish ghosts dancing in the wind—provides a welcome relief.)", "Sylvia Toledano amethyst, labradorite & tiger's eye necklace $375 MATCHESFASHION.COM Shop Now Gucci Rouge à Lèvres Matte Lipstick $42 SEPHORA Shop Now", "Of course, some people never gave up on fancy dress in the first place. (In the bleakest hour of the pandemic, when everything was boarded up and the only place to go was the park, I could be spotted perambulating around Washington Square in a tulle tutu and a black satin Simone Rocha opera coat.) Goddard is well known for her propensity for dolling up—way up!—but she also emphatically agrees with Mulleavy that comfort is key, insisting that you can feel snug swathed in voluminous layers. A fierce proponent of “Go big or go home” (which these days might be changed to “Stay home”), Goddard confesses, “For Christmas I wear a massive dress because I think it’s nice to take up a lot of space sitting on the sofa—or even peeling potatoes.” She suggests popping a Fair Isle sweater under your filmy frock, pulling on leggings—the better for chilly holiday mornings—along with big socks and those massive fluffy slippers. “I think it’s more important now than ever to treasure these moments of dressing up and making an effort.”"], "authors": ["Lynn Yaeger", "Lynn Yaege"], "keywords": ["holiday", "matchesfashioncom", "feel", "fashion", "shop", "dress", "goddard", "rodartes", "untraditional", "season", "massive", "mulleavy", "silk"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}