{"id": "e772f89c-7e1a-3ce6-a614-83f99ba11f23", "title": "Dershowitz calls Trump impeachment a 'loaded weapon' that would be 'so dangerous to the Constitution'", "url": "https://www.foxnews.com/politics/dershowitz-trump-impeachment-loaded-weapon-dangerous-constitution", "summary": "ARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSE\"It will not go to trial.\nAll the Democrats can do is impeach the president in the House of Representatives.\nDershowitz added that \"the Constitution specifically says the president shall be removed from office upon impeachment.\"\nCALLS TO IMPEACH TRUMP GAIN MOMENTUM, REPUBLICANS ASK BIDEN TO INTERVENEEven without a Senate trial, however, Dershowitz warned against what a House impeachment could mean going forward.\nHe said that according to the landmark 1969 Supreme Court decision in Brandenburg v. Ohio, President Trump’s words are constitutionally protected.", "paragraphs": ["Harvard Law professor emeritus and constitutional law scholar Alan Dershowitz said that while he does not believe it would result in a Senate trial, impeaching President Trump over what he said in an address prior to protesters storming the Capitol building on Wednesday would provide a \"loaded weapon\" to both parties to use at their will in the future.", "Speaking to Fox News' \"Sunday Morning Futures,\" Dershowitz first said that even if Trump is impeached for a second time, the Senate will not be able to hear a trial because Trump would be out of office by the time that were to happen.", "ARTICLE OF IMPEACHMENT AGAINST TRUMP TO BE INTRODUCED MONDAY IN HOUSE", "\"It will not go to trial. All the Democrats can do is impeach the president in the House of Representatives. For that, all you need is a majority vote. You don’t have to take evidence, there are no lawyers involved,\" Dershowitz said. \"But the case cannot come to trial in the Senate because the Senate has rules and the rules would not allow the case to come to trial until – according to the majority leader – until 1 p.m. on Jan. 20, one hour after President Trump leaves office.\"", "Dershowitz added that \"the Constitution specifically says the president shall be removed from office upon impeachment.\" He said that because it does not say \"the former president,\" the Senate's \"jurisdiction is limited to a sitting president,\" barring the possibility of a trial.", "On the same program, Sen. Marco Rubio, R-Fla., had a different take, stating that once the House votes to impeach, the Senate is required to hear the matter.", "CALLS TO IMPEACH TRUMP GAIN MOMENTUM, REPUBLICANS ASK BIDEN TO INTERVENE", "Even without a Senate trial, however, Dershowitz warned against what a House impeachment could mean going forward. He said that according to the landmark 1969 Supreme Court decision in Brandenburg v. Ohio, President Trump’s words are constitutionally protected. That decision said speech is not protected if it is \"directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\"", "Dershowitz, who was part of Trump's legal team for his first impeachment, said that while he personally disapproves of what Trump said in his Wednesday address, \"it comes within core political speech, and to impeach a president for exercising his First Amendment rights would be so dangerous to the Constitution.\"", "CLICK HERE FOR THE FOX NEWS APP", "The professor said that impeaching a president for his words would set a precedent that was not envisioned by the framers of the Constitution.", "\"It would lie around like a loaded weapon ready to be used by either party against the other party,\" he said, \"and that’s not what impeachment or the 25th Amendment were intended to be.\""], "authors": ["Ronn Blitzer"], "keywords": ["dershowitz", "calls", "impeachment", "impeach", "president", "trial", "words", "house", "dangerous", "senate", "loaded", "constitution", "weapon", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}