{"id": "e77e2593-94a4-3f4b-9112-27499f0951f8", "title": "GI Show - Apple Arcade Revisit, Community Emails, GotY Chat Part 6, and an Interview With Dontnod", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2019/12/19/gi-show-apple-arcade-revisit-community-emails-goty", "summary": "On this week's episode of The Game Informer Show podcast, we go around the video game world and back again.\nIn the next segment, Ben Reeves, Joe Juba, and Dan Tack join me for community emails where we do the unthinkable: We rate the Mona Lisa.\nI am joined by Ben Reeves, Matt Miller, and Dan Tack as we try to get in some last-minute discussions.\nAnd finally, Joe Juba interviews Michel Koch, Jean-Luc Cano, and Raoul Barbet from Dontnod Entertainment.\nYou can hear more of their original tunes and awesome video game music podcast at their website.", "paragraphs": ["On this week's episode of The Game Informer Show podcast, we go around the video game world and back again. The show starts with Matt Miller and Leo Vader as we discuss our time spent in Apple Arcade. From new gems to old favorites, we put perspective on the service now that we have been using it a few months. Alex Stadnik is this week's super producer.", "Next, Joe Juba, Brian Shea, Ben Reeves, and Alex Stadnik all join me to discuss the results of our competition to predict who will take home the win at The Game Awards that happened last week. Let's just say there is a lot to discuss. And victory here might make you the smartest person in the world.", "In the next segment, Ben Reeves, Joe Juba, and Dan Tack join me for community emails where we do the unthinkable: We rate the Mona Lisa.", "Then we have the sixth and final installment of our Game of the Year chats, where I ask guests what games are defining their year. I am joined by Ben Reeves, Matt Miller, and Dan Tack as we try to get in some last-minute discussions. Check the list below for all the games we covered over the last few weeks. Find those podcasts on your favorite service!", "And finally, Joe Juba interviews Michel Koch, Jean-Luc Cano, and Raoul Barbet from Dontnod Entertainment. They are some of the minds behind Life is Strange 2, which recently saw its successful conclusion. Joe has a spoiler-filled chat with the team about the process of making the game, so fans who have already finished Life is Strange 2 should definitely tune in.", "Thanks for listening! Please make sure to leave feedback below, share the episode if you enjoyed it, and follow me @therealandymc to let me know what you think.", "You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show.", "Our thanks to the talented Super Marcato Bros. for The Game Informer Show's intro song. You can hear more of their original tunes and awesome video game music podcast at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "1:02 State of Apple Arcade", "34:20 Announcing the Winner of the GI Game Awards Bets", "56:39 Community Emails", "2:29:26 GOTY PT 6", "3:23:15 Joe Juba Discusses Life Is Strange 2 with the Creative Heads of Dontnod", "Games Covered:", "Game of the Year Chat Game List", "Week One", "Resident Evil 2 Remake", "Slay the Spire", "Days Gone", "Destiny 2: Shadowkeep", "Dr. Mario World", "Sunless Skies", "Dragon Quest Builders 2", "Control", "Final Fantasy XIV: Shadowbringers", "Untitled Goose Game", "Tetris 99", "Week Two", "Fire Emblem: Three Houses", "Super Mario Maker 2", "Disco Elysium", "Card of Darkness", "Kingdom Hearts III", "Far Cry New Dawn", "The Outer Worlds", "Streets of Rogue", "Week Three", "Farm Together", "Assassin's Creed: Fate of Atlantis", "Lonely Mountains: Downhill", "Nowhere Prophet", "Observation", "Pokemon Sword and Shield", "Ape Out", "Destiny 2 : Shadowkeep", "Week Four", "Astral Chain", "Apex Legends", "Division 2", "Revisited: Pokemon, Untitled Goose Game, Fire Emblem: Three Houses", "Zelda: Link’s Awakening", "Week Five", "Death Stranding", "Crackdown 3", "Luigi’s Mansion 3", "Rage 2", "Judgment (Yakuza)", "Gears of War 5", "Transport Tycoon"], "authors": ["Andy Has Been With The Magazine Since It Launched In", "Editor-In-Chief Since When He Isn'T Playing Games He Enjoys Riding His Bike", "Travel", "Spending Time With His Family."], "keywords": ["strange", "emails", "interview", "joe", "chat", "weeks", "revisit", "apple", "dontnod", "discuss", "gi", "game", "video", "ben", "goty", "arcade", "reeves", "community", "life", "juba"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}