{"id": "e78de0b9-d781-31da-ae93-e5364e1a6d85", "title": "The lesson of the second wave is that we must demand lasting political change", "url": "https://www.theguardian.com/commentisfree/2021/jan/11/second-wave-political-change-global-pandemic", "summary": "The pandemic has now been with us so long that it can be measured by its own seasons in the public mood.\nThe real lesson of 2020 is that there is no way out of this cycle of failure without a political movement whose demands are more than temporary fixes.\nThis surging second wave is proof that we will be living with coronavirus for the foreseeable future.\nThe hopeful refrain during the first season of the pandemic was: “We cannot go back to how things were.” But we can.\nWithout a political narrative that treats 2020 as a line in the sand, it will be too late when the next calamity is upon us.", "paragraphs": ["The pandemic has now been with us so long that it can be measured by its own seasons in the public mood. At first there was shock and fear, at the novelty of the virus, the speed of its global spread, the sudden revelation of our vulnerability. Second, a longer season of anger and frustration: at the lack of PPE, the deaths of NHS workers who perished on the frontlines, the chronic frivolity of a prime minister who tried to jape the virus away, the incompetence and the cronyism, at the late-autumn rise of a second wave that was far from inevitable.", "And then, by early December, a third season – of tentative hope and relief, as lockdowns eased and vaccine trials succeeded, with Christmas around the corner. “The scientists have done it!” declared a triumphant Boris Johnson. “We’re no longer resting on the mere hope that we can return to normal,” he declared, “but rather the sure and certain knowledge that we will succeed, and together reclaim our lives.”", "We know what happened next. The mood of this fourth season is simply a profound sadness, a sense of tragedy. The UK now has more new Covid-19 cases per capita than any other major country in the world. London is within two weeks of being overwhelmed.", "Despite the fact that it was predicted, despite the months we have had to prepare for its assault, both practically and emotionally, the virus continues to move in ways that leave us always one step behind. The dread now is that the long-promised escape hatch back to normality – which was always just around the corner – may be nothing more than a mirage. How did we end up here again, somehow worse off than the very beginning, when we knew none of what we know now?", "One answer is that knowing more was not enough – not when we were on the back foot from the start. The pandemic was always framed as a short, sharp, exogenous shock, a setback that could be absorbed if we simply did what the government said (but not as it did). The virus was anthropomorphised as a cartoon villain – a “mugger” to be wrestled with, an invisible enemy, an invader from abroad. Easily defeated, in other words – if we all did our patriotic duty to stay home, or go to the pub, or get back to work.", "The response to the pandemic was punctuated by reassurances and plots of freedom on the horizon. We’ll kick it soon. Life will be back to normal by summer, by Christmas, by next spring. It wasn’t long ago that Johnson was promising weddings next summer – but I wouldn’t start sending those save-the-date cards just yet.", "Our politicians have been relentless in their determination to stop us looking past the shock of the virus to see the pre-existing conditions of the society it struck. Johnson’s endless promises, trumpeted on all the friendly front pages, help us to avoid the realisation that the ravages of this virus may have to do with decades of decisions designed to optimise our lives and economies for something else – by hacking away at the public infrastructure that could save lives in moments of crisis, and empowering private enterprise as the sole motor of prosperity.", "A few years before the financial crisis, the Conservatives pledged it was “time to put fat government on a diet”. Now we know they were quack doctors: the patient isn’t lean and nimble, but weak and atrophied. We have a government that was warned it would suffer a lack of critical care beds, morgue capacity and personal protective equipment, but refused to “frontload the costs”. Prof Carl Heneghan, director of the centre for evidence-based medicine at Oxford University, told the Guardian that Britain’s initial failures were the result of a failure to “create overcapacity”. “If it’s not ventilators, it’s tests,” he said. “If it’s not tests, it’s PPE. It’s an important lesson that we have to invest. We’ve really cut to the bone in this country far too much.”", "But there will be weddings in the summer! And as we wait for the moment that never seems to come, we are stuck with nothing more than troubleshooting – battling a global pandemic with temporary fixes that are specific to this particular set of circumstances, never turning our attention to why we were so vulnerable in the first place. Johnson likes to talk about the interloper who breached our defences, and not so much about why those defences were so easily surmounted. Our “constructive” political opposition only ever demands that the government “get a grip” on these exceptional circumstances, reinforcing the narrative of emergency times in which “playing politics” would be unseemly. We are drowning in an ocean of political failures, but we don’t talk about the water.", "The real lesson of 2020 is that there is no way out of this cycle of failure without a political movement whose demands are more than temporary fixes. All of our rational and scientific resources cannot by themselves vanquish this pandemic, or protect us from the next one. This surging second wave is proof that we will be living with coronavirus for the foreseeable future. The only way to emerge from this crisis with something more than a deeper public appreciation of virology is by organising a political movement that grasps the urgency of this moment, and articulates a demand for economic and social arrangements that protect human lives as much as capital. This is the sort of “fat” that has been trimmed for 40 years: the funding of public institutions and services that manage health crises; the resources and equipment that provide excess capacity for the NHS; the labour protections that mean workers don’t have to choose between risking infection and feeding their families. As far back as August of last year, the World Health Organization warned that a vaccine alone would not end the pandemic, that “throughout history” the only way viruses have been vanquished is via “permanent adjustments” to economics and societies.", "The solution is not just observing and identifying the need for these permanent changes – it is demanding them. Last week, in Georgia, there was a bright flicker, since muted in the storming of the Capitol, of what a grassroots campaign that translates unnamed, diffuse frustrations into clear political goals can achieve. The hopeful refrain during the first season of the pandemic was: “We cannot go back to how things were.” But we can. The crushingly high probability is that we will. Without a political narrative that treats 2020 as a line in the sand, it will be too late when the next calamity is upon us. For tens of thousands, it is already too late.", "• Nesrine Malik is a Guardian columnist", ""], "authors": ["Nesrine Malik"], "keywords": ["demand", "virus", "lives", "season", "pandemic", "change", "shock", "lasting", "wave", "second", "public", "lesson", "summer", "political", "way"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}