{"id": "e7a20037-671a-3089-9029-5172add5c07a", "title": "Disco Elysium: The Final Cut Review – Still A Superstar", "url": "https://www.gameinformer.com/review/disco-elysium-the-final-cut/disco-elysium-the-final-cut-review-still-a-superstar", "summary": "I wish I could play Disco Elysium for the first time again.\nThough Disco Elysium was exclusive to PC when it originally launched in 2019, The Final Cut brings the experience to consoles, opening this strange world up to a new wave of superstar detectives.\nDisco Elysium won acclaim from critics and players, but The Final Cut isn’t just a re-release.\nDisco Elysium is a must-play game, and The Final Cut is the best (and only, for many people) way to play it.\nDisco Elysium: The Final Cut is currently available on PS5, PS4, and PC.", "paragraphs": ["I wish I could play Disco Elysium for the first time again. This unconventional RPG from developer ZA/UM casts a spell unlike any other game; its surprising narrative, complex world, and flawed characters have the power to transport your mind to dark and delightful places. Though Disco Elysium was exclusive to PC when it originally launched in 2019, The Final Cut brings the experience to consoles, opening this strange world up to a new wave of superstar detectives. And even though it can’t turn back time for those of us who want to relive the first playthrough, The Final Cut’s additions provide a rewarding return trip.", "If you’re new to Revachol, the main thing you need to know is Disco Elysium is a story-driven, combat-free RPG that puts you in the role of a police officer investigating a bizarre murder. But as the game begins, that police officer has traveled a drug-addled road to destruction. Through your actions and dialogue during the investigation, you veer toward redemption or ruination (or somewhere in between) as you contend with the warring voices in your head. The tone can shift from hilarious to poignant to soul-crushing in the span of a single conversation, but the writing has a particular knack for highlighting beauty amid bleakness. I don’t want to say too much and risk spoiling any great moments, but Disco Elysium’s unique approach to melding storytelling and gameplay is really something special. For more of the basics, read my original review.", "Disco Elysium won acclaim from critics and players, but The Final Cut isn’t just a re-release. ZA/UM has made several important adjustments to refine the game, but my favorite is the inclusion of full voice acting. Instead of just getting a few sentences to paint the outline of the characters, you now get a more complete sense of their personalities and mannerisms. I enjoyed all of the performances, but the main narrator (voiced by Lenval Brown, who you can hear in the trailer above) especially stands out; this is a text-heavy game, and Brown delivers a staggering amount of information with a style that fits the atmosphere perfectly.", "While most of the core content remains unchanged in The Final Cut, new political vision quests let players choose one of four new tasks tied to different ideologies. These mutually exclusive quests open up based on your detective’s political leanings – like communism and fascism – and you ultimately choose which one you’re going to pursue. After saving/reloading to see what they all offer, I am impressed at how well these new objectives fold into the original experience. They don’t feel tacked-on or extraneous; they are natural extensions of the themes that were already there, acting as satisfying punctuation marks. Some of them introduce new characters and areas, while others let you interact with familiar faces in different contexts. The fascist (a.k.a. racist) thread made me laugh the most, but whichever one you choose, the vision quests are cleverly written and have minor-but-lasting effects on the game once you complete them – like visual changes to the big statue in the roundabout, for example.", "As an isometric RPG, controlling Disco Elysium was previously a mouse-and-keyboard affair. That obviously wouldn’t work for the console versions, so the interface has been adapted for gamepads (and the PC version supports them now, too). However, the controls are the only part of this package that don’t feel improved. The trade-offs aren’t exactly surprising; moving your character directly with the analogue stick is nice, but the map was still originally designed with a point-and-click interface in mind, so certain paths through the world are difficult to see and navigate. I also had several instances where I pressed a button to interact with an object, but nothing happened until I repositioned myself and tried again. On the one hand, that inconsistency is frustrating. On the other hand, Disco Elysium is not a game in which rapid action and response is necessary, so it didn’t interfere much with my overall enjoyment.", "No two run-throughs of Disco Elysium are quite the same. If you’re returning to it, The Final Cut is a great opportunity to try out different choices, pursue different ideologies, and see new branches of the story. Plus, if you already own the game on PC, The Final Cut is available as a free update. For console players who have waited to see what the fuss is about, this version presents the complete picture of why this unique setting and story have earned so much praise. Disco Elysium is a must-play game, and The Final Cut is the best (and only, for many people) way to play it.", "Disco Elysium: The Final Cut is currently available on PS5, PS4, and PC. It will launch on Xbox Series X/S, Xbox One, and Switch this summer."], "authors": [], "keywords": ["world", "elysium", "different", "pc", "final", "disco", "game", "cut", "review", "superstar", "rpg", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}