{"id": "e7a7a4c5-ed83-3864-a155-178b817089fb", "title": "Replay – Left 4 Dead", "url": "https://www.gameinformer.com/replay/replay/2020/12/18/replay-left-4-dead", "summary": "But then the company did what the great ones always seem to do: they continued to build their legacy by creating one of the best zombie co-op shooters of all time in the original Left 4 Dead.\nToday, we're reminding you why Left 4 Dead became a phenomenon and spawned a whole sub-genre of games.\nSo join Andrew Reiner, Liana Ruppert, Kim Wallace, and me for all the fun on today's episode of Replay.\nWe're going live at 2 p.m. CT, so be sure to join us in the chat, and end your week the right way with the Replay crew!\nAre you feeling excited about zombie shooters again?", "paragraphs": ["Before 2008, Valve was already known as one of the premier studios for creating engaging and masterful first-person shooting experiences with titles such as Half-Life, Counter-Strike, and Portal. But then the company did what the great ones always seem to do: they continued to build their legacy by creating one of the best zombie co-op shooters of all time in the original Left 4 Dead.", "The concept was simple. Take the best tropes from undead classics such as Dawn of the Dead and 28 Days Later and merge them with Valve's penchant for creating immersive worlds and incredibly engaging moment-to-moment gameplay. The result was a mix of intense final standoffs and surprisingly funny character moments that players (including myself) spent hundreds of hours delighting in.", "Today, we're reminding you why Left 4 Dead became a phenomenon and spawned a whole sub-genre of games. I've assembled one of the best zombie-slaying teams at Game Informer to take on the unrelenting waves of Boomers, Witches, and whatever else the game can throw at us. So join Andrew Reiner, Liana Ruppert, Kim Wallace, and me for all the fun on today's episode of Replay.", "We're going live at 2 p.m. CT, so be sure to join us in the chat, and end your week the right way with the Replay crew! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "Are you feeling excited about zombie shooters again? Be sure to check out our coverage of Back 4 Blood, the spiritual successor to L4D from the team at Turtle Rock Studios, where we discuss our impressions of the game so far and show it off on a recent episode of New Gameplay Today Live."], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["best", "creating", "zombie", "live", "join", "game", "studios", "shooters", "left", "dead", "sure", "replay"], "pubDate": "2020-12-18T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}