{"id": "e7ea36a5-6146-30e4-a11e-54a98869eef7", "title": "What is Biophilic Design? This Nature-Based Interiors Trend Promises Wellness", "url": "https://www.vogue.com/article/biophilic-design-nature-based-interiors-wellness-trend", "summary": "Last September, at the London Design Festival, participants were asked to craft a desk that would fit our current housebound lives.\nIt’s a scientific statement underlined by common sense and freshly embraced by the design world: Biophilic design is good for you.\n“There’s a reason why you have the aquarium at the dentist’s office,” says William D. Browning, co­­author of Nature Inside: A Biophilic Design Guide, published in late 2020.\n“Even just a picture of nature, like a Hudson Valley landscape, will lower blood pressure and heart rate,” Browning says.\n“In the early ’80s, this became a major discussion,” says Robin Standefer, of the design firm Roman and Williams.", "paragraphs": ["Last September, at the London Design Festival, participants were asked to craft a desk that would fit our current housebound lives. The eponymous studio of British architect and designer Thomas Heatherwick submitted a glass-and-maple-wood structure with undulating legs from which plants sprouted. “Exposure to natural environments...has very tangible improvements to brain functioning,” he said at the time. It’s a scientific statement underlined by common sense and freshly embraced by the design world: Biophilic design is good for you.", "“There’s a reason why you have the aquarium at the dentist’s office,” says William D. Browning, co­­author of Nature Inside: A Biophilic Design Guide, published in late 2020. The naming of the philosophy can be traced back to 1964, when German-​born thinker Erich Fromm coined the term bio (life) philia (lover) to describe mankind’s innate attraction to all things organic. “Even just a picture of nature, like a Hudson Valley landscape, will lower blood pressure and heart rate,” Browning says. In October 2019, Browning and his co­author Catie Ryan Balagtas helped publish a striking study: In a sixth-grade Baltimore classroom, they installed a carpet resembling prairie grass, wallpapered the ceiling with a palm-leaf print, and dressed the windows with silkscreened shades. After a year, the students performed an average of 3.3 times higher on test scores and showed greater stress resilience.", "While indoor-plant sales have galloped along in the pandemic—the online nursery Bloomscape doubled its orders last March and April—these principles have made their way into more durable goods as well. Spanish rug company Nanimarquina crafts rugs with shags that reveal themselves to be little flowers; House of Hackney’s spring collection includes mushroom-shaped lamps; and Pakistan-​based Lél offers nesting tables with sinuous legs and floral-​inspired inlays. “In the early ’80s, this became a major discussion,” says Robin Standefer, of the design firm Roman and Williams. “It’s resurfaced in COVID because we are often cooped up and need to find ways to interact with nature—not only with plants but objects.” Biophilia, confirms Balagtas, “was already on the rise, but quarantine gave it a new life.”", "Hard Furnishings", "References to nature both abstract and literal can enhance well-being. Be it a knotty-wooden stool that spirals like a shell from Commune, Lél's art nouveau nesting tables with vine-like legs, or high-backed seating (like Opalhouse's Brittana chair) that cocoons and cradles you. And the entire family of wicker, rattan, and cane will also do the trick.", "Nik Gelormino for Commune shell stool $2,400 COMMUNE Shop Now Ross Lovegrove Biophilia coffee table $760 YLIGHTING Shop Now", "Lél Puvvi nesting tables N/A LÉL Shop Now Bartolozzi & Maioli leaf shape wood chair $3,850 1STDIBS Shop Now", "Natural tree stump side table $299 WEST ELM Shop Now Valerie Pied-A-Terre sofa $2,698 ANTHROPOLOGIE Shop Now", "Palms rattan chair $548 SERENA & LILY Shop Now Opalhouse Britanna hanging egg chair $500 TARGET Shop Now", "For the Wall", "In addition to making a statement, turns out, the ever-trendy banana leaf wallpaper can have calming effects. So too can a simple photograph of the beach (look to Gray Malin) or imagery of natural wonders (Tappan has a wonderful selection). Also consider something that mimics hexagonal fractal patterns found in nature like Renwil’s wall art or take a literal approach with actual greenery and vertical gardens.", "Serena & Lily Palm wallpaper $98 SERENA & LILY Shop Now Mossy Moss By Olia custom moss frames $99 ETSY Shop Now", "Sonic Editions Outward Bound framed print $420 MODA OPERANDI Shop Now Renwil hexagon wall art $398 NORDSTROM Shop Now", "Bondi Beach, Sydney print by Gray Malin $207 AMARA Shop Now Joss & Main Waves of Chic removable wallpaper $94 JOSS & MAIN Shop Now", "Ancient Medicine photograph by Brian Merriam $160 TAPPAN Shop Now Whom Home Geode I wall art $229 BLOOMINGDALE'S Shop Now", "Dawn horizontal print by Gray Malin $199 $149 SAKS FIFTH AVENUE Shop Now Abaca wall art $100 CB2 Shop Now", "For the Floor", "Sisal and flat-woven jute rugs are the obvious choice for biophilic carpeting but also consider a rug that mimics the texture of a forest floor, like one from Nanimarquina. Other options include a wind-in-the-sand-like rippled pattern from the Jungalow and trompe l’oeil marble terrazzo rug from Pottery Barn Kids.", "Nanimarquina Little Field of Flowers rug $1,640 $1,312 LUMENS Shop Now nuLOOM hand tufted area rug $480 $290 TARGET Shop Now", "Mistana Timms geometric handmade jute rug $138 $72 WAYFAIR Shop Now Jungalow wavy rug $49 JUNGALOW Shop Now", "Terrazzo marble rug $325 POTTERY BARN KIDS Shop Now Disintegrated green floral rug $499 CB2 Shop Now", "Decor & Such", "A pillow that mimics the fleece of a lamb and is festooned with greenery from the Jungalow, a candlestick holder that looks like a palm tree by CB2, and even a vase hand-painted with clouds from Jonathan Hansen x Marie Daâge all make for biophilic interiors. Put it all together for a space that offers a bit of harmony.", "Jungalow Papyrus Hook pillow $78 JUNGALOW Shop Now Magnolia taper holder $28 ANTHROPOLOGIE Shop Now", "Palm Tree gold taper candle holder $60 CB2 Shop Now Marcella agate coasters, set of 4 $50 CRATE & BARREL Shop Now", "Jonathan Hansen x Marie Daâge Ciels Bleus tall vase $695 MODA OPERANDI Shop Now Tamar Mogendorff velvet shell pillow $165 GARMENTORY Shop Now", "Bright Ideas", "Though in biophilic design natural sunlight reigns supreme, one can use lighting to increase their productivity and just the opposite come bedtime. During the day, use blue-light waves can increase serotonin but switch this to a warm ambient glow to stimulate melatonin. Chose your lightbulbs according to your space and then take it a step further with a lamp that looks like a mushroom (House of Hackney) or even a lamp that reflects and refracts light on the wall like Patricia Urquiola’s Serena Lamp.", "Panama handwoven pendant $695 RH Shop Now House of Hackney Amanita lampstand $412 HOUSE OF HACKNEY Shop Now", "Patricia Urquiola Serena modern table lamp $795 FLOS Shop Now Peacock table lamp base $60 WORLD MARKET Shop Now", "Flynn table lamp $348 SERENA & LILY Shop Now Reveal Home marble table lamp $112 ETSY Shop Now", "For the Table", "Tablescapes can evoke landscapes when the ingredients are right. Terrain’s olive wood serving spoon, dinner plates festooned with palm trees like those from Les Ottomans, and raffia bowls from Moda Domus can all help to get you there.", "Moda Domus nesting raffia bowls, set of 3 $200 MODA OPERANDI Shop Now Les Ottomans La Palemeraie ceramic dinner plates, set of 4 $249 MATCHESFASHION.COM Shop Now", "Suzani guest towels $190 CABANA Shop Now Cayman glasses, set of 4 $48 SERENA & LILY Shop Now", "Portmeirion Botanic Garden glasses, set of 4 $60 $30 MACY'S Shop Now Olive wood serving spoon $24 TERRAIN Shop Now", "Marble and gold serving tray $35 WORLD MARKET Shop Now Goddess Arts Collection hand-painted taper candle set $27 AMAZON Shop Now", "Plants and Planters", "The easiest way to directly incorporate biophilic design into your home is through plant life. Modern Sprout’s go-anywhere station comes in beautiful brass and allows you to grow herbs. Or consider planters that feel more like furniture and better integrate greenery into your spaces. Consider a coat rack-like stand for succulents, Greenery Unlimited’s self-watering planter, or an artful Tetris block planter from Pieces.", "Varick self-watering planter $69 GREENERY UNLIMITED Shop Now Capra Designs Archie pot $69 VERISHOP Shop Now"], "authors": ["Lilah Ramzi", "Lilah Ramz"], "keywords": ["trend", "wellness", "design", "table", "serena", "rug", "naturebased", "set", "lamp", "shop", "promises", "lily", "wall", "interiors", "biophilic"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}