{"id": "e7eb88e3-6b28-3879-b839-66468113b337", "title": "How Joe Biden Could Help Internet Companies Moderate Harmful Content", "url": "https://www.newyorker.com/tech/annals-of-technology/how-joe-biden-could-help-internet-companies-moderate-harmful-content", "summary": "Back in May, Donald Trump issued an order meant to dissuade social-media companies from exercising editorial control over material that appeared on their platforms.\nBiden’s complaint about Section 230, however, was not that social-media companies were exercising too much editorial control but that they were not exerting enough.\nThe first states that Internet companies are not to be treated as publishers, and, as such, are not responsible for the material on their sites that is created by third parties.\nPresident-elect Biden’s objection to Section 230 is that the law allows Internet companies to operate in a largely regulation-free zone.\nEveryone should want there to be pressure on Internet companies to prevent this kind of thing.”But not everyone does.", "paragraphs": ["Last December, during a conversation with the New York Times editorial board, then-candidate Joe Biden declared that Section 230 of the Communications Decency Act, a foundational law of the Internet that was intended to govern how companies moderate speech online, “immediately should be revoked, number one.” Presidents, of course, can’t simply make legislation disappear, but they can try to move things along with executive orders. Back in May, Donald Trump issued an order meant to dissuade social-media companies from exercising editorial control over material that appeared on their platforms. Twitter had recently infuriated him by adding a generic fact-check label to a tweet of his that declared mail-in ballots to be fraudulent. Biden’s complaint about Section 230, however, was not that social-media companies were exercising too much editorial control but that they were not exerting enough. It is irresponsible, Biden suggested, that Section 230 immunizes companies from libel and civil suits for material posted on their sites by third parties, no matter how harmful.", "Danielle Citron, a law professor at Boston University who has studied Section 230 for more than a decade, told me that she believes Biden’s call to scrap the law was “a placeholder, a way of saying we need to have a meaningful discussion about reforming it.” When Section 230 was passed, with bipartisan support, in 1996, the Internet was primarily a collection of home pages, Listservs, and bulletin boards; Google searches, click bait, social media, online shopping (as we know it today), and YouTube did not yet exist. The previous year, though, an early online service, Prodigy, was successfully sued for defamation after a user posted untrue claims about an investment company and its president on one of Prodigy’s bulletin boards. Because Prodigy moderated the content on its sites, the court reasoned that it was acting as a publisher and was liable for the material that it hosted. In response, Christopher Cox, Republican of California, and Ron Wyden, Democrat of Oregon, co-authored a bill in the House of Representatives that sought to indemnify Internet companies for exerting editorial control over the material that appeared on their sites. The law, Section 230, was intended to prevent the Internet from becoming home to all kinds of unsavory, offensive, and possibly illegal content—content that would drive away potential users and stifle the fledgling industry.", "Section 230 has two parts. The first states that Internet companies are not to be treated as publishers, and, as such, are not responsible for the material on their sites that is created by third parties. The second says that those companies cannot be held liable for good-faith efforts to filter or block user-generated content. Liberals tend to take issue with the first part, finding it overly generous to the tech companies. Conservatives take issue with the second. As Trump’s executive order put it, “In a country that has long cherished the freedom of expression, we cannot allow a limited number of online platforms to hand pick the speech that Americans may access and convey on the internet. This practice is fundamentally un-American and anti-democratic.”", "The First Amendment states that Congress “shall make no law . . . abridging the freedom of speech, or of the press.” It places no obligation on private entities to publish, broadcast, or in any way promulgate the speech of others. It is entirely Twitter’s prerogative to ban Steve Bannon for tweeting about his desire to see the beheading of the F.B.I. director, Christopher Wray, and the infectious-disease expert Anthony Fauci. By way of analogy, Mary Anne Franks, a law professor at the University of Miami and the president of the nonprofit Cyber Civil Rights Initiative, told me, “You can’t tell a night-club owner that you have the right to come into the club every night, grab the microphone, and spout your political views. It’s a private space.” (In his order, Trump attempted to skirt this inconvenience by claiming that social-media companies like Twitter and Facebook are equivalent to “the public square.”)", "To be clear, even though Internet companies are within their rights to censor conservative voices, there is no evidence that those voices are being muted. A Politico study of social-media posts before the November election concluded that “conservatives still rule online.” Working with the Institute for Strategic Dialogue, a London-based think tank, which scraped millions of posts from Facebook, Instagram, Twitter, Reddit, and 4Chan, the researchers found that the most viral right-wing posts about Black Lives Matter protests were shared more than ten times as often as the most popular liberal posts; voter-fraud posts from conservative commentators were shared twice as much. Trump’s tweets, his spurious executive order, and his threat, this week, to veto the National Defense Authorization Act if Congress didn’t repeal Section 230 are clumsy sleight-of-hand tricks—as are Republican legislators’ efforts to punish Internet companies on the President’s behalf. But they’re also part of a wider effort to feed a narrative about fake news: according to a recent Pew Research Center survey, ninety per cent of Republicans and right-leaning independents believe that social-media companies are likely to censor political viewpoints that they don’t like.", "President-elect Biden’s objection to Section 230 is that the law allows Internet companies to operate in a largely regulation-free zone. Other industries, after all, are bound by product-safety laws, consumer-protection laws, and tort laws. “You can sue a store for not fixing a floorboard if they knew about it, and knew that people were going to trip on it,” Franks said. “With Section 230, as it’s been interpreted by the courts, none of that matters online. All you have to do online is just let stuff happen, be in a position of power and watch as people get harassed and exploited and have their lives ruined, and just take the money from the advertising and the clicks that you get. Things you couldn’t get away with doing in the physical world, you’re allowed to do in the online world.”", "In 2012, a domestic abuser purchased a gun through the Web site armslist.com, which can match gun dealers with people who are unable to pass background checks. After the buyer used the weapon to kill his estranged wife and two others, the site successfully invoked Section 230 to avoid liability. More recently, Grindr, a dating app, took cover behind Section 230 when Matthew Herrick, an actor in New York, sued the site as a result of false profiles that were created by an ex-boyfriend. The profiles, which included Herrick’s home and work addresses, suggested that Herrick had rape fantasies, and that any resistance he put up was part of the fantasy. As a consequence, hundreds of men showed up at his apartment door or at his workplace, at all hours, month after month, forcibly demanding sex. “You look at that law, and it seems very narrow,” Herrick’s lawyer, Carrie Goldberg, told me. “But it’s been interpreted really extravagantly over the years by the courts to the point where, basically, there’s almost no way whatsoever to ever hold these companies liable.”", "The assumption embedded in Section 230 is that everything which happens online is speech. This made sense in the early days of the Internet, when it was primarily a medium of communication, but makes less sense as the Web became a place of commerce, targeted advertising, and lucrative data mining. “There is no justification for treating the Internet as a magical speech conversion machine,” Citron and Franks wrote recently, in The University of Chicago Legal Forum. “If the conduct would not be speech protected by the First Amendment if it occurs offline, it should not be transformed into speech merely because it occurs online.” The Herrick case is an object lesson. The court interpreted the fake profiles on Grinder as speech, but Goldberg, his lawyer, saw it differently. “Section 230 is about content. But we were not suing Grindr for content; we were suing for Grindr’s conduct, as well as that of Matthew’s former boyfriend, and how he was using the product,” she said. “Men were still coming to his house and his work, demanding sex, even when we were filing the lawsuit.” The relief Herrick was after was simple: he wanted Grindr to remove the posts that targeted him and insure that other similar ones would not be posted. The visits only stopped after the former boyfriend who was posting about Herrick was arrested on charges related to the abuse. “Grindr didn’t give a fuck,” Goldberg said. “This was not about speech. Everyone should want there to be pressure on Internet companies to prevent this kind of thing.”", "But not everyone does. In a position paper, the digital-rights organization Electronic Frontier Foundation called Section 230 “the most important law protecting Internet speech.” The group argues that the protective barrier around Internet companies to ward off prosecution has enabled entrepreneurs to innovate, and for platforms to grow. Yet E.F.F.’s claim that “this legal and policy framework has allowed for YouTube and Vimeo users to upload their own videos, Amazon and Yelp to offer countless user reviews, craigslist to host classified ads, and Facebook and Twitter to offer social networking to hundreds of millions of Internet users,” which looks convincing, is unprovable. Surely, other industries have innovated and flourished despite being held accountable for their products, conduct, and business practices. In fact, contrary to the argument that removing Section 230 immunity would harm startups and smaller companies, two lesser-known dating sites where Herrick’s former boyfriend also posted fake profiles took them down when they learned how their platforms had been weaponized.", "Citron said that a dozen years ago, when she began writing about reforming Section 230, “people told me that I was breaking the Internet and I was an enemy of the First Amendment.” (Last year, she won a MacArthur “genius” grant for her work.) Senator Ron Wyden, who, as one of the law’s original authors, has a proprietary interest in the fate of Section 230, told me in an e-mail that he is not opposed to amending it. “I am certainly open to improving the law if there are proposals that identify a problem and solve it,” he said. “I’m eager to work with anyone who is ready to have a serious discussion. But I have two key principles: first, any changes must not target constitutionally protected speech, and second, they should not discourage moderation.”"], "authors": ["Sue Halpern", "Sue Halper"], "keywords": ["content", "biden", "companies", "socialmedia", "230", "law", "harmful", "posts", "sites", "help", "internet", "online", "told", "moderate", "speech", "joe"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}