{"id": "e7fa97be-1a0d-38c1-9e5f-732c0a86d8e6", "title": "The World in 2021 - With covid-19, nobody is safe until everyone is safe", "url": "https://www.economist.com/the-world-ahead/2020/11/17/with-covid-19-nobody-is-safe-until-everyone-is-safe", "summary": "IF 2020 WILL be remembered for the devastation and suffering caused by the covid-19 pandemic, the hope is that 2021 will be seen as the turning-point in the outbreak.\nIn 2021 we should begin the largest and most rapid global deployment of vaccines the world has ever seen.\nThis can happen only if we are first successful in developing safe and effective covid-19 vaccines, and if those vaccines are made simultaneously and fairly available to people in all countries, regardless of their wealth.\nNormally it takes more than a decade to develop a vaccine, and people in rich countries get it first.\nBecause there will be a next one; the emergence of novel viruses of pandemic potential is an evolutionary certainty.", "paragraphs": ["IF 2020 WILL be remembered for the devastation and suffering caused by the covid-19 pandemic, the hope is that 2021 will be seen as the turning-point in the outbreak. This is not just wishful thinking. In 2021 we should begin the largest and most rapid global deployment of vaccines the world has ever seen. If successful, it will mark the beginning of the end of the crisis.", "This can happen only if we are first successful in developing safe and effective covid-19 vaccines, and if those vaccines are made simultaneously and fairly available to people in all countries, regardless of their wealth. In normal circumstances those are two very big “ifs”. Normally it takes more than a decade to develop a vaccine, and people in rich countries get it first.", "But these are extraordinary times. The response to this crisis from scientists and vaccine-manufacturers has been unprecedented, with more than 200 candidate vaccines in development and dozens already in advanced clinical trials. Equally, the way global leaders have responded has been unparalleled, with most governments looking beyond the immediate needs of their citizens in favour of a solution that benefits everyone. Not since the Paris climate agreement have we seen such global co-operation and solidarity, and never before in the face of such an immediate and existential threat.", "One reason why this kind of global approach is so important, and why governments of wealthy countries are willing to let people in the poorest parts of the world get vaccinated before millions of their own citizens, is quite simply that it is necessary. The sooner people in all corners of the world are protected, the sooner we can end the acute phase of this pandemic, allow life to return to some semblance of normality and reboot our economies. Because as long as large reservoirs of the virus are allowed to persist, the threat of resurgence will remain.", "A global exit strategy also offers our best chance of success. There is a good reason why vaccines normally take so long to develop; it is extremely difficult. Those at the preclinical stage, before human trials, typically have less than a 10% chance of success. If they make it to human trials, that rises to less than 20%. In the face of such odds, our best option is working together and hedging our bets. By pooling investment and sharing risk, countries are collectively backing the development of a larger number of vaccines, increasing the chance of success. That has n0t stopped governments pursuing bilateral deals with manufacturers to secure the doses they need for their citizens, as several wealthy nations have done. But by joining the collective effort, too, they in essence have an insurance policy, guaranteeing themselves other vaccine doses even if their bilateral deals fail—and in the process throwing a lifeline to other countries, which would otherwise have limited or no access.", "All this is what COVAX was created to do. Involving nearly 90% of the world’s governments, and co-ordinated by my organisation, Gavi, along with the Coalition for Epidemic Preparedness Innovations and the World Health Organisation, COVAX maximises our chances of getting safe and effective vaccines, and being ready to produce them quickly at scale. The initial aim is to provide 2bn doses by the end of 2021, which should be enough to protect high-risk and vulnerable people, as well as front-line health-care workers.", "We still have a long way to go, first in getting the vaccines through trials, getting them approved and licensed, and ensuring manufacturing is in place so we can move quickly. We are also working to ensure that the infrastructure, supply chains and vaccinators are in place to distribute billions of doses at speed. And all this at a time when health systems have been disrupted by the pandemic and an infodemic of misinformation is threatening to undermine public confidence in vaccine safety.", "Nevertheless, despite such challenges, the fact that we have come this far bodes well, not just for how quickly we end this pandemic, but for future preparedness and resilience for the next one. Because there will be a next one; the emergence of novel viruses of pandemic potential is an evolutionary certainty. More than just a multi­lateral solution to a global crisis, COVAX is also the first step in a collective learning process to improve our global defences—our disease surveillance, early-warning systems and response mechanisms—across the entire world, to ensure that the next time this happens, we are better prepared to act.■", "This article appeared in the Science and Technology section of the print edition of The World in 2021 under the headline “A vaccine for everyone”"], "authors": ["The Economist"], "keywords": ["vaccines", "safe", "2021", "covid19", "global", "world", "end", "trials", "governments", "countries", "pandemic", "vaccine", "doses"], "pubDate": "2020-11-17T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}