{"id": "e800d497-bf38-3bd6-9f6d-9c8a1e32045e", "title": "The story behind Vietnam's 'Crazy House'", "url": "https://edition.cnn.com/travel/article/crazy-house-dalat-vietnam/index.html", "summary": "The Crazy House has 10 guest rooms, each named after an animal or plant.\nCourtesy Crazy HouseIn February 1990, she drew up plans for Crazy House.\nDang Viet Nga, artist “Crazy House will never really be finished.\nCloser to natureToday, Crazy House feels like woodland fantasy brought to life.\nThe Crazy House has been welcoming guests since 1991.", "paragraphs": ["(CNN) — Wild, weird, wonderful... there are many ways to describe the Crazy House (also known as Hang Nga Guesthouse) in Dalat, a relaxed mountain resort town in southern Vietnam", "One thing's for sure: This \"crazy\" complex is one of a kind.", "Standing in stark contrast to Dalat's French colonial villas, the bizarre avant garde guesthouse is a maze of spiral staircases, sculptural bedrooms, undulating surfaces, swirls of bright colors, narrow bridges and hidden nooks.", "The artist behind the structure, 79-year-old Dang Viet Nga, says it's the ultimate expression of her imagination.", "\"Crazy House is a culmination of my life and creativity -- it all came together in this structure,\" Dang, daughter of Vietnam's former general secretary Truong Chinh, tells CNN Travel", "\"I wanted to create something original, pioneering -- different from anything else in the world.\"", "An exercise in creativity", "After earning a PhD in architecture in Moscow, Dang worked for several years in Russia then moved to Hanoi, where she worked on government projects.", "On a business trip to Dalat, Dang says she fell in love with the lush landscape, cooler climate and kind people and hoped to eventually move there.", "In 1983, she relocated to Dalat with her then 8-year-old son, Nguyen Viet Thang.", "After years of working on state-owned developments, which afforded little creativity, she felt compelled to unleash her imagination.", "The Crazy House has 10 guest rooms, each named after an animal or plant. Courtesy Crazy House", "In February 1990, she drew up plans for Crazy House. But instead of blueprints, she created a series of paintings to communicate her fantastical vision.", "As a form of expressionist architecture, the house has no right angles but rather organic forms that are designed to mirror natural elements, like mushrooms, shells, caves and spiderwebs.", "Dang Viet Nga, artist “Crazy House will never really be finished. It's like a living thing. It is always changing.”", "\"With this form, you have to try to free your mind,\" she says. \"There are no rules -- aside from basic structural principles [to make sure it's safe and stable] -- it's all about self-expression.\"", "When it came time to construct the house, Dang used various types of materials, including steel, wood and concrete.", "\"My mother used a lot of concrete because it's inexpensive and very easy to play with,\" says her son Nguyen, who is now 44.", "Related content Lonely Planet's best places to visit in Asia Pacific for 2019", "\"Since she can create whatever shape she wants, it reflects what she is envisioning in her mind.\"", "Less than a year later, the guesthouse was open for business and welcoming its first guests.", "Closer to nature", "Today, Crazy House feels like woodland fantasy brought to life.", "\"I felt that, over the last century, people have really destroyed nature. Not just in Vietnam, but around the world,\" says Dang. \"So I wanted to create a structure that brings people closer to nature.\"", "An elevated main house, which looks like it belongs in Hansel and Gretel, sits in the center of an open courtyard, surrounded by four enormous tree houses.", "The Crazy House has been welcoming guests since 1991. Courtesy Crazy House", "Sinuous cement \"branches,\" which double as bridges, twist and wind between the various houses so people can move from one to the next.", "At first glance, the surreal structures recall mind-bending scenes from a Salvador Dali painting or perhaps even the organic works of modernist Catalan architect Antoni Gaudi.", "The playful style continues within the tree houses, where 10 guest rooms -- each named after an animal or type of plant -- are full of organic shapes, cavern-like beds, and wooden seating areas.", "\"Reconnecting nature is one message that I want to communicate with the house,\" says Dang.", "\"But it's also a message to others to think outside of the box. Don't limit yourself by the rules and the expectations -- free your mind and let your imagination run wild.\"", "Following her own advice, Dang is continues to dream up new additions to the property while Nguyen now manages the business.", "She is currently dreaming up two new gardens -- a Land Garden and a Sky Garden -- to add more greenery and flowers, as well as another tree house.", "\"I would say that Crazy House will never really be finished,\" says Nguyen. \"It's like a living thing. It is always changing.\"", "How to visit", "In addition to staying in one of Crazy House's guest rooms, visitors can also tour the Dalat attraction for a fee. Though there's no restaurant, visitors can purchase drinks and snacks at a stall in the garden."], "authors": ["Kate Springer", "Dang Viet Nga"], "keywords": ["tree", "really", "viet", "dang", "vietnams", "rooms", "crazy", "structure", "house", "nguyen", "dalat"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}