{"id": "e82d3053-c93c-31c3-b7b4-6dfeebba2268", "title": "Skip the Pie—Make This Pumpkin Layer Cake With Brown Sugar Frosting Instead", "url": "https://www.vogue.com/article/pumpkin-layer-cake-with-brown-sugar-frosting-recipe", "summary": "With the CDC recommending that people avoid travel, and large family gatherings, many of us will have an unusual holiday.\nInstead of pumpkin pie, what about a pumpkin layer cake with salted caramel buttercream and brown sugar frosting?\n(A word of note from the chef before you embark, however: “Both the salted caramel buttercream and the brown sugar frosting need to cool down before being whipped—so plan ahead!”) If it all sounds delicious, but a bit much, don’t fret.\nPumpkin Layer Cake with Salted Caramel Buttercream and Brown Sugar FrostingNote: You will need three (8- x 2-inch) cake pans to make this.\nIngredientsCake2 tablespoons unsalted butter, melted (for greasing)3 cups all-purpose flour (plus more for dusting)1 (15-ounce) can of pumpkin puree1 ½ cups buttermilk, well shaken1 ½ teaspoons ground cinnamon1 ½ teaspoons ground cloves", "paragraphs": ["On Thanksgiving, it’s hard to break from tradition—even if great-aunt Nancy’s green bean casserole hasn’t exactly kept up with the culinary times. But this isn’t a traditional year. With the CDC recommending that people avoid travel, and large family gatherings, many of us will have an unusual holiday.", "That probably comes with a tinge of sadness. But here’s a silver lining—now might finally be the time to eat whatever your heart desires. Not a fan of cranberry sauce? Don’t make it! That meh peas and mushroom side everyone pushes around their plate? Not this year! And hell, who says you can’t have steak instead of turkey?", "That’s a wide range of scenarios, so here’s a specific suggestion for how to spice things up. Instead of pumpkin pie, what about a pumpkin layer cake with salted caramel buttercream and brown sugar frosting? James Beard nominee and Per Se alum Melissa Weller has been baking that, with no regrets, since 1996. “That year I made all sorts of Thanksgiving desserts from different cookbooks including a pear tart from The New Basics and a steamed gingerbread pudding from the Martha Stewart Cookbook,” she tells Vogue. “It’s fun to create a Thanksgiving dessert menu that’s not pie.” In fact, the showstopper creation was delicious enough to make it into her new cookbook, A Good Bake, published earlier this month.", "Inspired to attempt it yourself? Below, Weller shares her recipe. (A word of note from the chef before you embark, however: “Both the salted caramel buttercream and the brown sugar frosting need to cool down before being whipped—so plan ahead!”) If it all sounds delicious, but a bit much, don’t fret. Weller is currently in residency at Gertie’s in Brooklyn, where she’s making a plethora of pastries for their bakery. Check out all the offerings here.", "Pumpkin Layer Cake with Salted Caramel Buttercream and Brown Sugar Frosting", "Note: You will need three (8- x 2-inch) cake pans to make this.", "Ingredients", "Cake", "2 tablespoons unsalted butter, melted (for greasing)", "3 cups all-purpose flour (plus more for dusting)", "1 (15-ounce) can of pumpkin puree", "1 ½ cups buttermilk, well shaken", "1 ½ teaspoons ground cinnamon", "1 ½ teaspoons ground cloves"], "authors": ["Elise Taylor", "Elise Taylo"], "keywords": ["caramel", "brown", "pumpkin", "salted", "instead", "buttercream", "frosting", "piemake", "½", "cake", "thanksgiving", "weller", "layer", "skip", "sugar"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}