{"id": "e85917e6-2f8d-3547-aa29-31251152ec27", "title": "Top-four tussle: hopes and fears in race for Champions League spots", "url": "https://www.theguardian.com/football/2021/apr/10/top-four-tussle-hopes-and-fears-in-race-for-champions-league-spots", "summary": "West Ham, Pl 30 Pts 52 GD +11The loss of Declan Rice to injury could have a big say in West Ham’s chances of a top four finish.\nPhotograph: Jed Leicester/BPI/ShutterstockOptimist’s view: The beauty of West Ham’s challenge is that it is so unexpected.\nDavid Moyes has inspired an incredible transformation and West Ham have every reason to believe after rising into fourth after their stubborn win over Wolves last Monday.\nThis is West Ham: they aren’t supposed to be challenging for the top four at this stage of the season.\nThe fear is that West Ham, competing with teams with much greater resources, will run out of steam.", "paragraphs": ["3. Leicester, Pl 30 Pts 56 GD +19", "Optimist’s view: Brendan Rodgers’s team have evolved since last season, when they lost key players in the run-in and failed to hold their nerve, slipping out of the top four on the final day. This season their squad is stronger – thanks to purchases such as Wesley Fofana and Timothy Castagne and progress made by the likes of Youri Tielemans, unsurprisingly, and Kelechi Iheanacho – and their resolve is greater, too, enabling them to stay towards the top despite continuous injuries. They underperformed against Manchester City last week but have generally done particularly well against the top teams this season, which is why they are unlikely to be spooked by a run-in that looks difficult on paper, starting with Sunday’s trip to West Ham and finishing with matches against Manchester United, Chelsea and Tottenham.", "Pessimist’s view: The next two matches could set them back a year. Defeat by West Ham on Sunday, followed by elimination in next week’s FA Cup semi-final against Southampton, would sharpen questions about whether they really can hold their nerve, particularly in the wake of February’s Europa League defeat by Slavia Prague. For how long can Iheanacho keep scoring to offset Jamie Vardy’s drought? And given the problems that Leicester have encountered against deep-sitting visitors to the King Power, might they slip up in home fixtures against West Brom, Crystal Palace and Newcastle? PD", "4. West Ham, Pl 30 Pts 52 GD +11", "The loss of Declan Rice to injury could have a big say in West Ham’s chances of a top four finish. Photograph: Jed Leicester/BPI/Shutterstock", "Optimist’s view: The beauty of West Ham’s challenge is that it is so unexpected. They are under absolutely no pressure given that they were battling against relegation last season. David Moyes has inspired an incredible transformation and West Ham have every reason to believe after rising into fourth after their stubborn win over Wolves last Monday. Solid defensively, their resilience has helped them over the line in several games and they have thrived thanks to their lack of ego. Moyes has instilled a tremendous work ethic and ensured his team pack a punch up front, with Jesse Lingard inspirational on loan from Manchester United.", "Pessimist’s view: Partly the sense that this is too good to be true. This is West Ham: they aren’t supposed to be challenging for the top four at this stage of the season. That gets to the heart of the issue. The fear is that West Ham, competing with teams with much greater resources, will run out of steam. Declan Rice’s knee injury is a huge blow, exposing the lack of cover in midfield, and goals could be a problem with Michail Antonio potentially out for the season with his latest hamstring problem. JS", "5. Chelsea, Pl 30 Pts 51 GD +16", "Optimist’s view: Thomas Tuchel has not done much wrong since replacing Frank Lampard in January. The German did not take long to introduce greater tactical stability, switching to a back three, and succeeded in reviving a much-maligned defence. Chelsea conceded only two goals as they went unbeaten in Tuchel’s first 14 games and looked extremely polished in victories over Everton, Liverpool and Tottenham. On the whole the mood is good. Individuals who toiled under Lampard have impressed since coming back into the side and Mason Mount has gone from strength to strength under Tuchel, who could benefit from the depth of Chelsea’s squad during a hectic run-in.", "Pessimist’s view: Last Saturday’s shambolic 5-2 defeat by West Brom was a reminder that Chelsea are far from the finished article. West Brom exposed weaknesses in midfield, hounding Jorginho and Mateo Kovacic into errors, and bad habits returned in defence. It was a wake-up call for Tuchel, who also has concerns over his team’s lack of attacking thrust. Although Kai Havertz has improved, Timo Werner remains skittish in front of goal, Hakim Ziyech has been inconsistent and Christian Pulisic has struggled with injuries. It is a conundrum for Tuchel, who seems unconvinced by Tammy Abraham. JS", "Quick Guide Remaining fixtures Show Leicester West Ham (a), West Brom (h), Crystal Palace (h), Southampton (a), Newcastle (h), Manchester United (a), Chelsea (a), Tottenham (h) West Ham Leicester (h), Newcastle (a), Chelsea (h), Burnley (a), Everton (h), Brighton (a), West Brom (a), Southampton (h) Chelsea Crystal Palace (a), Brighton (h), West Ham (a), Fulham (h), Manchester City (a), Arsenal (h), Leicester (h), Aston Villa (a) Tottenham Manchester United (h), Everton (a), Southampton (h), Sheffield United (h), Leeds (a), Wolves (h), Aston Villa (h), Leicester (a) Liverpool Aston Villa (h), Leeds (a), Newcastle (h), Manchester United (a), Southampton (h), West Brom (a), Burnley (a), Crystal Palace (h) Everton Brighton (a), Tottenham (h), Arsenal (a), Aston Villa (h), West Ham (a), Sheffield United (h), Wolves (h), Aston Villa (a), Manchester City (a)", "6. Tottenham, Pl 30 Pts 49 GD +19", "", "José Mourinho has endured a torrid time at Spurs this season. Photograph: Getty Images", "", "Optimist’s view: Despite the surrounding negativity, Tottenham remain sixth and three points from the top four. They have a Carabao Cup final to play, which could transform the mood, and they have recently shown they can eke out wins, piecing together four Premier League victories in five games until Newcastle’s 85th-minute equaliser on Sunday. Harry Kane and Son Heung-Min continue to enjoy outstanding seasons and their health could be the defining point of Tottenham’s run-in. Other players such as Tanguy Ndombele, Sergio Reguilón and, more recently, Lucas Moura have been promising enough to remain hopeful. There remains a path to the Champions League if they can step up.", "Pessimist’s view Despite the hope that surrounded José Mourinho as he began his first full season at Tottenham armed with a seemingly deep, talented squad, this campaign is threatening to veer off track. It has been a tale of negative tactics, over-reliance on the individual excellence of Son and Kane, an atmosphere dysfunctional enough for Hugo Lloris, the club captain, to stand before the cameras of the world and eviscerate the attitude of his teammates, and Mourinho’s attempts to shift the blame from himself. Tottenham’s Europa League loss to Dynamo Zagreb was embarrassing and, along with their tepid defeat by Arsenal and draw with Newcastle, an ominous sign of what may come. TC", "7. Liverpool, Pl 30 Pts 49 GD +15", "Optimist’s view Fresh from reaching the Champions League quarter-finals with a win over RB Leipzig, but on the back of another Premier League home defeat against Fulham, Jurgen Klopp said in an interview with Lothar Matthäus that it would be almost impossible for the Premier League champions to finish in the top four. That was one month ago, when Liverpool were seven points adrift of fourth-placed Chelsea and eighth in the table. They may have moved up only one place since but have reduced the gap on fourth to three points, and two on Chelsea, with back-to-back away wins at Wolves and Arsenal. With a settled defence, Fabinho back in central midfield, a fit-again Diogo Jota improving options in attack and a favourable fixture list compared with other contenders, Liverpool can rediscover momentum as quickly as they lost it. AH", "Fabinho’s return to his customary midfield position should help Liverpool in the final games of the season. Photograph: Julian Finney/AFP/Getty Images", "Pessimist’s view A favourable fixture list? There is no such thing for a team whose home form has collapsed in 2021 and have lost to Burnley, Brighton and Fulham during a club record run of six successive defeats at Anfield. Liverpool’s defence is consistent more in terms of personnel than performance, key leaders remain absent and there is little margin for error over the remaining eight league games.", "8. Everton, Pl 29 Ptd 47 GD +3", "Optimist’s view: Carlo Ancelotti’s team are only five points off fourth-placed West Ham and have a game in hand on the challengers above them. Having rested James Rodríguez for a month to enable him to recover from a persistent calf problem, the influential playmaker should be fresh for the run-in and he marked his return with a fine finish against Crystal Palace on Monday. The service to Dominic Calvert-Lewin and Richarlison also improved with James’s involvement. Away from home Everton have been highly impressive, winning 29 of their 47 points, and with relatively few injury problems the squad is equipped to handle the run-in.", "Pessimist’s view: It is remarkable that Everton remain in contention, and a reflection of their fine away form, given they have won five points from a possible 24 at Goodison Park this year. Ancelotti’s team have routinely struggled when the onus has been on them to take the game to the opposition, and blown several opportunities to strengthen their European claims. They have been hugely inconsistent since a blistering start to the season, as have Calvert-Lewin and Richarlison in front of goal, and Abdoulaye Doucouré, expected to be out until May, is a notable absentee. AH"], "authors": ["Paul Doyle", "Jacob Steinberg", "Tumaini Carayol", "Andy Hunter"], "keywords": ["h", "ham", "league", "tussle", "race", "west", "chelsea", "view", "season", "fears", "topfour", "spots", "hopes", "champions", "manchester", "tottenham", "everton"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}