{"pubDate": null, "url": "http://www.nytimes.com/2019/12/17/opinion/liverbirds-john-lennon.html", "id": "e872a5f3-85d1-3458-a0cf-21a1368ad570", "keywords": ["hamburg", "dont", "thats", "liverbirds", "girls", "told", "yes", "playing", "play", "going", "lennon", "guitar", "music", "oh", "opinion", "beatles", "john", "wrong"], "authors": ["Ben Proudfoot"], "title": "Opinion | John Lennon Told Them ‘Girls Don’t Play Guitar.’ He Was So Wrong.", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0", "summary": "Everybody was playing music.\nWe said, “We’re starting a girls’ group.” And they said, “Oh, that’s a good idea.” We just bought the guitars and the drums.\nI’ll teach you to play.” [MUSIC PLAYING] Valerie was a very good musician.\n[MUSIC PLAYING] And on this one day, the compere Bob Wooler said, “Would you like to come and meet The Beatles?” Yes, yes, yes, yes, yes, yes.\n[MUSIC PLAYING] Fans used to meet us as we came off the plane, just screaming, yah!", "paragraphs": ["Oh, I don’t know. My god, we’re talking about maybe 60 years ago. Yeah. “The Birds and The Beatles meet The Liverbirds from Merseyside, teenagers who have teamed up to try and break the male monopoly of the beat world. Boyfriends have had to have the brush-off, and the girls spend most of their spare time rehearsing.” Well, we did. Yeah, of course we did. We did, every day after work. But I did have a boyfriend. And this was a good excuse, and I said, “Oh, I’m sorry. I can’t go out with you anymore, because I’ve got to really concentrate on my music now.” Oh, look. There’s one here, that John Lennon said we’d fail. Yeah. Liverpool, 1962. Everybody was playing music. People were saying, there’s this fantastic band on, and they look great, and we’ve got to go then to The Cavern and see them. I was 16. And I’d never been to a concert or a dance before. It was so hot in there. It seemed as though the sweat was running down the walls. Just sitting there, waiting for them to come onstage. And then that was it — The Beatles. [MUSIC - THE BEATLES, ‘SOME OTHER GUY’] (SINGING) Some other guy is making me very — Oh, my god. I said to my cousins, “We’re going to be like them. And we’re going to be the first girls to do it.” [MUSIC - THE BEATLES, ‘SOME OTHER GUY’] [CROWD CHEERING] I was born just after the war. So much of Liverpool had been damaged, and they hadn’t managed to build new houses yet. Four children, my grandparents, and an uncle living in a three-bedroom apartment. I think about how sad it was, how cold it was in winter, because we had no heat. We’d put coats on top of ourselves as well to keep us warm. The parish priest would just knock at the door every now and then. And when my mother opened the door, they’d just give her an envelope and say, “Here, Maggie. That’s for you. Buy something that you need.” I wanted to be a nun to pay back what they did for us one day and help all the people that were poor. But before that, I wanted to earn a lot of money to help my family to have a better life. So when I got home, I said to my parents, “We’re going to start a girls’ group.” “A group girl? What are you going to do there?” And I said, “Play.” “But you can’t play anything.” “Well, we’ve got to learn.” We went to Hessy’s. We said, “We’re starting a girls’ group.” And they said, “Oh, that’s a good idea.” We just bought the guitars and the drums. Although we couldn’t play a note between us. We started go into The Cavern with our guitars. Talking to other musicians, well, they all thought it was a great idea. Oh, my god, girl, isn’t that crazy? But when are you going to start practicing? And we tried and said, “Oh, this is a lot harder than we thought it was going to be.” [KNOCKING] [DOOR OPENS] And there were two girls outside the door. We said, “We’re looking for Mary.” And he said, “What you want off our Mary?” We said, “Well, can we speak to her? Because we believe she’s got a band.” “Oh,” he says, “I don’t know about that.” He said, “Mary!” And Valerie, she was like the main one. “You’ve got a band?” “Oh, um.” We knew it was a fraud. They couldn’t play. We said, “We can’t play.” She said, “But you’ve got the instruments.” We said, “Yeah, we’ve got the instruments.” So Val said, “Look, don’t worry about that. I’ll teach you to play.” [MUSIC PLAYING] Valerie was a very good musician. She had a very deep voice, long black hair with a fringe. There was something about her that made you be a bit frightened of her if you didn’t know her properly. Mary, she was quite shy and sort of quiet, you know. I couldn’t understand how she wanted to start a group and thing, because she was so quiet. And very religious. Oh, I was still going to be a nun. I was going to play in the group for a few years, earn a lot of money, and then be a nun. Very religious. Sylvia was always bubbly. - [LAUGHS] And Sylvia wanted to play guitar. But Sylvia’s hands were too small. [LAUGHS] So I said, I’ll get a kit of drums. My cousin left. And somebody said, “Well, that’s strange,” he said, “because there’s a girl here tonight. She’s just told me that she’s from Liverpool and she plays guitar.” That was Pam. And we came up with Liverbirds, because that’s the emblem of Liverpool. [MUSIC PLAYING] And on this one day, the compere Bob Wooler said, “Would you like to come and meet The Beatles?” Yes, yes, yes, yes, yes, yes. So he took us into the dressing room. We had our guitars with us. It was just John Lennon and Paul McCartney. And he said, “This is The Liverbirds. They are going to be Liverpool’s first all-female rock and roll band.” And he turned around and he said to Mary, “What’s that? What have you got there in that case?” So she said, “A guitar.” And John Lennon just looked at us and he said — [CHUCKLES] — “Girls don’t play guitars.” And we thought, oh, god. We’re going to show you. Then we practiced, and practiced, and practiced, and practiced. You have to do rudiments — mama, daddy, mama, daddy. Boom, boom, boom, boom, boom, boom, boom. Mama, daddy, mama, daddy. And this gentleman came up to us, and he said, “I’ll get you all bookings up and down the country.” “I’ll give you all 7 pound a week.” [CHA-CHING] Oh. We were ready to go on tour. [MUSIC PLAYING] We toured all over England. Playing all around different places. We were playing with a group called The Kinks. We did a few day tour with The Rolling Stones. We didn’t have time for boys. Too busy. The four of us just belonged together. We were best friends. The Beatles came back, raving about the Star-Club in Hamburg. Now everybody wanted to go to the Star-Club in Hamburg. We wanted to be as famous as The Beatles. Why not? And so what did we do? We sat together and said, “Well, who should be our manager?” And we said, “Brian Epstein.” Who is that? The Beatles’ manager. Brian E — how old are you? Brian Epstein said, “Yes, I’ll manage you, and I want to manage you.” I know it’s crazy. But it’s true. And we said, “We want to go to Hamburg.” “Terrible idea,” he says. “If you go to Hamburg, you won’t come back.” And so then we thought, right. We need another manager. We just said, “Good-bye. Bye-bye.” The next day we’re on the train going to Hamburg. Then when we got into the streets of the Star-Club and we saw it, it was all sex — sex, sex, sex bars. [GASPS] What is this? Oh, my god, this can’t be true. [BELL TOLLS] And then Mary saw the church. I’m all right. There’s a church next door. [LAUGHS] The Liverbirds. [CHEERING] [MUSIC - THE LIVERBIRDS, ‘PEANUT BUTTER’] (SINGING) Peanut, peanut butter. Yeah, it tastes so good, but it’s so hard to chew. Peanut — Peanut butter. That was the first time we did a television show. And it was massive. Yeah, I like peanut butter, and you like peanut butter. Oh, now, we like peanut butter, too. Let’s go! [CHEERING] So we’ve just got to go and rock now. Rock and roll. We did really massive tours all over Europe. Switzerland, Norway, Denmark — Vienna – Holland, Sweden. All over Germany. Crazy, crazy days. The people and the crowds were getting bigger. We were The Liverbirds. We were The Liverbirds. [MUSIC PLAYING] Fans used to meet us as we came off the plane, just screaming, yah! People running after us, autographs, presents. Royalty, you know. Pam started taking pills to give it a bit more energy. Oh, the pills. [LAUGHS] We played at the Star-Club with Jimi Hendrix. And Jimi Hendrix was sitting there, and he said, “Are you the Liverbirds?” We said, “Yes.” He said, “Which one’s Mary?” “That’s me.” He said, “I’ve been waiting for you.” I said, “What for?” “Because I’ve been told that you make the best joints in Hamburg.” Very religious one, and rolling joints for Jimi Hendrix. And did you try one? One time. Well, maybe twice. [LAUGHS] It’s these youngsters from Liverpool. Ladies and gentlemen, The Beatles. [CHEERING] Just like The Beatles. There’s always been an ambition to at least go to America. But go there and play would have been even better. Manfred Weissleder ruled the Star-Club. He said, “Well,” he said, “it’s up to you.” But — “They want you to play in Las Vegas, and you’ll have to play topless.” That was what he said. We said, “Topless?” Could you imagine me on the drums playing topless, shaking my head, and everything else, you know? So we said, “No, we’re not going.” We turned it down. [CHEERING, APPLAUSE] That one that Pam wrote, ‘Why Do You Hang Around Me,’ that was very popular and famous. [MUSIC - THE LIVERBIRDS, ‘WHY DO YOU HAND AROUND ME’] (SINGING) If you’ve found someone who loves you more and give you love you never had before — We stayed in Hamburg and became very well known all over Europe. We didn’t even think what might have happened if we’d had gone to America, or what might have happened if we’d signed up with Brian Epstein. We just thought, we’re enjoying it, and that’s the main thing. Why do you hang around me? Of course we realized it wasn’t going to go on forever. A little thing happened. That I got pregnant. Mama, daddy, mama, daddy, mama, daddy, mama, daddy. [LAUGHS] And I was having problems. I had lots of problems. I had to go see a doctor. And the doctor said, “If you carry on playing, you won’t have this baby.” And so that’s when I had to leave. Valerie, we were playing in Munich, and there was this gorgeous boy dancing right in front of the stage. And Stephane — that was his name — he had a big rose in his hair. They got together. And he drove all the way from Munich to Hamburg. And just before he got to Hamburg, he had a car crash and was paralyzed for the rest of his life. So Val went to the hospital. And when he woke up, and he said he’d come to ask her to get married to him — She married him. The offer came to tour Japan. But Sylvia had left, and Val couldn’t come to Japan with us. So we rehearsed with these two German girls, went to Japan with them. They were good. But this feeling of belonging together, it wasn’t the feeling anymore. So we decided, this is the time to stop. I had a wonderful life. I was probably one of the luckiest ones. One night at the Star-Club, somebody said, “There’s a fella out there. He just looks like Bob Dylan.” And that was Frank, my husband. Decided not to be a nun. Me? I married John, my John. I regret not going to Japan, because they had a wonderful time. And we could have gone on more and more and more if Val and I would have been there. It was a shame. But what if I would have lost my first son? I would have then blamed it on playing the drums. Sylvia and I, we had the best part of it. Stephane just kept getting worse and worse, and Valerie was taking care of him for 26 years. She went through a really hard time. So she started drinking very heavy. When he died, I said to Val, “Why don’t you come back to Hamburg? At least you’ve got me here.” So she did. She came to Hamburg and realized that she was more interested in women than in men. Got together and Mary said to me, “This is Val’s girlfriend.” I said, “Oh, hello.” Happy again. And spent the last 10 years happily married until she died. Pam, she never got over the group splitting up. She became really addicted to cocaine and drink. And she got cancer of the lung. And I spent the last days in the hospital with her. I kept talking to her — oh, didn’t we have good times together? And you wrote some beautiful songs. Such a talented person. Thank you. Thank you very much. From The Beatles, there’s still — the drummer and the bass player still alive. And from The Liverbirds as well — Sylvia and I. Sylvia and I both lost our husbands two years ago, within 10 days of each other. And then this musical started just after they died that shows us when we first started out. Because we were one of the first all-girl rock and roll bands. So that brought us closer together. We telephone each other and we say, “Gosh, we really did do that.” This thing we started together when we were 16 and finished when we were 22 and 23 — It was just meant. It was meant. It was meant for us girls to get together. It was meant for us to go to Hamburg. It was meant for us to meet our boyfriends. It was meant for us to have our children, our grandchildren. Meant to meet you. There must have been some sort of destiny behind it all. We were The Liverbirds. We were The Liverbirds. We never, ever got as famous as The Beatles. But we started as friends, and we ended as friends. [DISTANT CHEERING] That’s John Lennon’s house. [INAUDIBLE] That’s great, isn’t it? Yeah. Really nice, that. Really nice area. Accessible by the National Trust. Tickets available. And where’s the placard? Oh, there, look. John Lennon lived here. And that was his room. Oh, that little — the little one at the side, or there’s the — No, it’s not on [INAUDIBLE] — this is [INAUDIBLE] Oh, right. These houses are lovely, aren’t they? Really nice."]}