{"id": "e884a193-f32d-3d5f-95dc-d833ae4cfe53", "title": "Tracking Coronavirus Vaccinations Around the World", "url": "https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html", "summary": "Doses administered per 100 people 5 10 15 20 25 30 No data Double-click to zoom into the map.\n+ – Source: Vaccinations data from local governments via Our World in Data.\nVaccinations by country Doses administered Pct.\nof population Per 100 people Total Vaccinated Fully vaccinated World 9.6 733,390,409 – – Israel 115 10,216,678 60% 55% Seychelles 107 103,968 67% 41% U.A.E.\nVaccination rates by country Doses administered per 100 people Tracking vaccination rates by country Doses administered per 100 people Share of population vaccinated 20 40 60 80 100 115 Dec. 13 April 8 Israel 107 Seychelles 92 U.A.E.", "paragraphs": ["100 200 300 400 500 600 700 million Dec. 13 April 8 733 million Total doses administered", "More than 733 million vaccine doses have been administered worldwide, equal to 9.6 doses for every 100 people. There is already a stark gap between vaccination programs in different countries, with many yet to report a single dose.", "Doses administered per 100 people 5 10 15 20 25 30 No data Double-click to zoom into the map. + – Source: Vaccinations data from local governments via Our World in Data.", "Vaccinations by country Doses administered Pct. of population Per 100 people Total Vaccinated Fully vaccinated World 9.6 733,390,409 – – Israel 115 10,216,678 60% 55% Seychelles 107 103,968 67% 41% U.A.E. 92 8,889,571 – – Bhutan 63 472,139 63% – Chile 61 11,396,072 38% 23% Bahrain 57 900,875 35% 22% U.K. 57 37,899,029 48% 9.2% Maldives 54 280,186 51% 2.9% Monaco 53 20,510 30% 23% United States 53 174,879,716 34% 20% Malta 47 227,606 34% 13% San Marino 44 14,797 26% 18% Hungary 39 3,815,241 28% 12% Serbia 38 2,687,311 22% 16% Show all Note: Some countries do not provide data for the number of people who have been partially or fully vaccinated.", "The data is compiled from government sources by the Our World in Data project at the University of Oxford. A vaccinated person refers to someone who has received at least one dose of a vaccine, and a fully vaccinated person has received all required doses of a vaccine. For the Pfizer-BioNTech vaccine, a person who is “fully vaccinated” has received two doses.", "U.S. vaccinations tracker › How many have been vaccinated, and who’s eligible", "While vaccine doses remain relatively scarce globally, most countries have focused their early vaccination efforts on priority groups like the clinically vulnerable; people in their 60s, 70s and older; and front-line workers, like doctors and nurses. Israel is vaccinating its population faster than any other country, with 115 doses administered for every 100 people.", "Vaccination rates by country Doses administered per 100 people Tracking vaccination rates by country Doses administered per 100 people Share of population vaccinated 20 40 60 80 100 115 Dec. 13 April 8 Israel 107 Seychelles 92 U.A.E. 63 Bhutan 61 Chile 57 Bahrain 57 U.K. 54 Maldives 53 Monaco 53 United States 47 Malta 44 San Marino 39 Hungary 38 Serbia 36 Qatar 30 Singapore 28 Uruguay 25 Dominica 24 Morocco 23 Estonia 23 Iceland 22 Lithuania 22 Barbados 22 Austria 22 Turkey 21 Denmark 21 Spain 21 Slovenia 21 Germany 20 Finland 20 Norway 20 Belgium 20 Slovakia 20 Italy 20 Portugal 20 France 20 Canada 19 Ireland 19 Luxembourg 19 Greece 19 Poland 19 Switzerland 19 Czech Republic 18 Sweden 18 Mongolia 18 Romania 17 Liechtenstein 17 Saudi Arabia 16 Andorra 15 Kuwait 14 Netherlands 14 Cyprus 13 Croatia 13 Saint Lucia 12 Brazil 11 Mainland China 11 Panama 11 Azerbaijan 11 Argentina 10 Dominican Rep. 10 Costa Rica 9.2 Russia 8.8 Latvia 8.8 Grenada 8.5 Albania 8.4 Mexico 7.9 Bulgaria 7.0 India 6.6 Cambodia 6.2 Montenegro 5.8 Belize 5.7 Nepal 5.4 Colombia 5.3 Jordan 5.3 Indonesia 5.2 Suriname 5.2 Guyana 4.3 Sri Lanka 4.0 Australia 3.9 Lebanon 3.5 Oman 3.5 Bangladesh 3.3 Bolivia 3.0 Peru 2.8 Rwanda 2.8 Malaysia 2.5 El Salvador 2.3 South Korea 2.1 Ecuador 2.1 Senegal 2.0 Ghana 1.8 New Zealand 1.5 Moldova 1.4 Jamaica 1.2 Japan 1.0 Tunisia 0.9 Malawi 0.9 North Macedonia 0.9 Philippines 0.8 Ukraine 0.7 Guatemala 0.7 Paraguay 0.7 Thailand 0.7 Kenya 0.6 Kazakhstan 0.6 Angola 0.6 Honduras 0.5 Guinea 0.5 Nigeria 0.5 South Africa 0.4 Georgia 0.4 Pakistan 0.3 Venezuela 0.3 Uganda 0.2 Ivory Coast 0.1 Namibia 0.1 Vietnam", "There is also a striking divide between continents. Africa has the slowest vaccination rate of any continent, with many countries yet to start mass vaccination campaigns.", "Vaccination rates by continent Doses administered per 100 people North America 33 Europe 20 South America 11 Asia 7.1 Oceania 2.5 Africa 0.9 0 5 10 15 20 25 30", "Less wealthy countries are relying on a vaccine-sharing arrangement called Covax, which aims to provide two billion doses by the end of the year.", "84 percent of shots that have gone into arms worldwide have been administered in high- and upper-middle-income countries. Only 0.1 percent of doses have been administered in low-income countries.", "Vaccination rates by country income level Doses administered per 100 people. Circles sized by country population. Some countries may have started to administer doses, but have not yet reported data. No doses reported <0.1 1 10 100 High income countries Upper middle Lower middle Low Note: Countries with no reported vaccinations either have not started a widespread vaccination campaign or aren’t regularly reporting data on the number of doses administered. Doses administered are plotted on a log scale.", "Most of the vaccines currently in use require two doses for a patient to be fully vaccinated. In February the Food and Drug Administration authorized a one-shot vaccine by pharmaceutical giant Johnson & Johnson for emergency use in the United States.", "Where each vaccine is being used Oxford-AstraZeneca 115 countries Pfizer-BioNTech 83 countries Moderna 36 countries Sinopharm-Beijing 26 countries Gamaleya (Sputnik V) 22 countries Sinovac 19 countries Sinopharm-Wuhan 2 countries Johnson&Johnson 2 countries Bharat Biotech (Covaxin) 1 country Vector Institute (EpiVacCorona) 1 country Note: The Oxford-AstraZeneca vaccine is known as Covishield in India. Only countries that report doses administered are shown. Other countries may have approved vaccines but have not administered them yet. · Source: Our World in Data"], "authors": ["Josh Holder"], "keywords": ["vaccinations", "20", "country", "coronavirus", "doses", "22", "vaccinated", "vaccine", "administered", "countries", "tracking", "100", "data", "world"], "pubDate": null, "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}