{"id": "e8cadeba-c728-3403-8da6-4d83ec646ba2", "title": "Getting Through the COVID Winter", "url": "https://www.newyorker.com/magazine/2020/12/14/getting-through-the-covid-winter", "summary": "On November 25th, as millions of Americans were travelling for Thanksgiving, Angela Merkel, the German Chancellor, gave a press conference with a double-edged message.\nReal, empowered national leadership won’t arrive until Inauguration Day, and the next wave of infections is already here.\nOn Thanksgiving, Governor Andrew Cuomo, of New York, said that, “as the phases change, your plans should change.” But to what?\nThere is no reason to be patient with the G.O.P.’s adoption of Trump’s denialism, or with the failure of Senate Republicans to support COVID relief.\nClose to a million positive coronavirus test results were reported in the U.S. in just the five days after the Thanksgiving weekend.", "paragraphs": ["On November 25th, as millions of Americans were travelling for Thanksgiving, Angela Merkel, the German Chancellor, gave a press conference with a double-edged message. For much of the pandemic, her country had kept the coronavirus relatively under control, only to see a second-wave surge; a full third of the country’s eighteen thousand COVID-19 deaths occurred in November. (Per capita, Germany has lost a quarter of the people the U.S. has lost.) The government responded with more stringent controls and guidelines—closing bars and restaurants, limiting gatherings—and now, Merkel announced, “the exponential growth in the number of infections has been broken.” But, even with a vaccine on the horizon, the crisis isn’t over. There needs to be, Merkel said, one more “energetic push,” which will require three things of her fellow-citizens: “patience, solidarity, discipline.”", "Illustration by João Fazenda", "In the week after Thanksgiving, Donald Trump, who is not known for any of those qualities, put out a forty-six-minute video in which he made fantastic claims about the election being stolen from him, and dismissed the coronavirus as an “excuse” to send out mail-in ballots. Merkel’s message is useful not only as a contrast to Trump but as a starting point in thinking about how Americans can get through the next few months. We are in a strange limbo. The F.D.A. may issue emergency-use approval for Pfizer-BioNTech’s vaccine, after a meeting on December 10th, and for Moderna’s, after a meeting on December 17th, but the supply will be tightly limited at first. Real, empowered national leadership won’t arrive until Inauguration Day, and the next wave of infections is already here. On Thanksgiving, Governor Andrew Cuomo, of New York, said that, “as the phases change, your plans should change.” But to what?", "The contours of a winter catastrophe are becoming clear. Last Thursday, the number of recorded daily deaths in the United States exceeded twenty-eight hundred, according to Johns Hopkins University, a record. In Pennsylvania, the testing positivity rate surpassed thirty per cent. In Idaho, it reached fifty per cent. Governor Gavin Newsom, of California, said that the intensive-care units in many parts of his state, with its forty million people, would be over capacity by next week; a dozen of Mississippi’s major hospitals have already run out of I.C.U. beds.", "Last Wednesday, Robert Redfield, the head of the Centers for Disease Control and Prevention, said in remarks at a virtual event held by the U.S. Chamber of Commerce that December, January, and February were “going to be the most difficult time in the public-health history of this nation.” The next day, on a CBS podcast, Dr. Anthony Fauci said that he agreed with Redfield, and spoke about “a surge superimposed upon a surge” as a result of Thanksgiving gatherings. He warned that the country’s death toll could double. Both men said that an even greater disaster—a surge upon a surge upon a surge after Christmas—could still be avoided, if, as Fauci put it, “we do the fundamental things.”", "Those include practices, Fauci said, that “we talk about all the time,” such as mask wearing, social distancing, and avoiding indoor gatherings. The repetitiveness of the instructions is tedious, perhaps, but it reflects a real urgency. The lack of discipline at the top has been so extreme that it can be hard for the public to know what prudent choices look like—if Secretary of State Mike Pompeo sends out nine hundred invitations for departmental holiday parties held indoors, how bad could it be, one wonders, to have a few relatives over?", "The answer, unfortunately, in more and more parts of the country, is pretty bad. The numbers are rising so rapidly that a well-thought-out risk calculation made a month ago may no longer apply. Cold weather, which exacerbates the spread of respiratory diseases, increases the need for vigilance, as it pushes people inside. There have to be trade-offs, but data show that it should be possible to keep schools open if—a big, often neglected if—there are mitigating measures in place, such as ventilation, contact tracing, capacity limits, and, particularly, masks. (Kansas, Pompeo’s home state, has a mask mandate that counties can opt out of; a C.D.C. study released in November reported that, in the counties that kept the mandate, cases fell by six per cent over the summer. In those that didn’t, they doubled.)", "Many Americans, of course, do not have the luxury of isolation, among them the health-care workers who will be fighting the pandemic during the next, terrible weeks. And the task of distributing the vaccines is incredibly complex, involving everyone from commercial pilots (who’ve been given a dispensation by the F.A.A. to carry on board more dry ice, which it classifies as a hazardous material) and FedEx drivers to pharmacists who will give the injections. Solidarity, to borrow one of Merkel’s terms, may mean supporting those workers. For people who can stay home, perhaps the promise of a vaccine will make it easier to be patient with the winter’s restrictions—it won’t be forever.", "In another respect, though, Merkel’s instructions seem inadequate, at least for this country. There is no reason to be patient with the G.O.P.’s adoption of Trump’s denialism, or with the failure of Senate Republicans to support COVID relief. Richard Besser, a former acting director of the C.D.C., who now heads the Robert Wood Johnson Foundation, said that “the ability to do the right thing in America, to protect yourself and your family, depends in large part on how much money you make and the color of your skin, and that’s just wrong.” Many people who may have been exposed to someone who’s infected fear losing their jobs—or their homes—if they stay home from work. They might be interacting with elderly, vulnerable relatives because they have no other option for child care. Many of the income supports that Congress and states agreed on in the spring are gone or soon will be. Some fourteen million people may lose unemployment benefits on December 26th, and a partial federal eviction moratorium will lapse at the end of the year. There is still time for Congress to act, if the will is there.", "Close to a million positive coronavirus test results were reported in the U.S. in just the five days after the Thanksgiving weekend. For those Americans—for us—the new phase is not an abstraction, and for many it will be a harrowing blur of caregiving, recovery, or loss. We’ll need one another, and we’ll each need a new plan. The virus won’t wait for Joe Biden to act. ♦"], "authors": ["Amy Davidson Sorkin", "Amy Davidson Sorki"], "keywords": ["merkels", "getting", "need", "million", "fauci", "covid", "winter", "state", "surge", "thanksgiving", "merkel", "wont", "vaccine"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}