{"summary": "The popular online fashion store is being called out by Twitter users who say it is clearly trolling Kim Kardashian West and her signature style.\nKIM KARDASHIAN RETHINKS TAKING BIKINI BODY PHOTOS AT AGE 39“Fashionnova vs kim kardashian has been one of my favorite low key things of the decade,” a Twitter user posted on Tuesday.\nThe tweet sparked a flurry of comments from Twitter users, some accusing Fashion Nova of biting Kardashian’s style and others defending the fashion brand.\nFASHION NOVA SUED OVER JENNIFER LOPEZ' ICONIC VERSACE GRAMMYS GOWN DUPE: REPORT“The devil works hard but fashion nova works harder,” another joked.\n“Fashion nova been doing comfy … before skims even announced they were launching this collection,” one Twitter user commented.", "keywords": ["user", "kim", "users", "fashion", "twitter", "tweeted", "convinced", "nova", "companies", "kardashian", "works", "trolling", "outfits"], "paragraphs": ["Fashion Nova apparently has some explaining to do.", "The popular online fashion store is being called out by Twitter users who say it is clearly trolling Kim Kardashian West and her signature style.", "Many have noticed that Fashion Nova’s model strikingly resembles Kardashian and that some of the outfits it sells look an awful lot like those worn by the reality TV star.", "KIM KARDASHIAN RETHINKS TAKING BIKINI BODY PHOTOS AT AGE 39", "“Fashionnova vs kim kardashian has been one of my favorite low key things of the decade,” a Twitter user posted on Tuesday.", "Another tweet shows side-by-side images of three Fashion Nova models -- though it’s not clear if it’s the same woman or not -- one of whom is wearing an outfit that is nearly identical to Kardashian’s outfit from her fashion line, Skims.", "The tweet sparked a flurry of comments from Twitter users, some accusing Fashion Nova of biting Kardashian’s style and others defending the fashion brand.", "“Fashion nova 5 minutes after Kim released her new clothing sets,” one person tweeted along with a GIF of an assembly line at a factory.", "FASHION NOVA SUED OVER JENNIFER LOPEZ' ICONIC VERSACE GRAMMYS GOWN DUPE: REPORT", "“The devil works hard but fashion nova works harder,” another joked.", "Someone else said, “Fashion nova steals from everyone else anyway. Both frauds.”", "But not everyone agreed with the argument that Fashion Nova was copying Kardashian.", "“Fashion nova been doing comfy … before skims even announced they were launching this collection,” one Twitter user commented.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "“First of all, kimk did NOT start this trend,” another Twitter user wrote. “There’s been websites w this set forever … she just knows she could sell it for way more.”", "Apparently, Kardashian also thinks Fashion Nova, or at least companies like it, uses her likeness to sell products.", "Earlier this year, she took to Twitter to call out fashion companies for their “rip off designs.”", "“It’s devastating to see these fashion companies rip off designs that have taken the blood, sweat and tears of true designers who have put their all into their own original ideas,” she tweeted at the time.", "CLICK HERE TO GET THE FOX NEWS APP", "“I’ve watched these companies profit off my husband’s work for years and now that it’s also affecting designers who have been so generous to give me access to their beautiful works, I can no longer sit silent,\" she added."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/lifestyle/twitter-fashion-nova-trolling-kim-kardashian-outfits", "authors": ["Gerren Keith Gaynor", "Gerren Keith Gaynor Is A Digital Editor At Fox News. Follow Him On Twitter"], "id": "e8e65050-2c41-3f72-92c6-54645c08186d", "pubDate": null, "title": "Twitter is convinced Fashion Nova is trolling Kim Kardashian and her outfits"}