{"id": "e8e8c924-3e17-307a-9a0e-6fec8a371b72", "title": "8 Fondue Sets Perfect For Copious Cold-Weather Cheese Consumption", "url": "https://www.vogue.com/article/fondue-sets-outdoor-dining", "summary": "(This writer isn’t saying that romantic sparks can’t fly during copious cold-weather cheese consumption.\nBut, c’mon, when a suitor was coming over, how many of us intuitively went to whip out the ol’ fondue pot—or, well, even had one in the first place?)\n74 percent of New York City’s new coronavirus cases are linked to indoor household gatherings—a phenomenon Governor Cuomo calls the “living room spread.” Fondue, however?\nBelow, 8 fondue sets you can shop now.\nBoska candleight twinkle fondue set $100 CRATE & BARREL Shop Now Swissmar Lausanne 11-piece copper fondue set $120 CRATE & BARREL Shop NowWilliams Sonoma all-clad cast-aluminum fondue pot $220 $200 WILLIAMS SONOMA Shop Now Uncommon Goods Fondue for two $30 UNCOMMON GOODS Shop NowBoska Holland fondue set $149 AMAZON Shop Now Artesà Swiss fondue set $88 AMAZON Shop Now", "paragraphs": ["In 2012, fondue sets made a triumphant resurgence in relevance thanks to Justin Bieber, who belted to the world that, if he was your boyfriend, he’d “swag, swag, swag on you, chillin’ by the fire while we eatin’ fondue.” At the time, the mention didn’t exactly make a lot of sense, thanks to its dual levels of both obscurity and specificity. (This writer isn’t saying that romantic sparks can’t fly during copious cold-weather cheese consumption. But, c’mon, when a suitor was coming over, how many of us intuitively went to whip out the ol’ fondue pot—or, well, even had one in the first place?) Instead, the lyric remained a jokey line, seemingly destined to fade into pop history.", "But, come 2020, it turns out the Biebs was perhaps a culinary innovator crooning ahead of his time. As the pandemic age continues, these melting pots have become the delicious way to dine with a date as the temperature dips below freezing. Several New York restaurants have made it a permanent part of their winterized outdoor spaces: Wayan, a French-Indonesian hotspot in Nolita, is serving up their spicy spin on chocolate fondue for dessert, and The Standard East Village’s yurt village offers a gooey concoction accompanied with meats, breads, and vegetables for dipping. Meanwhile, the South Street Seaport’s Pier 17 pairs their version with some nice toasty sourdough.", "That, by the way, is just if you feel like going out. Fondue is incredibly easy to make at home—just add your favorite cheese, some white wine and a splash of pepper, put it over a flame, and you’re ready to go. But perhaps most importantly, it’s a social activity any host can arrange safely. 74 percent of New York City’s new coronavirus cases are linked to indoor household gatherings—a phenomenon Governor Cuomo calls the “living room spread.” Fondue, however? Alpine in origin, it’s meant to be joyfully enjoyed with others outdoors, wrapped up in a snuggly coat and by a blazing fire-pit.", "Below, 8 fondue sets you can shop now.", "Boska candleight twinkle fondue set $100 CRATE & BARREL Shop Now Swissmar Lausanne 11-piece copper fondue set $120 CRATE & BARREL Shop Now", "Williams Sonoma all-clad cast-aluminum fondue pot $220 $200 WILLIAMS SONOMA Shop Now Uncommon Goods Fondue for two $30 UNCOMMON GOODS Shop Now", "Boska Holland fondue set $149 AMAZON Shop Now Artesà Swiss fondue set $88 AMAZON Shop Now"], "authors": ["Elise Taylor", "Elise Taylo", "Alexis Bennet"], "keywords": ["sets", "uncommon", "perfect", "swag", "set", "york", "way", "sonoma", "thanks", "copious", "shop", "fondue", "coldweather", "consumption", "cheese"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}