{"id": "e8ffb5f6-c243-3e29-83a6-9126787b7a4a", "title": "How former Walmart exec David Glass transformed the retail giant", "url": "http://www.foxbusiness.com/money/david-glass-walmart-kansas-city-royals-dies", "summary": "Glass, who also owned the Kansas City Royals for nearly two decades before selling the franchise last fall, died of complications from pneumonia.\nGlass led Walmart through an age of increasing computerization and enabled Walmart's domination by linking Walmart headquarters, stores and suppliers through technology.\n\"More than anyone beyond Sam Walton, David Glass is responsible for making Walmart the company it is today.\nGlass helped to keep the franchise in Kansas City following the death of founding owner Ewing Kauffman in 1993.\nMany fans also viewed him as an absentee owner more committed to Arkansas than Kansas City.", "paragraphs": ["Former Walmart Inc. chief executive David Glass died Jan. 9 at the age of 84 after growing the retailer's annual revenues from $16 billion at the beginning of his tenure in 1988 to $165 billion in 2000.", "Continue Reading Below", "\"Due to his authentic humility, we think David Glass may be the most under-appreciated CEO in the history of business,\" said Doug McMillon, the current president and CEO of Walmart. \"The choices he made and the results of the company reflect his wisdom, dedication and servant leadership. We will miss him immensely and are eternally grateful.\"", "Glass, who also owned the Kansas City Royals for nearly two decades before selling the franchise last fall, died of complications from pneumonia. He had been dealing with health issues for some time.", "Glass was born in Mountain, View, Missouri, and joined the U.S. Army after he was graduated from high school. He earned a degree from Missouri State before beginning his business career at Crank Drug Company in 1960.", "WALMART EXPANDS ROBOTIC WORKFORCE IN HUNDREDS OF STORES NATIONWIDE", "Glass left the company in 1968 and worked for two other companies until 1976, when Walmart founder Sam Walton recruited him to be his company's chief financial officer. Glass continued to take on a bigger role with the company until 1988, when he was named president and CEO of the retail giant. Over the ensuing 12 years, he led the company through a period of dramatic growth and expansions internationally and into new retail formats.", "Glass led Walmart through an age of increasing computerization and enabled Walmart's domination by linking Walmart headquarters, stores and suppliers through technology. He oversaw the launch of Walmart Supercenters and Sam's Club, plus expansions into international markets including central and South America, China and the United Kingdom.", "Ticker Security Last Change Change % WMT WALMART INC. 114.96 -0.94 -0.81%", "\"When we lost my dad, David provided a steady, visionary hand the company needed to lead it forward. He did so with a deep sense of humility while maintaining the values and principles dad founded the company on,\" former Walmart chairman Rob Walton said. \"More than anyone beyond Sam Walton, David Glass is responsible for making Walmart the company it is today. On behalf of the entire Walton family, I want to express our appreciation for David as a leader and as a friend. He will be deeply missed.\"", "Glass and his wife, Ruth, have three children, six grandchildren and seven great-grandchildren. They also were actively involved in several philanthropic endeavors, and Missouri State named its business hall in his honor.", "The family said a memorial will be held Jan. 27 at Northwest Arkansas Fellowship Bible Church in Rogers, Arkansas.", "He also will be missed in Kansas City, his home-away-from home due to his ownership of the Royals.", "Glass helped to keep the franchise in Kansas City following the death of founding owner Ewing Kauffman in 1993. He served as caretaker of the organization until April 2000, when he purchased sole ownership for $96 million — a strong bid at the time. And while his ownership will be remembered for two American League pennants and a World Series trophy, for many years he was considered a pariah among fans for his notoriously frugal ways.", "The Royals endured many 100-loss seasons, and they became known for trading top talent while refusing to sign notable free agents. Many fans also viewed him as an absentee owner more committed to Arkansas than Kansas City.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "But most of those opinions changed when Glass hired Dayton Moore as general manager in 2006. Glass vowed to build the organization the right way, and he gave Moore the resources and responsibility to accomplish that objective.", "\"When I sat down across the table from Mr. Glass, as he began to share his vision for the Kansas City Royals, it was all about wanting to create a model organization,\" Moore said Friday. \"It was all about putting a competitive team on the field for our fans and our city. I came to understand he [owned] a baseball team for all the right reasons. It wasn't about him as an owner, it was about being a great steward of the franchise and preserving the great game he enjoyed as a little boy.\"", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "The Associated Press contributed to this report."], "authors": ["Evie Fordham"], "keywords": ["walmart", "giant", "city", "company", "exec", "transformed", "walton", "royals", "david", "ownership", "business", "glass", "kansas", "retail"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}