{"id": "e9133b30-234e-3307-90b8-d9b08971f42d", "title": "Papers, please - Exams are grim, but most alternatives are worse", "url": "https://www.economist.com/leaders/2020/11/26/exams-are-grim-but-most-alternatives-are-worse", "summary": "Some countries pressed ahead with national exams (see article) this year.\nThe fact that big exams have proved so vulnerable to disruption has led to new questions about their usefulness.\nIn many countries the prospect—and pressure—of exams probably helped get pupils back into classrooms after initial lockdowns came to an end.\nSome countries that called off exams this year are still deciding whether and how to hold them in 2021.\nBut the most important exams should go ahead in some form.", "paragraphs": ["A ROUND THE world covid-19 has messed up children’s education. They began to be shut out of classrooms all the way back in February. Even in countries where schools have stayed open, lessons and tests have been disrupted. Some countries pressed ahead with national exams (see article) this year. A few others, including Britain, France and Ireland, cancelled them all. They came up with new ways of awarding grades instead. The fact that big exams have proved so vulnerable to disruption has led to new questions about their usefulness. Are there better ways of measuring what children have learned?", "Exams have plenty of problems. They are often unreliable; a study in Israel found that test-takers’ performance can be affected by smog. Many children find them stressful. Plenty of places run them badly. School-leavers in China are often set questions that require them to parrot propaganda. Poorly written test papers in developing countries lead to wild swings in pass rates. Countries, including Algeria and Ethiopia, have resorted to shutting down the internet at exam time to prevent cheating.", "Yet most of the world’s best-performing school systems retain some kind of high-stakes tests, and for good reason. Other kinds of assessments are rarely better and many are worse. If teachers are responsible for appraising their pupils’ work, they may reinforce their own biases. Studies have caught them giving lower grades to students from ethnic minorities or those who are fat. Grades in American high schools are inflating fast, in part because pushy middle-class parents insist their little darlings deserve better. A glut of top marks makes it even harder for clever pupils from poor homes to stand out.", "Forgoing exams does not always alleviate pupils’ anxiety. Some would rather be tested at the end of their course than have their work constantly assessed. Coursework can waste students’ efforts by encouraging them to tweak a few projects endlessly. That leaves less time for other kinds of learning.", "The pandemic should not alter these judgments much. It is true that officials in England, where important exams were cancelled, would have found it easier to calculate which grades to hand out if their system had allowed pupils to acquire some marks in advance of their final tests. But other places managed to plough ahead with exams. Countries as diverse in their success against covid-19 as China, Germany and Spain all held some kind of examination this year, even if they changed the format.", "In many countries the prospect—and pressure—of exams probably helped get pupils back into classrooms after initial lockdowns came to an end. Those facing important tests were generally invited back to school first. Their return helped give teachers and parents confidence that other pupils could safely join them. Kenya ended up letting exam-takers return to school in October, even though it had previously announced that it was cancelling all classes until the end of 2020.", "Some countries that called off exams this year are still deciding whether and how to hold them in 2021. Many pupils are still making do with remote learning. Wales says it will not hold any of the tests usually sat by 16- and 18-year-olds next year because disparities in the amount of face-to-face teaching pupils are receiving would make formal exams unfair.", "Governments may need to tweak next year’s tests, as many did this year. That could mean cutting the amount of material to be tested. Exam boards may also have to boost the grades of pupils who have spent the most time out of the classroom. But the most important exams should go ahead in some form. Many pupils have studied ferociously throughout this difficult year. They should have the chance to earn the grades they deserve. ■"], "authors": ["The Economist"], "keywords": ["school", "worse", "ahead", "tests", "end", "better", "pupils", "important", "papers", "countries", "exams", "alternatives", "grim", "grades"], "pubDate": "2020-11-26T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}