{"id": "e9162d80-a939-3203-9059-82ec6f38dce5", "title": "Deaths related to binge-drinking on the rise, new studies show", "url": "https://www.foxnews.com/health/deaths-related-to-binge-drinking-on-the-rise-new-studies-show", "summary": "American drinkers are boozing more, according to two new studies this month, and that’s leading to more alcohol-related deaths.\n“With the increases in alcohol use among women, there’s been increases in harms for women including ER visits, hospitalization and deaths,” Aaron White, lead study author, told NPR.\nResearchers at the CDC revealed this week a 12 percent increase in binge drinking over a six year period ending in 2017, according to data pulled from the Behavioral Risk Factor Surveillance System.\nThe CDC’s report also revealed binge drinking averages by state, and showed that nine states are drinking more than they did in 2011, including New Jersey and New York.\nIn 2017, the state with the lowest average number of drinks during a binge was Massachusetts with 320; the highest was Wyoming with 1,219.", "paragraphs": ["Next time you toast to your health, you might want to make it a water.", "American drinkers are boozing more, according to two new studies this month, and that’s leading to more alcohol-related deaths.", "Thanks to our ballooning benders, 73,000 Americans died from liver disease and other alcohol-related illnesses in 2017 — more than double in 1999 when that number was 36,000, according to data from the National Center for Health Statistics.", "STUDY: AMERICANS DRINKING MORE NOW THAN JUST BEFORE PROHIBITION", "While men died at higher rates overall, the study, published last week in the journal “Alcoholism: Clinical and Experimental Research,” reported the largest increases in alcohol-induced deaths were among middle-aged individuals and women, especially white women.", "“With the increases in alcohol use among women, there’s been increases in harms for women including ER visits, hospitalization and deaths,” Aaron White, lead study author, told NPR.", "Their research indicates that alcohol is even deadlier than illicit drugs, including opioids, which claimed the lives of about 70,000 in 2017, according to the Centers for Disease Control and Prevention. Cigarettes, however, remain America’s No. 1 killer with more than 480,000 dying each year due to smoking-related illness.", "That study wasn’t the only sobering evidence of America’s growing problem.", "Researchers at the CDC revealed this week a 12 percent increase in binge drinking over a six year period ending in 2017, according to data pulled from the Behavioral Risk Factor Surveillance System.", "FLORIDA GIRL WITH SEVERE BURNS DENIES PARTAKING IN 'FIRE CHALLENGE'", "The CDC totaled the annual number of drinks consumed by adult binge drinkers — meaning those who regularly have four or more alcoholic beverages during one occasion — and found the average number had jumped from 472 in 2011 to 529 in 2017.", "For men, the average number escalated from 587 to 666 during the study period, compared to women whose binge drinking rose from 256 to 290 — a differential of 79 versus 34. They also found that those who had not completed high school saw a jump of 45.8 percent. For individuals with family incomes of less than $25,000 per year, the yearly average leaped from 543 to 673.", "The CDC’s report also revealed binge drinking averages by state, and showed that nine states are drinking more than they did in 2011, including New Jersey and New York. In 2017, the state with the lowest average number of drinks during a binge was Massachusetts with 320; the highest was Wyoming with 1,219.", "CLICK HERE TO GET THE FOX NEWS APP", "The CDC reminds that binge-drinking and alcoholism can lead to risky behaviors, such as drunk driving, domestic violence, unprotected sex resulting in pregnancy and STDs, as well as stroke, heart and liver disease, among other illnesses.", "This article originally appeared in The New York Post."], "authors": [], "keywords": ["drinking", "according", "rise", "related", "binge", "2017", "women", "study", "deaths", "studies", "bingedrinking", "average", "increases", "including", "number"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}