{"authors": ["Andrew Rawnsley"], "keywords": ["andrew", "game", "boris", "leader", "labour", "blame", "rawnsley", "winning", "johnson", "gambling", "extension", "tory", "party", "brexit", "number", "election", "mr"], "pubDate": null, "summary": "The biographer of Margaret Thatcher, Charles Moore, who once employed him as a journalist, sometimes refers to Mr Johnson as “the greased albino piglet”.\nThis is the lens through which to examine the 11th-hour Brexit “plan” unveiled by the Tory leader.\nBut being brought to book by the supreme court for a second time might allow Mr Johnson to once more present himself as “the victim”.\nThe opposition parties have twice prevented one happening before the end of October on the grounds that Mr Johnson would try to “cheat” and crash Britain out of the EU regardless.\nThe Labour party is hopelessly split – not news, this, I know – on election timing.", "title": "Boris Johnson is still gambling on winning his Brexit blame game | Andrew Rawnsley", "url": "https://www.theguardian.com/commentisfree/2019/oct/06/boris-johnson-is-still-gambling-on-winning-brexit-blame-game", "id": "e923745c-177c-3968-a76e-08f1e8c61238", "paragraphs": ["Very often, what matters in politics is not how you play the game, but how you place the blame. No one knows this better than Alexander Boris de Pfeffel Johnson. His career would have been terminated long ago did he not possess a talent for wriggling out of responsibility for his behaviour in both his personal and political life. The biographer of Margaret Thatcher, Charles Moore, who once employed him as a journalist, sometimes refers to Mr Johnson as “the greased albino piglet”.", "We are now entering the most intense round of the Brexit blame game. For three years, Remainers have pointed infuriated fingers at Mr Johnson and the other frontmen of the Leave campaign for flogging a bogus prospectus that Brexit would be a painless “piece of cake”, not never-ending agony. Since it cannot be the Brexiters’ fault that their promises have not been fulfilled, they must find someone else to blame and that would be intransigent Europeans, obstructive parliamentarians, quisling civil servants and meddling judges. With less than a month to go before the Halloween deadline, and an election hovering on the horizon as well, the issue of culpability is going to become even more fiercely contested. We approach the endgame of the blame game.", "This is the lens through which to examine the 11th-hour Brexit “plan” unveiled by the Tory leader. He presents it as a “fair and reasonable compromise”, a demonstration of his bend-over-backwards desire to find an agreement with “our friends and partners in Europe”. He does so not because he thinks there is a hope in hell of the EU accepting his propositions, but the better to make himself look like the injured party when the “offer” is rejected. “Victim” is not usually how anyone would describe an Eton- and Oxford-educated politician. “Victim” is not usually a recommended status for a prime minister, but in this case he calculates it may suit him. Rather than own his failure to secure the deal he promised to the timetable he pledged, he wants Brexit voters to see him as a man who did his utmost only to be thwarted by scheming Remainers.", "The united front the opposition managed to assemble over the unlawful prorogation and the Benn act is looking very flaky", "The shrewder European leaders understand the game and initially tried to sound open to negotiations. They appreciate that Britons will probably soon be going to the polls, either for an election or another referendum or possibly both, and the last thing they want to be is recruiting agents for the Tory cause. So Jean-Claude Juncker, the outgoing president of the commission, chose the neutral word “objectively” to describe how he would examine the Johnson “offer”. But the key players in Europe did not manage to maintain a mask of diplomatic emollience for long. Their incredulity about the proposals is too great to be contained. On Friday, following talks with David Frost, the prime minister’s point man in Brussels, the EU grimly declared that the Johnson “offer” did “not provide a basis for concluding an agreement”.", "Did the Tory leader expect this response? He must have done. He had been briefed by officials that his proposals contained deal-breaking elements that neither the Irish government, the commission nor other European capitals would accept, having previously considered and rejected similar and, in some cases, identical ideas.", "On the face of it, this leaves the prime minister squirming in a hideous trap of his own making. He has repeatedly declared that Britain will be leaving, with or without a deal, at the end of October, “come what may”, “whatever the circumstances”, “do or die”. Repeats of that pledge, delivered under the slogan “Get Brexit done”, won the loudest applause during his speech to last week’s Tory conference. Except that the Benn Act, passed by parliament in September, makes it illegal for him to pursue a crash-out Brexit and requires him to ask for a further extension in the event that there is no agreement. How does the greased piglet wriggle out of this one?", "What Number 10 will do is the subject of feverish conjecture, which is being fed by the contradictory noises coming out of Downing Street. Government submissions to a court in Edinburgh, revealed on Friday, appear to concede that the prime minister will obey the law and seek an extension if he cannot secure a new withdrawal agreement. Yet not long after the documents were made public, he tweeted: “New deal or no deal – but no delay.” People in a very good position to know tell me that Number 10 is continuing its frantic search for ways to avoid a delay to the departure date. Some pin their hopes on the desperate idea that one of the EU states – Hungary is most often mentioned – will veto an extension for him. It is possible that some EU states – keep an eye on the French – might play into his hands by demanding concessions from Britain and assurances about its government’s future behaviour as the price for an extension, concessions that he would refuse to give.", "Some at Number 10 repeatedly hint that he could go through the motions of applying for an extension, but in a way deliberately designed not to secure one. He could try this on, fully conscious that this will land him in the courts again. Being found guilty of behaving illegally for a second time would not be a great look for the leader of a party that once called itself the champion of law and order. Flagrant defiance of an act of parliament might risk the resignation of the justice secretary and some other members of the cabinet. But being brought to book by the supreme court for a second time might allow Mr Johnson to once more present himself as “the victim”. His strategists believe that this is his best hope of escaping the fury of Leave voters for failing to “get Brexit done” and turning their wrath on his opponents.", "There is no Commons majority for putting Mr Corbyn in Number 10, even on a temporary basis. Photograph: Sky News", "This is the challenge facing the opposition parties. The united front they managed to assemble over the unlawful prorogation and the Benn Act is now looking very flaky. There have been extensive talks about replacing the Johnson government with an alternative administration and they have foundered on the fundamental disagreement about who would lead such a government. Labour insists it has to be Jeremy Corbyn, as the leader of the largest opposition party. But Labour’s chief whip, Nick Brown, knows and has said as much to other opposition leaders that there is no Commons majority for putting Mr Corbyn in Number 10, even on a temporary basis. Virtually none of the Tory MPs who were purged from their party and now sit as independents will agree to that. They might be prepared to give the keys to Number 10 to a different kind of Labour leader, but they won’t have him. Nor will the Independent Group of MPs led by Anna Soubry. Nor will the Lib Dems, not least because they have several new recruits who quit Labour on the grounds that Mr Corbyn is unfit to be prime minister. One person intimately involved with the talks says the prospects of the so-called Rebel Alliance forming an alternative government are now “dead”.", "That makes it more likely that we will soon be facing a general election. The opposition parties have twice prevented one happening before the end of October on the grounds that Mr Johnson would try to “cheat” and crash Britain out of the EU regardless. That objection to an election falls away once an extension is in place. The Scottish Nationalists want one before Christmas because their prospects of winning seats currently look promising. Their former leader, Alex Salmond, will stand trial on multiple charges of attempted rape and sexual assault, which he strongly denies, in January. Irrespective of the outcome, coverage of the trial is unlikely to be helpful to the Nationalists.", "Many Lib Dems think they are in a sweet spot to profit from a rapid election. The Tory rebels are not keen. Most, if not all, of them would be wiped out if they stood as independents. The Soubry group fears the same fate. The Labour party is hopelessly split – not news, this, I know – on election timing. The residual Corbyn devotees cling to the faith that the party’s dismal poll ratings, and the leader’s even worse ones, will be magically transformed for the better just as soon as he is put on a campaign bus. A significant proportion of Labour MPs believe it would be terrible for the country to fight an election with Brexit still unresolved and politically suicidal for their party to face the voters in the winter.", "If there is an election and the Tories win it on a no-deal manifesto because Labour is so divided, equivocal and unpopular, there will be a whole other blame game to be played.", "• Andrew Rawnsley is Chief Political Commentator of the Observer"], "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}