{"keywords": ["warn", "storm", "hit", "cars", "youve", "schools", "way", "vehicles", "cv2x", "wireless", "5g", "data"], "summary": "Still, smartphone data addicts shouldn't hold their breath for speeds of 10 gigabits per second.\nCars Will Flow Like Schools of FishThe folks who are gunning to make cars drive themselves are itching for 5G connectivity.\nThe faster you can get data into and out of a rolling robot, the better the experience.\nWay more exciting, if we're talking real 5G, is not replacing human drivers but completely rethinking the way cars drive.\nWith data flying between cars, then, it isn't hard to imagine the next curious change.", "id": "e92c75de-e77c-3913-9f05-9b460e8911af", "paragraphs": ["Blazing-fast speeds! Zero latency! Moar data to moar devices! Unless you've been trapped in a tech-news dead zone, you've heard that the rollout of the next generation of wireless broadband has begun. Still, smartphone data addicts shouldn't hold their breath for speeds of 10 gigabits per second. To provide the kind of 5G coverage consumers will expect, carriers will need to install as many as 20 access points per square kilometer, an expensive endeavor that will take years. Until then, we'll have to accept that 5G is here, but it's unevenly distributed. Here are some places to watch for it in the (nearish) future.", "Cars Will Flow Like Schools of Fish", "The folks who are gunning to make cars drive themselves are itching for 5G connectivity. Why? The faster you can get data into and out of a rolling robot, the better the experience. Constantly updated, ultrahigh-res maps of their environment make the ride safer and smoother. Developers in remote operation centers will also be monitoring lidar and camera feeds to keep an eye on their creations. And, of course, while they roll, their liberated occupants will demand streaming entertainment (and advertisers will demand to pummel them with targeted ads). But that's all for the current kind of self-driving car, the one that watches but doesn't talk to its surroundings. Way more exciting, if we're talking real 5G, is not replacing human drivers but completely rethinking the way cars drive.", "Link vehicles together and we'll solidly surpass human limitations. Cars could move like schools of fish, in unison, smoothly and tightly, without colliding.", "Engineers have longed to let cars swap data on location, speed, and heading for decades, and since the '90s many have pinned their hopes on short-range radio transmitters. In 2017, UC Berkeley researchers sent a trio of connected semi-trucks down a highway with just 60 to 140 feet between them. Such convoys could improve fuel efficiency by letting vehicles draft each other and might even allow for going human-free in all but the lead truck. But the tech's max range is only about 3,000 feet, it can't handle many vehicles at once, and it requires special hardware in each car. Which helps explain why such luxuries are available only in a top-line Cadillac—leaving precious few chances for meaningful carversation.", "But the anticipation of 5G has tickled engineers' minds, enabling a new approach called “cellular vehicle to everything.” CV2X lets vehicles, infrastructure, and anyone with a cell phone link up over short distances and tap into cellular networks for long-range transmissions. Plus, many automakers are already putting wireless modems in their rides. (Then again, all these wireless connections will be irresistible to hackers, posing a formidable security challenge.)", "In a demo last year, Audi, Ducati, and Ford used CV2X to warn drivers about oncoming vehicles that were outside their line of sight. A recent test by Ericsson, Qualcomm, and other companies helped cars merge smoothly and safely onto a highway, not just by communicating with one another but by taking orders from a central control system that worked like an omnipotent traffic cop. That central authority, enabled by 5G, underlines engineers' high hopes for CV2X: Cars that can talk to each other will stop hitting each other and will warn each other about hazards ahead. Cars that can listen to directions will start traveling in schools, maybe even turning roads that aren't getting any bigger (and shouldn't!) from clogged arterials to free-flowing speedways.", "With data flying between cars, then, it isn't hard to imagine the next curious change. We'd need fewer of the algorithms that manufacturers are so madly uploading into today's self-driving vehicles. And like most kids who think they're too cool for school, our current cars of tomorrow might quickly be left behind. —Alex Davies", "Can You Heal Me Now? Surgery Goes Wireless", "The catheter inched down the middle-aged man's coronary artery. As he lay on the operating table at Apex Heart Institute, a hospital in Gujarat, India, the instrument inflated a tiny balloon to widen the blocked vessel and installed a stent to keep it that way. The angioplasty went off without complications, but there was one big anomaly: The surgeon was not in the room, or even the building."], "title": "Where the 5G Data Storm Will Hit First", "url": "https://www.wired.com/story/where-5g-data-storm-will-hit-first/", "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d", "authors": ["Condé Nast", "Wired Staf", "Lily Hay Newman", "Klint Finley", "Eric Niiler"]}