{"id": "e941935e-3d80-3ff2-98cc-5ef7e5510bdd", "title": "Meet the White House press secretary: Kayleigh McEnany on how God's plan led her to the podium", "url": "http://www.foxnews.com/politics/the-operators-white-house-press-secretary-kayleigh-mcenany", "summary": "\"The Operators\" is a series profiling influential political aides on Capitol Hill, in the White House and on closely watched political campaigns about the behind-the-scenes work they do.\n“It is hard to describe the sheer joy I felt when I learned that I would be President Trump’s next White House press secretary,” McEnany said.\nMcEnany later attended and graduated from, Harvard Law School before re-entering the world of media and politics.\n“One of the unique aspects of my personal journey has been the intersection between media, politics and law,” McEnany said.\n“The press has become so sensational to the point of not being able to have a productive press/Trump-press secretary relationship,” McEnany said.", "paragraphs": ["\"The Operators\" is a series profiling influential political aides on Capitol Hill, in the White House and on closely watched political campaigns about the behind-the-scenes work they do.", "She was a “passionate and politically-charged” eight year old during the 1996 Dole vs. Clinton presidential race, trying to convince her classmates that Republican candidate Sen. Bob Dole of Kansas was the only choice — and the rest is history.", "Kayleigh McEnany, the White House press secretary, has had a passion for politics from a very young age, telling Fox News, it was “almost innate.”", "“As I grew up, listening to Rush Limbaugh in my Dad’s truck shaped my views and only energized me more,” McEnany said, noting her “biggest inspiration” was the prominent conservative radio talk show host.", "“I was – as they say – a ‘Rush Baby.’ As a high schooler,\" she recalled, \"I would drive my friends to school and force them all to listen to Rush!”", "She added: “He spoke common-sense truth that inspired my career. I wouldn’t be here today without his voice in politics.”", "McEnany dove into politics the moment she could, interning for the Bush-Cheney 2004 campaign and then Tom Gallagher’s third Florida gubernatorial campaign in 2006.", "MEET THE RAPID RESPONSE DIRECTOR: TOP BIDEN AIDE ON HOW THE 2020 CAMPAIGN WAS UNLIKE ANY OTHER", "While an undergraduate student at Georgetown University’s School of Foreign Service, she interned for Florida Rep. Adam Putnam, and later, in the Bush White House Office of Media Affairs.", "“To this day, I still find this surreal,” McEnany said. “I vividly recall standing in the Brady Press Briefing Room as a young college student, watching Dana Perino give a briefing as she fielded questions.”", "McEnany says she was “mesmerized by the whole environment.”", "“Twelve years later, I was standing behind the podium taking questions,” McEnany said. “I have a picture in my office standing beside the podium as an intern; now I have a picture behind that very podium both as a press secretary and as a mom, holding my one year old after my first briefing.”", "She added: “God had a clear and definite plan for my life, and he put me on this journey in media and politics for a reason.”", "MEET THE PRESS SECRETARY: TOP BIDEN AIDE FACES DUAL 2020 BATTLES, SAYS CAMPAIGN 'HAS GIVEN ME PURPOSE'", "President Trump tapped McEnany to join the administration in April, during the height of the coronavirus pandemic — shifting her from her post as national press secretary for his re-election campaign as the election cycle was in full swing.", "“It is hard to describe the sheer joy I felt when I learned that I would be President Trump’s next White House press secretary,” McEnany said. “The years and years of hard work and sacrifice were culminating in an opportunity to communicate the Trump agenda directly to the American people.”", "The Tampa, Florida native said she followed a path created by her faith.", "“I knew that God put me in this position, at this moment in time, for a reason,” McEnany explained. “I recall both a former Democrat colleague at CNN as well as my Dad telling me you come into your position ‘for such a time as this’-- words from the book of Esther, a book that my hometown church ironically did a series on during my time here at the White House.”", "She added: “I tell you this to emphasize I approached this position with a sense of responsibility to live up to the task God had planned for me.”", "McEnany said her husband, Major League Baseball pitcher Sean Gilmartin, drove her from Florida to D.C. just before her first day at the White House.", "“I was excited, but nervous for what the future held,” McEnany said. “As we drove up the eastern corridor, I was mindful of exactly who I wanted to communicate to in my new job.”", "NYC REP.-ELECT NICOLE MALLIOTAKIS SAYS AOC'S GROWING INFLUENCE IN NEW YORK POLITICS MUST STOP", "She added: “This was not about appeasing the press; it was about speaking for the forgotten men and women, who President Donald Trump had fought valiantly for.”", "But not only is McEnany responsible for fielding press questions and shaping the White House’s message — she’s a new mother.", "“I think the toughest part for me has been the time spent away from my newborn,” she said, noting that her daughter was just four months old at the time of her appointment. “I’ll never forget holding my daughter, Blake, a few days before my husband drove me up to D.C.”", "“As I was holding her, I talked to her about my new job and how sad I would be to be away from her,” she recalled. “Unexpectedly, I started to cry, and I remember my tears falling on her. As my tears fell on her, she gave me her very first smile.”", "“It was her way of saying ‘it’s going to be OK!’” McEnany said. “And it was OK.”", "She added: “We have made time for both family and work, and Blake has some unforgettable moments in the White House I will tell her about one day -- from watching Mommy board Marine One and viewing the NASA-SpaceX launch to dancing to 'Frozen' at the White House Christmas Party and flipping the pages of my briefing book while she sat on my desk.”", "Before joining the Trump team, McEnany interned twice for Fox News and eventually moved into a role as a production assistant. McEnany later attended and graduated from, Harvard Law School before re-entering the world of media and politics. She landed a role as a political analyst at CNN, where she worked during the 2016 election. The exposure and experience paved the way for her to move on to become the national spokesperson for the Republican National Committee.", "“One of the unique aspects of my personal journey has been the intersection between media, politics and law,” McEnany said. “Having a background in all three has been really advantageous.”", "McEnany said her time in academia gave her a “rigorous work ethic and a knack for over-preparing.”", "“My three years as a producer at Fox and subsequent on air work at CNN, where I was constantly outnumbered on panels stacked 8-to-1 with Democrats, taught me how to take voluminous amounts of information and communicate those points in a clear, effective, and convincing way under pressure,” McEnany explained.", "“So by the time I entered politics, my legal, academic, and television background really set me up to be the type of spokesperson that did my own research, over-prepared, and was constantly reading and absorbing new information.”", "But what McEnany said she has enjoyed most about her role as White House press secretary is “having the opportunity to speak directly to the American people and highlight issues entirely ignored by the mainstream media.”", "“From the podium, my team has been able to draw a contrast between what the media covers and what the American people care about,” she explained. “The briefing always stands out to me as an example of the difference between the media’s sensationalism and the type of substance the American people deserve.”", "In the days and weeks leading up to her official start as White House press secretary, McEnany said that she spoke to others who had previously held the post, and researched what the role should entail.", "“It is supposed to be an intermediary between the press and the president,” McEnany said, noting that press secretaries in the past have “earnestly gathered information to inform the press of what is going on.”", "“Journalists were true seekers of information, and the press secretary gathered information on their behalf,” she explained. “But the press in the Trump era has become so sensationalized—It no longer being a traditional relationship between the press and press secretary.”", "McEnany, like her predecessors Sean Spicer, Sarah Huckabee Sanders, and Stephanie Grisham, has had a contentious relationship with the press—as has President Trump throughout the entirety of his first campaign and his administration.", "“The press has become so sensational to the point of not being able to have a productive press/Trump-press secretary relationship,” McEnany said.", "McEnany described the preparations before each of her press briefings, telling Fox News that she has to “finesse” her responses “to the point of being perfect.”", "“Some journalists, not all, are driven so much by scorn for the president, to the point of really interfering with, what I believe, their duties are, which is to convey information given to them by the administration to the American people,” McEnany said.", "But McEnany defended the president, saying that she has sat in on many “critical, decision-making” meetings with him in the Oval Office and the Cabinet Room and has been “most impressed by his absolute fidelity to the promises he made to his supporters in 2016.”", "“He has been an unrelenting, undeterred, and unwavering advocate, meticulously implementing the promises he made to America’s forgotten men and women one by one,” McEnany described.", "To those who have opposed him, McEnany said that the president’s results “speak for themselves.”", "“The hottest economy since World War II; a COVID vaccine in record time; peace deals in the Middle East; America First trade deals; healthcare costs coming down for the first time since the passage of Obamacare; a working VA; wars winding down in Iraq and Afghanistan; ISIS decimated and more,” she said.", "CLICK HERE TO GET THE FOX NEWS APP", "As for young women considering a life in media and politics, she offered words of advice, encouraging them to use their time as students to intern and make “valuable connections along the way.”", "“If you hope to have a family and a career, always know that both of your dreams are compatible and achievable,” McEnany said. “You will have struggles, hardship and seemingly insurmountable challenges — know you can overcome through faith and that God has a path for you if you trust Him and follow it.”"], "authors": ["Brooke Singman", "Brooke Singman Is A Politics Reporter For Fox News. Follow Her On Twitter At"], "keywords": ["politics", "media", "campaign", "secretary", "house", "press", "led", "white", "trump", "plan", "meet", "mcenany", "kayleigh", "president", "podium"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}