{"id": "e96a4c70-79f8-3a4a-bfc6-a2e73e13c087", "title": "John Wick Hex Review – A Slow-Motion Ballet Of Blood", "url": "https://www.gameinformer.com/review/john-wick-hex/john-wick-hex-review-a-slow-motion-ballet-of-blood", "summary": "Even more than most action heroes, John Wick exudes stone-cold confidence, and Bithell Games’ strategy adaptation perfectly captures that style.\nI’ve rarely felt like such a capable assassin than while playing John Wick Hex.\nJohn Wick isn’t a turned-based strategy game, but it offers some of that slow-paced, contemplative action.\nDespite those frustrations, I continually returned to John Wick Hex because the core mechanics are incredibly tight.\nJohn Wick Hex might hit the same note over and over again, but it’s one incredible note.", "paragraphs": ["John Wick walks into the room. Like a clockwork automaton, his movements are precise. His eyes effortlessly scan for danger. The gun in his hand snaps forward like the head of a serpent, spitting bullets like venom. Even more than most action heroes, John Wick exudes stone-cold confidence, and Bithell Games’ strategy adaptation perfectly captures that style. I’ve rarely felt like such a capable assassin than while playing John Wick Hex. Even after a few repetitive encounters and an aggressive enemy A.I. tried to cut my ego back down to size, they couldn’t diminish the overall high I felt playing Hex.", "The John Wick franchise is all about speed and nonstop action, so Hex’s choice to distill battles down to one-second chunks seems a bit odd. Fortunately, it works. In Hex, you navigate John Wick through a series of seedy underbellies as he takes down a seemingly endless stream of mob thugs. Each time a new enemy enters Wick’s field of view, the action stops and you have the opportunity to issue a new command. John Wick isn’t a turned-based strategy game, but it offers some of that slow-paced, contemplative action. Yet magically, these slow-mo firefights feel as tense and hyperkinetic as a real-time shooter.", "Most of my time with Hex was spent calculating the length of time it took for John Wick to complete each order. Firing a pistol takes a full 1.5 seconds, while shoving a nearby enemy takes 1.3 seconds, and parrying an attack takes only .5 seconds. Those time difference might sound relatively insignificant, but the difference between life and death is measured in nanoseconds. Some weapons also take longer to fire than others; lining up a shot with a shotgun consumes more time than the standard pistol, but it does significantly more damage. Fortunately, Hex does a fantastic job laying out the timeline for upcoming attacks, and I always knew what my foes were planning and how much time I had to retaliate. Wick is almost always faster than his enemies, but when three goons burst through a door, managing enemy timelines becomes an exciting juggling act.", "I regularly felt outmanned and outgunned, but overcoming the odds feels amazing. In the span of only a few seconds I could parry one attack, then – while one foe was stunned – initiate a grappling takedown of another enemy, which would place me behind cover and allow Wick to narrowly avoiding incoming gunfire. Finding a few seconds to squeeze off your own attack is often harrowing, but stepping over a room full of fallen foes is incredibly satisfying.", "Some of Wick’s best attacks and defensive moves cost focus. For example, the dodge roll makes Wick incredibly hard to hit and allows him to quickly traverse the length of a room. Every time I ran out of focus mid-battle, I felt handicapped; much like reloading, finding time to replenish Wick’s focus is tricky, but this adds a welcome wrinkle to the strategy.", "Wick begins the game as a highly capable assassin, which means he doesn’t have much room to grow. The tactics and strategies I used at the end of the game were the same ones I learned during the opening levels. Before each mission, you have the opportunity to purchase upgrades that improve your hit percentages or lower the focus cost for some moves, but these are temporary buffs and I often found it more useful to spend my coins on extra bandages and weapons instead.", "Most of the challenge in the later levels comes from throwing more thugs your way or introducing more resilient enemies. When I did get overwhelmed, I was forced to start each level over from the beginning. Fortunately, these levels are relatively short, but I was frustrated to have to play through a level’s early encounters repeatedly when I kept getting hung up near the end.", "The narrative doesn’t bring anything new to the table. Hex is set in a period before the films, when John Wick still works for The High Table and recounts a mission where he must hunt down and kill the lieutenants of a villain named Hex. This plot largely serves only to introduce a number of marks for John Wick to hunt down, and doesn’t contribute much to the franchise’s wider lore.", "Despite those frustrations, I continually returned to John Wick Hex because the core mechanics are incredibly tight. Thanks to Hex’s clever time management systems I always felt one step ahead of my enemies and capable of constructing the kinds of sophisticated close-quarters gunfights that make the films so exciting. John Wick Hex might hit the same note over and over again, but it’s one incredible note."], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["hex", "john", "blood", "ballet", "focus", "slowmotion", "felt", "room", "takes", "levels", "wick", "enemy", "seconds", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}