{"id": "e980f456-36b9-31f2-a174-b05e4bd180eb", "title": "Outriders - Review In Progress", "url": "https://www.gameinformer.com/2021/04/01/outriders-review-in-progress", "summary": "Outriders first opens up with a cutscene showing the characters arrive on a new planet called Enoch, brimming with promise and reprieve from an unforgiving war.\nLeveling up in Outriders is satisfying and constructed in a way that is easy to manage.\nThe gear in Outriders matters, which is something that has caused other similar games to fail.\nOutriders doesn't revolutionize any type of genre, and it's not trying to (nor does it have to).\nFrom what I’ve played so far, what Outriders provides is a well-thought-out shooter experience with expertly tailored RPG twists.", "paragraphs": ["Review codes for Outriders went out a day before launch, so I haven't been able to explore every nook and cranny of People Can Fly's cooperative shooter/RPG, but from what I have played, I can say I'm enjoying my time with it immensely. This game is chaos in the best possible way, evoking thoughts of games like Borderlands, Gears of War, and People Can Fly's other original title, Bulletstorm.", "I love shooters and RPGs, and the setup of Outriders amalgamates these genres. The experience is macabre; it has a dark narrative that centers on survival, the ability to adapt, and the journey to proving you're the biggest badass on the playground. That storyline is more immersive than I expected, and while it takes a little bit to pick up, it eventually becomes a cacophony of in-your-face action. That action coincides with a tale that rests within sci-fi fantasy but holds a modicum of truth regarding human instincts and how we react when there is nothing left to lose and everything to lose at the same time.", "Outriders first opens up with a cutscene showing the characters arrive on a new planet called Enoch, brimming with promise and reprieve from an unforgiving war. This is the sequence that players of the demo will be intimately familiar with, especially the chaos that follows. The true start of the game kicks in soon after and goes all-in on the fight-or-flight instinct. The fast-paced, action-packed moments convey the need to keep moving, and those moments are made even starker thanks to calm-before-the-storm story sequences that introduce the characters along the way. The characters feel wildly different from each other, with some offering a return of innocence to this world and others showing off the brutal reality of what it’s like to stay on top when the rest of the planet wants you dead. The intermittent scenes of normalcy add a layer of depth that enriches the game.", "Leveling up in Outriders is satisfying and constructed in a way that is easy to manage. The skill tree draws obvious inspiration from the Diablo franchise, but there are other influences in there as well, such as Path of Exile. The four classes each have three branches to hone their combat style. I love going full-on Leeroy Jenkins in games, so the Pyromancer and Devastator classes are my favorites, and I specialized each by choosing the more offensive branching skills. There are more strategic branches as well, taking on full defense, or a hybrid approach, all of which are streamlined in a way that doesn't feel overwhelming or had me second-guessing if I've made a wrong choice.", "Regarding the four classes themselves, Outriders provides a playstyle for every type of gamer, and that makes me excited to replay it to try out the different types of combat. I'm particularly interested in doing a full run with the Trickster, because the player needs to get up close and personal with mobility that the other classes don't have. The Trickster can also stop time. Have I mentioned Tricksters are cool as heck? Because they really, really are.", "The Devastator is my personal favorite. It used to be the Pyromancer because fire pretty, but the Devastator matches my playstyle to the T. It's the tank of all tanks and the backbone of any group. Devastators are strong, meaty, and can control gravity, which gives them a protective edge when in a group setting to draw fire and send enemies into the abyss.", "The Pyromancer comes in as a close second in terms of my personal favorite classes. This is a medium-ranged class that specializes in AOE damage by wielding the destructive power of fire. The firewall skill especially plows through enemies in a satisfying way, making the destruction caused an instant point of satisfaction. While not as durable as other classes, a Pyromancer's explosive arsenal makes them the perfect addition to any group taking on the world of Enoch.", "Lastly, there is the Technomancer. This is a great class for those that love engineering specs because it harnesses technology in a meaningful way that rains ownage from the sky above. This class is incredibly versatile as well, taking on the role of support with the ability to heal teammates with their powers while still outputting an intense amount of damage. I haven't delved too deeply into this class myself, but this will be the next run I choose when I go for another playthrough.", "Along with the main storyline, People Can Fly littered the experience with branching quests, which are a direct avenue to get the best loot. Obtaining loot is straightforward: You can play just the main storyline for a more linear experience (and still get some amazing Legendary drops), or you can explore the branching narratives to learn more about the survivors on Enoch while upgrading your gear.", "The gear in Outriders matters, which is something that has caused other similar games to fail. Having a looter-shooter with items that are not worthwhile doesn't make sense, and People Can Fly did a great job providing a wide variety of weapons of all types. As seen earlier this week when Alex, Dan, and I played, not having the right gear can make a huge difference. I did a save reset prior to the livestream, which meant Dan didn't have the gear he wanted. The result? We both got pummeled. We stopped. We changed our gear, and we cleared the area that kept kicking our butts in one fell swoop. This adds a layer of immersion and thoughtfulness that I think a lot of looter-shooters don't invest enough time in. It's also one of the many reasons why Borderlands continues to be so popular. Outside of the humor and the memorable characters, both of which Outriders has, that franchise has weapons that mean a great deal to how the experience plays out.", "There are varying degrees of gear as well, including Epic and Legendaries. I'm still on the quest for the best of the best when it comes to Legendaries, but the studio shared with me some amazing designs of the high-tiered loot and they are impressive. Outriders has some of the best weapon designs of any game out there, including one gun that looks like it popped straight out of Bloodborne. The creative team clearly had a lot of fun with designing this aspect of the game, and it makes the hunt for Legendaries motivating; even if I didn't necessarily care about the stats, I wanted everything I could possibly find in order to see what other elaborate designs the team came up with.", "Outriders doesn't revolutionize any type of genre, and it's not trying to (nor does it have to). From what I’ve played so far, what Outriders provides is a well-thought-out shooter experience with expertly tailored RPG twists. It's an enjoyable ride that is made infinitely better by playing with friends, but not inherently hurt by running solo either. This game takes the best of looter-shooters and the best of sci-fi RPGs and blends these elements into a game experience that is worth diving into because of its high replayability, customizable play style, and fun story. I'm interested to see how this all wraps up at the end of the game and how the experience feels with the expectation to turn around and play again."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["best", "outriders", "classes", "experience", "class", "im", "game", "way", "characters", "review", "progress", "gear"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}