{"id": "e9a3a016-6969-36da-a398-ddd687579434", "title": "A Race Car Crash From Hell—and the Science That Saved Its Driver", "url": "https://www.wired.com/story/crash-science-romaine-grosjean/", "summary": "Romain Grosjean’s car drifted to the right.\nBut during Grosjean’s drift, which was perfectly normal on its own, his whirring massive right rear tire and the left front tire of car 26 glanced together.\nGrosjean’s tire bounces, jostles, leaves the pavement for the briefest of moments, and he careens off to the right.\nThe barrier did its job, it stopped the car, but from the harrowing speed of 137 miles per hour, the car was stopped almost too quickly.\nIts rear end, hefty with the weight of the engine, spun the car around nearly 180 degrees.", "paragraphs": ["Last Sunday’s mayhem started, as mayhem often does, with just the slightest nudge. Formula One cars leapt off the starting line of the Bahrain International Circuit, clustered together to gain early position in the cramped, frenzied, critical opening lap, swerving a sharp right around the first turn like a herd of hungry predators chasing panicked prey.", "It was all normal so far for the sport, which is popular precisely because of its roaring engines and jaw-clenching acceleration. The race cars’ oversized tires, spinning at unimaginable speeds, roared a less acute left around turn two, then a swerve around turn three that was virtually a gentle angle in the world of racing.", "That’s when disaster struck. Romain Grosjean’s car drifted to the right. Weaving through a labyrinth of potential catastrophes is part of the appeal for race drivers; they have to navigate this high-speed maze using reflexes, skill, and grit, dodging each other and risking injury and death in the process. But during Grosjean’s drift, which was perfectly normal on its own, his whirring massive right rear tire and the left front tire of car 26 glanced together. They bumped, and that bump was enough.", "The onboard footage from car 26 shows the rest of the story. Grosjean’s tire bounces, jostles, leaves the pavement for the briefest of moments, and he careens off to the right. Then, mayhem.", "Barriers wrap the entirety of the racetrack in some form. But the one he collided against, unlike the barriers near some of the sharper turns and higher-risk areas, was just a bare, rippled ribbon of steel, similar to those along civilian highways. In less than a second, the steel ribbon shredded open. The barrier did its job, it stopped the car, but from the harrowing speed of 137 miles per hour, the car was stopped almost too quickly. Its rear end, hefty with the weight of the engine, spun the car around nearly 180 degrees.", "The spin proved too much. The car tore in half, clean open, rupturing the full gas tank and spraying gasoline everywhere. Gasoline, when aerosolized and in the presence of extreme heat, such as the heat from a high-performance engine or even the heat generated by the friction of the crash itself, makes fire.", "The terrifying orange-red plume was massive. It engulfed everything—the steel barrier, the front end of the car, and Grosjean himself. Emergency personnel were on the scene within seconds, tackling the fireball with extinguishers, courage, and the desperation born of determination to save a life, while the racing world waited, holding its breath, to see if it would be enough.", "A car engulfed in flames can exceed the temperatures required to cremate a human body. But after a 137-mph collision and 10 to 15 seconds in which he had to unbuckle his harness, grab blindly for support in the inferno, and pull himself out of the car, Grosjean emerged like a phoenix with nothing more than minor burns and injuries to his hands, feet, and ankles—and not one broken bone."], "authors": ["Rachel Lance", "Rachel Lanc"], "keywords": ["grosjeans", "science", "race", "driver", "tire", "right", "world", "steel", "turn", "seconds", "saved", "helland", "car", "stopped", "heat", "crash"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}