{"id": "e9a3bfda-8a0c-3bd0-8bbc-6c61e208173a", "title": "Rudy Giuliani tests positive for coronavirus", "url": "https://www.foxnews.com/politics/rudy-giuliani-tests-positive-for-coronavirus", "summary": "Rudy Giuliani said he is \"getting great care and feeling good\" Sunday night after President Trump announced that his personal attorney had tested positive for the coronavirus.\nTrump tweeted on Sunday that Giuliani had tested positive for \"the China Virus.\"\nThe news of Giuliani's diagnosis comes nearly two weeks after his son Andrew, also a White House staffer, tested positive for COVID-19.\nThe president announced his positive diagnosis less than five hours later.\nTrump campaign attorney Jenna Ellis said Sunday that the \"Trump Legal Team will continue our important work to fight for election integrity!\"", "paragraphs": ["Rudy Giuliani said he is \"getting great care and feeling good\" Sunday night after President Trump announced that his personal attorney had tested positive for the coronavirus.", "\"Thank you to all my friends and followers for all the prayers and kind wishes,\" Giuliani wrote. \"I’m getting great care and feeling good. Recovering quickly and keeping up with everything.\"", "Trump tweeted on Sunday that Giuliani had tested positive for \"the China Virus.\"", "The former New York City mayor has been leading the Trump campaign’s legal battle to overturn the 2020 election results in several states.", "TRUMP PLANS TO OUTSHINE BIDEN ON INAUGURATION DAY", "Giuliani, 76, is the latest official of Trump's orbit to become infected with the coronavirus over the course of the pandemic. White House press secretary Kayleigh McEnany, senior adviser Hope Hicks, and chief of staff Mark Meadows are among other senior staffers who have tested positive for the virus and since recovered.", "The news of Giuliani's diagnosis comes nearly two weeks after his son Andrew, also a White House staffer, tested positive for COVID-19. The senior Giuliani reportedly tested negative at the time.", "Andrew confirmed the diagnosis on Twitter Sunday night, writing that his father is \"resting, getting great care and feeling well.\"", "An unnamed source who spoke with the New York Times said that Giuliani is reportedly undergoing treatment at the Georgetown University Medical Center in Washington, D.C.", "Giuliani appeared well in a \"Sunday Morning Futures\" interview where he joined host Maria Bartiromo via satellite to discuss the campaign's legal strategy. The president announced his positive diagnosis less than five hours later.", "Trump campaign attorney Jenna Ellis said Sunday that the \"Trump Legal Team will continue our important work to fight for election integrity!\" She wished Giuliani a fast recovery but vowed to \"press on\" with the president's legal effort challenging the vote count in key states.", "News of Giuliani's diagnosis caused the two chambers of the Arizona state legislature to suspend their work for the upcoming week, The Hill reported. Giuliani spent hours testifying in front of Republican legislators last week as part of the Trump campaign's legal effort to overturn the state’s election results.", "This is a developing story. Check back for updates."], "authors": ["Yael Halon", "Yael Halon Is A Reporter For Fox News."], "keywords": ["positive", "feeling", "coronavirus", "getting", "senior", "tests", "tested", "great", "giuliani", "rudy", "trump", "legal", "diagnosis"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}