{"id": "e9dabc4e-7d59-383b-88b3-88a448f30024", "title": "The Pantheon: The ancient building still being used after 2,000 years", "url": "https://edition.cnn.com/style/article/pantheon-history-test-of-time/index.html", "summary": "Ancient Roman architects designed a portico for the Pantheon that referenced Greek architecture.\nThe Pantheon is the oldest building in the world that's still in use today.\nThough it could be a temple, Roman buildings were typically multi-purpose structures, said Lynne Lancaster, an architectural historian and humanities educator.\nThe Pantheon may have been used for a variety of purposes, but historians aren't quite sure what took place inside.\nThough the Pantheon has revealed some of its design secrets, Lancaster said she still finds magic in the details.", "paragraphs": ["Written by Jacqui Palumbo, CNN Contributors Video: Ed Scott-Clarke, Tem Doran, Alex Sears, Angelica Pursley, CNN", "When visitors walk into the Pantheon in Rome and encounter its colossal dome, they may experience the same theatricality as its guests nearly 2,000 years ago.", "\"Anyone who steps inside the Pantheon immediately feels the crushing weight of human history, but also the incredible lightness of human creativity,\" said John Ochsendorf, professor of architecture at MIT and former director of the American Academy in Rome.", "Ancient Roman architects designed a portico for the Pantheon that referenced Greek architecture. But the building's interior is nothing the Greeks could have imagined. Credit: Marilla Sicilia/Mondadori Portfolio/Getty Images", "\"You come into this grand space and you look up and you see the sky or a passing cloud. And you think: 'How could they have done this nearly two millennia ago?'\"", "The Pantheon is the oldest building in the world that's still in use today. Since the 7th century, it has been a Roman Catholic church.", "", "", "", "", "", "", "", "1 / 8 Moscow, Russia -- St Basil's Cathedral was built during the 16th century by Ivan IV or, as he was nicknamed, Ivan the Terrible. The structure's design and color was modified throughout its history. Credit: Julian Finney/Getty Images", "Built around 125 A.D. by the Roman emperor Publius Aelius Hadrianus, it was actually the third iteration of the structure. The first Pantheon caught fire around 80 A.D. and was rebuilt shortly after, but it was struck by lightning and burned down again around 110 A.D. The buildings' ill fate led to rumors that the Pantheon was cursed.", "The facade of the completed structure riffed on ancient Greek motifs, with a portico entrance featuring a pediment -- a triangular top -- and two rows of Corinthian columns. The interior was sweeping and airy, capped by a dome that to this day -- is still the largest unsupported concrete dome in the world.", "What was it used for?", "Pantheon means \"all gods,\" and though it's commonly thought the structure was a site of worship dedicated to Roman deities, its original purpose is actually unknown.", "With scant mentions of it in Ancient texts, historians have been left somewhat in the dark. Though it could be a temple, Roman buildings were typically multi-purpose structures, said Lynne Lancaster, an architectural historian and humanities educator. \"And so what actually went on in the Pantheon is hard to say.\"", "The Pantheon may have been used for a variety of purposes, but historians aren't quite sure what took place inside. Credit: Pino Pacifico/REDA&CO/Universal Images Group/Getty Images", "Legends say it's the very site where Rome's founder, Romulus, ascended to heaven. Others believe the Pantheon was where the Roman emperor could communicate with the gods. Whatever the case, like many Roman architectural feats, the imposing structure was a show of might, an \"important symbol of imperial power,\" said Luca Mercuri, the Pantheon's current director.", "Indeed, Roman architecture of the time embodied wealth, strength and dignity. Centuries later, Neoclassical architects would reference the Pantheon's portico and dome combination to imbue their buildings with those same values, from the US Capitol in Washington, DC., to the Somerset House in London.", "How was it built?", "The Pantheon was an architectural marvel of the Roman Empire.", "The oculus -- Latin for \"eye\" -- stretches 30 feet across, opening the structure to the heavens. The sun beams through the oculus, and when it storms, the rain comes down like a waterfall into the interior.", "The Pantheon's dome and oculus were a feat of engineering -- Medieval religious leaders believed the architectural achievement was evil. Credit: Andreas Solaro/AFP/Getty Images", "\"The oculus at the center seemed to tempt fate and leave (the Pantheon) open to the sky,\" said Ochsendorf. \"But it also showed a mastery of geometry and construction -- that they could build domes on that scale and leave an oculus open at the center, in a way (that was) almost showing off.\"", "During the Middle Ages, religious leaders, who were incredulous of the feat, cast doubt on the holiness of the Pantheon, believing it to be the work of the devil.", "But it wasn't Satan; it was engineering.", "Though white, yellow, purple and black marble was imported from around the Mediterranean, it was concrete -- a Roman invention -- that allowed architects to do away with load-bearing columns and introduce spacious domes.", "Along with the entry door, the oculus is the only natural source of light in the building. Credit: Alessandra Tarantino/AP", "One trick to make a large dome stable was to use progressively lighter stone in the concrete mix as it reached the top. Heavy brick could be used at the base, with spongy, light volcanic rock around the oculus.", "Though the Pantheon has revealed some of its design secrets, Lancaster said she still finds magic in the details. As the day progresses, the sun flickers around the dome's interior, casting light over its sunken grid like a giant sundial.", "\"It's one of the few places in the world (where) you can actually watch the Earth turn.\""], "authors": ["Jacqui Palumbo", "Cnn", "Video", "Ed Scott-Clarke", "Tem Doran", "Alex Sears", "Angelica Pursley"], "keywords": ["dome", "building", "ancient", "used", "structure", "credit", "actually", "pantheon", "buildings", "architectural", "2000", "oculus", "roman"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}