{"id": "e9f9d23c-962c-3601-931b-79d7b626621f", "title": "Granblue Fantasy Versus Gets A New Fighter And Battle Pass This Month", "url": "https://www.gameinformer.com/2020/12/14/granblue-fantasy-versus-gets-a-new-fighter-and-battle-pass-this-month", "summary": "Stylish fighter Granblue Fantasy Versus has a brand new fighter coming this month alongside the introduction of its very own battle pass.\nNew character Yule joins the fray as the third fighter in the Character Pass 2 DLC pack and looks to pack one heck of a wallop.\nIf the trailer below tickles your fancy, Yuel can be purchased individually for $6.99 or as part of the Character Pass 2 DLC pack for $34.99.\nAdditionally, this month sees the introduction of the game’s first battle pass.\nHow do you Granblue fans feel about getting a battle pass in your Versus?", "paragraphs": ["Stylish fighter Granblue Fantasy Versus has a brand new fighter coming this month alongside the introduction of its very own battle pass. New character Yule joins the fray as the third fighter in the Character Pass 2 DLC pack and looks to pack one heck of a wallop.", "Yule steps into the ring and is described as an “energetic Erune girl”. She and her life-long pal (and fellow Granblue roster mate) Societte were tasked with the burden of recovering an ancient treasure for their clan. Given Yule’s spunky attitude, she doesn’t seem to sweat the magnitude of her responsibility all that much. Yule slices and dices foes with her twin swords, which she can ignite into blue foxflames to dish out some sick cyclone attacks. If the trailer below tickles your fancy, Yuel can be purchased individually for $6.99 or as part of the Character Pass 2 DLC pack for $34.99. Arc has also teased that the Eternal Anre, will be the next fighter and arrives in early 2021.", "Additionally, this month sees the introduction of the game’s first battle pass. It arrives with update version 2.22 sometime this month and, like many battle passes, presents limited-timed challenges players can complete to earn rewards and increase their levels. Leveling up bestows free in-game items such as RPG mode weapons, rupies, and in-game trophies. Naturally, a paid Premium Rewards tier grants exclusive cosmetic items. There’s no word on how much the paid tier costs but Arc System Works promises to share more information when the update goes live.", "Granblue Fantasy Versus is available now for PlayStation 4 and PC. Check out our review for our impressions of it at launch. How do you Granblue fans feel about getting a battle pass in your Versus? Let us know in the comments!"], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["versus", "granblue", "pass", "yule", "month", "pack", "fantasy", "update", "character", "fighter", "gets", "battle"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}