{"id": "ea3c871d-84d0-3448-8eb0-597450937893", "title": "Reimagining Strategy with Design Thinking - Virtual", "url": "https://execed.economist.com/harvard-business-school/reimagining-strategy-design-thinking-virtual-2021-01-05", "summary": "Srikant M. Datar is the Arthur Lowes Dickinson Professor of Business Administration at Harvard Business School and the Faculty Chair of the Harvard Innovation Lab.\nA Chartered Accountant, he holds two masters degrees and a Ph.D. from Stanford University.\nHe teaches MBA and executive education classes in design thinking, innovation, big data, and strategy implementation.\nHe is a co-author of the leading cost accounting textbook, Cost Accounting: A Managerial Emphasis published by Prentice-Hall, and of Rethinking the MBA: Business Education at a Crossroads published by Harvard Business Press.\nDatar's research interests are in the cost management and management control areas.", "paragraphs": ["Srikant M. Datar is the Arthur Lowes Dickinson Professor of Business Administration at Harvard Business School and the Faculty Chair of the Harvard Innovation Lab. A graduate with distinction from the University of Bombay, he received gold medals upon graduation from the Indian Institute of Management, Ahmedabad, and the Institute of Cost and Works Accountants of India. A Chartered Accountant, he holds two masters degrees and a Ph.D. from Stanford University.", "Cited by his students as a dedicated and innovative teacher, Datar received the George Leland Bach Award for Excellence in the Classroom at Carnegie Mellon University and the Distinguished Teaching Award at Stanford University. He teaches MBA and executive education classes in design thinking, innovation, big data, and strategy implementation. He is a co-author of the leading cost accounting textbook, Cost Accounting: A Managerial Emphasis published by Prentice-Hall, and of Rethinking the MBA: Business Education at a Crossroads published by Harvard Business Press.", "Datar's research interests are in the cost management and management control areas. He has published his research on activity-based management, quality, productivity, time-based competition, new product development, bottleneck management, incentives and performance evaluation in several prestigious journals, including The Accounting Review, Journal of Accounting and Economics, Journal of Accounting Research, Contemporary Accounting Research, and Management Science. He has served on the editorial board of several journals and presented his research to corporate executives and academic audiences in North America, South America, Asia, Africa and Europe.", "Datar serves on the Board of Directors of ICF International, Novartis AG, Stryker Corporation, and T-Mobile US, and has worked with many corporations on consulting and field-based projects. He is a member of the American Accounting Association and the Institute of Management Accountants."], "authors": [], "keywords": ["thinking", "reimagining", "management", "cost", "research", "business", "strategy", "design", "stanford", "accounting", "university", "harvard", "institute", "virtual", "published"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}