{"id": "ea5ec3fd-1d87-38c5-bc16-296919423a17", "title": "Cops Are Getting a New Tool For Family-Tree Sleuthing", "url": "https://www.wired.com/story/cops-are-getting-a-new-tool-for-family-tree-sleuthing/", "summary": "Law enforcement agencies have perhaps been the biggest benefactors of this biometric boom.\nBut so far, those types of DNA profiles have been somewhat difficult to come by.\nThe fit-for-purpose genetic genealogy panel promises to push this still unregulated method toward becoming a mainstay of modern-day police work.\nBut she expects that Verogen’s moves to make genetic genealogy more accessible will erode those logistical firewalls.\nRam sees in this evolution a cautionary tale for genetic genealogy.", "paragraphs": ["You won’t find it on the commodities market, but the value of one substance has quietly skyrocketed over the past two years: DNA. Growing genetic databases have proven to be rich resources for discovering new drugs and other medical advances. Law enforcement agencies have perhaps been the biggest benefactors of this biometric boom.", "It used to be that DNA could solve a case only if it matched the genetic profile of someone in a criminal database or an existing suspect. But the recent rise of genetic genealogy—a technique that makes it possible to identify people through relatives who have added their genetic information to genealogy databases—changed the odds. A skilled genetic genealogist can now turn an unknown DNA profile that strikes out in traditional forensic searches into a suspect’s name nearly half of the time.", "But so far, those types of DNA profiles have been somewhat difficult to come by. They require a lot of high-quality genetic material to work with, and some bioinformatic massaging to make the file compatible with those generated by consumer DNA spit kits. That’s about to change.", "Verogen, the foremost provider of next-generation DNA testing services for law enforcement, has spent the better part of this year developing a new test kit aimed at making genetic genealogy investigations both more convenient and more feasible to use for a wider range of crime scene samples. The fit-for-purpose genetic genealogy panel promises to push this still unregulated method toward becoming a mainstay of modern-day police work. “We think it’s going to be a real door-opener for public crime labs to get into next-generation sequencing,” Verogen CEO Brett Williams told WIRED in an interview.", "Genetic privacy advocates are not exactly surprised by the move, but they are disheartened. “From the beginning, we were told that investigative genetic genealogy was too cumbersome, too expensive, too difficult to do routinely,” says Natalie Ram, a law professor at the University of Maryland. Such limitations were expected to restrict the technology, as a practical matter, to only the most serious crimes. But she expects that Verogen’s moves to make genetic genealogy more accessible will erode those logistical firewalls.", "It was the same story with the first kind of forensic DNA testing, introduced in the early 1990s, says Ram. Unlike the profiles generated by consumer kits—which read out the actual letters of your genetic code and tell you things like what region of the world your ancestors hailed from or what your risk for certain cancers might be—forensic DNA fingerprints contain far less information. They’re basically tallies of junk sections of DNA, called STRs (for short-tandem repeats). In 1998 the FBI established the Combined DNA Index system, or Codis, to house these types of profiles. Codis entries consist of a set of numbers that represents the summed-up STR repeats found at each of 20 locations in the genome.", "At first, law enforcement agencies were limited to using Codis to collect DNA from—and to search for—only felony sex offenders. Starting in 2004, states began extending its use to people convicted of any violent felony. Then it was people arrested for any violent felony. As of this year, eight states, including Louisiana, Arizona, and Minnesota, also force people who’ve been arrested for certain misdemeanors to surrender a cheek swab.", "Ram sees in this evolution a cautionary tale for genetic genealogy. “This is the way that technology expands,” she says. “It starts with a use case that virtually no one will say is a bad thing. No one wants to see the Golden State Killer go free. And yet it’s quite foreseeable that this will expand into many broader uses. The development of this technology by Verogen and its growth into in-house public crime labs just makes that much more likely.”"], "authors": ["Megan Molteni", "Megan Molten"], "keywords": ["enforcement", "getting", "tool", "dna", "profiles", "cops", "felony", "codis", "crime", "familytree", "technology", "genealogy", "law", "sleuthing", "genetic"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}