{"title": "The sweet hereafter - Cheer up, sacked MPs. A big payday awaits", "summary": "General elections, and the upheaval they entail, send waves of public servants into the welcoming arms of companies, banks, consulting firms and other outfits.\nFast-forward to 2020, and ACOBA ’s workload is likely to hit another peak.\nMore private-sector jobs are taken by MPS , chiefs of staff and less-senior civil servants, which are signed off by government departments.\nIts main failing is that it has no power to check or enforce the conduct of public servants.\nFans of public-private interchange argue that ACOBA’ s reports on senior moves serve only to stoke outrage.", "paragraphs": ["M ANY A POLITICAL career will end in failure this week as voters have their say at the polling booth. But at least losers can look forward to a comfortable afterlife. General elections, and the upheaval they entail, send waves of public servants into the welcoming arms of companies, banks, consulting firms and other outfits.", "The biggest exodus on record was of senior Tories after Labour’s 1997 triumph. Departing ministers and civil servants snapped up 175 jobs between them in 1996-98, according to a report by the Advisory Committee on Business Appointments ( ACOBA ), a Cabinet Office body. ACOBA was founded in 1975 to vet moves of political and civil-service big beasts into the private sector. It cannot stop people taking jobs, but attaches conditions. Another epic spin of the “revolving door” came after Labour’s defeat in 2010, when scores of ex- MP s landed in corporate jobs. After 2015 dozens more Liberal Democrat and other losing MP s moved on.", "Fast-forward to 2020, and ACOBA ’s workload is likely to hit another peak. Given the erratic polls, big-name politicians have probably been scoping out possibilities just in case. But this year’s cohort will be seeking jobs when private-sector paydays for top public servants face particular scrutiny. ACOBA is under attack for being toothless. The body is also looking for a new boss, who may tighten its procedures.", "Corporate jobs are by now a normal late chapter of a civil-service or political career. Before the 1990s it was Tory grandees who went off to plum posts in the City, says Richard Brooks of Private Eye, a muck-raking magazine, but after Labour got close to business everyone started doing it. ACOBA examines the post-retirement jobs of only top people—ministers, permanent secretaries and directors-general. Between 150 and 200 cases come up a year. More private-sector jobs are taken by MPS , chiefs of staff and less-senior civil servants, which are signed off by government departments.", "Beneficiaries argue that having public-service-minded people in companies is a good thing. The private sector is in effect subsidising public-sector pay, they say, helping recruit the best talent into public life. Salaries are higher in the corporate world by a factor of between three and 25.", "Yet the likes of the Eye keep highlighting controversial cases. A series of official reports, including by the parliamentary Public Administration and Constitutional Affairs Committee ( PACAC ) that oversees ACOBA , has examined potential abuses and recommended reform. Ministers increasingly seek employment in areas where they used to run policy. ACOBA ’s main condition is to require former public servants not to lobby their old department on behalf of their new employer, for two years. But the real worry is that jobs may be rewards for decisions taken while in office.", "A few notorious cases have poisoned the well for others, complains one PR executive, whose firm has hired many a politico. Tony Blair’s post-office earning spree was embarrassing. A few years ago Sir Ed Davey, a former energy minister and now deputy leader of the Lib Dems, took a job with a PR firm that worked for EDF Energy. As minister he had negotiated an £18bn ($24bn) deal with the French nuclear firm. There has been no suggestion of wrongdoing, but the appointment raised eyebrows. Sir Ed says he did not work on the EDF account while at the PR firm.", "The job portfolio of George Osborne also draws flak. Since 2017 the former chancellor, who edits the Evening Standard, has had a one-day-a-week role at the BlackRock Investment Institute, a unit of the world’s biggest asset manager, for a salary of £650,000 (in 2017). Mr Osborne and his then chief of staff, Rupert Harrison (who also works for BlackRock), brought in pensions deregulation in 2014 that benefited the firm. Critics doubt if Mr Osborne helped it with an eye to a future job. But Sir Bernard Jenkin, a Tory MP who chairs PACAC , informally warned him that ACOBA’ s approval would not protect his reputation. Mr Osborne argued the new job was nothing different from what previous Treasury ministers had done, Sir Bernard says.", "Oft-used revolving doors between certain departments and business are particularly worrisome. Officials from HMRC , the tax agency, often go to the tax-advisory arms of Big Four accounting firms. There are two types of appointment, says a retired Big Four partner: first, of civil servants with deep technical expertise and, second, of people who have been decision-makers at HMRC on tax-dispute resolutions and other matters. For some Big Four bosses it is a point of honour to reward civil servants who have been helpful, he says. Meanwhile, ACOBA has described the number of moves from the Ministry of Defence to arms firms as amounting to “traffic”.", "One risk of all this is that taxpayers get worse value for money. Another is that such appointments contribute to regulatory capture. But the most important consequence is for trust in government. “The big cases feed the public’s perception that money buys access and influence in a cosy process from which voters are excluded,” says Alexandra Runswick, director of Unlock Democracy, a campaigning group.", "The problem is not going away. Civil servants are told that theirs is not a job for life. Tax rules on pensions mean senior people cannot retire and do nothing, notes a former intelligence chief now in the private sector. Since the Brexit referendum, MP s and ministers are leaving politics earlier because of parliamentary turbulence.", "ACOBA “represents a failure of governance in public life—it inspires no public confidence, nor does it protect the reputations of those it is intended to protect,” says Sir Bernard. Its main failing is that it has no power to check or enforce the conduct of public servants. In its defence, it points out that the Cabinet Office sets its rules.", "Fans of public-private interchange argue that ACOBA’ s reports on senior moves serve only to stoke outrage. Mr Blair tried to get rid of it and nearly succeeded, notes David Hine of Oxford University. Successive governments have ignored calls to beef it up. A new chief might toughen its processes. But some wonder whether Boris Johnson, whom ACOBA scolded last year when he went back to his Daily Telegraph column before receiving its approval, might try to curb its clout if he wins the election. ■", "Dig deeper:", "Our latest coverage of Britain’s election"], "pubDate": null, "authors": ["The Economist"], "keywords": ["public", "civil", "private", "cheer", "sir", "job", "big", "payday", "sacked", "sweet", "servants", "awaits", "s", "jobs", "mps", "acoba"], "id": "ea5fb9bc-17d2-33ed-a95d-a81c525fbbc8", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "url": "https://www.economist.com/britain/2019/12/12/cheer-up-sacked-mps-a-big-payday-awaits"}