{"id": "ea7f3513-1c86-37dc-9260-0e2a2cdd9344", "title": "Agency problems - Double trouble", "url": "https://www.economist.com/special-report/2020/11/12/double-trouble", "summary": "S OMEONE WISE once said that all the problems of capitalism are agency problems.\nAsset management has a double agency problem.\nYet this device just creates a different sort of agency problem.\nThe second agency problem arises from conflicts of interest between asset managers and those on whose behalf they invest.\nThis agency problem has no easy solution—but investors could be quicker to ask searching questions.", "paragraphs": ["S OMEONE WISE once said that all the problems of capitalism are agency problems. Agency costs arise when somebody (the principal) delegates a task to somebody else (the agent) and their interests are at odds. In the textbook example, the principal is a manager, the agents are employees. It is in the manager’s interest that the agent works hard. The more effort each worker puts in, the higher the firm’s output and the greater its profits. But the employer cannot gauge the true effort of the workers, especially if the results are a team effort. Each worker has an incentive to shirk.", "Asset management has a double agency problem. The first lies with the separation of ownership and control in large public companies. Shareholders are the principals, who delegate running the firm to managers. Shareholders care about returns on their investment, but managers have different goals. They may value perks and prestige—a plush office, a company jet, a high-profile merger deal—more than profits. Running a big company is a complex task. It is hard to be sure if the bosses are making a good fist of it. No individual shareholder has a big enough stake to make the effort of monitoring worthwhile.", "Mechanisms have emerged to limit such agency costs. A classic paper published in 1976 by Michael Jensen and William Meckling argued that loading a public firm with debt was a useful device to stop managers frittering away shareholders’ cash. Bosses feel greater pressure to cut costs and raise revenues if they must meet regular interest payments. The leveraged buy-out boom of the 1980s was predicated on the idea of debt as a tool to focus the minds of managers. Private-equity firms employ this trick.", "Another way to limit this sort of agency problem is to give managers the right to buy discounted shares once their price reaches a predetermined target. Stock options, it is argued, make managers act as if they were shareholders. Yet this device just creates a different sort of agency problem. Traders of shares use quarterly earnings as a rough-and-ready guide to how well a company is run. Managers know this. So they eschew investment projects that are in the long-run interests of shareholders in order to boost short-term profits, lifting the share price and the value of their stock options.", "The second agency problem arises from conflicts of interest between asset managers and those on whose behalf they invest. It is in the interests of investors that asset managers seek out the best long-term returns. But fund-management firms are paid a fixed percentage of the value of assets. To attract capital into their funds, they may opt for faddish stocks that do well in the short term, but whose shortcomings become apparent only in the long run. They may shun unfashionable stocks, even if they believe they are good long-term investments. Once an asset manager has captured funds to manage, they tend to stay. A good recent run will lure in more funds. This agency problem has no easy solution—but investors could be quicker to ask searching questions."], "authors": ["The Economist"], "keywords": ["effort", "shareholders", "agency", "managers", "run", "profits", "value", "interests", "problem", "double", "problems", "interest", "trouble"], "pubDate": "2020-11-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}