{"id": "eac4343d-e055-35db-85bb-e9e1b70ac1cc", "title": "Brexit: PM and Von der Leyen to speak at 4pm UK time after EU diplomats told talks not progressing – politics live", "url": "https://www.theguardian.com/politics/live/2020/dec/07/brexit-barnier-eu-uk-trade-talks-fishing-covid-coronavirus-vaccine-latest-updates-politics-live", "summary": "12:11A temporary contraflow is to be set up on the A55 on Anglesey in north Wales to hold lorries that are turned away from the port of Holyhead from 1 January, the Welsh government has said.\nHGVs turned away from the port will be stacked while they sort their paperwork or redirected to other sites if there is space.\nThe Welsh transport and north Wales minister, Ken Skates, said:Introducing a contraflow is not something we want to do but it has become the necessary thing to do.\nThe uncertainty we face means we have to take every step to protect the port and town of Holyhead from disruption.\nThis is a situation we have never faced before and while we have reasonable worst case forecasts that between 40 and 70% of hauliers could be turned away initially, the actual situation could be different.", "paragraphs": ["12:11", "A temporary contraflow is to be set up on the A55 on Anglesey in north Wales to hold lorries that are turned away from the port of Holyhead from 1 January, the Welsh government has said.", "HGVs turned away from the port will be stacked while they sort their paperwork or redirected to other sites if there is space.", "A business park on the island is being prepared as a stacking site and should be ready by mid January and the government is also negotiating to use a truck stop.", "The Welsh transport and north Wales minister, Ken Skates, said:", "Introducing a contraflow is not something we want to do but it has become the necessary thing to do. The uncertainty we face means we have to take every step to protect the port and town of Holyhead from disruption. This is a situation we have never faced before and while we have reasonable worst case forecasts that between 40 and 70% of hauliers could be turned away initially, the actual situation could be different."], "authors": ["Andrew Sparrow", "Steven Morris", "Peter Walker"], "keywords": ["situation", "port", "live", "uk", "contraflow", "eu", "von", "talks", "away", "wales", "progressing", "holyhead", "worst", "told", "north", "turned", "speak", "leyen", "politics", "welsh"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}