{"id": "eb0bdba1-7f21-3a34-8cdc-1325c03104b1", "title": "Call Of Duty: Black Ops Cold War Review – Mind Games And Motorized Mayhem", "url": "https://www.gameinformer.com/review/call-of-duty-black-ops-cold-war/call-of-duty-black-ops-cold-war-review-mind-games-and", "summary": "Call of Duty: Black Ops Cold War isn’t defined by any one standout mode; like its predecessors, it launches a trifecta of exciting experiences.\nCall of Duty: Black Ops Cold War adds some new quirks to the core zombie experience by letting players bring their own loadout into the massive undead slaughterhouses.\nCold War plays it dangerously safe with a mode that was once a revolutionary concept.\nPlayStation players also get access to Onslaught, a smaller-sized Zombies mode exclusive to PS4 and PS5 for one year.\nIf Call of Duty: Black Ops Cold War excels at anything, it’s options.", "paragraphs": ["Call of Duty: Black Ops Cold War isn’t defined by any one standout mode; like its predecessors, it launches a trifecta of exciting experiences. Head back to the era of Ronald Reagan and the Cold War in a spy-thriller campaign, take on traditional multiplayer with a focus on vehicles, and blast away against the undead in zombie modes. As always, each part of the whole stacks up differently, but the annual Call of Duty release is once again a polished pearl of first-person shooting, even if it doesn’t shake up established systems.", "The campaign is an enjoyable-but-short return to form for Black Ops. It starts out with a classic Call of Duty guns-blazing soiree, transitions into more of a spy-vs-spy affair, and then goes off the rails with some absolutely wild, reality-warping fare. Taking Call of Duty to these weird places has been hit-and-miss in the past, but this story resonates well as you unearth its mysteries and make choices. While the multiple ending paths you can take won’t blow you away, they’re a neat little incentive to go back and replay missions another way.", "A character creator allows you to pick several profile perks to tailor your approach to the campaign. Subtle bonuses let you alter various aspects of your playstyle; I selected traits for a higher health pool and taking less damage while stationary, allowing me to handle trading fire from cover much more easily. Picking these bonuses doesn’t drastically change the action, but they provide a nice avenue for customization.", "While your core mission is to hunt down a covert Soviet operative known as Perseus, the journey takes you all over the world and even to the recesses of the mind. The best missions in the game have a “choose your own adventure” feel to them. One tasks you with playing a double agent through the famous KGB headquarters Lubynaka building, letting you solve some puzzles and come up with solutions as to how to sneak your strike team in. The absolute highlight of the late-game takes place in Vietnam, a mission with a well-designed looping structure that left me grinning and dumbstruck.", "While those missions steal the show, even the rank-and-file excursions around the globe pack plenty of punch and creativity. One trip takes you deep behind Soviet lines to discover a training facility where soldiers practice incursions on a quaint simulated USA town – and you can bet that gets rowdy in a hurry. While you can barrel through the critical path in the boisterous campaign in about five hours, you’d be passing up optional missions and plenty of secrets, including old Activision games to play. Of the three core pillars to this Call of Duty title, the campaign stands out as the winner despite its brevity.", "The multiplayer suite has plenty of options and modes for players of all types, but it all features the same excellent gunplay and choice that have formed the core of Call of Duty for years. Gunsmith lets you tweak and customize your weapons to fit even the most eclectic methods of play, and Combined Arms modes are much more vehicle focused than many CoD offerings. If you don’t like them, the other critical tried-and-true game modes are available, but there’s some nice variation to be had rolling around with gunboats and tanks. New weapon attachments and vehicle-buster equipment add another layer of depth to what’s already expected. However, that’s not the real draw of multiplayer.", "Fireteams is a 40-person mode with four-person squads, and it features large-scale, team-based firefights similar to Call of Duty’s free-to-play battle royale, Warzone. However, Fireteams takes a more focused approach, without the unchecked chaos of Warzone (and without the threat of being booted). If you enjoy working with your friends in big battles and huge maps, this is the perfect opportunity to show off your teamwork. While the mode could be fun with random people, you’re going to want to bring three buddies you can talk to on voice chat for the best results – if you queue up and spray-and-pray like a team deathmatch, you’re going to get demolished. As a big fan of team-oriented Call of Duty with friends, this mode is an enjoyable change up from the frenetic fury of Warzone.", "Finally, there’s Zombies. Call of Duty: Black Ops Cold War adds some new quirks to the core zombie experience by letting players bring their own loadout into the massive undead slaughterhouses. It feels good to take your honed weapons into the arena instead of relying on what you can find there, but wall-buying guns, powerups, and Juggernog buffs are all still critical parts of the mode. You can also now call a chopper and bail early on the wave-based horde instead of waiting to die, rewarding bonus points. If you’ve played Zombies before and love it, you’ll feel right at home. If you’ve been waiting for Zombies to do something new to get you onboard, this probably won’t do it. Cold War plays it dangerously safe with a mode that was once a revolutionary concept.", "PlayStation players also get access to Onslaught, a smaller-sized Zombies mode exclusive to PS4 and PS5 for one year. This is a kind of horde mode designed for one to two players instead of the standard four. With different perks, powers, and weapons every time, it’s a decidedly average (and repetitive) way to spend some time with a friend as you take out elite zomboids. Lastly, Dead Ops Arcade 3 is here for twin-stick shooting action and tomfoolery, which is a nice mode to relax with your buddies in because it’s so off-the-wall in terms of setting, humor, and structure. A sort of ode to the coin-op games of yesteryear, the game is a nice way to blow off steam after a few hours of standard Call of Duty.", "If Call of Duty: Black Ops Cold War excels at anything, it’s options. This isn’t uncommon for a Call of Duty title, but with a vast array of game modes for myriad player profiles and a fun campaign that retains a summer-blockbuster feel while getting weird and wild, the ride is a good one.", "The DualSense Difference", "Not only does the PlayStation 5 controller offer fun chirps, barks, and other sound effects at the appropriate times, but the adaptive triggers provide varying tension, resistance, and feedback as you pop rounds off. Each weapon has been uniquely calibrated to work with the controller.", ""], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["takes", "duty", "mayhem", "games", "mind", "zombies", "players", "review", "campaign", "modes", "black", "motorized", "cold", "mode", "war", "ops"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}