{"id": "eb0bfbbc-2857-3ffa-9bfc-9cf4e6b34915", "title": "The South", "url": "https://www.vogue.com/article/united-states-of-fashion-south", "summary": "“We shared all our results before we had everyone at a living wage, because we value honesty over perfection,” says Jen Milam, Able’s director of merchandising.\nIt’s something that likely couldn’t be done without a strong sense of both community responsibility and community support—both of which Able is surrounded by.\n“There’s a shared sense of mindfulness amongst Nashville designers,” says fashion director Jordan Soderholm.\nThe area’s country flair has also permeated its designs, but Able accessories are defined foremost by their durability.\nAfter all, what’s more ethical than wearing something year after year?", "paragraphs": ["Sierra Smith, Able’s apparel designer (center) with Alexander. Photo: Todd Hido", "Able", "Nashville, Tennessee", "Many brands tout their sustainability credits, but Able—known for its classic leather bags, animal-print shoes, and dainty jewelry—did something almost unheard of when it published the lowest wages of the workers in their supply chain in 2018. “We shared all our results before we had everyone at a living wage, because we value honesty over perfection,” says Jen Milam, Able’s director of merchandising.", "It’s something that likely couldn’t be done without a strong sense of both community responsibility and community support—both of which Able is surrounded by. “There’s a shared sense of mindfulness amongst Nashville designers,” says fashion director Jordan Soderholm. The area’s country flair has also permeated its designs, but Able accessories are defined foremost by their durability. After all, what’s more ethical than wearing something year after year? livefashionable.com—Sarah Spellings"], "authors": ["Condé Nast"], "keywords": ["ables", "shared", "workers", "director", "community", "whats", "sense", "wearing", "south", "wages", "able"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}