{"id": "eb1240c8-ef23-3ff1-9e74-7eb34a0bc006", "title": "Nawal El-Saadawi died on March 21st", "url": "https://www.economist.com/obituary/2021/03/27/nawal-el-saadawi-died-on-march-21st", "summary": "O NE DAY, AT the age of ten, Nawal El-Saadawi was sent to put on her cream dress.\nThat way the guest, who was meant to be her future husband, would never, ever want to marry her.\nMore of them, not fewer, were wearing veils, a symbol to her of the veiled minds of both women and men.\nAs a secularist, she wanted God gone, and with it the grip of Islamic law over all women’s lives.\nBut her diehard Marxism told her that it was really the patriarchal class system, not Islam, that kept them down.", "paragraphs": ["O NE DAY, AT the age of ten, Nawal El-Saadawi was sent to put on her cream dress. Such a thing was special in their poor household, in the huddled village of Kafr Tahla in the delta of the Nile. Her father, she was told, had a guest for her to meet. So she put on the cream dress, but also smeared raw aubergine on her teeth to turn them black. That way the guest, who was meant to be her future husband, would never, ever want to marry her.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "She got a beating for it, but it worked, and that first victory gave her strength for the rest of her life: giant self-belief, and she needed it. Her campaign against the oppression of women in Egypt, from genital mutilation to routine marital thrashings, from puny inheritance rights to the wearing of the veil, hurled her against the authorities. Her writing was censored, her books banned. “Women and Sex”, published in 1969, cost her her job in the ministry of health. Eight years later “The Hidden Face of Eve”, which spared no details of the cuttings she had seen as a doctor in the villages, shot that taboo into general conversation and herself into electric peril, like a field of mines. In 1981 Anwar Sadat’s government jailed her for three months, and in the 1990s death threats sent her abroad. Each time, like a winning horse, she cleared every obstacle. In prison, while the other women wept, she sang, danced and wrote a memoir on toilet paper, using a smuggled eye-pencil. When her publisher in 2007 burned her play in which God was out-argued and gave up, she declared that if she said all she wanted to say she would be burned herself, like Joan of Arc.", "A savage, dangerous woman, many said. So, truth was savage, too. That was why the words poured out, in 55 books that encompassed short stories, novels, poetry, lectures and plays. She spoke for all Egypt’s women as they struggled in silent subordination, shouting “I insist on it!”, until, sometimes, she got through. One of those voices belonged to Firdaus, a “Woman at Point Zero”, awaiting death for killing just one of the men who had abused her. Another was her own smothered, terrified voice when, at six, she had been taken from her warm bed, held in an iron grasp on the icy bathroom tiles by the village midwife who stank of sweat, henna and iodine, and slashed with a fiery razor between her thighs, as if she was a sheep being butchered for Eid. Against that razor, part of a merciless campaign to paralyse girls’ capacity to think and understand, she now had her pen. It could be just as sharp.", "So could a scalpel. She had no wish to be a doctor, but did so well at school that it became inevitable. As a girl she was lucky to be properly educated at all, when her place was in the kitchen among the onions. The only praise she ever received was when she learned to light the kerosene stove. Girls, her grandmother told her, were a blight; a boy was worth 15 times as much. Yet in the dissection room at medical school, where she had gone on a scholarship, she saw how equally frail men’s and women’s bodies were under her probing blade. Since that was so, why were they so unequal everywhere else? Why, as a doctor back in Kafr Tahla, did she have to spend nights at the bedside of child brides who had been pre-emptively deflowered for their husbands by the coarse unwashed nails of a midwife, and were still bleeding?", "In 2008 a law was passed in Egypt to ban female genital mutilation. It was a solid achievement for her, but she was hardly satisfied. The ban was cosmetic; the country simply wanted to cover up the disgrace she had exposed. Second, it was ineffective against such an ingrained habit: 90% of Egyptian women were cut before it, and almost as many were being cut a decade later. Also, it was merely a start. Women still needed easier divorce, and she showed the way, divorcing all three of her husbands (“I’m not fit for the role of a wife, you may be sure of that!”). They needed protection from sexual harassment, proper equality before the law, an equal chance to get jobs. More of them, not fewer, were wearing veils, a symbol to her of the veiled minds of both women and men. Matters would never improve until the system itself was changed.", "By “the system”, she meant everything. As a secularist, she wanted God gone, and with it the grip of Islamic law over all women’s lives. But her diehard Marxism told her that it was really the patriarchal class system, not Islam, that kept them down. All would be well if wealth were distributed equally, so that the poor no longer laboured for bread while the rich basked in opulence. All would be even better if, as Nasser had wanted, Egypt’s oil revenue was no longer drained away by foreigners into the coffers of Western multinationals. That was the path to real, equal democracy, and her answer to every problem. Reforms in isolation were a sideshow. The whole lot had to go.", "She beat this drum for decades. In TV debates she would try to fill every minute, desperate to deliver her whole manifesto. She dreamed of a pan-Arab women’s movement of peasants, professionals and factory workers, mobilising to force change. As far as she could see, there were no proper feminists left; those she had met in America seemed to tolerate husbands even more brainlessly macho than Egyptian men. She was feted in the West, and her exile in the 1990s was spent teaching at Duke University in North Carolina. But the West was still the colonising enemy. In 2011 she naturally went to Tahrir Square to demand the toppling of Hosni Mubarak, whom she had meant to run against in 2005 until he banned her from media appearances: pointing a furious finger, tossing her mane of white hair. But she denounced the Muslim Brotherhood, when they won democratic elections the next year, as capitalist patriarchs tied to Islam and abetted by the West: unacceptable on every count. Better just to shout all the more.", "On a childhood visit to the seaside once, forbidden to bare her chest to the sunshine like her elder brother, she had watched the weed floating in the sea and felt her anger growing inside her. The shoots were a tender green at first, like the weed, but gradually turned blue, then black. There was simply so much injustice in the world, tangling root and branch, ever growing. Could her anger overwhelm it? She would try. ■"], "authors": ["The Economist"], "keywords": ["men", "system", "needed", "elsaadawi", "21st", "west", "meant", "wanted", "told", "women", "nawal", "died", "law", "womens"], "pubDate": "2021-03-27T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}