{"id": "eb2dafd0-f847-3ebd-9a45-b26e9e3ce1b1", "title": "Leonard reaches 10,000 points; Clippers beat Bulls 130-127", "url": "http://www.foxnews.com/sports/leonard-reaches-10000-points-clippers-beat-bulls-130-127", "summary": "He finished with a season-high 35 points, going over 10,000 in his career, and the Los Angeles Clippers rallied to beat the Chicago Bulls 130-127 on Sunday.\nLeonard reached the 10,000 plateau on one of his five 3-pointers in the third quarter, when he scored 21 points.\nHis points and 3-pointers made were the most in a single quarter in his career.\nLeonard's last 3-pointer in the quarter gave the Clippers their first lead since they scored the game's first basket.\nLeonard had 12 points in the first half, when the Clippers trailed by seven at the break.", "paragraphs": ["Freed from the pesky mask he'd been wearing on court for two weeks, Kawhi Leonard cut loose. Getting a steal and a dunk, hitting 3-pointer after 3-pointer.", "He finished with a season-high 35 points, going over 10,000 in his career, and the Los Angeles Clippers rallied to beat the Chicago Bulls 130-127 on Sunday.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "\"It's a steppingstone, but I don't really care about it,\" Leonard said of his milestone. \"Maybe when I retire I’ll sit back and look at the accomplishments. Right now it’s about being greedy and wanting more.\"", "Leonard reached the 10,000 plateau on one of his five 3-pointers in the third quarter, when he scored 21 points. His points and 3-pointers made were the most in a single quarter in his career.", "\"He understood how they were guarding him and he took advantage of it,\" teammate Paul George said. \"He was hot, so we definitely kept finding him.\"", "Leonard's last 3-pointer in the quarter gave the Clippers their first lead since they scored the game's first basket. In all, he had seven 3-pointers, tying his career high.", "\"We needed every bit of it,\" Clippers coach Tyronn Lue said.", "Leonard had 12 points in the first half, when the Clippers trailed by seven at the break. He got a steal and dunk for his first points of the third, then made five straight 3-pointers before closing out his explosive quarter with a pair of baskets, the last of which tied the game at 87.", "For the first time in two weeks, Leonard no longer needs the on-court mask he wore strapped around his head to protect eight stitches in his mouth. He got hit by teammate Serge Ibaka's elbow at Denver on Christmas.", "George had 28 points, seven rebounds and nine assists for the Clippers, who avoided their first three-game losing streak of the season. Lou Williams added 21 points off the bench.", "Zach LaVine led six Bulls in double figures with a season-high 45 points — four off his career high — and he made a season-best 10 3-pointers. Garrett Temple added 18 points and Patrick Williams had 17 points. Coby White had a career-high 13 assists. Chicago dropped its third in a row for the first time since starting the season 0-3.", "\"We were frustrated we kept letting him (LaVine) get looks that he liked,\" George said, \"but at our end we were happy and excited that Kawhi had it going.\"", "The Bulls shot 61% from the floor and 55% from 3-point range.", "The Clippers chased the Bulls through the first three quarters, falling behind by 13. Lou Williams' basket tied the game at 94 heading into the fourth.", "Los Angeles led by six in the fourth before Temple's three-point play put the Bulls ahead 119-118. Nicolas Batum hit a 3-pointer in front of the Clippers' bench with Thaddeus Young in his face, got fouled and made the free throw, launching an 8-0 run that gave Los Angeles a 126-119 lead.", "LaVine had a three-point play and a 3-pointer over Marcus Morris Sr. to pull the Bulls to 126-125.", "White got called for his fourth foul, putting George at the line. He made both for a 128-125 lead.", "LaVine airballed a 3-pointer from the top of the key with six seconds to go.", "\"I got ten 3s. I’m going to come down and try to make a play,\" he said. \"I got a clean look. I just didn’t get legs on it.\"", "LaVine got called for his fourth foul and George made both free throws for a 130-125 lead. Temple's late basket closed the scoring for Chicago.", "CLICK HERE TO GET THE FOX NEWS APP", "TIP-INS", "Bulls: Starting F Otto Porter Jr. missed the game with a lower back issue. ... Starting F Lauri Markkanen and G Ryan Arcidiacono have been able to work out while remaining in health and safety protocols in Chicago. Coach Billy Donovan said they continue to test negative and he's hopeful they can rejoin the team this week. ... F Chandler Hutchison is doing much better. He's been stuck in Washington, D.C., in health and safety protocols since a pair of games to end last year. ... G Tomas Satoransky, who's been self-isolating since the games in D.C., also is expected to rejoin the team. ... The team has put its restricted players on video calls before games so they can feel as though they're part of the locker room.", "Clippers: They made at least 20 3-pointers for the fifth time in franchise history. ... Batum played in his 800th career regular-season game.", "UP NEXT", "Bulls: Host Boston on Tuesday.", "Clippers: Host New Orleans on Wednesday."], "authors": [], "keywords": ["leonard", "3pointers", "games", "quarter", "clippers", "bulls", "beat", "130127", "10000", "career", "george", "points", "williams", "3pointer", "reaches"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}