{"id": "eb4e1a9e-576d-3f8d-8c22-46830decf36b", "title": "Brain of Former NFL Player Phillip Adams, Who Killed 5, to Be Tested for CTE", "url": "https://bleacherreport.com/articles/10001126-brain-of-former-nfl-player-phillip-adams-who-killed-5-to-be-tested-for-cte?utm_source=cnn.com&utm_medium=referral&utm_campaign=editorial", "summary": "Al Pereira/New York Jets/Getty ImagesThe brain of former NFL player Phillip Adams will be tested for chronic traumatic encephalopathy as part of an autopsy of the 32-year-old, per Alaina Getzenberg and Andrew Dys of The Charlotte Observer.\nThe shootings occurred in the home of Rock Hill, South Carolina, doctor Robert Lesslie and his wife, Barbara.\nThe Mayo Clinic defines CTE as follows:\"Chronic traumatic encephalopathy (CTE) is the term used to describe brain degeneration likely caused by repeated head traumas.\nCTE has a complex relationship to head traumas such as post-concussion syndrome and second impact syndrome that occur earlier in life.\"\nAdams played in the NFL from 2010-2015 after a collegiate career at South Carolina State.", "paragraphs": ["Al Pereira/New York Jets/Getty Images", "The brain of former NFL player Phillip Adams will be tested for chronic traumatic encephalopathy as part of an autopsy of the 32-year-old, per Alaina Getzenberg and Andrew Dys of The Charlotte Observer.", "Adams shot and killed five people and injured a sixth on Wednesday before going to his parents' home and taking his own life early Thursday, per Michelle Liu and Meg Kinnard of the Associated Press.", "The shootings occurred in the home of Rock Hill, South Carolina, doctor Robert Lesslie and his wife, Barbara.", "The Lesslies and two of their grandchildren were pronounced dead inside the home. A heating and air conditioning technician working at the residence was pronounced dead outside the residence. Adams shot and injured a sixth person as well.", "Medical University of South Carolina Charleston will be in charge of the autopsy. They will work with Boston University, which is home to the CTE Center.", "The Mayo Clinic defines CTE as follows:", "\"Chronic traumatic encephalopathy (CTE) is the term used to describe brain degeneration likely caused by repeated head traumas. CTE is a diagnosis made only at autopsy by studying sections of the brain.", "\"CTE is a very rare disorder that is not yet well understood. CTE is not related to the immediate consequences of a late-life episode of head trauma. CTE has a complex relationship to head traumas such as post-concussion syndrome and second impact syndrome that occur earlier in life.\"", "Adams played in the NFL from 2010-2015 after a collegiate career at South Carolina State. He suited up for 78 total games with six different teams."], "authors": ["Paul Kasabian"], "keywords": ["autopsy", "traumatic", "nfl", "cte", "sixth", "brain", "carolina", "university", "traumas", "killed", "tested", "south", "adams", "head", "player", "syndrome", "phillip"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}