{"id": "eb51425c-d178-32d6-8fb0-2fb5ae3ba4f7", "title": "Pac-Man 99 Review – A Great Game To Play While Doing Something Else", "url": "https://www.gameinformer.com/review/pac-man-99/pac-man-99-review-a-great-game-to-play-while-doing-something-else", "summary": "I have played 128 games of Pac-Man 99, but I'm only half certain I know what I'm doing.\nPac-Man 99 is, essentially, a battle royale experience where you compete against the group to be the last player standing.\nHowever, getting to the point where you actually understand how to play Pac-Man 99 is a whole other story.\nBut in the early hours, there's so much happening on-screen that Pac-Man 99 seems inscrutable.\nPac-Man 99 is not a particularly difficult game, but it is engaging, and I found myself wanting to play more and more.", "paragraphs": ["I have played 128 games of Pac-Man 99, but I'm only half certain I know what I'm doing. Lacking any kind of tutorial, Pac-Man 99 leaves players to learn and understand its systems for themselves – making for a frustrating introduction to a visually busy game. However, once I cleared that initial hurdle, I found myself reaching for Pac-Man 99 time and time again – if only because of how unobtrusive it is.", "Taking cues from Super Mario Bros. 35 and Tetris 99, Pac-Man 99 is a modern twist on the Pac-Man action you've known for four decades: go around a maze picking up small pellets and larger power pellets while avoiding the five ghosts on-screen that can end your run. The twist here, however, is now you're pitted against 98 other online players. Pac-Man 99 is, essentially, a battle royale experience where you compete against the group to be the last player standing. The bulk of the gameplay features Pac-Man’s classic maze-running action, but pick-ups on the left and right side of the maze allow you to gobble ghosts and send attacks at other players, such as ghost Pac-Men that can either slowdown or end a player’s run. By and large, I found this twist on the familiar formula to be a fun challenge – it's satisfying to figure out when to save your attacks before unleashing them on the opposition.", "However, getting to the point where you actually understand how to play Pac-Man 99 is a whole other story. The game lacks any kind of tutorial, which leaves it up to players to figure out how to actually play the game. If you're willing to bang your head against the first dozen matches or so (a frustrating experience, to say the least), you eventually get the hang of it. But in the early hours, there's so much happening on-screen that Pac-Man 99 seems inscrutable. Early in my playtime, the complete lack of tutorials turned me off.", "While I've since learned how to enjoy Pac-Man 99, many of its systems remain bewildering. Using the Nintendo Switch's face buttons and right analog stick, you can choose ways to attack other players, with options labeled Stronger, Random, Speed, Knockout, and so on. However, I never fully understood the clear difference between some of those attacks. Pressing and moving the buttons doesn't offer detailed visual feedback, and it’s unclear how my attacks impacted other players.", "Despite this, I still enjoyed my time with Pac-Man 99. While many of the systems are opaque, through enough trial-and-error, I got good enough to frequently place in the top 25. Unlike many other battle royales, matches of Pac-Man 99 are relatively quick and reloading into a new match is painless, which I also appreciated. On top of the battle royale mode, Pac-Man 99 also has a Score Attack, CPU Battle, and Time Attack single player modes, though by and large I found these unremarkable and not nearly as fun as the base mode. It's also worth pointing out all single player game modes are locked behind a $15 paywall, as is a lot of the cosmetic content, but the battle royale mode is free. If you're itching for more Pac-Man, it's certainly there, but as far as I'm concerned the best this game has to offer is the free mode.", "Pac-Man 99 is not a particularly difficult game, but it is engaging, and I found myself wanting to play more and more. However, the electronic music that plays over the menu and during matches is repetitive and annoying (there are maybe two or three songs in the whole thing), so Pac-Man 99 has become my go-to podcast game. Which, if you ask me, is an underrated genre. The other night I sat down and listened to the new episode of Today, Explained by Vox while playing – I recommend it, it's a good one.", "To enjoy Pac-Man 99, I had to accept the frustrations that came with learning its systems. While it does an embarrassingly poor job of explaining the hows-and-whys of its mechanics, once you figure them out on your own, it's a good way to fill lulls in your day. Pac-Man 99 has become my go-to when I want to do something else, and I can't think of much higher praise for a game of this caliber. It fills a niche in my life where I can stay occupied with something fun without the need to devote all of my increasingly limited attention to it."], "authors": ["Associate Editor", "Blake Hester Has Been Writing About The Video Game Industry Since Before Joining Game Informer He Freelanced For Outlets Such As Polygon", "Vice", "Usg", "Rolling Stone."], "keywords": ["99", "great", "battle", "systems", "twist", "pacman", "game", "players", "play", "attacks", "doing", "review", "royale", "youre"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}