{"id": "eb5dd2dc-1828-3e23-a65b-bb4797e90f33", "title": "Trisha Yearwood posts make-up free selfie, opens up about aging: ‘I also have real days’", "url": "https://www.foxnews.com/entertainment/trisha-yearwood-make-up-free-selfie-aging", "summary": "Trisha Yearwood sent social media ablaze when she shared a make-up free selfie to Instagram in order to make a point about aging gracefully.\nOn Tuesday, the country music icon, 56, posted similar images hours after each other, highlighting the work her make-up artist does to get Yearwood camera-ready.\n\"Thanks for all the sweet responses,\" the \"In Another’s Eyes\" performer and wife of Garth Brooks began in the photo’s caption.\nGARTH BROOKS REVEALS TRISHA YEARWOOD'S PET PEEVE ABOUT HIM: 'IT'S REALLY LIKE A 24/7 THING'Fans of the Grammy-winner commented that despite the absence of make-up, Yearwood still looked beautiful.\nI love that you're a real person like the rest of us,\" wrote one commenter, while another added, \"And you're still absolutely breathtaking.", "paragraphs": ["Trisha Yearwood sent social media ablaze when she shared a make-up free selfie to Instagram in order to make a point about aging gracefully.", "On Tuesday, the country music icon, 56, posted similar images hours after each other, highlighting the work her make-up artist does to get Yearwood camera-ready.", "The modest pic shows a fresh-faced Yearwood grinning largely in a white T-shirt, a pair of clear-frame glasses with clear lenses and a black headband with her hair pulled back into a ponytail.", "\"Thanks for all the sweet responses,\" the \"In Another’s Eyes\" performer and wife of Garth Brooks began in the photo’s caption. \"The selfie I posted earlier was after a photo shoot, so glam goddess @goodwillglendastyle had done hair and makeup for me, I had great lighting, and a filter!\"", "GARTH BROOKS HAS 'BEEN IN LOVE EVER SINCE' TRISHA YEARWOOD PUT 'CARHARTTS ON' TO MEND A FENCE", "She added: \"It’s important for you to know that I have dream days like that, and I also have really ‘real’ days like tonight...this is me, after a hard workout with my trainer, no glam, no lighting, no filter. Love you guys!!\"", "In the earlier photo Yearwood had posted before going filter-free, she teased that \"a lot of exciting announcements\" were on the horizon and that she feels \"hopeful about the future...\" adding, \"It feels good to get excited again!\"", "GARTH BROOKS REVEALS TRISHA YEARWOOD'S PET PEEVE ABOUT HIM: 'IT'S REALLY LIKE A 24/7 THING'", "Fans of the Grammy-winner commented that despite the absence of make-up, Yearwood still looked beautiful.", "\"You're beautiful without the glam too!! I love that you're a real person like the rest of us,\" wrote one commenter, while another added, \"And you're still absolutely breathtaking. Thanks for being real with us — we love you for it.\"", "Added another fan of the songstress: \"I love this! Thank you because it is important for us and for our little girls to know.\"", "Yearwood’s posting of the inspirational photos comes less than two months after she had announced that she tested positive for the coronavirus while Brooks did not.", "COUNTRY STAR LAUREN ALAINA ON HER BOND WITH GARTH BROOKS, TRISHA YEARWOOD: ‘I’M SAVED IN HER PHONE AS JUNIOR’", "During the mandatory quarantining period, Brooks told Ellen DeGeneres that he and Yearwood had used the time to work on their relationship as they isolated themselves.", "\"We used it to work on ourselves because we were by ourselves for two weeks, almost three weeks,\" Brooks told co-host Stephen \"tWitch\" Boss at the time. \"I think 99.9% of people wouldn't have done what I [did], but I thought since we're here, and we ain't got nowhere to go, let's just attack some of the hardest things over the 15 years that bugs one of us, right?\"", "\"It was like living in a little house,\" Brooks explained. \"You couldn't go anywhere, so you couldn't walk away from the conversation. And I thought it was great, I think we came out the other end even closer and tighter than we were when we went in.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Yearwood then chimed in, adding: \"If you can talk about the hard stuff, it's good. And we're in this for the long haul.\""], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["posted", "opens", "brooks", "makeup", "glam", "youre", "free", "real", "selfie", "yearwood", "posts", "days", "love", "work", "trisha", "aging"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}