{"id": "eb616efc-e8d3-33a0-9a5c-030207e0c186", "title": "State Rep. Jones: Democratic Senate wins in Georgia would bring 'chaos and communism'", "url": "http://www.foxnews.com/politics/vernon-jones-georgia-senate-races-communism", "summary": "A lot is at stake in the crucial Georgia Senate runoff races, and state Rep. Vernon Jones, D-Ga., warned on “Fox & Friends Weekend” that a Democratic win would be nothing short of a disaster.\nDavid Perdue and Sen. Kelly Loeffler, they must be reelected.\nIf that doesn’t happen, it’s going to be chaos, it’s going to be communism.\nBlack Lives Matter, Antifa are going to run over Joe Biden.”Jones, a lifelong Democrat, has given his support to President Trump and spoke at the Republican National Convention.\nJones argued President Trump recognizes the importance of Georgia as a battleground state as he's still putting in the effort to secure the last two Senate seats in favor of the Republican Party.", "paragraphs": ["A lot is at stake in the crucial Georgia Senate runoff races, and state Rep. Vernon Jones, D-Ga., warned on “Fox & Friends Weekend” that a Democratic win would be nothing short of a disaster.", "“I want to see… Georgia hold the line,” he said. “Sen. David Perdue and Sen. Kelly Loeffler, they must be reelected. If that doesn’t happen, it’s going to be chaos, it’s going to be communism. Black Lives Matter, Antifa are going to run over Joe Biden.”", "Jones, a lifelong Democrat, has given his support to President Trump and spoke at the Republican National Convention.", "LIVE UPDATES: TRUMP URGES GEORGIA REPUBLICANS TO REELECT PERDUE, LOEFFLER", "“They have really taken our country in the wrong direction,” he said of House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer. “They want socialism, they want Marxism. We can’t tolerate that.”", "Georgians value the ability to grow business, provide education for their children, protect the Second Amendment and live a faith-based lifestyle, Jones said.", "Jones argued President Trump recognizes the importance of Georgia as a battleground state as he's still putting in the effort to secure the last two Senate seats in favor of the Republican Party. He stressed the president and the people must ensure “balance in Washington.”", "CLICK HERE TO GET THE FOX NEWS APP", "“President Trump is the last man standing between chaos and community,” he said."], "authors": ["Angelica Stabile"], "keywords": ["republican", "wins", "bring", "jones", "president", "georgia", "perdue", "democratic", "chaos", "state", "going", "rep", "trump", "sen", "senate", "communism"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}