{"id": "eb93fe25-5b2c-3a68-b82e-b997ad666570", "title": "If Convicting Trump Is Out of Reach, Managers Seek a Verdict From the Public and History", "url": "https://www.nytimes.com/2021/02/11/us/politics/trump-impeachment-trial-legacy.html", "summary": "“Regardless of the outcome of the trial, the first paragraph of historical accounts of the Trump presidency is likely” to say that he incited a mob attack on Congress after refusing to accept the results of an election.\nIn effect, if the Senate will not vote to formally disqualify him from future office, they want the public to do so.\nSenator Lisa Murkowski of Alaska, one of Mr. Trump’s more outspoken Republican critics, touched on that on Wednesday after the House managers played a searing sequence of never-before-seen images of the mob he inspired ransacking the Capitol.\nGiven what the country has now seen, she said the prospects for a Trump comeback campaign in 2024 appear vanishingly thin.\n“I just don’t see that.”", "paragraphs": ["“The Democrats and House managers are playing to a different jury in this case than in any previous impeachment trial of an American president,” said Ken Gormley, president of Duquesne University and the author of books on impeachment, presidents and the Constitution. “Regardless of the outcome of the trial, the first paragraph of historical accounts of the Trump presidency is likely” to say that he incited a mob attack on Congress after refusing to accept the results of an election.", "If Mr. Trump is not convicted, the managers want to ensure that he remains so politically radioactive that he cannot be the same force he once was — if not the pariah they think he ought to be, then at least a figure that many mainstream Republicans and their corporate donors keep at arm’s length. In effect, if the Senate will not vote to formally disqualify him from future office, they want the public to do so.", "Senator Lisa Murkowski of Alaska, one of Mr. Trump’s more outspoken Republican critics, touched on that on Wednesday after the House managers played a searing sequence of never-before-seen images of the mob he inspired ransacking the Capitol. Given what the country has now seen, she said the prospects for a Trump comeback campaign in 2024 appear vanishingly thin.", "“Frankly, I don’t see how after the American public sees the whole story laid out here — not just in one snippet on this day and another on that, but this whole scenario that has been laid out before us — I don’t see how Donald Trump could be re-elected to the presidency again,” Ms. Murkowski told reporters. “I just don’t see that.”"], "authors": ["Peter Baker"], "keywords": ["reach", "mr", "dont", "trump", "murkowski", "presidency", "managers", "public", "seek", "president", "trial", "mob", "convicting", "history", "verdict"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}