{"id": "ebcdb524-2576-38f6-9afc-58f48f7b59cb", "title": "The Divine Comedy Of Immortals Fenyx Rising", "url": "https://www.gameinformer.com/2020/11/25/the-divine-comedy-of-immortals-fenyx-rising", "summary": "However, that's exactly the direction Ubisoft Quebec went with Immortals Fenyx Rising.\nThe entirety of Immortals Fenyx Rising is narrated by Zeus and Prometheus.\nThe unreliable narrator mechanic was a way to shake up the storytelling of Immortals Fenyx Rising while also adding some humor into the mix.\nImmortals Fenyx Rising launches on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3.\nOur coverage hub is nearly complete, so be sure to click the banner below to learn all about Immortals Fenyx Rising prior to its launch!", "paragraphs": ["A powerful titan of legend has launched a massive assault on the Greek gods of mythology, severing them from their essence, smashing open cracks to the underworld, and infesting Earth with corrupted beings from the afterlife. A setup like this isn't uncommon in the world of video games, but when it comes to comedy, a dark premise such as this isn't the first thing you might think of. However, that's exactly the direction Ubisoft Quebec went with Immortals Fenyx Rising.", "While the inspiration drawn from games like the Legend of Zelda: Breath of the Wild or Studio Ghibli films like Howl's Moving Castle is evident in the gameplay and visual style, it was a different genre of film that dictated the tone Ubisoft Quebec employs with Immortals Fenyx Rising. \"I felt like a lot of video games are incredibly dark, and I had missed this feeling from childhood that movies like the Princess Bride or Naked Gun or Airplane had given me; I felt like, 'Why can’t a video game have that kind of tone?'\" says narrative director Jeffrey Yohalem. \"It got tipped in that direction by the fact that Greek mythology is actually full of comedy. Unlike our religion today, which is seen as a moral compass where everything is very serious and is how you should act if you were a perfect person or a perfect deity. For the Greeks, their mythology was like their soap opera or their reality television, where you’re seeing people who are just like us making mistakes and you’re learning from the things in the stories that result in tragedy.\"", "Immortals Fenyx Rising attempts to balance awesome action, epic stakes, and well-timed humor", "According to cinematic team lead Michelle Plourde, the team's desire to make a humorous game started during the development of Assassin's Creed Odyssey. \"What we learned from Odyssey was that we really enjoyed making funny, lighthearted types of stories in games,\" she says. \"We took what we learned from Odyssey and where that kind of shined through and we transferred that into Fenyx Rising, but instead of making that where you see instances of the story being funny at some points, we tried to make it so it’s a comedy instead of this type of serious game.\"", "The entirety of Immortals Fenyx Rising is narrated by Zeus and Prometheus. To say these two have a complicated relationship would be an understatement: When the titans and gods clashed for the first time, Prometheus was one of the few titans who sided with the gods, so the two are basically old war buddies as well as cousins. However, the relationship soured when Prometheus fell in love with humanity and stole fire from Olympus to give to the humans. To punish Prometheus for this betrayal, Zeus chained him to the side of a mountain and has an eagle peck out his liver every day before it regenerates every night. However, the Typhon crisis made them realize they need each other, so Prometheus weaves a tale of Fenyx, a mortal who will save the gods from the doom they are facing.", "While Prometheus is the driving force of the narrative, Zeus chimes in with jokes. However, he can also serve as an unreliable narrator, sometimes going as far as hijacking the story because he's bored by what Prometheus is saying. In one instance, when Fenyx dives into the first Vault of Tartaros, Zeus is certain it would be deadly for a mortal, so he cues a fake credits scroll where either he or Prometheus is listed in every role. A bit later, the first boss battle occurs because Zeus is bored and decides it's a good time for Fenyx to fight a Cyclops.", "The unreliable narrator mechanic was a way to shake up the storytelling of Immortals Fenyx Rising while also adding some humor into the mix. \"We thought it added flare!\" says Plourde. \"We have these feuding family members, so why not make use of them and have what they’re saying come to life on screen since they are telling a story? Why not make use of it as a kind of gameplay/narrative tool? It’s a tool to have them bicker and be different. Obviously, Zeus can take over control of the story because he’s present with Prometheus, so why not?\"", "The humor isn't limited to just Zeus and Prometheus. In fact, as you rescue the defeated gods and reunite them, the Hall of the Gods starts to come to life, and you should expect some lively conversations once the gods see their old peers. \"The Hall of the Gods becomes kind of like a beach house in a reality show,\" game director Scott Phillips says. \"As you free the gods, you’re adding voices to that cacophony and they’re all interacting with each other. They have this huge backstory and some of them love each other and some of them hate each other.\"", "Over the early moments of the game, players can expect references to airplane turbulence and a joke about shoes when Fenyx encounters Nike, the goddess of victory. The game may take place in ancient Greece, but Ubisoft Quebec didn't shy away from some winks at the player in the 21st century. \"The line was almost only drawn where a joke would age badly, as in people 30 years from now wouldn’t get the joke,\" Yohalem says. \"The turbulence joke, anyone who knows what an airplane is would understand that joke. That was the line: to create timeless, modern humor.\"", "Immortals Fenyx Rising launches on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, Switch, Stadia, and PC on December 3. Our coverage hub is nearly complete, so be sure to click the banner below to learn all about Immortals Fenyx Rising prior to its launch!"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["prometheus", "immortals", "divine", "fenyx", "zeus", "games", "kind", "gods", "comedy", "joke", "rising", "game"], "pubDate": "2020-11-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}