{"id": "ebd6eb3b-75aa-3938-b5f0-42c779c3f12e", "title": "Leading Beyond Projects", "url": "https://execed.economist.com/peter-b-gustavson-school-business/leading-beyond-projects-2021-06-08", "summary": "Wissam AlHussaini holds a PhD in Business Administration from John Molson School of Business at Concordia University and an MBA degree from Suliman S. Olayan School of Business at the American University of Beirut.\nOver the years, Wissam has designed and delivered numerous training programs for major companies all over the world, including the United Nations, Koodo Mobile-Mastercom, Chevron-Philips, UK Technology Hub, Mastercard and Shell Petro-chemicals among others.\nHe is currently an instructor of strategic management and leadership at the Schulich School of Business at York University.\nIn 2016 he received the prestigious “Excellence in Teaching” award at the American University of Beirut for his impact and inspiration on the executive, graduate and undergraduate students.\nWissam is a founding member and vice-president of strategy for the Canadian Business Strategy Association (CSBA) which aims to provide a knowledge portal for Canadian business strategists.", "paragraphs": ["Wissam AlHussaini holds a PhD in Business Administration from John Molson School of Business at Concordia University and an MBA degree from Suliman S. Olayan School of Business at the American University of Beirut. Over the years, Wissam has designed and delivered numerous training programs for major companies all over the world, including the United Nations, Koodo Mobile-Mastercom, Chevron-Philips, UK Technology Hub, Mastercard and Shell Petro-chemicals among others. He is currently an instructor of strategic management and leadership at the Schulich School of Business at York University.", "In 2016 he received the prestigious “Excellence in Teaching” award at the American University of Beirut for his impact and inspiration on the executive, graduate and undergraduate students. Wissam is a founding member and vice-president of strategy for the Canadian Business Strategy Association (CSBA) which aims to provide a knowledge portal for Canadian business strategists."], "authors": [], "keywords": ["school", "wissam", "university", "york", "projects", "american", "leading", "business", "beirut", "strategy", "canadian", "world"], "pubDate": "2021-06-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}