{"id": "ebd91af0-f415-3ca8-b960-7314dd7e61ad", "title": "The rise of the concealed carry woman: 'We have to empower each other'", "url": "http://www.foxnews.com/us/the-rise-of-the-concealed-carry-woman", "summary": "For nearly eight years, Jessica Royal took a small firearm with her everywhere she went, hoping against hope that she would never need to use it.\nWhile she called 911, Royal grabbed her concealed carry weapon from a drawer and fired, while the dispatcher was on the other end.\nWith everything from the onslaught of the coronavirus pandemic to civil unrest permeating much of the country through the summer, 2020 saw an unprecedented spike in both gun sales and concealed carry permits.\nAccording to FBI data, which does not differentiate between concealed and open carry permits, there were 39,695,315 background checks throughout last year, compared to 28,369,750 in 2019.\n\"The other thing is there is a camaraderie among women who carry.", "paragraphs": ["For nearly eight years, Jessica Royal took a small firearm with her everywhere she went, hoping against hope that she would never need to use it.", "That all changed one bitterly cold winter morning in the dying days of 2013 when it came down to her life or that of her longtime abuser.", "\"I had grown up around firearms and spent a lot of time in the country with my parents and grandparents who had shotguns and things,\" Nashville-based Royal told Fox News. \"And soon as I became a mother, getting a permit is something I wanted to do.\"", "NYC CORONAVIRUS LOCKDOWN LED TO SHARP RISE IN DOMESTIC VIOLENCE, DATA SHOWS", "Royal – a then-29-year-old nurse and mother of three young children – held a concealed carry permit (CCW) and it was that weapon that saved her life on Dec. 28, 2013.", "She had endured unfathomable domestic violence at the hand of her partner, who beat her while she was pregnant, strangled her, fractured her face and even, at one time, tried to set her on fire.", "There was something different in his eyes, however, when he entered her home that morning, she recalled.", "\"That night, he set out to kill me,\" Royal said, noting that the minutes in which he was choking her to the brink of unconsciousness swirled like a fog in her memory. \"And then something came over me. It was playing over and over what my babies would do without me. I knew I had to fight with everything I had.\"", "Royal recalled escaping his grip long enough to call out to her mother for help. While she called 911, Royal grabbed her concealed carry weapon from a drawer and fired, while the dispatcher was on the other end.", "\"It was like something out of the matrix; everything was just floating. It was so weird; something I cannot really put into words,\" Royal continued. \"I had gone into survival mode, but it was his life or mine. And I chose mine.\"", "Royal’s abuser was hit in the thigh. He bled out as police arrived.", "The case was sent to the district attorney's office for review, but she never faced charges, and Royal said she was never treated with anything but respect and understanding by authorities.", "\"They treated me like the victim that I was,\" she said. \"I was never treated like a suspect; they allowed me to do my crying.\"", "OHIO GOVERNOR SIGNS GUN BILL EXPANDING 'STAND YOUR GROUND' RIGHTS BY ELIMINATING PERSON'S DUTY TO RETREAT", "In Ohio, just a couple of weeks before Royal's gut-wrenching act of survival, Marica Phipps was forced to flee naked from her home, staggering alone in the snow after being beaten by her partner and father of her then-7-year-old daughter.", "It was then she vowed to take protection matters into her own hands and quickly got an emergency CCW permit. She took classes at a local gun range. She gave her new handgun a permanent place in her purse.", "\"Guns had always intimidated me. I never wanted them around. But I had to do whatever I could to protect myself and my children. It empowered me for sure,\" Phipps told Fox News. \"I know not everyone agrees with it, but it is not until you have almost had your life taken that you will do everything in your power not to let it happen.\"", "For the almost two years it took for her former partner to be convicted and put away, the CCW gave Phipps a sense of comfort, she explained. With his release slated for this year, she stressed that she no longer feels a sense of being a vulnerable target.", "FORT HOOD'S TOXIC CULTURE? RED FLAGS RAISED OVER MYSTERIOUS DISAPPEARANCES, SEXUAL ASSAULTS", "Phipps has gone on to found the nonprofit Battered Not Broken to support other survivors of domestic violence – and that support sometimes entails aiding their personal protection plan.", "\"There is a lot of judgment out there when it comes to gun owners. But I have educated quite a few other women and helped them get their permits, and helped them get guns when they cannot afford it,\" she said. \"As women, we have to empower each other.\"", "With everything from the onslaught of the coronavirus pandemic to civil unrest permeating much of the country through the summer, 2020 saw an unprecedented spike in both gun sales and concealed carry permits.", "According to FBI data, which does not differentiate between concealed and open carry permits, there were 39,695,315 background checks throughout last year, compared to 28,369,750 in 2019. The highest number of checks was conducted in June 2020 and December 2020.", "A study by the Small Arms Analytics & Forecasting shows that the U.S. firearms unit sales in October was estimated at 1.9 million units, a 65% leap from a year earlier. Single handgun sales increased year-over-year by 81%, and single long-gun sales increased by 48% from the past year, per the report.", "But the rise was roused long before the tumultuous year that was 2020.", "GOP CONGRESSWOMAN BOEBERT DEFENDS DECISION TO CARRY GUN IN DC: 'I AM MY OWN SECURITY'", "The most recent available research, conducted by the Pew Research Center in 2017, shows that women are more likely than their male counterparts to cite protection instead of recreation as the principal reason for owning a firearm. About 27% of women noted protection as the main reason for purchasing a gun, while only 8% of men cited that as a rationale, the survey showed.", "Moreover, the Crime Research Prevention Center (CPRC) – a firearms and public safety research group – documented a 34% increase in CCW demand over the past four years.", "\"Demand is so high that it has overwhelmed many jurisdictions this year, resulting in waiting lines,\" CRPC's November 2020 report noted. \"Permits for women and minorities continue to increase at a much faster rate than for either men or whites.\"", "Furthermore, the quietly armed woman's protracted rise has also revolutionized the industry in other ways – including the realm of fashion and accessories.", "For the likes of Dawn Hillyer, founder of accessories line HidingHilda.com, it comes down to reinforcing the notion of not sacrificing style for safety – ensuring one can go comfortably about their day without the outline of a gun visible in their silhouette.", "The options are endless – from fanny packs and purses to sports bras, specialized sweaters and dresses with hidden pockets.", "It was Hilder's own chilling encounter with a criminal that sparked her business endeavor.", "\"I had a stalker, which is why I got trained and started carrying. He was 6'4\" and 290 pounds – he could have easily overpowered me – and truly believed he was going to kill my family and me as he promised,\" the Indiana native recalled. \"I had to do something. Hiding wasn't working, and the police and prosecutors were, at that point, a joke, and I was a sitting duck. I finally decided it was time to stop cowering in the corner and take back some control.\"", "Hilder got trained and bought her first gun and said that it was only then that she could walk out of her front door with a sense of security.", "\"It changed my life, and I took it back. But I was a business professional, always a purse girl. It was part of my presentation, along with a pair of great shoes. When I started carrying, I couldn't find a good way that went with my lifestyle – most things were very tactical, or screamed 'I'm carrying,' and I couldn't carry on my body without the gun's outline showing,\" she explained. \"But based on the off-body options, I didn't want to carry that way either – and up until recently, there was a lot of, let's say, purse-shamers. So we tended to keep that quiet.\"", "NRA, GUN-RIGHTS ADVOCATES HAIL ATF WITHDRAWAL OF PLANNED GUIDANCE ON PISTOL-STABILIZING BRACES", "There are now several women-orientated brands of conceal carry purses, backpacks, corsets, holsters, and bullet jewelry – in all types of styles, colors, materials, and price ranges. Coupled with the spike in women carriers is a spike in women-tailored training classes across the country.", "\"I have a Ladies Group at a local range, and it's always standing- room-only. Once they find out they control the firearm, feel the recoil, hit the target, they go home and tell their friends and next time bring them along,\" said Hilder, who is also a trainer. \"The other thing is there is a camaraderie among women who carry. There are groups, and there are resources, people to answer questions with, no intimidation.\"", "Nonetheless, all carriers caution that gun ownership is something that should be undertaken only with quality training.", "\"Women need to be prepared and well-trained; otherwise, that firearm could be used against you,\" said Allyson Hottinger, an Arkansas-based domestic violence survivor and advocate, who first obtained her CCW in 2019. \"My ex was sly; he knew exactly how long it would take for the police to get to my house and what damage he could do to me.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Given the circumstances, a local police detective advised Hottinger to get her CCW after all means of security – from extra locks, lights and security cameras – failed as a deterrent. Obtaining the permit, she stressed, changed everything.", "\"I made a point to put it on Facebook, not because I was bragging but because I wanted him to know I was prepared,\" Hottinger added. \"I still look over my shoulder, I still live in fear, but I know what to do if he confronts me. And I haven't heard from him since.\""], "authors": ["Hollie Mckay", "Hollie Mckay Has A Been A Fox News Digital Staff Reporter Since She Has Extensively Reported War Zones Including Iraq", "Syria", "Yemen", "Afghanistan", "Pakistan", "Burma", "Latin America Investigates Global Conflicts", "War Crimes", "Terrorism Around The World. Follow Her On Twitter"], "keywords": ["gun", "carry", "empower", "women", "research", "life", "concealed", "took", "ccw", "royal", "violence", "woman", "rise", "sales"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}