{"id": "ebe5c827-9b69-30d0-89ae-5a4279830d3c", "title": "Can a yoga and sleep retreat cure my 20-year battle with insomnia?", "url": "https://www.theguardian.com/travel/2020/jan/19/can-yoga-sleep-retreat-cure-20-year-battle-with-insomnia-portugal", "summary": "It was the start of a yoga and sleep retreat at Vale de Moses in the mountains of central Portugal, and I relaxed.\nNext was yoga, with Vonetta, now smiling broadly, inviting us into gentle asanas (yoga poses), sensitive to the already evident heat of the day.\nYoga forms the basis of all Vale de Moses retreats, with five two-hour morning classes, then afternoon sessions of either more yoga or themed workshops and time to relax.\nOn the yoga and sleep retreat, Vonetta teams up with Dr Nerina Ramlakhan, a neurophysiologist, former insomniac and author of three books on sleep.\nNerina suggested herbs, homoeopathy, flower remedies and sleep teas, most of which were available at the retreat.", "paragraphs": ["I stepped into the glass-walled yoga shala and stared at the impressive rugged valley outside. It took me a second to realise I wasn’t alone. Vonetta Winter, teacher and co-owner of the centre, was sitting on a mat in cross-legged meditation – and I swear I could see a Ready Brek glow of peace around her. It was the start of a yoga and sleep retreat at Vale de Moses in the mountains of central Portugal, and I relaxed. This place had a good vibe. Maybe this really would be the final chapter in my 20-year story of insomnia.", "As one of the 30% of people in developed countries grappling with chronic sleeplessness, and having tried endless “cures”, unsuccessfully, I had a breakthrough last year using an online course (sleepforlife.com). Now, instead of suffering every night, I found myself awake at 4am with an over-active mind only once or twice a week. Would Vale de Moses give me a way of conquering those remaining too-early mornings?", "The day had started at 7.30am with “morning silence” followed by a walking meditation. Next was yoga, with Vonetta, now smiling broadly, inviting us into gentle asanas (yoga poses), sensitive to the already evident heat of the day. Two hours later, breakfast included a cauldron of brown rice porridge – on subsequent days it was quinoa, buckwheat or oats – and another of fruit salad. There were pots of linseed, wheatgerm and maca to sprinkle on top, and vast jugs of homemade smoothies.", "Yoga forms the basis of all Vale de Moses retreats, with five two-hour morning classes, then afternoon sessions of either more yoga or themed workshops and time to relax. On the yoga and sleep retreat, Vonetta teams up with Dr Nerina Ramlakhan, a neurophysiologist, former insomniac and author of three books on sleep. “It’s a common problem for perfectionists,” she told us at the first session. There were 17 of us, mostly European, including six from the UK, and among us were a GP and a fertility doctor. Only two were men.", "Facebook Twitter Pinterest Vale de Moses has expansive, soul-soothing views", "Nerina outlined what I already knew about “sleep hygiene” – getting up at the same time every day, not looking at the clock if you wake – but I was listening hard for any new bits of advice. She suggested counting breaths, so I tried it that night, but every time I was dropping off my perfectionist brain kicked in to work out what number I’d got to. My accommodation was conducive to a good night’s shut-eye: I was in one of the retreat’s homely single rooms (with amazing views when you’re awake). Most of the others were sharing in open-plan stone cottages with outdoor showers or in bell tents in the forest.", "Our ability to sleep, said Nerina at the next session, is related to eating well, exercising, and looking after our mental and emotional health. She talked about the need to slow our central nervous system, especially in a switched-on world that overloads our brains. Now I was paying attention – sometimes I feel I have so much to remember my brain aches.", "Nerina suggested herbs, homoeopathy, flower remedies and sleep teas, most of which were available at the retreat. (This actually went against the programme that had helped me, which emphasises not using external remedies but building confidence in the body’s natural ability to sleep.) Overstimulation was a fact of modern living, and many people needed help to combat the effects, she added.", "The programme includes a choice of massage: I opted for aromatherapy, assuming it would be pleasant but too delicate to deal with the knots in my back. So I was surprised to find that this gentle treatment both triggered sadness over the end of a relationship I hadn’t realised I was still mourning – and that my tears did in fact loosen my back.", "Facebook Twitter Pinterest Vegan cuisine is inventive and colourful", "Days were punctuated by long, colourful vegan and mostly gluten-free lunches, by chef and All You Need is Veg founder, Yuki Jung. Each day was themed on a different world cuisine and included inventive dishes such as aubergine ceviche, “lasagne” using layers of courgette, pad thai salad with mango and peanut sauce, chickpea poppadoms and tandoori cauliflower.", "There was lots of free time to explore the valley, take dips in the plunge pool or swim in one of several natural pools. Further afield, there were walking trails and, if you had a car, cities – Porto, Lisbon, Tomar (founded by the Knights Templar), or the country’s former capital, Coimbra, all within three hours’ drive. But nobody had the urge to escape. The point was to slow down, immerse ourselves in nature and spend time alone.", "I left feeling peaceful and nourished but still having woken early on several mornings. Back home, I continued musing over alternative treatments, eventually turning to a cranio-sacral therapist. Crucially, I wasn’t, I decided, seeking something to help me sleep. I was, as Nerina had recommended, “supporting my central nervous system”.", "Facebook Twitter Pinterest Kate enjoys the view from her room at Vale de Moses", "Only a few of us on the retreat had come specifically for the sleep element – most had picked Vale de Moses for its yoga, stunning setting and the kindness with which it’s run. Helen, a 32-year-old software engineer from New Zealand, who described herself as a “consistently bad sleeper” because of anxiety and constant travelling, said Nerina’s sessions had made her less anxious about poor sleep: “When she told us that you sleep when you feel safe, that was very reassuring. It made me realise I could be a better sleeper – it gave me faith back.”", "Faith – in the body’s innate ability to sleep – was the very thing I’d fought so hard to gain. Could I now try cranio-sacral therapy without it undermining the belief that I didn’t need anything external in order to sleep? Such mind-bending games are key to both triggering and combating insomnia and so, with Vale de Moses scoring high on the faith count generally, I trusted the advice and took the plunge. Two months later, I found myself in a rhythm of regular seven-hour nights, several of 10 hours and not a single 4am waking.", "• The trip was provided by Vale de Moses; the next yoga and sleep retreat runs from 30 August-5 September, from €960pp in a bell tent, €1,050 for a bed in a shared open-plan cottage or €1,380 for a single room in the farmhouse, including all food and drink, classes, one massage and transfers from Oleiros", "Looking for a holiday with a difference? Browse Guardian Holidays to see a range of fantastic trips"], "authors": ["Kate Edgley"], "keywords": ["20year", "yoga", "vonetta", "day", "battle", "single", "vale", "insomnia", "using", "twitter", "sleep", "retreat", "cure", "moses"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}