{"id": "ebe63f5b-4ca1-338e-8d3c-64a43af97c9c", "title": "Hypnospace Outlaw Review – Keeping The Information Superhighway Safe, One Weird Case At A Time", "url": "https://www.gameinformer.com/review/hypnospace-outlaw/keeping-the-information-superhighway-safe-one-weird-case-at-a-time", "summary": "In Hypnospace Outlaw, you’re a moderator who keeps cyberspace (circa 1999) safe and secure while the rest of us sleep.\nHypnospace Outlaw is instantly relatable for anyone who spends time dinking around online – particularly if you happened to have been doing it a few decades ago.\nIn this case, the culprit was an elementary-school teacher who posted animated GIFs of the fish among her classroom’s drawings.\nA larger narrative emerges as the story progresses, which ties in themes of Y2K panic and online drama.\nHypnospace Outlaw is a great ride, even though you’re the one checking tickets and enforcing the rules.", "paragraphs": ["Going online can be an aggravating experience. The internet may have been built around utopian ideals like community and disseminating information, but trolls, scammers, and other digital ne’er-do-wells have made it tempting for society to just pull the plug and be done with it. But all is not lost. In Hypnospace Outlaw, you’re a moderator who keeps cyberspace (circa 1999) safe and secure while the rest of us sleep. It can be a tricky job, but navigating and policing this strange world doesn’t feel like work thanks to incredibly clever world-building and engaging puzzles.", "Hypnospace Outlaw is instantly relatable for anyone who spends time dinking around online – particularly if you happened to have been doing it a few decades ago. As one of Hypnospace’s new enforcers, your job is to simple: Solve a string of assigned cases by tracking down terms-of-service violations (and their violators). You do it by navigating Hypnospace OS, which looks and functions like an old-school PC desktop.", "Nostalgia is an easy lever to pull, which is probably why it’s been getting yanked a lot lately. It would have been easy to serve up some pixelated graphics and call it a day, but Hypnospace Outlaw’s fictional world is insanely detailed and full of subtle, authentic touches. In an early case, you need to find someone who has been violating copyright by posting images of a cartoon character named Gumshoe Gooper. The email with that job includes an attachment, which takes a few seconds to “download.” When I opened it, I was shown a warbled VHS screengrab of a fish detective. Like the real web, Hypnospace is a series of pages that are linked together. At first, there’s an element of trial and error as you browse but learning about Hypnospace is rewarding in its own way – full of subtle, authentic touches that make it rewarding to follow the trail of clues. Who would post pictures of a cartoon fish? Probably not the empty-nest mother or the amiable dork who offers computer advice in his clumsily built page.", "In this case, the culprit was an elementary-school teacher who posted animated GIFs of the fish among her classroom’s drawings. To my delight, the embedded MIDI tune slowed down whenever one of the animations scrolled into view – those things are resource hogs, after all. I reported the pilfered images by selecting the correct ToS icon and dropping the gavel on each offender. The process works the same basic way, whether you’re reporting someone for using an unauthorized payment method or extinguishing middle-schoolers’ flame wars. It’s easy to get invested in this weird fake internet, especially when users start posting their reactions to your actions in status updates. I won’t spoil anything, but you haven’t heard the last from this now-disgruntled teacher.", "The first few cases are fairly simple to figure out, but later puzzles are well-crafted and clever. Your desktop OS is a fully featured simulation, and some solutions require you to find and install new software or ingratiate yourself with some shady people. The sites are intricately built (or, hilariously, aren’t), and they kept me entertained even when I was stumped. My favorite is a l33t kid named Zane, who draws violent comics and baits his online rivals with juvenile roasts. It’s all accompanied by an embedded and heavily compressed nu-metal song, one of many amazing musical homages – including some tracks that are hidden on an underground music-sharing site.", "Tendershoot has created a deep web here, filled with bizarre subcultures. I fell into a rabbit hole centered on some petty music-scene drama, most of which was optional and supplementary material. Browsing Hypnospace can sometimes recreate the same sensation that accompanies an extended Wikipedia session. It’s all presented with a straight face, even when you’re reading about some interforum drama between devotees of bizarre winter- or fungal-themed music scenes. The same attention to detail is present for the various moms and dads, dorks, and other users who have made Hypnospace their virtual home.", "A larger narrative emerges as the story progresses, which ties in themes of Y2K panic and online drama. It’s all blended with the delightful sensation of being sent back to the freewheeling, anything-is-possible attitude of the early days of the modern internet. Hypnospace Outlaw is a great ride, even though you’re the one checking tickets and enforcing the rules."], "authors": ["Senior Editor", "Jeff Has Spent Countless Hours Using His Thumbs To Maneuver Images On Television Screens."], "keywords": ["outlaw", "information", "hypnospace", "youre", "job", "fish", "easy", "superhighway", "online", "weird", "case", "safe", "keeping", "drama", "internet", "review", "built"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}