{"id": "ebf1218d-e0c9-3d50-9f2f-4c7edb73395b", "title": "Fourth monolith has been found off the south coast of England", "url": "https://www.foxnews.com/science/fourth-monolith-has-been-foundoff-the-south-coast-of-england", "summary": "A fourth monolith — similar to ones found in the U.S. and Romania— was discovered Sunday on the Isle of Wight.\nSTRANGE UTAH MONOLITH TAKEN BY GROUP WHO SAID, ‘LEAVE NO TRACE'The mysterious metal object was spotted by a local on the island off the south coast of England, Sky News reported.\n“I knew about all the monolith stories recently, so I recognized it straight away,” witness Tom Dunford told the outlet.\nThe three-sided object caused a stir after it was discovered, with several locals flocking to the site.\nThe community of artists known as The Most Famous Artist are even offering up more of the works — for a hefty $45,000 price.", "paragraphs": ["There’s nothing “mono” about these anymore, that’s for sure.", "A fourth monolith — similar to ones found in the U.S. and Romania— was discovered Sunday on the Isle of Wight.", "STRANGE UTAH MONOLITH TAKEN BY GROUP WHO SAID, ‘LEAVE NO TRACE'", "The mysterious metal object was spotted by a local on the island off the south coast of England, Sky News reported.", "“I knew about all the monolith stories recently, so I recognized it straight away,” witness Tom Dunford told the outlet.", "The 29-year-old said he was walking his dog with his fiancée and sister at around 7:30 a.m. on the island’s Compton Beach when he came upon the silver structure.", "CLICK HERE FOR THE FOX NEWS APP", "It was about 10-feet tall and “really reflective,” Dunford said.", "The three-sided object caused a stir after it was discovered, with several locals flocking to the site.", "“The person who put it there knows what they’re doing,” said Dunford, adding that he believed the sculpture was placed there by “someone playing a practical joke.”", "The mystifying monoliths have stirred worldwide speculation since they began cropping up, first in a Utah dessert, then a hill in Romania and finally last week atop a mountain in Atascadero, California.", "Theories about their origins have ranged from a marketing ploy to extraterrestrials — though a small community of “stunt artists” has since claimed credit for the US sculptures.", "The community of artists known as The Most Famous Artist are even offering up more of the works — for a hefty $45,000 price."], "authors": [], "keywords": ["artists", "coast", "south", "community", "fourth", "romania", "england", "works", "object", "dunford", "discovered", "monolith", "worldwide", "utah"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}