{"id": "ec01341f-40ee-330c-b0e2-6903ef3f7df8", "title": "Bungie Foundation Teams Up With Extra Life For Destiny 2 Charity Event", "url": "https://www.gameinformer.com/2020/12/01/bungie-foundation-teams-up-with-extra-life-for-destiny-2-charity-event", "summary": "Bungie is hosting its latest Game2Give fundraising event this year with the Bungie Foundation and Children's Miracle Network Hospitals to raise money for children in need.\nAll donations will be split evenly between the Bungie Foundation and Extra Life for Children's hospitals all over.\n\"More than ever, communities and consumers around the world are paying attention to how their favorite brands have responded to the turmoil caused by COVID-19,” senior foundation manager of the Bungie Foundation Christine Edwards said.\nExtra Life has been a powerhouse in terms of raising money for children in need, but many don't know that the Bungie Foundation also houses similar goals, just with an entertainment spin.\nCheck out these streams that are raising money, donate what you can (seriously, every little bit helps), and help spread the word!", "paragraphs": ["Calling all Guardians! Bungie is hosting its latest Game2Give fundraising event this year with the Bungie Foundation and Children's Miracle Network Hospitals to raise money for children in need. All donations will be split evenly between the Bungie Foundation and Extra Life for Children's hospitals all over. There are even some sweet giveaways going on as well.", "Game2Give is an ongoing fundraiser that aims to mobilize the gaming community to be a force for good, raising funds for children being treated in children's hospitals all over North America.", "\"More than ever, communities and consumers around the world are paying attention to how their favorite brands have responded to the turmoil caused by COVID-19,” senior foundation manager of the Bungie Foundation Christine Edwards said. “We are excited to be a part of this generous and inspirational gaming community, including corporate partners and gaming enthusiasts, who have chosen to make a real difference for those in need.\"", "GameStop, EB Games, and Game Informer have all teamed up to join forces with Game2Give to game like our lives depend on it because their lives do. (Disclaimer: GameStop is the parent company of Game Informer)", "The full list of streamers participating in this event can be found here with the festivities kicking off today and running until December 13 with the goal of raising over $2 million! I'll be streaming as well for this event, doing another run of the new Deep Stone Crypt raid hoping to raise money for children's hospitals here in Chicago, IL on December 4 from 12 PM CET to 4 PM! If you want to join up for the stream, or just want to donate (any amount helps), you can find out more about that here!", "Extra Life has been a powerhouse in terms of raising money for children in need, but many don't know that the Bungie Foundation also houses similar goals, just with an entertainment spin. \"We believe that entertainment plays a vital role in the health and well-being of our world and the children in it,\" reads the official Bungie Foundation mission statement. \"We believe that technology can bring us together and connect us to those we could not otherwise reach.\"", "Providing iPads for kids is an incredible way to help these children battling for themselves in hospitals all over to get their minds off of the day-to-day struggles, as well as offer a sense of normalcy that is imperative during such tumultuous times. Physical support, emotional support — it all plays a vital role in getting these children healthy, keeping them happy, and watching them grow and lead the lives they are meant to lead.", "Looking to help out? It's easy! Check out these streams that are raising money, donate what you can (seriously, every little bit helps), and help spread the word! So get out there, Guardian, and show the Darkness what the Light can do!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["childrens", "lives", "hospitals", "charity", "bungie", "event", "extra", "life", "teams", "raising", "help", "foundation", "destiny", "gaming", "children", "money"], "pubDate": "2020-12-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}