{"id": "ec086b9f-b9ee-32e5-bc6b-603bed517dcd", "title": "How Savannah Guthrie and Kristen Welker Won the 2020 Election Coverage", "url": "https://www.vogue.com/article/savannah-guthrie-kristen-welker-election-2020-coverage", "summary": "FIVE MINUTES before NBC called the 2020 election for Joe Biden, Kristen Welker was sprinting.\n“It was out of a movie,” Welker, 44, said of arriving at Wilmington’s Chase Center at the final hour.\nShe had steered the network through a series of unprecedented events—like President Trump’s 2 a.m. speech on Wednesday baselessly claiming victory.\nDuring that speech, Guthrie had to cut in to inform viewers that several of his statements were, frankly, not true.\n“They prepare like no other people that I’ve met in this profession,” said their colleague NBC News chief foreign-affairs correspondent Andrea Mitchell.", "paragraphs": ["FIVE MINUTES before NBC called the 2020 election for Joe Biden, Kristen Welker was sprinting. After rising at 4 a.m. and coanchoring Weekend Today in New York, the White House correspondent darted into a car and began racing back to her post at Biden campaign headquarters in Wilmington, Delaware. Welker knew Pennsylvania would be called imminently, and she risked missing her historic live shot if she was stuck at a gas station in New Jersey when the race was decided.", "“It was out of a movie,” Welker, 44, said of arriving at Wilmington’s Chase Center at the final hour. (Her producer later scored a TikTok video of her dashing onto the set to the Rocky theme.) “I made it in time to get a sip of water, hear the special report start to gear up, and we were on.”", "One hundred and twenty miles north at 30 Rock, and in Welker’s earpiece, Savannah Guthrie officially projected Biden to win the presidency. The Today coanchor had been on-air for more than 29 hours since Election Day. (Guthrie’s husband, communications consultant Michael Feldman, who had been looking after their six-year-old daughter, Vale, and four-year-old son, Charley, sent supplemental clothes and contact lenses.) She had steered the network through a series of unprecedented events—like President Trump’s 2 a.m. speech on Wednesday baselessly claiming victory. During that speech, Guthrie had to cut in to inform viewers that several of his statements were, frankly, not true.", "“It gives me and it gives our network no pleasure to interrupt the president of the United States,” Guthrie, 49, told me about a week after the election, at an outdoor café near her Tribeca apartment, an ever-present Starbucks cup close at hand. But letting lies stand on national television would not have been acceptable: “A politician’s spin is expected. A false statement is not. There’s a difference.”", "In a season of political tumult, amid an increasingly polarized and partisan media landscape, Guthrie and Welker have emerged as pillars of the fourth estate—two roundly tough-but-fair network newswomen determined to hold leaders of both parties to account. For viewers raised on voice-of-God, elder-statesman anchors, they are redefining who occupies the seats of power in television media. Against the backdrop of the Trump administration’s attacks on the free press, Guthrie and Welker delivered two of the more improbable journalistic feats of the 2020 election cycle: Guthrie’s interview with President Trump at NBC’s controversial town hall in Miami in October and, one week later, Welker’s moderation of the final presidential debate. “They prepare like no other people that I’ve met in this profession,” said their colleague NBC News chief foreign-affairs correspondent Andrea Mitchell. “They’re extremely self-confident on camera—unshakable, despite the pressure.”"], "authors": ["Michelle Ruiz", "Michelle Rui"], "keywords": ["trump", "coverage", "president", "kristen", "2020", "guthrie", "savannah", "biden", "viewers", "week", "won", "election", "network", "welkers", "welker"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}