{"id": "ec181ea5-3f03-33d5-934a-aa34213aa970", "title": "How the Nextdoor App Brought Me Optimism (and an Abundance of Free Home Decor) in 2020", "url": "https://www.vogue.com/article/how-the-nextdoor-app-brought-me-optimism-in-2020", "summary": "I left everything important in New York, including but not limited to: my life, my loved ones, and—at least temporarily—my optimism.\nThe app allows neighbors to exchange information, goods, and services—and also, I should note, has a serious problem with racial profiling.\nBut for free stuff, Nextdoor is the mother lode.\nListings range from Le Creuset dutch ovens to “3 Free Fertilized Duck Eggs.” Someone even met their organ donor on the app.\nI became fascinated by the sellers of each item, and I slowly met a steadfast group of Nextdoor Super Users™.", "paragraphs": ["This year has Gorilla Glued us to uncomfortable couches in a thick, depressive inertia. It’s been 10 months of the sort of dissociation that only happens at the Apple store—when after 2 hours of waiting for a “Genius,” you miss them calling your name. Or the type of instability where you’re caught crying to Caleb at Home Depot after he says the cedar wood stain is freshly sold out (see: quarantine project number 713).", "It was the desperate morning of June 20 when I yelled at a United Airlines check-in machine (we should be talking more about inhumane baggage fees) and flew “home” to California. I left everything important in New York, including but not limited to: my life, my loved ones, and—at least temporarily—my optimism.", "Arriving in my new, empty one-bedroom, I had the essentials (clothes and shoes) but not the basics (bowls, a wine glass, some form of coffee apparatus). Not to mention I was perplexed at the absence of bodegas—I crossed a two-lane highway on foot to buy toothpaste my first morning in Oakland.", "I needed to recreate a sense of home without recreating the cost of furnishing another apartment. Enter: Nextdoor. At first glance, it seems like a localized Twitter for boomers (see: Caroline unironically seeking a “good pounding” in reference to an electrical ground rod). The app allows neighbors to exchange information, goods, and services—and also, I should note, has a serious problem with racial profiling.", "But for free stuff, Nextdoor is the mother lode. Listings range from Le Creuset dutch ovens to “3 Free Fertilized Duck Eggs.” Someone even met their organ donor on the app. After 109 messages and 750 miles trekking through the Bay Area in my SUV, I collected green velvet hangers ($39 value), a Pottery Barn kitchen hutch ($299 value), and an unopened inflatable hot tub ($730 value)—all for free.", "I became fascinated by the sellers of each item, and I slowly met a steadfast group of Nextdoor Super Users™. People who, like me, check the app at every waking moment—while paused at a stoplight, in the thick of downward dog, or during a parent-teacher Zoom conference—but for reasons you might not expect.", "Allow me to introduce six of my favorite Nextdoor fanatics.", "Maryanna Mueller", "Maryanna is a shawoman (that’s a female shaman) and Reiki Master in Pittsford, New York. She used Nextdoor to transport donated furniture, groceries, and school supplies to a family of six pushed into poverty by pandemic layoffs and piling medical bills."], "authors": ["Bahar Ostadan", "Bahar Ostada"], "keywords": ["2020", "nextdoor", "optimism", "abundance", "thick", "zoom", "york", "met", "free", "app", "morning", "brought", "youre", "value", "decor"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}