{"id": "ec1d3be8-2aa0-322d-9730-6bc32e3b481c", "title": "The World in 2021 - Vaccine diplomacy could give China’s image a boost", "url": "https://www.economist.com/the-world-ahead/2020/11/16/vaccine-diplomacy-could-give-chinas-image-a-boost", "summary": "FOR MUCH of 2020 sceptics of China’s Belt and Road Initiative (BRI) called it overhyped and over­extended.\nHe intended it to seize the historical moment, as American leadership stumbled, to shape a world order more to China’s liking.\nElsewhere, from Malaysia to Sri Lanka to the Maldives, the sheer scale of China’s economic activities, and its coddling of corrupt leaders, have bred local resentment.\nThat, says Andrew Small of the German Marshall Fund of the United States, a Washington think-tank, has undermined China’s economic and strategic goals.\nAn American vaccine, made by Moderna, could cost over $70 per treatment, more than developing countries can afford at scale.", "paragraphs": ["FOR MUCH of 2020 sceptics of China’s Belt and Road Initiative (BRI) called it overhyped and over­extended. President Xi Jinping’s signature foreign policy is a mix of economic engagement, diplomacy and canny branding. He intended it to seize the historical moment, as American leadership stumbled, to shape a world order more to China’s liking. The estimated cost of improving global infrastructure, a skein of metaphorical Silk Roads encircling the world by land and (even more) by sea, rose to $6trn.", "The claims made for and against the BRI were exaggerated. China said it was showing countries the way towards a new and transformational kind of development. Critics in America said China was exporting its dystopian authoritarianism and deliberately entrapping poor countries through debt. Yet the shine was coming off the BRI even before the coronavirus pandemic caused global growth to slow sharply.", "The flagship project was the China Pakistan Economic Corridor (CPEC), with investments and loans said to be worth $60bn. It has produced a few badly needed power stations, but has broadly fallen short. Projects are mothballed and debts are being renegotiated. CPEC paid little heed to Pakistan’s precarious fiscal and balance-of-payments position, or to its thorny politics. Almost none of the promised industrial co-operation will happen. Far from transforming the relationship, CPEC has laid bare its limitations.", "Elsewhere, from Malaysia to Sri Lanka to the Maldives, the sheer scale of China’s economic activities, and its coddling of corrupt leaders, have bred local resentment. That, says Andrew Small of the German Marshall Fund of the United States, a Washington think-tank, has undermined China’s economic and strategic goals. The pandemic has only made things worse. Around the world, though usually out of sight, China is having to roll over debts and ease the terms of many loans. In 2021 the Chinese-led Asian Infrastructure Investment Bank will report more bad loans and even face talk of its credit being downgraded. With lending cut back sharply, Chinese infrastructure projects in poorer countries will be less prominent.", "Yet reports of the BRI’s death from covid-19 are exaggerated, says Eyck Freymann, author of a new book on the project. In the first half of 2021 it will get a big boost. If you have not heard of China’s “health Silk Road”, you will soon. Think vaccine diplomacy.", "China has already approved three vaccines for emergency use. With clinical trials under way in Brazil and Pakistan, they may beat Western ones to market. They will also, says Mr Freymann, be cheaper. An American vaccine, made by Moderna, could cost over $70 per treatment, more than developing countries can afford at scale. China is already pushing one of its vaccines to BRI partners such as Mexico and the Philippines, along with help to pay for it. There are regulatory and logistical challenges, and the vaccines themselves may not prove to be effective. But Mr Xi hopes to help China escape its reputation as a predatory lender, and as the source of the coronavirus itself, as he takes credit for helping grateful countries along the Belt and Road.■", "This article appeared in the China section of the print edition of The World in 2021 under the headline “The road to health?”"], "authors": ["Dominic Ziegler", "Banyan Columnist", "The Economist"], "keywords": ["chinas", "vaccines", "bri", "loans", "infrastructure", "2021", "road", "boost", "world", "diplomacy", "image", "countries", "economic", "vaccine", "china"], "pubDate": "2020-11-16T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}