{"id": "ec2ec277-ca31-39c7-adb4-89ba32df4e7c", "title": "'The Candy Book' and 5 other reads that defy 'outdated rules of gender'", "url": "https://edition.cnn.com/style/article/trans-visibility-week-books-culture-queue-wellness/index.html", "summary": "But they hadn't been honored for their contributions, Candy magazine creative director and publisher Luis Venegassaid.\nCandy magazine had no precedent, according to Venegas, but had been successfully surviving for a decade by then.\nCreating \" The C☆ndy Book of Transversal Creativity ,\" published in 2020, is how he celebrated the anniversary.\nPictured is the cover of \"The C☆ndy Book of Transversal Creativity.\"\n\"The C☆ndy Book of Transversal Creativity\" represents people of varying body types, races or ethnicities, ages, and gender performances.", "paragraphs": ["Kristen Rogers , CNN Written by", "Keeping you in the know, Culture Queue is an ongoing series of recommendations for timely books to read, films to watch and podcasts and music to listen to.", "Transgender, gender-nonconforming, nonbinary, crossdressing and androgynous people, and drag queens, inspired and contributed to the fashion industry for years.", "said. But they hadn't been honored for their contributions, Candy magazine creative director and publisher Luis Venegassaid.", "That's why he launched Candy in 2009 -- to focus on what he calls transversal people: those who are \"defying the outdated rules of gender,\" a group for whom clothing and makeup can be quite meaningful.", "\"I wanted it to be glamorous and the same thing as Vogue magazine is, only focus on a group of people who, at the time, possibly weren't going to make the cut to be in Vogue,\" said Venegas, who is also the magazine's editor.", "That same year, International Transgender Day of Visibility was created to not only raise awareness of the discrimination faced by transgender people, but also to celebrate them annually on March 31.", "Times are a little different now, for some: Caitlyn Jenner, an American television personality and retired Olympian, made her public debut on Vanity Fair's cover in 2015. RuPaul, an American drag queen and TV personality, starred on Vogue's cover in 2019.", "Candy magazine had no precedent, according to Venegas, but had been successfully surviving for a decade by then. Creating \" The C☆ndy Book of Transversal Creativity ,\" published in 2020, is how he celebrated the anniversary.", "Compiled from what Venegas considered the best content from the magazine's first 12 issues, \"The C☆ndy Book of Transversal Creativity\" showcases photography and art by more than 100 artists, including David Armstrong, Naomi Harris, Bruce Weber and Cole Sprouse. Geena Rocero and Amos Mac are among the culturally influential transgender people who contributed insightful essays to the book.", "Pictured is the cover of \"The C☆ndy Book of Transversal Creativity.\" Credit: Candy Magazine/Rizzoli New York", "Though deviating from gender binaries has been more accepted in recent years, many people remain uninformed about what this means — resulting in societal division, online and in-person discrimination , facile media representation and policies that harm rather than help them. \"The C☆ndy Book of Transversal Creativity\" represents people of varying body types, races or ethnicities, ages, and gender performances.", "Acknowledging the stylish aspects of some transgender communities is \"always fun,\" but the natural expressions of \"trans people run the gamut from boring to fabulous,\" said Linda Simpson, an entertainer and author of the book \" The Drag Explosion ,\" whose photography of and writing about the New York drag scene in the 1980s and 1990s is featured in Venegas' book.", "One Candy Magazine issue included a 62-page profile on transgender stars such as actress Laverne Cox and Janet Mock. \"The C☆ndy Book\" features a portion. Credit: Candy Magazine/Rizzoli New York", "Dr. Rachel Levine, the new US assistant secretary of health and the first out transgender federal official \"doesn't put incredible emphasis on fashion,\" Simpson said. Simultaneously, \"you've got models walking on the runways of Paris and Milan that are transgender. So, like all communities, there's a real wide range of expression and bodies.\"", "Trans people have often been portrayed as exotic, perverted and monstrous, Simpson said. \"To have a magazine or book showing trans people as glamorous and chic and sexy is really empowering in many ways, and certainly a wake-up call for some people.\"", "Model, artist and activist Richie Shazam poses on page No. 113 of \"The C☆ndy Book of Transversal Creativity.\" Credit: Candy Magazine/Rizzoli New York", "Celebrating these communities during this year's International Transgender Day of Visibility and year-round, as well as highlighting their societal and political struggles, is important, Venegas said.", "\"There's lots of lack of knowledge in general in all the rest of society,\" he said. \"The more we know about all kinds of transversal manifestation and all kinds of transversal creativity, the more knowledge (the world will have).\"", "Add to queue: Understanding transgender people, issues and cultures", "\"Beyond the Gender Binary\" | Alok Vaid-Menon | 2020", "Pulling from their experiences as a gender-nonconforming artist, Vaid-Menon depicts gender as a fluid, changeable and creative method of expression in this book for young adults.", "A trans activist and formal naval aviator, Tannehill's handbook is for both people who identify as transgender and those with little knowledge of the community. After learning the meaning of transgender, readers navigate through complex topics such as growing up trans, dating and sex, medical and mental health, and debates around gender and feminism.", "\"Trans: A Memoir\" | Juliet Jacques | 2016", "Juliet Jacques revealingly recounts her story of growing up and defining herself in a rapidly changing world of gender politics, from her sex reassignment surgery in 2012 to her life as a writer.", "\"Transgender History: The Roots of Today's Revolution\" | Susan Stryker | 2008", "\"Transgender History\" chronologically examines American transgender history through major movements, writings and events -- such as the lives of transgender communities in the years following World War II, and the social changes over the next few decades.", "\"Queer & Trans Artists of Color: Stories of Some of Our Lives\" | Nia King | 2014", "In this collection of interviews from King's podcast \"We Want the Airwaves,\" the mixed-race queer art activist discusses queer fashion, the politics of Black drag and interning at Playboy with Janet Mock."], "authors": ["Kristen Rogers"], "keywords": ["gender", "creativity", "magazine", "defy", "outdated", "venegas", "cndy", "rules", "trans", "reads", "transgender", "candy", "transversal", "book"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}