{"id": "ec5b967c-3ed4-355c-a7ee-0815d359f904", "title": "A bright future for the world of work", "url": "https://www.economist.com/special-report/2021/04/08/a-bright-future-for-the-world-of-work", "summary": "But its lasting legacy may be a better world of work, as it speeds changes that were already under way and highlights those places where further improvement is needed.\nThat makes it fortunate that the world of work before the pandemic struck was actually quite successful.\nFor such folk, being in work offers a measure of economic security, and dignity, that being out of work never can.\nAnd what of automation, another perennial fear about the world of work?\nBut the purported threat of a world without work is unlikely to come to pass—and could even recede.", "paragraphs": ["T HE COVID -19 pandemic has taken a terrible toll on the world’s workers. It has destroyed millions of jobs, causing a drop in employment that was 14 times bigger than the one after the financial crisis of a decade ago. In many countries unemployment has risen to levels last seen in the 1930s, with the pain concentrated among the low-skilled. The pandemic has also accentuated inequalities that had previously often only bubbled under the surface. “Essential” workers had to continue travelling to and from their workplaces, exposing themselves to the virus and dying in great numbers even as many of their office-based compatriots were able to shield themselves at home. There are plenty who now fear that the post-pandemic labour market will be one of persistently high inequality and unemployment, with work outsourced abroad or simply handed over to robots.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "Yet the belief that something has gone wrong with labour markets has a history of turning out wrong. Since the dawn of capitalism people have lamented the world of work, always believing that the past was better than the present and that the workers of the day were uniquely badly treated. Adam Smith argued that the burgeoning industrial sector of late-18th-century Scotland had the potential to make workmen “as stupid and ignorant as it is possible for a human creature to become”. Emile Durkheim reckoned that in a glorious past in France, people had enjoyed work because they controlled it, were good at it, and did it in the bosoms of their community—but that capitalism had stolen all of this.", "Even in the “golden age” of the 1950s and 1960s, when jobs were supposedly much better than they are today, a narrative of dissatisfaction loomed large. In the 1950s many social scientists asserted that America’s unionised car workers were unhappy because their work was boring and they lacked any autonomy. By the end of the 1960s, the concept of “blue-collar blues” had entered the public imagination.", "Shortly before the pandemic struck early last year people had a fresh set of concerns about work. The received wisdom, on both the right and the left, was that 21st-century workers were stuck in insecure and badly paid jobs, if they could find them at all—and that many faced an even worse future, as ever-smarter robots pushed them aside. What jobs remained were, for many people, soulless, pointless and unsatisfying. Guy Standing, an economist, talked of a growing “precariat”. David Graeber, an anthropologist, coined the term “bullshit jobs” in a bestselling book in 2018. “Where have all the good jobs gone?” asked David Blanchflower of Dartmouth College in a book published a year later.", "This special report will offer a rebuttal to such pessimistic assessments. Focusing on the 37 countries that are members of the OECD club of mostly rich countries, it argues that popular perceptions about the world of work are largely misleading. The labour market before covid-19 was far from perfect, but it was better than many critics were claiming—and it was getting better still. The pandemic has been a catastrophe for many, as this report will describe in detail. But its lasting legacy may be a better world of work, as it speeds changes that were already under way and highlights those places where further improvement is needed.", "This matters. Labour markets are important not just because they allow people to earn enough to put food on their tables. People’s jobs are perhaps the biggest single constituent of their identity. They shape their politics. It is grim to be out of work if you want it, or to be stuck in a job you hate. High unemployment is linked with higher crime and worse health. Estimates from America suggest that the rise in unemployment during 2020 will cause 800,000 extra deaths over the next 15 years.", "That makes it fortunate that the world of work before the pandemic struck was actually quite successful. In 2019 the rich world’s unemployment rate was lower than at any time since the 1960s. In America joblessness among black people was the lowest ever, as it was in Britain. Youth unemployment, which had once seemed intractable (especially in Europe) was also down.", "The working-age employment rate (the share of 16- to 64-year-olds in a job), a more reliable indicator of labour-market health than unemployment, was also at an all-time high in over half of rich countries. A great surprise for many economists on the right was that this jobs boom occurred even as minimum wages rose smartly across the rich world and as immigration soared. A similar shock for those on the left was that capitalism was delivering clear gains for those at the bottom end of the labour market.", "Pay may not have been rising as fast as many would have wished, but the era of ultra-measly settlements that marked the aftermath of the financial crisis of 2007-09 had come to an end. In late 2019 rich-world earnings were growing by nearly 3% a year (the figure was not even higher in part because poorer folk were joining the ranks of the employed in huge numbers, dragging down average pay). The wages of the worst-paid Americans were increasing 50% faster than those of the best-paid. Economists often focus on the “labour share”, which measures total pay and benefits (such as health-care or pension contributions) as a proportion of national income, to give a sense of how workers are doing relative to the growth of the economy. In the years immediately before covid-19 this labour share was rising across America, Britain, the European Union and Japan.", "It is however also true that income inequality was high by historical standards. Yet by the late 2010s it was no longer rising and might even have been falling a little, as the most disadvantaged people were pulled into the jobs boom. There were certainly fewer low-paid jobs, defined as those that pay less than two-thirds of the median wage. In Britain, for example, not since 1977 had there been so few.", "Nor was there much evidence of a growing “precariat”. A paper focusing on America, Britain and Germany, by Alan Manning and Graham Mazeine of the London School of Economics, finds “no trends in...subjective job insecurity in spite of the alleged rise in the prevalence of non-standard employment”. By 2019 the share of German workers who felt insecure had fallen by more than half since the middle of the previous decade. Official estimates of employment in the gig economy suggested that it made up only a tiny fraction of all jobs.", "And more people seemed to be enjoying their work. In 2019 Gallup, an American pollster, found that the share of Americans “completely” or “somewhat” satisfied with their jobs was the second-highest since its series began in 1993. Various measures of job satisfaction were also rising in Europe. It is difficult to make direct comparisons with the economic golden age of the 1950s and 1960s, but there is little evidence from the scattered surveys which can be unearthed to suggest that job satisfaction was higher then.", "Well-educated people in high-prestige posts may consider many jobs in the modern labour market to be beneath them—insufficiently taxing on an intellectual level, perhaps. But this was another trade-off of a hot labour market: that jobs had become more widely available to people with the lowest educational qualifications. For such folk, being in work offers a measure of economic security, and dignity, that being out of work never can. Crucially, it also makes the next job easier to get. A study by Burning Glass, a labour-market analytics firm, finds that half of young workers are able to translate their first job, one that often requires less than a bachelor’s degree and less than two years’ experience, into better-paying jobs within five years.", "Long way home", "The big question is whether, after the pandemic is over, labour markets can regain these heights and start once more working for people of all backgrounds. Far from making everything worse, this special report will argue that covid-19 will ultimately make things better by speeding up changes that were already under way. This will happen through a number of routes.", "Thanks to the rise of remote work, more people will have more flexibility over when, where and how they earn their living. Few bosses will be wholly indifferent as to whether their employees are working in New York or in Niue. But the shift to a “hybrid” model of work, with some taking place in an office and some at home, is already forcing managers to become better communicators, improving employees’ job satisfaction. It is also stimulating helpful and long overdue changes in employment law.", "This is not the only way in which policy is changing. What has been lost in the past year has made governments everywhere grasp the benefits of a healthy labour market, especially to families on low and moderate incomes. The pandemic thus presages a bigger role for governments than might previously have been expected, especially in sustaining employment, doing more to reduce inequality and coming up with better-designed systems of employees’ rights and welfare benefits.", "And what of automation, another perennial fear about the world of work? Some worry that the past year’s experience might just give bosses the excuse they have long wanted to employ robots instead of people, leading to widespread joblessness. Recessions and pandemics do indeed often provoke a burst in automation. But the purported threat of a world without work is unlikely to come to pass—and could even recede.", "In the short term, though, one question looms largest of all, and it is to this that the report turns next. How fast can labour markets bounce back from the shock of last spring? ■", "Full contents of this special report", "* A bright future for the world of work", "Labour markets are working, but also changing", "The biggest losers from covid-19", "The rise of working from home", "Robots threaten jobs less than fearmongers claim", "Changing central banks—and governments", "The case for Danish welfare", "Pessimism about the labour market is overdone"], "authors": ["The Economist"], "keywords": ["workers", "job", "future", "jobs", "labour", "pandemic", "work", "better", "market", "bright", "unemployment", "world"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}