{"id": "ec6354b0-bf4e-30c6-9ffa-69e6520beccc", "title": "Indonesia plane crash: divers to retrieve black boxes from Sriwijaya Air flight 182", "url": "https://www.theguardian.com/world/2021/jan/11/sriwijaya-air-flight-182-divers-to-retrieve-black-boxes-from-indonesia-plane-crash", "summary": "Authorities pinpointed the area where the data recorders, known as black boxes, are located on Sunday as they lifted chunks of the Boeing 737-500 fuselage off the sea bed.\nIndonesia plane crash: authorities locate black boxes among wreckage Read moreOne of the navy divers aboard a rescue ship said the search would resume on Monday with weather conditions improving.\nThe Sriwijaya Air plane had 12 crew and 50 passengers on board, all Indonesians and including 10 children.\nThe pilots had decades of experience between them with the flight captain a former air force pilot and his co-pilot at Sriwijaya Air since 2013, according to his Linkedin profile.\nThe Sriwijaya Air plane was a nearly 27-year-old Boeing 737-500, much older than Boeing’s problem-plagued 737 MAX model.", "paragraphs": ["Authorities located data recorders on Sunday from jet that crashed off Jakarta carrying 62 people", "Indonesian divers will try to retrieve the data recorders of a Sriwijaya Air jet on Monday after it plunged into the sea two days ago with 62 people on board minutes after take off from Jakarta’s main airport.", "Flight SJ182 was headed to Pontianak on Borneo island, about 740 km (460 miles) from Jakarta, on Saturday before it disappeared from radar screens four minutes after take-off and crashed into the Java sea.", "Authorities pinpointed the area where the data recorders, known as black boxes, are located on Sunday as they lifted chunks of the Boeing 737-500 fuselage off the sea bed.", "Rescuers have also found the remains of passengers and crew who died and their personal effects.", "Indonesia plane crash: authorities locate black boxes among wreckage Read more", "One of the navy divers aboard a rescue ship said the search would resume on Monday with weather conditions improving.", "“We can narrow the search area today to 200 to 500 metres from the point location,” he told Kompas TV channel.", "“On the first day, we had been scouring 1-1.5km (from the main coordinates). We’ve looked through the outer areas now.”", "Nurcahyo Utomo, an investigator at Indonesia’s national transportation safety committee (KNKT), said authorities hoped to find the black boxes on Monday.", "He told Reuters the jet may have been intact before it hit the water, given that debris found so far had been scattered in a relatively tight area underwater.", "One of the jet’s turbines was found and shipped back to a port in Jakarta on Sunday.", "The incident is the first major air crash in Indonesia since 189 passengers and crew were killed in 2018 when a Lion Air Boeing 737 MAX in 2018 also plunged into the Java Sea soon after take-off from Soekarno-Hatta international airport.", "The Sriwijaya Air plane had 12 crew and 50 passengers on board, all Indonesians and including 10 children.", "Tracking service Flightradar24 said the aircraft took off at 2.36pm local time and climbed to reach 3,300 metres (10,900ft) within four minutes. It then began a steep descent and stopped transmitting data 21 seconds later.", "There were no immediate clues on what caused the sudden descent. Most air accidents are caused by a number of factors that can take months to establish, safety experts say.", "The pilots had decades of experience between them with the flight captain a former air force pilot and his co-pilot at Sriwijaya Air since 2013, according to his Linkedin profile. The plane’s takeoff had been delayed by heavy rain.", "The Sriwijaya Air plane was a nearly 27-year-old Boeing 737-500, much older than Boeing’s problem-plagued 737 MAX model. Older 737 models are widely flown and do not have the stall-prevention system implicated in the MAX safety crisis."], "authors": [], "keywords": ["plane", "recorders", "minutes", "indonesia", "sriwijaya", "takeoff", "boxes", "retrieve", "air", "flight", "black", "sea", "data", "passengers", "safety", "crash", "divers"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}