{"id": "ec89f393-d1aa-3837-8d6e-e57fab53d6a2", "title": "Kojima Productions Teases New Announcement For 5-Year Anniversary", "url": "https://www.gameinformer.com/2020/12/15/kojima-productions-teases-new-announcement-for-5-year-anniversary", "summary": "Kojima Productions is celebrating its five-year anniversary on December 16 and to celebrate, Hideo Kojima's own studio is teasing some special announcements on the horizon.\nCould we be seeing what's next for Kojima Productions post Death Stranding?\nIn a recent Twitter post, Kojima Productions outlines when fans can tune in as it delivers \"some exciting updates you won't want to miss.\"\nWhat are you hoping to see from Kojima Productions next?\nWould you like to see more Death Stranding, or do you want to see something new entirely?", "paragraphs": ["Kojima Productions is celebrating its five-year anniversary on December 16 and to celebrate, Hideo Kojima's own studio is teasing some special announcements on the horizon.", "Could we be seeing what's next for Kojima Productions post Death Stranding? Unclear, but entirely possible! There have been many rumors regarding what Kojima-san will be doing next. From Death Stranding DLC to a newly found ownership of Silent Hill to continue on his horror legacy, speculation about the next step for his studio has been high.", "In a recent Twitter post, Kojima Productions outlines when fans can tune in as it delivers \"some exciting updates you won't want to miss.\"", "While Kojima himself hasn't hinted at what could possibly be revealed, it will be interesting to see what he has up his sleeve, especially since he's known for his surprise factor.", "Kojima has mentioned in the past that he would love to return to horror in a big way, so it's likely that whatever is next will be within that realm. That being said, he's made no secret of the fact that he's a massive movie buff, and has even hinted in the past that Kojima Productions could be more involved within that medium as well.", "New Death Stranding DLC, a new game? Something as simple as new merch? We don't know, but we'll be learning soon enough because the reveals are slated for midnight ET on December 16.", "What are you hoping to see from Kojima Productions next? Would you like to see more Death Stranding, or do you want to see something new entirely? Sound off with those hopes and dreams in the comment section below!"], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["announcement", "anniversary", "productions", "hes", "post", "past", "horror", "5year", "stranding", "death", "studio", "teases", "kojima", "hinted"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}