{"id": "ecb34257-1fa5-3b23-ba96-045871dcc872", "title": "'Reflation-mania' sweeps the stock market | Charts that Count", "url": "https://www.ft.com/video/c09e4637-8d1d-464d-a94d-66070feb271d?playlist-name=editors-picks&playlist-offset=8", "summary": "You can enable subtitles (captions) in the video playerThe reflation trade has been the dominant theme of market chatter for some weeks now.\nIn the stock market reflation mania has taken the form of a major rotation between sectors.\nThis is not just a point about the stock market.\nAn increase in interest rates could cause housing prices to tumble, creating a massive wealth effect that would stifle consumer spending.\nDo not take the reflation trade too far.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The reflation trade has been the dominant theme of market chatter for some weeks now. The idea is that a successful vaccine rollout, pent-up demand, aggressive fiscal stimulus, and a central bank that is willing to let the economy run hot will lead to a jump in growth and rising prices across the economy.", "We can see how enthusiastically investors have jumped on board with the notion of a reflation trade by looking at the spike in 10-year Treasury yields since the autumn, and in particular, since the beginning of February. Consider also investors' expectations for inflation over the next five years, which are now back to their pre-pandemic levels, judging by the difference between inflation-protected and nominal Treasury yields.", "In the stock market reflation mania has taken the form of a major rotation between sectors. The big winners of the last decade - expensive, high-growth tech stocks - are suddenly out of favour, while long-shunned, economically sensitive, low-growth value stocks, from banks to materials companies, have surged ahead.", "Here is a chart of the performance of the Russell 3000 Growth and Value Indices. Any time the market coalesces around a single consensus view a bit of scepticism can be useful. Anyone who thinks we are going to exit the Covid crisis on a fundamentally different macroeconomic trajectory than we entered it would do well to look again at those 10-year Treasury yields, but this time over a 30-year period.", "That recent leap in yields? It barely registers. Are the forces that have driven interest rates down over a period of decades really going to reverse because of the pent-up demand from the pandemic and some government stimulus? Remember also that years of low interest rates have driven asset prices to dizzying highs. A jump in inflation could reverse that process and drive the economy back down towards deflation.", "This is not just a point about the stock market. The value of US housing stock rose by $2.5tn in the pandemic year of 2020, according to Zillow, to reach $36tn, driven largely by falling mortgage rates. An increase in interest rates could cause housing prices to tumble, creating a massive wealth effect that would stifle consumer spending. High asset prices, like the ones we have now, make growth fragile. Do not take the reflation trade too far."], "authors": ["Produced", "Edited Don Newkirk."], "keywords": ["sweeps", "reflation", "count", "yields", "treasury", "interest", "reflationmania", "stock", "charts", "rates", "value", "prices", "market", "trade"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}