{"id": "ecf40bf0-6af0-3499-a185-d35434fd0b22", "title": "The biggest weight loss transformations of 2020", "url": "http://www.foxnews.com/lifestyle/biggest-weight-loss-transformations-of-2020", "summary": "Here are some of the biggest weight loss transformations that made headlines in 2020.\nAfter being unable to get on his favorite roller coaster at Kings Island due to his size, Ream realized he had to make a lifestyle change if he wanted to continue partaking in his roller coaster hobby.\nHe officially began his weight loss journey by trading fast food and sandwiches for unseasoned potatoes to break his \"flavor addiction.\"\nMan sheds nearly 300 pounds, credits massive weight loss with helping him beat coronavirusThe \"Greatest Loser\" of 2020 went to Phil Kayes of Northern Ireland, according to Slimming World – a U.K.-based weight loss organization.\nKayes, 47, lost an astounding 294 pounds, shedding the majority of the weight over 3 years.", "paragraphs": ["While weight management has proved more difficult throughout the coronavirus pandemic, there have been health-conscious fanatics who have been able to avoid the \"Quarantine 15.\"", "Here are some of the biggest weight loss transformations that made headlines in 2020.", "Man loses nearly 200 pounds so he can ride roller coaster opening day", "Six-foot-9 Jared Ream from Ohio lost 190 pounds in less than a year, all so he could board a new thrill ride. After being unable to get on his favorite roller coaster at Kings Island due to his size, Ream realized he had to make a lifestyle change if he wanted to continue partaking in his roller coaster hobby. He then got motivated to lose weight in August 2019 when the theme park announced it was opening up a new coaster.", "At his heaviest, Ream was about 430 pounds.", "NEW JERSEY WOMAN DITCHES UNHEALTHY LIFESTYLE, DROPS 150 POUNDS AFTER DOC'S DIAGNOSIS", "Woman drops 165 pounds without giving up favorite foods", "Catherine McNulty, at 56, lost 165 pounds when she switched up her diet. The U.K resident said she decided to lose weight in 2018 after she got winded going up the stairs at a pub. She weighed around 294 pounds at the time, and was eating carb-heavy meals regularly. McNulty credits a new diet of less calorie- and carb-dense foods — while still enjoying her favorite foods, like pizza, in moderation — with helping her reach her slim down to 124 pounds.", "OBESITY TIED TO MORE SEVERE CORONAVIRUS ILLNESS, DOCTORS SAY", "Man's 220-pound weight loss journey starts with an unseasoned vegetable", "Dylan Wall from Tennessee turned his life around and lost 220 pounds after he failed to keep up with his new classmates during a college tour. He officially began his weight loss journey by trading fast food and sandwiches for unseasoned potatoes to break his \"flavor addiction.\" The switch allowed him to transition to other healthy foods that gave him energy to work out regularly, and he eventually dropped from 425 pound to around 205.", "CLICK HERE TO GET THE FOX NEWS APP", "Mom sheds nearly 200 pounds after breaking roller coaster seat", "Danielle Wright, 27,was inspired to lose weight after she reportedly broke a roller coaster at the Alton Towers theme park in Staffordshire, England. The experience immediately prompted her to change her diet for the better, which meant trading junk food for salads and other low-calorie meals. She also began intense cardio-focused workout classes, and managed to shed nearly 200 pounds over the past few years, reaching her goal weight of 140.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "Woman ditches unhealthy lifestyle, drops 150 pounds after doc's diagnosis", "Around five years ago, Daniella Hoshia, a 26-year-old accountant from Hoboken, decided to make a New Year’s resolution — and stick to it — after a doctor told her she was pre-diabetic, and also at risk for high cholesterol. Finally feeling that \"enough was enough,\" Hoshia changed up her diet and took up running, eventually losing 150 pounds .Now weighing around 135, Hoshia says she’s stronger and more outgoing than ever — and she claims she’s no longer the \"super insecure\" person she used to be.", "Man sheds nearly 300 pounds, credits massive weight loss with helping him beat coronavirus", "The \"Greatest Loser\" of 2020 went to Phil Kayes of Northern Ireland, according to Slimming World – a U.K.-based weight loss organization. Kayes, 47, lost an astounding 294 pounds, shedding the majority of the weight over 3 years. Kayes began prioritizing his health after his mother was diagnosed with terminal cancer, and thanks to his mindful diet — and activities like cycling — his once 520.5-pound frame now weighs only around 226 pounds.", "More recently, Kayes has found love and survived the coronavirus, which has caused medical complications among obese patients, according to the CDC."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["2020", "pounds", "lifestyle", "roller", "transformations", "coaster", "kayes", "loss", "nearly", "biggest", "diet", "weight", "lost"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}