{"summary": "Weeks of congressional hearings and debate have failed to move the electorate on impeachment, according to the latest Fox News Poll.\nOverall, 53 percent of voters believe Trump abused the power of his office, 48 percent think he obstructed Congress, and 45 percent say he committed bribery.\nIn addition, 47 percent believe Trump held up military aid to pressure the Ukrainian president to investigate his political rivals.\nBy a 60-24 percent margin, voters say it is generally wrong for Trump to ask leaders of foreign countries to investigate political rivals.\nPollpourriVoters narrowly say House Speaker Nancy Pelosi is better at Washington gamesmanship than Trump (41-37 percent).", "keywords": ["likely", "views", "fox", "say", "think", "democrats", "believe", "steady", "trump", "house", "poll", "approval", "voters", "job", "ticks", "impeachment"], "paragraphs": ["Weeks of congressional hearings and debate have failed to move the electorate on impeachment, according to the latest Fox News Poll. At the same time, approval of President Trump’s job performance has climbed three points.", "Currently, 45 percent of voters approve of the job Trump’s doing, up from 42 percent in late October. Over half, 53 percent, disapprove. That lands the president almost exactly where he started the year, as 43 percent approved and 54 percent disapproved in January.", "The poll, conducted Sunday through Wednesday, also finds 50 percent want Trump impeached and removed from office, 4 percent say impeached but not removed, and 41 percent oppose impeaching him altogether.", "CLICK HERE TO READ THE POLL RESULTS", "In late October, 49 percent favored impeachment and removal, 4 percent said impeach/don’t remove, and 41 percent opposed impeachment.", "That’s fairly remarkable considering all that happened between those two polls.", "On Tuesday, House Democrats announced two articles of impeachment against Trump for abuse of power and obstruction of Congress, and on Friday, the House Judiciary Committee adopted the articles after two days of impassioned debate. Before that, the House Intelligence Committee held five days of public hearings on impeachment, and the judiciary committee essentially hosted extended legal arguments presenting evidence from both sides.", "Most Democrats (85 percent) favor impeaching/removing Trump from office, while most Republicans (84 percent) are opposed. A new high of 45 percent of independents favor impeachment, up from 38 in late October.", "Overall, 53 percent of voters believe Trump abused the power of his office, 48 percent think he obstructed Congress, and 45 percent say he committed bribery.", "In addition, 47 percent believe Trump held up military aid to pressure the Ukrainian president to investigate his political rivals.", "By a 60-24 percent margin, voters say it is generally wrong for Trump to ask leaders of foreign countries to investigate political rivals.", "And the “everybody-does-it” defense falls flat: only about one in five, 22 percent, think presidents typically ask leaders of foreign countries to investigate domestic political rivals. Among Republicans, 33 percent think that is common behavior.", "While over half of voters, 52 percent, say the Trump administration hasn’t cooperated enough with the impeachment inquiry, views are mixed over whether congressional Democrats are running the inquiry fairly (45 percent yes vs. 42 percent no).", "However, more consider the actions of congressional Republicans politically motivated than say the same of Democratic lawmakers.", "By a 16-point margin, voters are more likely to say Republican lawmakers just want to protect Trump politically than think Republicans truly believe what he did is not impeachable.", "CLICK HERE TO GET THE FOX NEWS APP", "By a 6-point spread, more believe congressional Democrats really think Trump committed an impeachable offense than that Democrats just want to hurt him politically.", "While the impeachment vote is considered historic for lawmakers, it looks like a wash at the ballot box. Roughly equal numbers say they would be more likely (38 percent) to vote for their current House member if he or she votes to impeach Trump as would be less likely (36 percent).", "Some 23 percent of voters approve of the job Congress is doing. That’s up from 21 percent in October and is the best rating for lawmakers since October 2018. Sixty-two percent disapprove.", "Pollpourri", "Voters narrowly say House Speaker Nancy Pelosi is better at Washington gamesmanship than Trump (41-37 percent). Women are more likely to say Pelosi is better by 10 points, while men pick Trump by 3 points.", "Justice Department Inspector General Michael Horowitz testified before the Senate Judiciary Committee Wednesday about the origins of the FBI investigation of the Trump campaign.", "Fifty-three percent of voters believe it is at least somewhat likely the FBI broke the law when investigating the campaign: 22 percent say “extremely” likely, 14 percent “very” likely, and 17 percent “somewhat” likely.", "Republicans (71 percent) are nearly twice as likely as Democrats (38 percent) to think there is a chance the FBI broke the law.", "Conducted December 8-11, 2019, under the joint direction of Beacon Research (D) and Shaw & Company (R), this Fox News Poll includes interviews with 1,000 randomly chosen registered voters nationwide who spoke with live interviewers on both landlines and cellphones. The poll has a margin of sampling error of plus or minus 3 percentage points for all registered voters."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/politics/fox-news-poll-trump-job-approval-ticks-up-views-on-impeachment-steady", "authors": ["Dana Blanton"], "id": "ed2e0263-552d-338f-b0cc-a52ba00ec178", "pubDate": null, "title": "Fox News Poll: Trump job approval ticks up, views on impeachment steady"}