{"id": "ed8bde48-f8bc-3b79-82f4-9039b61e14b2", "title": "Awaiting their fate - Brazil faces hard spending choices in 2021", "url": "https://www.economist.com/the-americas/2020/12/19/brazil-faces-hard-spending-choices-in-2021", "summary": "But momentum began to build in Brazil’s Congress to provide a basic income to poor people.\nBrazil can do one of three things: chop welfare spending to pre-pandemic levels, breach the ceiling or enact fiscal reforms that would allow it to maintain both.\nBrazil risks hyperinflation if it scraps the spending ceiling, warned Mr Guedes in an interview with The Economist.\nNeither big reforms nor a change in the spending cap is in prospect, which means welfare spending is set to fall.\n“If the economy recovers they’ll be back.” Mr Guedes is bullish about that.", "paragraphs": ["I N THE FINAL days of a tight mayoral race in November in São Gonçalo, an unglamorous city across the bay from Rio de Janeiro, one of the candidates, a retired police officer known as Capitão Nelson, made his way down a street lined with supporters. The mood was euphoric. A maskless man with a bottle of sanitiser on a string around his neck stomped his feet to funk music and squirted the gel into the air “to kill the germs” of the rival party. Humberto Perez, a handyman, likes the captain “because he cares about poor people, just like the president”, Jair Bolsonaro. After work dried up in March a monthly payment from the federal government kept him from going hungry. “And the campaign gave me a free lunch,” he said, with a toothy grin.", "The fact that some Brazilians are celebrating during a pandemic that has killed 180,000 of their fellow citizens is among covid-19’s many paradoxes. So is the reason for their cheer: that a right-wing, pro-market government has rolled out the biggest welfare programme in Brazil’s history. Before the pandemic, extreme poverty was on the rise. Nearly 1m families were on the waiting list for Bolsa Família, a conditional cash-transfer programme that the government had cut back after a recession in 2014-16. In March 2020 widespread hunger seemed imminent. Paulo Guedes, the economy minister, proposed to spend no more than 5bn reais ($1bn), 0.2% of the budget, to fight the pandemic.", "But momentum began to build in Brazil’s Congress to provide a basic income to poor people. Realising that it risked looking miserly, the government announced that it would give monthly payments of 600 reais to 68m Brazilians, a third of the population. Single mothers got twice that. In September the government halved the benefit, called auxílio emergencial (emergency aid), but extended it until the end of 2020. Brazil’s fiscal response to the pandemic, which also includes job-retention schemes, adds up to more than 8% of GDP , among the highest for G 20 countries and twice the average for emerging markets. Congress declared a “state of calamity” to allow the government to bypass a constitutional ceiling on spending.", "But with public debt approaching 100% of GDP , the government now faces a moment of truth. The state of calamity ends on December 31st, and with it the auxílio. Brazil can do one of three things: chop welfare spending to pre-pandemic levels, breach the ceiling or enact fiscal reforms that would allow it to maintain both. The third choice is the best, but it is also the most difficult. Since a landmark pension reform in 2019, the government has done little to cut spending or improve its effectiveness.", "The auxílio has been a remarkable success. For more than 7m informal workers who lost their jobs, it was a crucial safety-net. It tripled payments to 14m families who had received an average of 190 reais a month from Bolsa Família. The auxílio lifted 1m people out of extreme poverty (see chart) and kept another 15m from becoming poor. Fundação Getulio Vargas ( FGV ), a university, found that Brazil’s Gini coefficient, a measure of inequality, swiftly dropped from 0.55 to 0.49, which is a lot. Poverty and inequality are the lowest since FGV began tracking them in 1970. Brazilians whose pockets were empty after years of low growth bought televisions and ovens. Millions opened their first bank accounts. The poor north-east experienced a construction boom. After a 9.7% contraction in the second quarter, the economy grew 7.7% in the third. It will shrink in 2020 by half as much as many economists had predicted. Mr Bolsonaro’s approval ratings climbed, smoothing the way for an alliance with the centrão (big centre), a bloc of opportunistic centre-right parties in Congress. “The expectation of victory and power brings us together,” says Ricardo Barros, now the government’s whip. Centrão candidates were the biggest winners in the local elections. They included Capitão Nelson, who won an upset victory against his left-wing rival. He promised money for new clinics and more police. That will be a hard promise to keep. The stimulus was a “huge dose of anaesthesia that numbed the pain of the pandemic”, says Marcelo Neri of FGV . On January 1st “it will wear off”. The unemployment rate of 14.6% is the highest it has ever been. People in the poorest half of households have lost 28% of their earnings. “Unwinding all the extraordinary support in the coming months could risk derailing the incipient recovery,” warns the IMF . Millions could fall into poverty.", "If Brazil tapers spending gradually, as other countries plan to do, it will breach the ceiling, which was enacted in 2016 to control rising debt. It limits growth in most federal expenditure to the previous year’s rate of inflation. Because 94% of the budget is eaten up by mandatory spending (chiefly pensions and salaries), little is left for investment and social programmes. In 2019 the government spent 30bn reais, or 0.4% of GDP , on Bolsa Família. The auxílio cost ten times that.", "Some Brazilians think the ceiling is essential to prevent an eventual default. But Brazil’s debt is largely denominated in its own currency, which reduces that risk. If interest rates were to rise uncontrollably, the Central Bank could buy government debt. The cap matters more as a sign of commitment to reforms, says Arthur Carvalho of Truxt Investimentos, a hedge fund. “If you can’t cut anything in a mammoth state to fund an important social programme, you can’t make choices,” he says. The IMF urges Brazil to keep the ceiling and make space for a more targeted benefit in 2021 by “swiftly” passing money-saving reforms. Brazil risks hyperinflation if it scraps the spending ceiling, warned Mr Guedes in an interview with The Economist.", "Neither big reforms nor a change in the spending cap is in prospect, which means welfare spending is set to fall. The damage to the poor will be modest, Mr Guedes thinks. The beneficiaries of the auxílio “were alive before the pandemic”, he said. “They had informal jobs” cleaning houses or selling sweets on the beach. “If the economy recovers they’ll be back.” Mr Guedes is bullish about that. “We will end this year with zero net jobs lost in the formal labour market,” he predicts. “I challenge any country to beat our record.”", "His boss is less relaxed. Mr Bolsonaro wants to launch a new programme, Renda Cidadã (Citizens’ Income), which would help more families than Bolsa Família, although fewer than the auxílio. But he has rejected proposals for how to pay for it. “I can’t take away from the poor to give to the poorer,” he said when Mr Guedes suggested trimming other programmes.", "There are other ideas. Congress is considering an “emergency” constitutional reform that would curb public-sector pay and tax exemptions. This would free a bit of cash for welfare. More would be available if that reform were coupled with an amendment to make the spending limit more flexible during crises, suggests Monica de Bolle of the Peterson Institute for International Economics, a think-tank in Washington. “You could do this without spooking markets,” she says. But Congress signalled last week that it will discuss the emergency measures only in February at the earliest. Mr Guedes promptly said he would take a holiday.", "The government and Congress could put off a reckoning by extending the state of calamity, using a second wave of covid-19 as its justification. Mr Guedes has hinted he might endorse that. It would merely postpone the choice between fiscal reform and welfare cuts. The auxílio “can’t last for ever”, says Carlos Jordy, a congressional ally of Mr Bolsonaro who attended Capitão Nelson’s rally. Mr Perez, the handyman, may learn painfully that there is no such thing as a free lunch.■", "Editor’s note: Some of our covid-19 coverage is free for readers of The Economist Today, our daily newsletter. For more stories and our pandemic tracker, see our hub"], "authors": ["The Economist"], "keywords": ["pandemic", "hard", "fate", "choices", "brazil", "awaiting", "guedes", "welfare", "faces", "auxílio", "poor", "brazils", "spending", "2021", "ceiling", "congress", "mr"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}