{"id": "eda4891f-ccb2-3eb8-8ee2-721677319107", "title": "Small business owners worry about new California shutdown: 'This coming lockdown will pretty much put us out'", "url": "https://www.foxnews.com/us/california-lawmaker-james-gallagher-says-new-coronavirus-lockdown-will-hurt-small-businesses", "summary": "A small business owner said Sunday that California's new coronavirus shutdown may force him out of business.\n“This coming lockdown will pretty much put us out [of business],” he said.\nAlex Adams, the owner of Paragon Bar and Grill in the California town of Northridge, said the prospect of another shutdown was \"scary.\"\nThey were joined by a California lawmaker who said he is encouraging small business owners to stay open in the face of a new shutdown.\nHe said small businesses can stay open with safety protocols in the same way that box stores have stayed open throughout the pandemic.", "paragraphs": ["A small business owner said Sunday that California's new coronavirus shutdown may force him out of business.", "Alex Miladi, the owner of a karate academy in South Yuba City, told \"Fox & Friends\" his business has already taken a 70% hit as a result of prior California lockdown measures to contain the virus.", "“This coming lockdown will pretty much put us out [of business],” he said.", "Alex Adams, the owner of Paragon Bar and Grill in the California town of Northridge, said the prospect of another shutdown was \"scary.\"", "CALIFORNIA ASSEMBLYMAN JAMES GALLAGHER SLAMS DEMOCRATIC GOV. NEWSOM’S NEW COVID-19 LOCKDOWN", "He said he just took in $2,500 compared to before Thanksgiving when he took in $11,000.", "\"I can't even pay my kitchen staff with that,\" he said.", "They were joined by a California lawmaker who said he is encouraging small business owners to stay open in the face of a new shutdown.", "CALIFORNIA GOV. NEWSOM WARNS NEW LOCKDOWNS ARE COMING DUE TO UPTICK IN CORONAVIRUS HOSPITALIZATIONS", "“These businesses have been destroyed for really no good reason,” Republican Assemblyman James Gallagher of Yuba City told the show.", "He said small businesses can stay open with safety protocols in the same way that box stores have stayed open throughout the pandemic.", "Gov. Gavin Newsom is ordering all bars, hair salons, barbershops, casinos, and indoor and outdoor playgrounds to shut down in regions of the state where available ICU beds fall below 15%.", "CLICK HERE TO GET THE FOX NEWS APP", "The restrictions were expected to take effect in Southern California in the next few days. They would last three weeks.", "Gallagher said coronavirus surges in places with restrictions show that shutdowns “don’t have the effect a lot of politicians want to say they have.”"], "authors": ["Robert Gearty"], "keywords": ["pretty", "small", "owners", "coming", "coronavirus", "yuba", "took", "owner", "worry", "stay", "shutdown", "open", "told", "lockdown", "california", "business"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}