{"id": "edb0655a-27e5-3791-a84b-cee73509d975", "title": "Remember when Jane Fonda revolutionized exercise in a leotard and leg warmers?", "url": "https://edition.cnn.com/style/article/jane-fonda-workout-remember-when/index.html", "summary": "Written by Jacqui Palumbo, CNNRemember when Jane Fonda became the queen of 1980s at-home exercise?\nReleased in 1982, \"Jane Fonda's Workout\" is one of the bestselling VHS tapes of all time.\n\"Jane Fonda's Workout\" series sold around 17 million copies and shaped the at-home fitness industry.\n\"It was a pretty interesting time for me because people recognized me in a whole different way,\" Fonda recalled in the 2018 HBO documentary \"Jane Fonda In Five Acts.\"\nFonda leading an exercise class at her fitness studio Jane Fonda's Workout in Beverly Hills, California.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Remember when Jane Fonda became the queen of 1980s at-home exercise?", "Released in 1982, \"Jane Fonda's Workout\" is one of the bestselling VHS tapes of all time. Following on the heels of her New York Times bestseller of the previous year, \"Jane Fonda's Workout Book,\" the home video helped galvanize the actor's aerobics empire, which held strong throughout the '80s and into the '90s.", "With VHS tapes, books, LPs and those long-forgotten videodiscs, Fonda showed us why we didn't need the gym to get fit, laying the groundwork for the hugely profitable home video industry at the time -- not to mention the explosion of the fitness industry today.", "\"Jane Fonda's Workout\" series sold around 17 million copies and shaped the at-home fitness industry. Credit: ©Warner Bros/Courtesy Everett Collection", "When Fonda released the video of herself in a striped leotard, black tights and burgundy stirrup leg warmers -- flanked by a crew of high-energy men and women whooping through repetitions of side stretches and leg lifts -- she was undergoing something of a reinvention.", "Fonda speaking at a \"Fire Drill Friday\" climate action event in Washington, DC in 2019. Credit: John Lamparski/Getty Images", "\"Jane Fonda's Workout\" wasn't just an exercise in transformation for the millions of viewers who bought her tapes, but for the model-turned award-winning actor turned activist, too.", "\"It was a pretty interesting time for me because people recognized me in a whole different way,\" Fonda recalled in the 2018 HBO documentary \"Jane Fonda In Five Acts.\"", "Political defiance", "Fonda is no stranger to reinvention. Born to an actor father (Henry Fonda) and socialite mother, she rose to fame in the 1960s with a string of romcoms and as the spacey vixen of 1968 cult classic \"Barbarella,\" before diving into political activism in the US, notably as a thorn in the side of then President Richard Nixon.", "Like many Americans, the civil rights movement and the Vietnam War had inspired Fonda to activism in the late 1960s, and her fundraising for the Black Panthers and antiwar campaign efforts eventually landed her under surveillance by the FBI, CIA and NSA.", "Fonda's haircut and defiant fist became a symbol for protest. Credit: Cuyahoga County Sheriff's Office/AP", "In 1970, her now iconic mugshot, showing her with choppy hair and a defiant raised fist, captured the mood of the counterculture. Fonda had been arrested on suspicion of drug trafficking and for assaulting a customs officer while on her way into Cleveland after giving an anti-Vietnam War speech in Canada.", "But Fonda's mugshot wasn't the only image of her to spread like wildfire. In 1972, she ignited outrage when she was photographed while touring North Vietnam, where she made a radio plea to US troops to reconsider the civilian cost of the war. Fonda has repeatedly apologized for the photo, which showed her on an anti-aircraft gun used to take down American planes. Media outlets ran with the biting nickname \"Hanoi Jane.\"", "Fonda was lambasted for her trip to North Vietnam in 1972 during the Vietnam War. Credit: Bettmann Archive/Getty Images", "\"It was a very tumultuous and polarized time,\" she said in the HBO documentary. \"...I didn't always know how to channel my anger in constructive ways.\"", "'We knew we wanted to spread a message'", "A decade later, in her aerobics videos, Fonda's message was aspirational and approachable -- anyone could change their body and their life -- and her outfit, leotard, leggings and, of course, leg warmers, became the workout uniform de rigueur for 1980s wellness. Now with soft curls and a bright encouraging smile, her workout series looked like a departure from the image of her as a radical revolutionary.", "But Fonda's new endeavor as a relatable fitness instructor was still a political act. She filmed \"Jane Fonda's Workout\" in order to further her causes, with all the profits going to the Campaign for Economic Democracy, a political action committee (PAC) she co-founded with her husband at the time, Tom Hayden.", "Fonda's workout routine wasn't meant to revolutionize fitness, but to raise money for her political efforts. Credit: Harry Langdon/Getty Images", "With her new PAC, Fonda had a more focused agenda. She and Hayden wanted to move \"power out of the super rich and the corporations into the hands of people -- the way it should be in a democracy,\" she said in the documentary. \"We knew we wanted to spread a message throughout the country.\"", "They decided to start a business to fund the work, first considering a restaurant or a carwash, she said. But Fonda had a background studying ballet, and the idea for her to capitalize on her knowledge of fitness just clicked. \"And then one day I suddenly thought: the workout. If It's one thing I understand it's working out.\"", "Her routine was meant to help women become stronger and healthier, but it wound up having that effect on her, too. She had been hiding an eating disorder before she became famous for her workout video, and Fonda credits the exercise with helping her build healthier habits, though she continued to struggle with her disorder, which she refers to as an addiction, for many years.", "Fonda leading an exercise class at her fitness studio Jane Fonda's Workout in Beverly Hills, California. Credit: Alamy", "\"The longer space you put between yourself and the addiction, the easier it gets,\" she told People in 2018. \"I started the workout, and that kind of cemented my ability to eat normal, which I can do now. Some people say you can never get over it, but you can.\"", "This February, Fonda will receive a lifetime achievement award at the Golden Globes. Outside of her acting work, her ongoing activism has also been in the spotlight. In 2019, she launched a series of climate action events called Fire Drill Fridays in Washington DC. There, she has led demonstrations -- and been arrested while doing so -- while wearing her recognizable bright red coat, which she has vowed is the last item of clothing she'll ever buy, in order to keep a more sustainable closet.", "Fonda's fitness brand and her activism have always been connected through their purpose, but she has always remained ardent in their symmetry of spirit as well. Early in her career, she stated: \"Any healthy country, like any healthy individual, should be in perpetual revolution, perpetual change.\" Through all of her reinventions, that belief has been a constant."], "authors": ["Jacqui Palumbo"], "keywords": ["vietnam", "fondas", "video", "political", "fonda", "remember", "jane", "fitness", "credit", "war", "revolutionized", "exercise", "warmers", "leotard", "workout", "leg"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}