{"id": "edc32082-a047-3bb5-b599-0af93499ff94", "title": "Want Your Kid to Learn Something New? Sign Yourself Up, Too.", "url": "https://www.nytimes.com/2021/04/20/well/family/parents-kids-learn-new-skills.html", "summary": "So here’s a cautionary note when you’re co-learning with your child: They don’t necessarily want another coach.\nAfter the daytime classes ended, she moved to the evening classes alongside her older son, Matthew, then 6 years old.\nMs. Jen, the Illinois karate mom, went on to become a black belt, like her son.\nIn a nice twist, when she competed a few years ago in a master’s level event, her son was in the audience.\nAfter her team won gold, her son asked, “Don’t you just love competing?” She said: “No, I hate competing.", "paragraphs": ["So here’s a cautionary note when you’re co-learning with your child: They don’t necessarily want another coach. Kathleen Jen, a 52-year-old mother of two boys (now college-aged) in the Chicago suburb of Glenview, was inspired to pick up karate about a decade ago after taking her sons to classes. On a whim, the head of the dojo began offering daytime courses for parents. Those classes ended, but Ms. Jen was hooked. “You’re learning something that you’ve been watching for two years,” she said. After the daytime classes ended, she moved to the evening classes alongside her older son, Matthew, then 6 years old. “At the time he was three belts ahead,” she said.", "While you might think a child would chafe at having his mom or dad in class, she said it worked for largely one reason: “I never corrected him.” Her own father, she said, was her high school team’s soccer coach. “I don’t remember him giving as much feedback as I see parents in our generation give kids — even if they don’t know anything about it.”", "Being a learning model means parents sometimes need to embrace a childlike willingness to learn, which is not always so easy. Susan Darrow, the chief executive of Music Together, a worldwide early music and movement program headquartered in New Jersey, said that getting parents out of their comfort zone can be a challenge. “When a parent and a toddler come to a class, we know that the most important teacher for that child is the parent,” she noted. “But that means the most important student, for us, is the parent.”", "Because the emphasis is on playful, non-formal, experiential learning, she said, the program found a “backdoor” way to reach parents. “We give them a powerful reason to be musical, which they don’t realize,” she said. “By singing and dancing with their child every week, they’re supporting their own musicality.” Many people, she noted, are embarrassed to express themselves musically, especially as beginners. But since they’re doing it for their child, they tend to forget their inhibitions.", "However intuitively positive it might seem to learn something new alongside one’s child, there’s a paucity of research into any possible benefits — the question drew blanks from several researchers I contacted. Nor is it easy to find programs — though they do exist — catering to families learning together.", "There is one approach that, from its inception, posited the parent as a kind of model co-learner: the “Suzuki method,” named for its founder, the Japanese violinist and teacher Shinichi Suzuki. Beth Cantrell, who teaches cello using the method and is the board chair for the Suzuki Association of the Americas, said that a parent learning an instrument alongside their child is not only modeling the act of learning, but “it gives the parent some respect for how difficult the child’s task is.”", "And who knows, maybe it’s something that will stick, for parent and child. Ms. Jen, the Illinois karate mom, went on to become a black belt, like her son. In a nice twist, when she competed a few years ago in a master’s level event, her son was in the audience. After her team won gold, her son asked, “Don’t you just love competing?” She said: “No, I hate competing. I love the training.” To which he replied: “Mom, that’s so backwards.”"], "authors": ["Tom Vanderbilt"], "keywords": ["kid", "parents", "jen", "parent", "learn", "classes", "suzuki", "dont", "mom", "sign", "son", "learning", "child"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}