{"id": "edc437b9-6295-3da9-802f-4f161dddcab0", "title": "Brian Austin Green talked parenting style with Megan Fox before separation: ‘We’ve got it covered’", "url": "http://www.foxnews.com/entertainment/brian-austin-green-parenting-megan-fox-before-separation-divorce", "summary": "Brian Austin Green said he and Megan Fox worked out their parenting style months before their separation and most recent divorce filing.\nMEGAN FOX FILES FOR DIVORCE FROM BRIAN AUSTIN GREEN: REPORTGreen, 47, and Fox, 34, had only gone public about their split in May.\nMEGAN FOX AND BRIAN AUSTIN GREEN'S TENSION WORSENS MONTHS AFTER SPLIT: SOURCE\"Then you have three and all of a sudden you have to play zone,” he continued his sporty analogy.\nBRIAN AUSTIN GREEN SPEAKS OUT AFTER MEGAN FOX BACKLASH, THANKS FANS FOR SUPPORT\"I don't get my sense of self-worth from work,\" Green shared at the time of his interview.\nFox filed for divorce in late November, according to TMZ.", "paragraphs": ["Brian Austin Green said he and Megan Fox worked out their parenting style months before their separation and most recent divorce filing.", "The “Beverly Hills, 90210” star shared details about their family life on the Thursday episode of “Ever After with Jeleel White” podcast, which was recorded earlier this year.", "MEGAN FOX FILES FOR DIVORCE FROM BRIAN AUSTIN GREEN: REPORT", "Green, 47, and Fox, 34, had only gone public about their split in May. The pair married on June 24, 2010 and share three sons: Noah Shannon, 8, Bodhi Ransom, 6, and Journey River, 4. Green also has an 18-year-old son, Kassius, from his previous relationship with “90210” costar Vanessa Marcil.", "\"My wife and I, we got really good at man-to-man [defense],\" Green said during the podcast episode, which referenced his and Fox’s basketball-style approach.", "MEGAN FOX AND BRIAN AUSTIN GREEN'S TENSION WORSENS MONTHS AFTER SPLIT: SOURCE", "\"Then you have three and all of a sudden you have to play zone,” he continued his sporty analogy. “'OK, I’ll cover half of the room, you cover that half.' Then if a kid steps in our zone, then we’ve got it covered.\"", "He went on to explain that this style of parenting got him comfortable with taking care of his sons on his own.", "BRIAN AUSTIN GREEN SPEAKS OUT AFTER MEGAN FOX BACKLASH, THANKS FANS FOR SUPPORT", "\"I don't get my sense of self-worth from work,\" Green shared at the time of his interview. \"I don't get it from being on set. I don't get it from those people. I get it when I got home and I see my wife and I see my kids.\"", "Fox filed for divorce in late November, according to TMZ. This is the second time the actress has filed for a divorce. She previously filed in 2015 citing “irrevocable differences,” but later dismissed her filing in 2019 – years after the pair reconciled and welcomed their third son.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "However, this time around Fox has moved on with 30-year-old rapper Machine Gun Kelly.", "Fox and Kelly made their red carpet debut at the American Music Awards days before her second filing.", "CLICK HERE TO GET THE FOX NEWS APP", "Green is reportedly dating casually and has been linked to Instagram model Tina Louise, 39, and media personality Courtney Stodden, 26."], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["megan", "filed", "weve", "austin", "dont", "covered", "separation", "wife", "style", "brian", "fox", "parenting", "zone", "divorce", "talked", "green"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}