{"id": "ee1d9281-ed11-3f5c-b27c-2c487315d5ae", "title": "Cairn Energy takes on India’s government", "url": "https://www.economist.com/business/2021/04/08/cairn-energy-takes-on-indias-government", "summary": "Three years later it listed its Indian assets on the Mumbai stock exchange.\nDistrusting Indian courts, Cairn lodged a complaint with an arbitration panel in The Hague, which in December awarded it $1.7bn in compensation (including costs and interest).\nIn the meantime, therefore, Cairn has hired asset-tracing firms to investigate the overseas assets of Indian state-controlled companies.\nBut it has plenty to choose from: Air India’s planes, vessels belonging to the Shipping Corporation of India, property owned by India’s state banks, to name a few.\nCairn hopes Britain’s prime minister will be “supportive of British industry” in the talks, says a person close to the company.", "paragraphs": ["F ACED WITH recalcitrant sovereign counterparties, foreign investors and companies occasionally take drastic action. A picaresque example of the genre occurred in 2012, when Elliott Management, a buccaneering American hedge fund which held distressed Argentine bonds, seized a handsome tall ship belonging to Argentina’s navy. Elliott’s aggressive tactics ultimately paid off, and others have followed suit. In December a court in the British Virgin Islands ordered hotels in New York and Paris owned by Pakistan International Airlines to be used to settle a claim against Pakistan’s government by a Canadian-Chilean copper company. French courts have recently ruled that a stiffed creditor could seize a business jet belonging to the government of Congo-Brazzaville while it was being serviced at a French airport, as well as $30m from a bank account of the country’s state oil company.", "Listen to this story Your browser does not support the <audio> element. Enjoy more audio and podcasts on iOS or Android.", "The latest to contemplate such measures is Cairn Energy. The Scottish firm’s target is India. In 2004 it made a huge oil discovery in Rajasthan. Three years later it listed its Indian assets on the Mumbai stock exchange. Five years after that India passed a retroactive tax law and billed Cairn $1.6bn for the reorganisation tied to the flotation. The state then expropriated and liquidated Cairn’s remaining shares in the Indian entity. Distrusting Indian courts, Cairn lodged a complaint with an arbitration panel in The Hague, which in December awarded it $1.7bn in compensation (including costs and interest).", "The Indian government has appealed against the ruling. Officials argue that tax levied by a sovereign power should not be subject to private arbitration. The dispute could drag on for years. In the meantime, therefore, Cairn has hired asset-tracing firms to investigate the overseas assets of Indian state-controlled companies.", "Cairn will not say what it might go after. But it has plenty to choose from: Air India’s planes, vessels belonging to the Shipping Corporation of India, property owned by India’s state banks, to name a few. The company has also begun registering the arbitration award in America, Britain, France, the Netherlands, Singapore and Canada’s Quebec province, hoping to obtain legal judgments enabling assets there to be seized in lieu of payment.", "The legal manoeuvres required of Cairn are formidable. Complex national laws and multilateral treaties govern when a foreign government can be sued and what counts as an asset linked to a state. In America and Britain, for example, courts require demonstration of a government’s “extensive control” over the asset owner’s operations. But what counts as “extensive” is not set in stone. Although France’s high court awarded Congo-Brazzaville’s creditor partial restitution it has denied the broader $1.2bn debt claim.", "Some countries, notably China, shun commercial agreements that enable such litigation. India’s strategy has been to renounce them after the fact. It walked away from the investment treaty with Britain on the basis of which Cairn had filed its complaint in The Hague. Boris Johnson is planning to visit India this month to negotiate a new bilateral pact. Cairn hopes Britain’s prime minister will be “supportive of British industry” in the talks, says a person close to the company. He could urge his Indian counterpart to settle the dispute. If he does not—or if India demurs—those Indian ships and planes may need to ward off aggrieved raiders. ■"], "authors": ["The Economist"], "keywords": ["indian", "energy", "cairn", "assets", "state", "belonging", "indias", "company", "india", "courts", "britain", "takes"], "pubDate": "2021-04-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}