{"id": "ee2a9e9f-75e7-3a2a-8e7f-c6f804f29c00", "title": "'I would have hated fashion school': How Telfar Clemens is redefining the menswear show", "url": "https://edition.cnn.com/style/article/telfar-clemens-pitti-uomo/index.html", "summary": "Written by Scarlett Conlon, CNNIn a frisson of improvisation and unplugged energy, Telfar Clemens took Florence's Palazzo Corsini by storm Thursday evening as part of the bi-annual menswear event, Pitti Uomo.\nTelfar Clemens poses backstage at Telfar's show at Fall 2016 MADE Fashion Week.\nI love doing what I'm doing and explor(ing) different things.\n\"This idea of 'what's fashion and what's not?'\nTelfar fall 2020 collection at Palazzo Corsini in January 2020 Credit: courtesy Pitti Uomo / Giovanni GiannoniClemens wears his recognition lightly with a straightforward approach.", "paragraphs": ["Written by Scarlett Conlon, CNN", "In a frisson of improvisation and unplugged energy, Telfar Clemens took Florence's Palazzo Corsini by storm Thursday evening as part of the bi-annual menswear event, Pitti Uomo.", "The New York designer's Fall/Winter 2020 presentation was the latest in a succession of extravaganzas that have seen his brand, Telfar, tear up the traditional fashion show format.", "This time, he enlisted Brooklyn-based experimental jazz and hip-hop group Standing on the Corner to provide the soundtrack, while models mounted a dining table that had been used for his brand's dinner party the night before and was still littered with dirty plates and leftover food. It was unusual, to say the least, but also unequivocally and unapologetically Telfar.", "Telfar Clemens poses backstage at Telfar's show at Fall 2016 MADE Fashion Week. Credit: Mireya Acierto/Getty Images", "\"The attitude that we always want to keep with Telfar is that we're doing it for us,\" he explained prior to the show. \"This idea that we're coming to impress the press -- no offense, but that's not what I'm trying to do.\"", "He can afford the confidence. Clemens has not only been one of the most successful young American designers in recent years, but arguably the most relevant -- which carries a certain irony, given that he started Telfar back in 2004. The concept for his label wasn't so much an idea, but an extension of himself: An accessible and democratic brand that offered an antidote to exclusivity and included everyone, regardless of background, race or gender.", "In the 15 years since, the designer, now aged 35, has advocated fashion industry concepts -- gender-neutral clothing, a \"see now, buy now\" sales model and interactive catwalk shows among them -- that other brands are only now getting their heads around. And Clemens is the king of collaborations, the most high-profile of which saw him design staff uniforms for fast food chain White Castle (the garments also sold online as a capsule collection, with proceeds helping to pay bail for minors held in jail on New York's Rikers Island).", "Telfar Clemens performs in a look from his brand during New York Fashion Week in 2018. Credit: Theo Wargo/Getty Images North America/Getty Images", "To call him ahead of the curve wouldn't quite cut it. But while Clemens is worshiped within his close-knit community of New York creatives, he remains uncelebrated in the mainstream -- perpetually \"emerging,\" never \"emerged.\"", "\"I watched his work over the years and I was really impressed but also a bit angry because the American fashion system wasn't really understanding (it),\" said his close friend and collaborator Babek Radboy, who first met the designer in the early 2000s and officially joined the brand in 2013, frustrated that Clemens wasn't getting the recognition he deserved. \"The industry was a lot more segregated at the time.\"", "With Radboy's help, Clemens made his breakthrough, winning the coveted CFDA/Vogue Fashion Fund in 2017 and being stocked by retailers all over the world. But Radboy said that, as their methods become the fashion industry's new normal, the Telfar team is now \"challenged to continue to be even less normal\".", "\"I constantly question so many things in fashion,\" added Clemens, who was born in Queens, where he still lives. \"I'm not a trained designer. I never wanted to go to fashion school because I probably would have hated it. I love doing what I'm doing and explor(ing) different things. There is 'the right way' that people are taught at school, and then there's my way, which I would call instinctive.\"", "His instinct has proven commercial catnip too. The Telfar Shopping Bag (dubbed the \"Bushwick Birkin\" by fans, after the location of Clemens' studio) was a slow-burn at first but is now a global best-seller with everyone from young girls to skater boys thanks to its relative affordability price (at around $300, its significantly cheaper than a Birkin).", "At the Spring-Summer 2019 edition of New York Fashion Week, Telfar held its show on a helipad near the East River, with audiences watching from behind a chain-link fence. Credit: Noam Galai/Getty Images", "Elsewhere Clemens' tracksuits and denim have become cult items -- especially his thigh-hole bootcuts. \"This idea of 'what's fashion and what's not?' -- I'm pretty into what's not,\" he explained with a laugh.", "The Fall/Winter 2020 collection he presented Thursday offered a sleek and romantic take on the Telfar aesthetic. Leather trousers with Aran-knit bootcut inserts, a sharp line in suiting and twisted, woven T-shirts (that take his factory six days to make) were just some of the pieces highlighted in the preview.", "True to style, Clemens brought his collaborators with him. Model and musician Ms Carrie Stacks took to the piano, performance artist Boychild walked the show, and rising rap star Hawa sang the proceedings to a close.", "Telfar fall 2020 collection at Palazzo Corsini in January 2020 Credit: courtesy Pitti Uomo / Giovanni Giannoni", "Clemens wears his recognition lightly with a straightforward approach. Of navigating his way through the fashion industry, he said: \"I just want to do me. I don't really care about being seen to do certain things. If I'm an example to people then great, but I'm not trying to be.\"", "Clemens may say he's not out to please, but the rapturous post-show applause signaled that he's doing so anyway."], "authors": ["Scarlett Conlon"], "keywords": ["menswear", "fashion", "clemens", "school", "credit", "2020", "im", "brand", "hated", "york", "telfar", "whats", "redefining", "doing"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}