{"summary": "The second Thursday in December is usually when the party season gets going, but this time around, the hangover kicked in before the fun.\nBeing sentimental and schmaltzy by nature, I absolutely love Christmas, with its month-long licence to indulge those traits.\nBrexit has politicised nostalgic ideas of Britishness, making the lamplit-snowy-cobblestones, rosy-cheeked Victoriana we associate with Christmas feel loaded.\nThe phrase “party season” makes December sound like a choreographed procession of sparkly red carpet moments that, even in jollier years, didn’t quite chime with reality.\nBut Christmas itself is worth getting dressing up for, whether you are on the tiles or on the sofa.", "url": "https://www.theguardian.com/fashion/2019/dec/18/scrooge-is-not-an-option-how-to-dress-to-add-some-much-needed-christmas-cheer", "paragraphs": ["It has been a long year – and it’s not getting any easier. If your midwinter mood needs a lift, your wardrobe can help", "’Tis the season to be jolly. I know, I know. Santa has some seriously heavy lifting to do, because never has the most magical time of the year been more desperately needed. Christmas is a care package of cinnamon baked goods and Baileys, timed to land at the moment when the world outside is at its darkest and coldest and most unwelcoming. And if ever a midwinter could do with a mood lift, it’s this one.", "The second Thursday in December is usually when the party season gets going, but this time around, the hangover kicked in before the fun. Mood plummeting, nausea rising: the election result was about as Christmassy as the scene in Gremlins when Phoebe Cates’s Kate explains how she found out Santa didn’t exist. (If you don’t know this scene, promise me you won’t look it up.)", "Being sentimental and schmaltzy by nature, I absolutely love Christmas, with its month-long licence to indulge those traits. But even if that’s not you, festive cheer is a three-line whip this year. Scrooge is not an option, frankly. We all owe it to our fellow humans to be as Christmassy as possible. That means wishing merry Christmas to every single bus driver and not taking the hideous cracker hat off the moment you think no one is looking. For Christmas magic to work, you need to believe in it.", "Being Christmassy in 2019 can feel complicated. The families who aren’t fractured and frazzled by arguments are worn down by collective hand-wringing. Brexit has politicised nostalgic ideas of Britishness, making the lamplit-snowy-cobblestones, rosy-cheeked Victoriana we associate with Christmas feel loaded. And while that referendum has a lot to answer for – not to mention the general election – they are not the only issues. The call for sustainability has taken the feelgood factor away from turbocharged shopping sprees. Even traditional Christmas cooking feels a bit out of sync with the zeitgeist: a turkey you can barely fit in the oven, plus sausages wrapped in bacon, isn’t going to work when half the family have gone veggie or vegan.", "So, as John Lennon sang about Christmas in 1971, let’s hope it’s a good one. We’ve still got gingerbread houses and Mariah Carey. We’ve got ice-skating, panto and seeing Christmas trees being carried home in nets. Gavin and Stacey. Some Christmas traditions are getting bigger every year. Advent calendars were once only for kids and were, in any case, just a picture of a reindeer behind a paper door. They are now marketed at grownups and filled with gin or luxury eye cream. Front door wreaths, which used to be for posh hotels or people with too much time on their hands, are everywhere.", "And it wouldn’t be Christmas without getting dressed up. The phrase “party season” makes December sound like a choreographed procession of sparkly red carpet moments that, even in jollier years, didn’t quite chime with reality. The reality, of course, being an endless round of emoji-heavy WhatsApp debates about which pub is more likely to have a table for 9pm on a Friday. But Christmas itself is worth getting dressing up for, whether you are on the tiles or on the sofa.", "This year, a tuxedo-style jacket has replaced the little black dress as the centre of gravity for your December wardrobe. Fashion has been very covered-up for the past couple of years, and when you have been in a polo neck and midiskirt for months, spaghetti-strap sequins are a big step out of the comfort zone. A tuxedo jacket turns your favourite black trousers and a silk camisole or blouse into instant black tie. (See Victoria Beckham’s Instagram feed for a masterclass on this look.)", "But once you finish the afterwork drinking season and segue into Christmas proper, you need a cosier, more homely kind of dress-up. This year’s inspiration comes directly from Greta Gerwig’s new film adaptation of Little Women, which will arrive in cinemas on Boxing Day. With their messages of feminism and resilience, not to mention their Greta Thunberg braids, Liberty print florals and penchant for baskets rather than handbags (very Loewe), the March sisters are fashion gold, right now. The designer Clara Francis, who made the beaded wedding headdress that Emma Watson as Meg wears in the film, recently launched O Pioneers, a sustainable fashion brand making dresses that mix the romance of Little House on the Prairie’s 70s take on pioneer-dressing with the elegantly modern, long, slim party dress silhouette of Susie Cave’s cult label The Vampire’s Wife. “We like to think our thing is dressing up for the daytime,” says Francis. “Our dresses all have pockets, you can wash them in the machine – but they make you feel special. It’s like playing subtle dress-up, every day.”", "Lucinda Chambers and Serena Hood, ex-Vogue editors and the founders of the new tastemaking edit Collagerie, have an eye for a high street treasure – they have trawled Arket and Maisons du Monde for the best affordable pieces – but are not recommending a supermarket sweep for a whole new set of Christmas decorations, however temptingly inexpensive. “Buy one decoration a year – that way, your collection is really meaningful,” says Chambers.", "With this month’s Vogue cover starring Taylor Swift in an archive Chanel jacket – a landmark disruptive moment in the history of the fashion magazine as a shop window – glamour that doesn’t come with a side-order of landfill-guilt is a crucial element in the feelgood factor, which is what Christmas is all about.", "This week may not feel full to the brim with festive cheer. But chin up, buttercup. Like Roald Dahl said, those who don’t believe in magic never find it. This year your Christmas needs you."], "pubDate": null, "keywords": ["getting", "party", "know", "scrooge", "muchneeded", "moment", "season", "add", "little", "fashion", "option", "christmas", "dress", "feel", "cheer", "mood"], "id": "ee3a8114-e039-37fc-bddc-b0ee572fdd24", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Jess Cartner-Morley"], "title": "Scrooge is not an option: how to dress to add some much-needed Christmas cheer"}