{"keywords": ["mr", "xis", "chinese", "american", "fu", "consulate", "global", "america", "world", "chinas", "china", "2024", "order"], "url": "https://www.economist.com/the-world-if/2018/07/07/xis-world-order-july-2024", "summary": "Yet the fury of its response sits uneasily with its talk of Mr Fu as a “fantasist” and “a historic liar”.\nAfter obtaining refuge at the American consulate, Mr Fu initially gave a flurry of media interviews by Skype.\nAll in all, it would be unsurprising if Mr Fu felt a bit friendless just now.\nChina’s vision for a new world order has emerged sooner than expected because the West, led by Mr Trump’s America, has beaten so hasty a retreat.\nMr Fu mis-timed his display of principle, defending a rules-based order that is being abandoned by its original designers, America first.", "title": "Xi’s world order: July 2024", "authors": ["The Economist"], "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "id": "ee5d3451-08b2-37f3-b359-9a3e276834b0", "paragraphs": ["NEWS OUTLETS call him “China’s Edward Snowden”. His fans worldwide call him “Brother Fu”—a tag now seen on T-shirts and in internet memes. Both labels are said to mortify Fu Xuedong, the shy Canadian-educated software engineer whose allegations about Chinese cyber-spying have been the summer surprise of 2024. Mr Fu has thrown this, the final year of Donald Trump’s second term, into turmoil with his allegation that China’s intelligence services, working with the country’s technology firms, have turned millions of cars in America, Europe and Asia into remote spying devices, letting Beijing track vehicles in real time, identify passengers with facial-recognition and even eavesdrop on them.", "China denies the claims, which if confirmed would amount to the largest espionage operation in history. Yet the fury of its response sits uneasily with its talk of Mr Fu as a “fantasist” and “a historic liar”. A cyber-security specialist at an innovation laboratory in Shenzhen, he has now been on the run from Chinese agents for five weeks—the past four of which he has spent holed up in the American consulate in Istanbul, as diplomats and politicians wrangle over his fate. So far Mr Fu’s saga is one with no winners, but many losers—including some of the world’s largest firms and governments that have buckled at the first hint of Chinese anger.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "But the most important loser may be an abstract principle: namely, the idea of an international rules-based order in which predictable, transparent legal principles bind even the mightiest states. The ordeal of Fu Xuedong—an owlish, soft-spoken man who seems stunned by his sudden notoriety—has vividly revealed the extent to which China’s commitment to the rule of law is conditional. As one senior diplomat ruefully puts it: “What China wants is really vague rules, and the right to interpret them.”", "The earliest commercial casualties of Mr Fu’s whistleblowing were carmakers in America, Europe and Japan, whose share prices plunged after he posted a YouTube video describing how he stumbled on a secret backdoor seemingly built into millions of advanced, semi-autonomous vehicles. It allows access to the encrypted channels that send data back to carmakers and—in the other direction—carry messages such as traffic alerts, navigation advice and software updates to vehicles. Nearly three-quarters of the high-tech cars on the road today use Chinese-designed 5G mobile chips for these data transfers, after foreign carmakers bowed to Chinese pressure to adopt its technology as part of a deal to allow greater access to the mainland’s vast car market.", "The cyber-espionage scandal has also hurt the reputations of more than one foreign government. After fleeing to Turkey from China Mr Fu, who was born in Hong Kong and who carries British-issued travel documents that afford some of the protections of full citizenship, initially sought sanctuary at the British consulate, having evaded alleged Chinese agents at Istanbul airport. But after some hours in a waiting room Mr Fu was asked to leave by British diplomats, who cited his dual Canadian and Hong Kong-Chinese nationality and urged him to seek consular help from those countries instead.", "The British government denied claims by Senator Marco Rubio of Florida, a Republican with hawkish views on China, that this decision was a “craven surrender” linked to London’s ambitions to become a legal and financial hub for Chinese companies. Specifically, Mr Rubio charged that London, having lost ground to New York and Frankfurt in the wake of Brexit, is “desperate” to host a new standards-setting forum and venture-capital hub serving the Global Infrastructure Centre. The GIC is a Beijing-based clearing house for projects linked to what used to be called the Belt and Road Initiative, China’s ambitious project to link itself with Europe, Africa and the Middle East with new railways, ports, roads and data cables.", "In addition to physical links, president-for-life Xi Jinping has also promoted less tangible bonds, including Chinese standards and norms of governance, through the GIC. Crucially, it decides which schemes are eligible for billions of dollars in Chinese loans and grants, and picks foreign firms as partners using opaque rules devised by Communist Party planners. London hopes to become the GIC’s favoured gateway to global capital markets, to the benefit of British-based bankers, lawyers and consultants.", "Mr Fu never even made it to the Canadian consulate, whose diplomats informed him by telephone that they needed more time to study an urgent “red notice” issued by Interpol, the global police organisation, at the request of Chinese authorities. The notice, which is not legally binding, asked all 192 Interpol member countries to hold Mr Fu on suspicion of espionage, theft and undermining state security. Canadian opposition politicians have accused the prime minister, Doug Ford, of sacrificing Mr Fu in a bid to secure a controversial agreement opening Canada’s Arctic waters to Chinese oil tankers and other shipping, as sea-ice retreats.", "After obtaining refuge at the American consulate, Mr Fu initially gave a flurry of media interviews by Skype. But internet access to the consulate was severely restricted the next day. American diplomats say Turkey has erected a version of China’s Great Firewall around the consulate under the terms of a previously secret bilateral security pact with China, ostensibly intended to curb Islamist militancy among Uighurs, a Turkic-speaking minority from China’s restive far-western region of Xinjiang.", "All this has left the United States as Mr Fu’s superpower protector. The White House press secretary, Laura Ingraham, has repeatedly urged Turkey to allow the engineer to leave the country unmolested, calling Chinese criminal charges against him “fake news”. In Congress, both the House and Senate intelligence committees have issued subpoenas for Mr Fu to give evidence in Washington, DC, as soon as possible. Mr Rubio has offered to collect Mr Fu from Istanbul in person. But sadly for the software engineer, Mr Trump’s America is a distracted superpower, which has taken a wrecking-ball to the rules-based order. So its criticism of China’s disregard for long-standing rules and norms now rings hollow.", "Mr Trump’s advisers remain as divided as they were when he first took office. The economic nationalists want him to use his so-called Section 301 powers to punish China for obliging carmakers to install technology that “steals American secrets and jobs through the same backdoor”, as Lou Dobbs, Mr Trump’s national economic-security adviser, put it. An unusual coalition including the bosses of Ford and General Motors, the European Union and the governments of Japan, Germany, Britain and France, wants Mr Trump to take China to the World Trade Organisation. But America has made a mockery of the WTO by picking trade fights with friends and enemies alike, and by refusing to appoint judges to its appeals body—opening the way for China to set up a rival body of its own.", "America’s disdain for the rules-based order means its criticism of China now rings hollow", "An obscure Chinese arbitration panel, originally created to hear disputes linked to the Belt and Road Initiative, was rebranded in 2022 as the Global Infrastructure Tribunal. With its first cases this embryonic trade court has offered glimpses of how a Chinese-led commercial order might work. Unlike the WTO, it draws no distinction between nations with state-directed and market economies. Its judges take a benign view of subsidies that claim to support national development. And though they talk a good game about intellectual-property protection, they have consistently taken the view that sovereign governments, rather than individual businesses, should have final say in patent disputes.", "Attempts by the West to mount a united challenge to such Chinese swagger are hindered by another fight that the Trump administration has picked with its own allies, after the president’s withdrawal from the Iran nuclear deal in 2018. When US Treasury officials sought to punish companies and banks that used dollars to buy and sell Iranian goods, notably oil, China created an alternative system for international payments in Chinese yuan, euros and Russian roubles, aimed at the Eurasian countries that form the backbone of the Belt and Road Initiative. The new system, powered by Chinese technology and encryption standards, has weakened both the dollar’s dominance in international business and the grip over cross-border banking long enjoyed by the SWIFT consortium, based in Belgium. Russia has used the new system to create banks immune to dollar-based American sanctions, with customers said to include the governments of Iran, Syria, Sudan and North Korea.", "As Treasury officials find it harder to impose financial sanctions, American naval commanders are struggling to tighten the noose on China. In theory, China remains at loggerheads with its Asian neighbours over contested rocks in the South China Sea. But Chinese efforts to expand and fortify those reefs have been matched by diplomatic victories. It has pressed neighbours to declare much of the South China Sea off-limits to military exercises involving outside powers, using an innocent-sounding “code of conduct” between countries that border those contested waters. Some, like Singapore, have resisted calls to make the code binding. Others, like the Philippines and Vietnam, are being offered a share of oil- and gasfields controlled by China, and are wavering. For its Asian neighbours the political and economic costs of defying China, and of helping America police the high seas, are rising.", "All in all, it would be unsurprising if Mr Fu felt a bit friendless just now. He has told interviewers that he decided to risk his career, and even his freedom, after concluding that autonomous vehicles were being turned into a global surveillance network by Chinese spies. Few others in this saga display so clear a sense of right and wrong. China’s vision for a new world order has emerged sooner than expected because the West, led by Mr Trump’s America, has beaten so hasty a retreat. Rarely mounting direct challenges, China has instead tested, probed and introduced ambiguities into every aspect of global governance. Established powers have not so much acquiesced as proved too weary to resist. Mr Fu mis-timed his display of principle, defending a rules-based order that is being abandoned by its original designers, America first."], "pubDate": null}