{"id": "ee714342-9e9a-3b1a-8da8-1afa8b80f2f5", "title": "Briefly Noted Book Reviews", "url": "https://www.newyorker.com/magazine/2020/12/14/feline-philosophy-billion-dollar-loser-the-arrest-and-the-white-dress", "summary": "This teasing book by a political philosopher known for critiquing liberal theories of social progress argues that philosophy is a mere distraction from our deepest fears.\nBy turns startling and mordantly funny, this book traces the rise and fall of the co-working startup WeWork and of Adam Neumann, one of its founders.\nWiedeman approaches his subject with a wealth of documentation and a deadpan incredulity at the absurdity of Neumann’s actions and ambitions.\nThe book delves into WeWork’s fatuous real-estate maneuvers, poor treatment of its employees, and dubious corporate expenditures (including $13.8 million to acquire a company that manufactures wave pools).\nWiedeman lays much blame on the numerous financiers and corporate bigwigs who boosted the would-be titan until the bitter end.", "paragraphs": ["Feline Philosophy, by John Gray (Farrar, Straus & Giroux). This teasing book by a political philosopher known for critiquing liberal theories of social progress argues that philosophy is a mere distraction from our deepest fears. Rather than groping for meaning in a universe that offers none, we should try to be more like cats, creatures congenitally “happy being themselves.” Gray has fun deriding philosophy but also draws on it; Taoism’s presumption that all species and ways of living are equal, for instance, allows for “the possibility that human beings might flourish in many different ways.” Ultimately, he endorses contemplation—a mode of perception that fosters equanimity—and offers a scheme for emulating the catlike qualities that might permit us to “thrive without anxiously inquiring how to live.”", "Billion Dollar Loser, by Reeves Wiedeman (Little, Brown). By turns startling and mordantly funny, this book traces the rise and fall of the co-working startup WeWork and of Adam Neumann, one of its founders. Wiedeman approaches his subject with a wealth of documentation and a deadpan incredulity at the absurdity of Neumann’s actions and ambitions. The book delves into WeWork’s fatuous real-estate maneuvers, poor treatment of its employees, and dubious corporate expenditures (including $13.8 million to acquire a company that manufactures wave pools). Throughout, Neumann is dislikable but not demonized. Wiedeman lays much blame on the numerous financiers and corporate bigwigs who boosted the would-be titan until the bitter end.", "The Arrest, by Jonathan Lethem (Ecco). The title of this dystopian novel refers to an unexplained phenomenon that has caused almost all technology to fail. Our hero is Journeyman, a script doctor who’d been struggling in Hollywood at the time of the Arrest. The new world has no need for storytellers, so he finds work assisting the butcher and delivering local goods, until a former writing partner suggests that the Arrest is one of their unproduced science-fiction screenplays brought to life. The novel’s levity masks the impact of its message, but Lethem, seeing technology as our greatest love, imagines its loss with poignancy: “They died not all at once, the screens, but in droves, like creatures of the warmed ocean.”", "The White Dress, by Nathalie Léger, translated from the French by Natasha Lehrer (Dorothy). Melding fact and fiction, this book revolves around the murder, in 2008, of Pippa Bacca, an Italian performance artist who, as part of a project to promote world peace, had been hitchhiking from Milan to Jerusalem in a wedding dress. Léger weaves together the story of Bacca’s journey, astute discussions of Marina Abramović and Svetlana Alexievich, and an account of the injustice Léger’s mother endured during her divorce. Léger grapples with her inability to understand the motivations of others, and with the ambiguity of giving voice to the silenced, noting that Bacca’s killer had, in the days before he was caught, filmed obsessively with her camera, as if he wanted to “smash his body and his sin onto the images.”"], "authors": ["Condé Nast"], "keywords": ["book", "arrest", "ways", "wiedeman", "world", "technology", "noted", "offers", "neumann", "philosophy", "briefly", "léger", "reviews"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}