{"id": "ee8ea510-22e3-3fec-84fc-a4475d5ca8cb", "title": "Outriders Is Grinning Through the Apocalypse", "url": "https://wired.com/story/outriders-impressions-grinning-through-the-apocalypse/", "summary": "Partway through Outriders, the player character—the “Outrider”—is tasked with finding a lieutenant who’s gone missing in one of the sprawling battlefields that cover the fictional planet of Enoch.\nThe lieutenant is discovered next to a wounded enemy soldier who pleads for his life before being summarily executed by a grenade.\nThe Outrider, no stranger to violence themself, watches with dismay as the enemy explodes into a red mess of blown-up guts and brains.\n“War is war,” the lieutenant says.\nOutriders, as this one sequence makes clear, has a singular tone.", "paragraphs": ["Partway through Outriders, the player character—the “Outrider”—is tasked with finding a lieutenant who’s gone missing in one of the sprawling battlefields that cover the fictional planet of Enoch. The lieutenant is discovered next to a wounded enemy soldier who pleads for his life before being summarily executed by a grenade. The Outrider, no stranger to violence themself, watches with dismay as the enemy explodes into a red mess of blown-up guts and brains. “War is war,” the lieutenant says. “What? You think we just hug and—” He’s interrupted by the crack of a gunshot that sends him wheeling in place before falling dead to the ground. The Outrider sighs, picks a bit of human matter off their face, and mutters, “Why do I even bother?” before walking away, their mission complete. Gunfire continues to rattle in the distance during the fade to black.", "Outriders, as this one sequence makes clear, has a singular tone. It bounces wildly between grim violence and slapstick, self-serious musings on the horrors of war and wisecracks about the same, throughout its entire plot—and sometimes within a single scene.", "The story follows humanity’s attempt to restart civilization on a distant planet called Enoch after Earth has collapsed in a final frenzy of global war and environmental catastrophe. Knowing they have no other home to return to, the remnants of Earth arrive on a habitable planet that initially appears as lush and placid as a living Eden. They begin making it into a new home, remarking with wonder at its gorgeous green fields and blue skies. Then, because these sci-fi descendants have learned little from the inequities that destroyed Earth, they implement unfair systems that lead to a new war that transforms the once bucolic landscape into a hellish, First World War-reminiscent bog of mud-filled trenches lined with barbed wire and bloody fields wet with carnage and littered with rusting industrial waste.", "As the Outrider, a spell-slinging, gunfighting, superpowered ex-mercenary who navigates Enoch largely by slaughtering ceaseless waves of enemies and equipping weapons and armor with ever-higher statistics numbers, this war offers both a natural career path and an opportunity for endless displays of gallows humor.", "Rather than wallow in the cruelty of a humanity that can’t help but turn its second chance as a species into another, extraplanetary retread of the worst moments in our history, Outriders details its sci-fi pessimism with a kind of wry acceptance and pulp fiction glee for the stylistic excesses its post-post-apocalyptic premise affords. (There are many, many alien monsters on Enoch that simply love disintegrating into splashes of gore when they get shot, and the planet does indeed have both a sun and a moon forever hanging in its paperback-cover sky.) Its plot, when pared down to a Wikipedia-level summary, reads as nihilistic commentary on our species’ destiny. The way that plot is communicated, though, is through characters bursting with life—as ready to make a quip at the outsized viciousness of a soldier, heartlessly murdering a captive before being senselessly murdered in turn, as they are prepared to sacrifice their lives in selfless displays of action-movie heroism.", "This blend of comedic genre thrills and social commentary is more than a little reminiscent of John Carpenter, early James Cameron, and Paul Verhoeven. This isn’t accidental. Game director Bartek Kmita, in an email interview with WIRED, says that he “wouldn’t point to one film or one director that was the biggest influence,” but that “a mix of this whole culture that was born in the ’80s” contributed to the game’s conception. “The gameplay is light and entertaining,” Kmita explains, “but ... people realize later [that] we’re not telling a light story.” Outriders’ creators found precedent for achieving this balance in the style of 1980s movies that showed creator People Can Fly (developers of 2011’s Bulletstorm, another game notable for its dark sense of humor and action movie aesthetic,) how to “merge a quite serious story with very light and brutal gameplay.”"], "authors": ["Reid Mccarter", "Reid Mccarte"], "keywords": ["apocalypse", "earth", "outriders", "violence", "war", "enoch", "turn", "light", "outrider", "planet", "lieutenant", "grinning"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}