{"id": "ee98d4f0-7d57-30a2-87e3-6974802e5409", "title": "Getting In with the Out Crowd", "url": "https://www.vogue.com/article/growing-up-in-style-dana-spiotta", "summary": "I am a doughy, awkward 14-year-old in a cream-colored Gunne Sax dress and strappy, mid-height cork-wedge sandals.\nGunne Sax was a popular ’70s San Francisco brand known for a very specific style: flouncy, gauzy, sort of prairie Victorian.\nI loved my long hair; it was smooth and straight and hung to my lower back.\nEven the teachers favored the popular girls and disdained the “weird” kids.\nIf girls had long hair, it almost certainly was layered like Farrah Fawcett’s, with curled, wingy bangs.", "paragraphs": ["Growing Up in Style is a series about the connection between fashion and local life in America, past and present.", "To listen to Dana Spiotta read this profile, click the play button below:", "THERE is a photo of me at my eighth-grade graduation from Orinda Intermediate School in 1980. I am a doughy, awkward 14-year-old in a cream-colored Gunne Sax dress and strappy, mid-height cork-wedge sandals. I remember insisting the dress had to be Gunne Sax, and it had to be white, because that was what all the girls were going to wear. Gunne Sax was a popular ’70s San Francisco brand known for a very specific style: flouncy, gauzy, sort of prairie Victorian. Needless to say, the fussy dress was particularly unflattering to my plush middle. I hated the dress, in fact. But I wore it because I wanted more than anything to fit in, to be accepted.", "That summer, I was determined to make a fresh start of high school. Here was my opportunity to crack the rigidly enforced code of cliques. First I would cut my long hair. I loved my long hair; it was smooth and straight and hung to my lower back. All year I had been teased about it. After seventh grade, my father changed jobs and we had to move to California from Rome, where I had attended an all-girl Catholic school. We had uniforms: white oxford shirts, blue sweaters, and watch-plaid skirts (no shorter than just above your knee). There was little room for competition on the clothes front—we all looked dowdy. And, without boys around, we were free to be outspoken, smart, kind even. I remember a lot of arm locking, hand-holding, and hugging. Orinda was a small, conservative, wealthy suburb of San Francisco. (It would become infamous a few years after I left as the place where one girl stabbed and killed another girl because she was jealous that she hadn’t made the cheerleading squad.) School in Orinda was, frankly, a vicious place of privilege and competition. Even the teachers favored the popular girls and disdained the “weird” kids. The stakes were high—I was not popular, but I was not hated either. I was lumped in with the nerdy kids; I had a couple of friends. But at any minute, I could be ditched and sent plummeting to an openly hated group. It was brutal. I had to make sure I fit in.", "Many girls had the Dorothy Hamill cut, a sassy wedge that looked cute with earrings. If girls had long hair, it almost certainly was layered like Farrah Fawcett’s, with curled, wingy bangs. I got the cut. But I never really mastered the art of using a curling iron (curl under, and then comb back in a feather), so I could never get it to look right; it just hung in sad commas on either side of my center part. I also made my mother buy me pastel Izod or Ralph Lauren polo shirts, which were worn with pulled-up collars. I wanted turtlenecks under yellow Fair Isle sweaters, like Elizabeth McGovern’s in Ordinary People. I planned to pull my tiny gold locket on a chain up and out so it would hang just-so out of the top of the turtleneck."], "authors": ["Dana Spiotta", "Dana Spiott"], "keywords": ["girls", "sax", "getting", "popular", "hair", "school", "dress", "long", "gunne", "crowd", "orinda", "hated"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}