{"id": "ee9cea46-e3d4-3cbe-acfd-736e4f9f85f7", "title": "Jax Taylor and Brittany Cartwright not returning to 'Vanderpump Rules'", "url": "https://www.foxnews.com/entertainment/jax-taylor-brittany-cartwright-not-returning-vanderpump-rules", "summary": "The \"Vanderpump Rules\" cast is getting even smaller.\nOn Friday, married couple Jax Taylor and Brittany Cartwright announced they were leaving the Bravo reality TV series in separate social media posts.\n\"Although this is difficult to share, Brittany and I will not be returning for another season of Vanderpump Rules.\n'VANDERPUMP RULES' STARS STASSI SCHROEDER, KRISTEN DOUTE FIRED AFTER RACIALLY INSENSITIVE ACTIONS RESURFACE\"Stay tuned, We can’t wait for to share what we have planned,\" Taylor concluded.\nCLICK HERE TO GET THE FOX NEWS APPA Bravo spokesperson confirmed to Fox News that Taylor and Cartwright will not be returning to \"Vanderpump Rules.\"", "paragraphs": ["The \"Vanderpump Rules\" cast is getting even smaller.", "On Friday, married couple Jax Taylor and Brittany Cartwright announced they were leaving the Bravo reality TV series in separate social media posts.", "\"The last 8 years on Vanderpump Rules have been some of the most challenging, rewarding and fulfilling years of my life,\" Taylor, 41, wrote while sharing an album of throwback photos.", "\"Although this is difficult to share, Brittany and I will not be returning for another season of Vanderpump Rules. We are excited to take this time to focus on our growing family and share with you our new endeavors,\" he revealed. \"@bravotv, @evolutionusa and our Vanderpump castmates will always remain close to our hearts. Thank you to all the fans who have shared our journey with us and supported us through everything. We love you.\"", "'VANDERPUMP RULES' STARS STASSI SCHROEDER, KRISTEN DOUTE FIRED AFTER RACIALLY INSENSITIVE ACTIONS RESURFACE", "\"Stay tuned, We can’t wait for to share what we have planned,\" Taylor concluded.", "Cartwright, 31, echoed his sentiment in her own post which thanked the show for her five seasons and also featured a ton of throwback photos from filming.", "The pair met on the show and married in 2019. In September they announced they are expecting a baby boy, their first child, next year.", "Taylor and Cartwright's departure comes seven months after fellow \"VPR\" stars Stassi Schroeder, Kristen Doute, Max Boyens and Brett Caprioni were fired in June.", "'VANDERPUMP RULES' STAR APOLOGIZES FOR USING N-WORD MULTIPLE TIMES IN OLD RACIST TWEETS", "Schroeder and Doute were fired for trying to get former Black cast member Faith Stowers arrested by calling the police and attempting to pin a series of crimes in 2018 on her with no actual evidence.", "Newcomers Boyens and Caprioni were fired for racist comments on social media that came to light. All parties have since apologized for their words and behavior.", "CLICK HERE TO GET THE FOX NEWS APP", "A Bravo spokesperson confirmed to Fox News that Taylor and Cartwright will not be returning to \"Vanderpump Rules.\""], "authors": ["Jessica Napoli"], "keywords": ["share", "cartwright", "throwback", "stars", "rules", "doute", "stassi", "taylor", "jax", "brittany", "vanderpump", "social", "fired", "returning"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}