{"id": "eee5651f-7443-3e79-a789-17bc62f1cb24", "title": "Why Egypt's Dahab is the perfect Red Sea resort town", "url": "https://edition.cnn.com/travel/article/egypts-dahab-red-sea-haven/index.html", "summary": "\"You can find your circle because there are so many different people like free divers, divers, kite surfers, windsurfers and yogis.\nThe Blue HoleSituated on the edge of the Red Sea, the Blue Hole is one of the world's most notorious diving sites.\nShutterstockOne of Dahab's most famous sites, the Blue Hole is considered the world's deadliest diving spot.\nThe conditions here are perfect for free divers keen to learn, as well as advanced divers looking to push their limits in a race against depth and lung capacity.\nWhile it's entirely possible to scuba dive safely in the Blue Hole, its notoriety is due to an infamous archway known as the Arch, which connects the site with the open sea.", "paragraphs": ["(CNN) — Set in the shadow of Egypt's Sinai mountains, Dahab is a destination so alluring that some have opted to make it their home soon after visiting.", "Once a small Bedouin fishing town, it's now one of the Red Sea's top diving resorts, attracting thrill-seekers, nature lovers, and more recently, domestic tourists waiting out Covid-19.", "Located an hour's drive from Sharm El Sheikh, Dahab is bursting with activity, yet it also provides a stress-free seaside atmosphere where visitors can just sit back and enjoy the many shades of blue of its waters.", "The year-round paradise is built around a colorful boardwalk full of affordable accommodations, tour operators, handicraft shops, multicultural restaurants and cafes, each with its own very distinct vibe.", "Its vibrant, multicultural community is made up of local Bedouins, along with Egyptians from mainland Egypt and international expats who were won over by Dahab's beauty, and its accessibility to all of Sinai's attractions.", "\"You feel yourself here,\" explains Julia Limonova, a Russian expat who moved to Dahab three years ago. \"You can find your circle because there are so many different people like free divers, divers, kite surfers, windsurfers and yogis.", "\"And there are different nationalities like Russians, Ukrainians, Germans and Italians.\"", "Dahab is also one of the few places in the area with internet access, making it attractive to remote workers looking for a peaceful \"office\" by the sea.", "After the first Covid-19 case was reported in Egypt back in March, the government shut down all cafes and airports, implemented curfews and encouraged residents to stay home.", "But social distancing in busy cities like Cairo can be difficult at times, which is why some have chosen to move to Dahab during the pandemic.", "At the time of writing, there are no confirmed Covid-19 cases in Dahab, but it's worth noting this could be attributed to it being a small town with little to no testing.", "\"No one is talking about the coronavirus here. In Cairo, you are constantly bombarded with news,\" explains Rahma Zein, who chose to quarantine in Dahab on the advice of friends.", "\"It really takes a psychological toll and I believe that when your psychology is down, your immunity is down.\"", "\"Being here and not being engrossed in the conversation of coronavirus really helps you just be and brings a certain level of normality.", "According to Zein, the plethora of adventures available in Dahab, from free diving, to hiking and sunbathing, make it the ideal place to quarantine during these uncertain times.", "\"On a normal day, I wake up, make breakfast, go for a free dive, hang out on the beach, take a hike, eat then sleep,\" she adds.", "\"In between sessions, I make phone calls and do my work.\"", "The Blue Hole", "Situated on the edge of the Red Sea, the Blue Hole is one of the world's most notorious diving sites. Shutterstock", "One of Dahab's most famous sites, the Blue Hole is considered the world's deadliest diving spot.", "But its infamous reputation has only boosted the impressive sinkhole's appeal to brave divers looking for an underwater Everest.", "Descending to a maximum depth of 328 feet and easily accessible from the shore, the Blue Hole, is shielded from the currents, so its waters are relatively calm.", "The conditions here are perfect for free divers keen to learn, as well as advanced divers looking to push their limits in a race against depth and lung capacity.", "While it's entirely possible to scuba dive safely in the Blue Hole, its notoriety is due to an infamous archway known as the Arch, which connects the site with the open sea.", "Scuba divers who seek out the Arch, located 184 feet below the surface, may succumb to narcosis, become disoriented, and ultimately run out of air.", "To quell the traffic here, a local group of divers have created an underwater museum filled with mammoth statues made of recycled materials, creating an artificial reef.", "The most impressive statue is a life-sized elephant weighing 700 kilograms that's gained the attention of countless tourists searching for a surreal underwater adventure.", "Attempting to dive all of Dahab's submerged sites in a week would be nearly impossible as there are so many stand out spots, ranging from reefs to the incredibly well-preserved S.S. Thistlegorm.", "Hit by a German bomber ship during World War II, this British Merchant Navy ship provides a rare underwater glimpse into history.", "There are also limitless options in shallower waters for snorkelers who may want to avoid crowded diving spots.", "Travelers can hike or trek by camel to Ras Abu Galum National Protectorate, which covers 400 square kilometers of coastline, and offers a better glance of pristine coral and marine life.", "The Three Pools dive site in nearby Akaba is also a safe bet for those keen to get lost in a kaleidoscope of colorful fish.", "The Blue Lagoon and Wadi Qnai", "The Blue Lagoon is ideal for kitesurfing. @amrelhadeka", "With its flat turquoise waters and constant wind, the Blue Lagoon is a tranquil hideaway with just enough speed for windsurfers and big air for kitesurfers.", "There are only a few bamboo huts here and often only a handful of people, so it almost feels like you're entering an exclusive beach.", "But the lagoon has no interest in catering to tourists with resort hotels or providing luxurious amenities.", "It offers no internet, no phone reception, and barely any electricity, making it an ideal spot to unplug from the modern world.", "Travelers are drawn to its beautiful simplicity, and if hunger strikes, local Bedouins are on hand, ready to catch and cook some of the freshest and tastiest seafood imaginable.", "Many choose to camp here overnight to catch the spectacular sunrise and sunset.", "While visitors can rent a hut or bring a tent, neither is required, as a sleeping bag on a sandy beach is all that's needed to watch the universe reveal itself, one star at a time.", "Although Dahab's metamorphosis into a global hotspot is often credited to its diving and surfing possibilities, rock climbing is also becoming huge here, with new climbs being added every year.", "The most popular site is Wadi Qnai, which caters to all levels of climbers, providing single and multi-pitch routes.", "The sandy valley's landscape, made up of multiple granite boulders, is uniquely suited for bouldering in the shade.", "It's way too hot to climb here during the day in the summer months, but some opt to camp overnight in order to climb at sunrise, before heading back to town to cool off in the sea.", "There are also a number of top attractions just outside of Dahab, such as the town of St. Catherine, home to the world's oldest Christian monastery, and nearby Mount Sinai, the site where Moses is given the Ten Commandments in the Book of Exodus.", "Meanwhile rock formation Jebel Makharum, or \"Mountain with the Hole,\" which lies between Dahab and St. Catherine, is another top hiking spot in the Sinai area.", "Dahab during Covid-19", "Rock formation Jebel Makharum, is known as the \"Mountain with the Hole.\" @amrelhadeka", "Dahab's wonderful versatility and relative remoteness are among the reasons people like Zein and Limonova have opted to remain here during the coronavirus pandemic.", "\"Social distancing is easier here,\" explains Zein. \"You are up in the mountains and when you go out, you are on your own.\"", "But although the influx of Egyptians moving from the city to Dahab may help the local economy in the short term, it also increases the risk of bringing the virus with them.", "According to the Egyptian Health Ministry, there have been close to 40,000 Covid-19 infections in the country, with capital Cairo and the nearby provinces of Giza and Qalioubiya reporting the highest numbers.", "\"People are coming here from Cairo because it's safe and they have free time,\" adds Limonova", "\"But some people in Dahab don't want them to come here because we don't have enough medical facilities if something happens.\"", "In hopes of preventing an outbreak in Dahab, the government banned travel from Cairo, while beaches, cafes and diving centers were closed, easing the pressure on its marine ecosystem.", "However, the restrictions are expected to be lifted in the coming weeks.", "If Dahab avoids an outbreak, it will be in a great position to rebound when tourism returns, especially considering the lack of traffic here."], "authors": ["Eihab Boraie"], "keywords": ["red", "cairo", "town", "sea", "blue", "underwater", "resort", "perfect", "dahab", "free", "zein", "diving", "divers", "hole", "egypts"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}