{"id": "ef12ce8e-f32d-309e-835a-a434c559129a", "title": "Disco Elysium: The Final Cut Has A Release Date", "url": "https://www.gameinformer.com/2021/03/17/disco-elysium-the-final-cut-has-a-release-date", "summary": "When Disco Elysium: The Final Cut was first revealed during The Game Awards, it did not have a solid release date – only a vague \"March\" window for the PS5, PS4, PC, and Stadia versions.\nThankfully, developer ZA/UM has announced that Disco Elysium: The Final Cut is releasing on schedule with a March 30 launch.\nSo, what is Disco Elysium: The Final Cut?\nIt is an expanded version of Disco Elysium, the surprising and wonderful RPG hit from 2019.\nIf you own the original version of Disco Elysium, you can download The Final Cut as a free update on PC and receive all of the new additions.", "paragraphs": ["When Disco Elysium: The Final Cut was first revealed during The Game Awards, it did not have a solid release date – only a vague \"March\" window for the PS5, PS4, PC, and Stadia versions. The deeper into March we got, the more likely it seemed that a delay was looming. Thankfully, developer ZA/UM has announced that Disco Elysium: The Final Cut is releasing on schedule with a March 30 launch.", "So, what is Disco Elysium: The Final Cut? It is an expanded version of Disco Elysium, the surprising and wonderful RPG hit from 2019. Of course, the base game is still great, but the new content adds a lot of incentive for fans to revisit the tale to see what's new. Full voice acting gives the great cast of characters even more personality. New locations, citizens, and political vision quests flesh out the already-complex world. You can get a taste of what to expect in the trailer below:", "Though you may be enticed to return if you already played Disco Elysium, The Final Cut also offers an opportunity for more people to find out what they've been missing. That's because the game is no longer confined to PC, so console owners can experience the game for themselves. The March 30 launch will see the game hit PS5, PS4, Stadia, and PC. It is also coming to Xbox Series X/S, Xbox One, and Switch, but those versions are launching this summer.", "If you own the original version of Disco Elysium, you can download The Final Cut as a free update on PC and receive all of the new additions. However, if you want to see how the experience translates to console, you'll have to spend $40 to buy one of those versions.", "The world of Disco Elysium is full of interesting stories – and this may only be the beginning. A TV show based on the property is also in the works, but if The Final Cut can draw a new wave of console players into this innovative, combat-free detective story, then hopefully we'll get more installments in the future."], "authors": [], "keywords": ["versions", "release", "elysium", "pc", "final", "date", "disco", "console", "game", "cut", "xbox", "world"], "pubDate": "2021-03-17T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}