{"authors": ["Condé Nast", "Christian Allair"], "keywords": ["tribephoto", "meet", "community", "vintage", "indigenous", "indigenousowned", "brand", "tribe", "yeung", "building", "way", "orenda", "courtesy", "creative", "youth", "fashion", "help"], "paragraphs": ["Within her own collections, Yeung largely curates and upcycles vintage pieces: sourcing and purchasing unique items before colorizing and hand-finishing them in her own way. It’s an eco-conscious approach to design that she says feels in line with her culture’s traditions, particularly compared to her fast-fashion past. Her assortment includes everything from folk skirts from the ’50s to overdyed military flight suits and tie-dyed hoodies. To give them a further Indigenous twist, many of the garments are then modeled by her daughter Lily on the label’s Instagram page. “There’s so much of her in what I do, and the whole reason I built this was for her,” Yeung said.", "Lily Yeung in Orenda Tribe Photo: Pierre Manning/Courtesy of Orenda Tribe Lily Yeung in Orenda Tribe Photo: Pierre Manning/Courtesy of Orenda Tribe", "Collaboration is another key way Yeung uses fashion to honor her roots. At Orenda Tribe’s new studio-store space in Old Town Albuquerque, for instance, one will find a variety of Indigenous-made products stocked alongside Yeung’s own offering. The current assortment includes beaded earrings by Jaida Grey Eagle, SHIMA’ of Navajoland soaps, and even Navajo Pride Frye Bread Mix, too. “The new store is more of a collective—it’s a meeting point for creatives to get together and hang out,” Yeung said. “I’ve already had my career, so at this point, I’m just available to help promote other small businesses or young creatives and help lift them up.”", "In addition to supporting fellow designers and artists in her community, Yeung is making further strides in 2020 to use her brand for Indigenous empowerment. Through Orenda Tribe, she will be launching a non-profit organization, titled the K’é Foundation, that will be dedicated to Indigenous youth; one of her first projects is to roll out a skate park on the Navajo reservation.", "Inside the Orenda Tribe studio Photo: Wilson Fox/Courtesy of Orenda Tribe", "Yeung says fashion can indeed be a powerful tool to help today’s youth be proud of their people and their history—and they can look damn good while doing it, too. “Fashion is connecting so many Natives that are interested in their past,” Yeung said. “For the kids, I always tell them, don’t be scared to be who you are—be brave, authentic, original. Be proud of your Native roots.”", "Photo: Courtesy of Orenda Tribe", "Photo: Courtesy of Orenda Tribe", "Photo: Courtesy of Orenda Tribe"], "summary": "Within her own collections, Yeung largely curates and upcycles vintage pieces: sourcing and purchasing unique items before colorizing and hand-finishing them in her own way.\nIt’s an eco-conscious approach to design that she says feels in line with her culture’s traditions, particularly compared to her fast-fashion past.\nHer assortment includes everything from folk skirts from the ’50s to overdyed military flight suits and tie-dyed hoodies.\nLily Yeung in Orenda Tribe Photo: Pierre Manning/Courtesy of Orenda Tribe Lily Yeung in Orenda Tribe Photo: Pierre Manning/Courtesy of Orenda TribeCollaboration is another key way Yeung uses fashion to honor her roots.\nBe proud of your Native roots.”Photo: Courtesy of Orenda TribePhoto: Courtesy of Orenda TribePhoto: Courtesy of Orenda Tribe", "id": "ef1cf8ba-d9a1-3eb0-b521-b70a2cfd8faf", "title": "Meet the Indigenous-Owned Vintage Brand Building a Creative Community", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/vogueworld/article/orenda-tribe-amy-yeung-indigenous-vintage-fashion?mbid=social_onsite_twitter"}