{"id": "ef3e1ad1-d854-32a9-b7f3-a4409d66a4e1", "title": "Opinion | Should America Go Nuclear?", "url": "https://www.nytimes.com/2021/04/21/opinion/nuclear-power-climate-change.html", "summary": "Here in the United States, we’re more skittish because though nuclear is clean, when it goes wrong, it goes really, really, really wrong.\nSo there are very significant risks with nuclear power, all the way from uranium mining to the actual operation of the nuclear power plant, through to what do we do with the nuclear waste that’s produced by nuclear power plants in the United States and around the world.\ntodd larsenI think everybody who’s involved in nuclear power would agree that we could store nuclear waste better than we’re storing it now.\nAccording to the, now, granted, the nuclear energy trade group, the Nuclear Energy Institute, they said in 2015 that no wind or solar facility currently operating in the United States is large enough to match the output of 1,000 megawatt nuclear reactor.\njane coastonTodd, I am guessing that these advances in nuclear energy aren’t exactly alleviating your concerns with nuclear energy.", "paragraphs": ["jane coaston", "Today on The Argument, can nuclear power save us from the climate crisis? Most reasonable people agree that unless we get our carbon emissions under control, we’re headed towards a climate disaster. But they don’t agree on how to do it. Wind farms and solar panels are part of the solution. So are better batteries and a more efficient electrical grid. But shouldn’t we be throwing everything at one of the biggest problems our planet has ever faced, like, ever, ever faced? I’m Jane Coaston, and I’m curious about nuclear power. France gets more than 70 percent of its electricity from nuclear power, Sweden more than 40 percent. Here in the United States, we’re more skittish because though nuclear is clean, when it goes wrong, it goes really, really, really wrong. My guests today disagree on the risks and rewards of nuclear power. MC Hammond is a senior fellow at The Good Energy Collective, a progressive nonprofit that does nuclear research. She’s also a lawyer at Pillsbury Law. MC’s opinions today don’t represent the opinions or positions of her firm. Todd Larsen is the executive co-director for consumer and corporate engagement at Green America, a nonprofit group focused on environmental sustainability. First and foremost, there are more than 50 nuclear power plants operating in the United States right now. MC, can you give us a very basic description of a nuclear power plant?", "mc hammond", "Yeah, absolutely. So I think that when people think about nuclear power plants, they think about the really big evaporation towers you see when you’re driving down the highway or The Simpsons. And not a lot of people understand just how nuclear power works. So not to take everybody back to 10th grade science class, but nuclear energy is created from breaking apart the nucleus of atoms, of really heavy elements like uranium. And when you break apart atoms, you create energy. And in a reactor, what happens is that energy creates heat. And that heat is used to create steam from water, and that steam goes into a steam turbine. And it turns and creates energy, and that’s how you turn your lights on in your house. Actually, in 2020, nuclear power replaced coal as the nation’s second largest source of generation. So it’s about 19 percent of the total energy generation on the grid. And it’s over half of the nation’s carbon-free electricity.", "jane coaston", "So Todd, you’re skeptical of expanding the United States’s use of nuclear power for a couple of reasons. Can you lay those out for us?", "todd larsen", "Sure, I’d be happy to. So there are very significant risks with nuclear power, all the way from uranium mining to the actual operation of the nuclear power plant, through to what do we do with the nuclear waste that’s produced by nuclear power plants in the United States and around the world. There’s also a major cost issue with nuclear power. Nuclear power is very expensive. Compared to other alternatives that we have, like wind and solar, new nuclear plants are at least twice as expensive. The nuclear plants that were under construction in the last 10 years all went over budget in the United States. The one in Georgia, the Vogtle plant that is being built, is about double its budget. It was projected to be $14 billion. And instead, it’s running about $28 billion. And the plants that were being constructed in South Carolina, the V.C. Sumner plants, utilities there spent $9 billion. And they never completed the plants. And those costs were passed on to ratepayers. And for $9 billion, you could have built a lot of wind and solar in the state of South Carolina. And that clean energy could be on the grid right now.", "jane coaston", "MC, clearly, the cost issue is huge. $9 billion for a plant that will not work is bad. But South Korea, in comparison, has been able to get its costs down. So this isn’t necessarily a across the board issue. Why is nuclear power so expensive? And is there a way, in your view, that that could change?", "mc hammond", "Yeah, absolutely. And I think Todd brings up such a great point with these really big plants and how expensive they are to operate. And that’s why what I work a lot on is smaller plants and advanced nuclear where they’re not so big, like bet-the-farm operations. So a lot of the power plants in the United States are really big, right? They’re one gigawatt of electricity, a lot of them, or two gigawatts. And we are looking at these smaller reactors. You have reactors that are 300 to 500 megawatts, kind of a size of a coal plant generally. But I want to go to your point, Jane, on South Korea and the reason that they’re able to build these plants generally on time and on budget. And they’ve really seen cost reductions. And they’ve seen cost reductions for the same reason we’ve seen cost reductions for wind and solar in the United States. They build the same thing over and over. And when you build the same thing over and over, you generally have a lot of learning from that. And you’re able to do it better the next time. And in some of these iterations, 30% to 40% cost reductions. In Georgia, those are a first of a kind plants for the United States, first of its kind, first in country. And when you build a first of a kind thing, it is going to be expensive. But that is why I think we need to learn from what we did with renewables to help reduce those costs, so we can have the tools to get to 100 percent carbon-free electricity.", "jane coaston", "I’ve joked that nuclear power has massive PR issue for understandable reasons. First, when you think about nuclear power, you think about Chernobyl or Three Mile Island. So I want to address the safety concerns first from you, MC. Why expand with these potential concerns?", "mc hammond", "Yeah, first, I just want to address Chernobyl because it was such a massive disaster. And just to be very clear, I know a lot of folks have watched the mini series where he explains at the end just how bad of a nuclear reactor design that was.", "jane coaston", "Yes, we’ve been talking about that series. And I have watched, like, 15 minutes of Chernobyl, and then I got too scared.", "mc hammond", "I really loved that mini-series because he explained what I think all of nuclear folks try to explain about Chernobyl, was just, like, how risky of a design that was. It was a massive reactor. And most reactors have something called the containment, which is just in case, you have a containment to contain the fission radiation. Chernobyl didn’t even have one. So that was one major design flaw that was one of the reasons it was such a large disaster. And the other thing is the way that it was designed, is, as a reactor that gets hotter, it increased its fission. And when I’m talking about these new advanced reactor designs, they’re designed the actual opposite way. So as they get too hot, they shut themselves down, which is the opposite of what happened to Chernobyl.", "jane coaston", "The concern here is Chernobyl takes place in 1986, but Fukushima takes place just a decade ago and is a massive disaster and one that ultimately reshaped the Japanese nuclear industry. After Fukushima, all nuclear reactors in Japan were shuttered, which eliminated 30 percent of total electricity production. And Japan is now the second largest net importer of fossil fuel in the world. Like, when nuclear goes wrong, it goes really wrong.", "mc hammond", "What happened at Fukushima is they had a substantial earthquake. And their power went out, so then their diesel generators kicked on, right? And then a giant tsunami came and flooded their generators. And that cut their backup power. When you cut the backup power, you lose your ability to put water coolant into the reactor. So, Fukushima relied on an external source of power to keep the plants cool. And these new designs, we call them in the industry walkaway safe, meaning I don’t need an external power source to shut the reactor down. When it gets too hot, it shuts itself down on its own.", "jane coaston", "Todd, I’m going to guess that if things get too hot, everything shuts down. That sounds better to me. Does that alleviate any of your concerns about the safety of nuclear energy?", "todd larsen", "Well, no, I think there are very serious risks to nuclear power. And first, let’s just talk about the fact that we do have nuclear power plants still in operation in the United States that have been around for several decades. So at Fukushima, what happened is the earthquake that occurred was of a magnitude much higher than had ever occurred in that area of Japan. And of course, that then led to the evacuation of thousands of people. That led to radiation being released into the water, not just in the community, but also into the ocean. So we’re still not done with Fukushima 10 years later. But I think what Fukushima shows for us here in the United States is that our plants are at risk, too. And then there’s the history of nuclear power in the United States so far, which doesn’t give anyone great confidence. There have been over 50 nuclear accidents that are significant in the United States. It just didn’t lead to the level of concern that we had with Three Mile Island with a partial meltdown. But if you look at, for example, Browns Ferry, which is a nuclear power plant in Alabama, workers there were trying to make a repair and put some insulation in place. And they wanted to test that the insulation was working to stop drafts, so they lit a candle. The candle lit the insulation on fire. It knocked out the cooling systems in Browns Ferry. It almost led to a nuclear meltdown. And the only thing that saved us is that the workers created a number of workarounds to the safety features at that plant and stopped the plant from melting down. And we have to also look at the Nuclear Regulatory Commission itself. It’s the regulator of nuclear power in the United States. And we trust it with our safety. But investigations have found that the Nuclear Regulatory Commission is too friendly to the industry, that they watered down their recommendations to the industry based on industry pressure. And that’s very concerning.", "mc hammond", "I just want to pick up on a couple of the points that Todd made, which is what the Nuclear Regulatory Commission has done in response to the fire incident at Browns Ferry, in response to Fukushima. Every time there’s an incident, there are inspections and hearings and remediations. And finally, I’ll say, as somebody who’s been on the opposite side of the table of the Nuclear Regulatory Commission many times, they are certainly not friendly to me as a person in the industry. And I don’t know if that’s anecdotal experience. But I have to take a personal issue with that.", "jane coaston", "But Todd, you have, I think, some additional safety concerns that I want to get into. One is that spent fuel rods need to be maintained in pools of water or steel or concrete containers.", "todd larsen", "Correct.", "jane coaston", "I think for many people, perhaps their best example of what a nuclear facility looks like is The Simpsons, which depicts nuclear waste as green ooze, which it isn’t.", "todd larsen", "No.", "jane coaston", "It’s solid. But where we put that is a big problem.", "todd larsen", "I think everybody who’s involved in nuclear power would agree that we could store nuclear waste better than we’re storing it now. There’s universal agreement on that. And there’s real risk in what we’re doing right now. The amount of nuclear waste produced and then put into wet storage and then dry storage is greater than those plants were designed for. Because everybody thought that eventually we’d have a permanent solution to nuclear waste in this country. And we don’t. But the biggest issue of this is what are we going to do in the long run with all this nuclear waste? It is radioactive for thousands of years, tens of thousands of years. We have to find a safe way to store it. If we continue to store it the way we are storing it even in dry casks, which are safer, they’re not designed to store nuclear waste for thousands of years. Metal is going to corrode. Concrete’s going to deteriorate. And that’s a tremendous risk. So one long-term solution we had, Yucca Mountain, was opposed by the local communities and eventually stopped.", "jane coaston", "Clearly, nobody wants to be near a nuclear waste, but there has to be a place to put it. But no one wants to be the place. So how does the industry respond to these concerns?", "mc hammond", "Yeah, I mean, folks like to say or critics of nuclear power like to say that we don’t have a long-term waste solution, when, as Todd rightly points out, we do. We know what to do with the waste. I mean, technically, it’s solved, it relates to the political willpower, I think, in terms of solving it. And to say that we don’t have a solution, that might be true for civilian waste in the United States. But we’re already storing Department of Defense waste in an underground facility, like we’ve been doing that since 1999. You haven’t heard about it because it’s pretty safe. And these casks similarily, those have been in operation since 1986. There hasn’t been an issue with those casks. And if we look at what other countries that have nuclear are doing, you have a consent-based siting program in Finland that’s resulted in a really mature project for a deep geological repository that they’re moving forward with. Sweden and France are not far behind in their geological repositories. But I want to kind of take a step back and think about the lessons that we’ve learned from Nevada and Yucca Mountain and how important it is to ensure that if we are going to build something in a community, that the community wants it.", "jane coaston", "So one of the issues, MC, the uranium mining process is very similar to the coal mining process in terms of the risks that it can pose to the local communities and to the land. As we were researching for this episode, one of our producers spoke with Joe Heath, general counsel from the Onondaga Nation, who said that mining on Navajo Nation land impacted people who weren’t adequately protected and polluted the air and water from drainage from the mining. What regulations are there in place to protect the people who were involved in the mining process? Doesn’t that pose a huge risk? Because it seems to me that nuclear power may be, quote unquote, “clean.” The mining process definitely isn’t.", "mc hammond", "We mine now very little uranium in the United States. A lot of our uranium is imported. But I think what’s important to understand is that the mining processes have changed significantly from those that really affect these indigenous peoples. And first and foremost is to remediate these issues that occurred in mining processes. Underground mining processes are harmful to people. My family comes from Appalachia coal Country. And we were really affected by that. My grandfather is an orphan.", "todd larsen", "I think we don’t want to underestimate the harms that are caused by uranium mining, first in the United States and now around the world. And I don’t think most people realize that the largest release of radioactive material in US history occurred due to uranium mining. It was the Church Rock mines in New Mexico. They released 1,100 tons of radioactive mill waste that contaminated miles of the Puerco River. And that’s in the Navajo Nation. And that’s what you were referring to, the Navajo Nation and their fears around — and their anger around uranium mining. That’s where this comes from. And if you’re looking at environmental justice, though, and you talk to advocates around the country, what they’re talking about is renewable energy. They don’t bring up, we want nuclear power in our community. They talk about we want community solar. We want more control of our energy market in our communities. And the way you’re going to get that is going to be through renewable energy. And that’s because renewable energy is the most cost effective form of energy in the United States at this point. It’s carbon neutral. It’s safe. It’s the way we should be going in this country. If we really care about the climate crisis and we care about environmental justice in this country, there really is no alternative to rapidly scaling up renewable energy with battery storage.", "jane coaston", "So, Todd, according to 2020 data, nuclear power plants operate at full power, on average, 337 out of 365 days a year. Compare that to hydroelectric, which delivers 151 days per year, and wind, 129 days per year. We’ve gotten into a lot of the concerns about the processes by which you get nuclear power and the risks that that comes with. But wouldn’t that make nuclear our most reliable alternative energy source?", "todd larsen", "I don’t think nuclear power is the best solution for us. And we can address reliability with the technologies we have with renewable energy these days. Now what we need to do in the United States is to pair renewable energy with storage technologies. And that way, when the sun isn’t shining or the wind isn’t blowing, you can produce energy. When those events are occurring, you can store the power for later and then put it back on the grid when you need it. There have been peer-reviewed studies that have looked at this. And it’s entirely possible to meet the energy needs of the United States with renewable energy alone. It’s all really about politics at this point.", "jane coaston", "But there’s also the matter that wind farms require 360 times more land area to produce the same amount of electricity as nuclear plants. Solar requires 75 times more space. According to the, now, granted, the nuclear energy trade group, the Nuclear Energy Institute, they said in 2015 that no wind or solar facility currently operating in the United States is large enough to match the output of 1,000 megawatt nuclear reactor. How do we make wind and solar work as well and generate as much electricity as nuclear already can?", "todd larsen", "Well, I think wind and solar can be integrated into the built environment that we already have in a lot of ways. And in particular, this works with solar energy. You can put solar panels all over the place. You can put them into communities that already exist. You can put them into fields and farms. And between all these different solutions, you can actually bring enough wind and solar into the United States in order to meet our energy needs.", "jane coaston", "Last month, the Biden administration announced that their $2 trillion infrastructure plan included significant funding for advanced nuclear research and development. So what is advanced nuclear?", "mc hammond", "So I think there is probably about 60 different advanced reactor companies in the United States working on different designs. But I’ll tell you about my favorite one, which is the pebble bed reactor. And the reason that I think it’s so cool is because it looks kind of like a gumball machine. But instead of using long fuel rods, like you see in normal reactors, pebble bed reactors use a pebble. It’s about the size of a tennis ball. It’s, like, eight pounds. And they put it into the reactor, and you take the old pebbles out of the bottom and you put the new fuel in at the top. You never have to shut it down to refuel because you can always cycle it through. And another really cool thing about these advanced designs is when they get too hot, they shut themselves down. It’s a matter of physics. So when you think about thermal expansion, so when you take a jar of pickles and you run it under hot water to get the top off, that’s because the metal on the lid expands. That’s what we call thermal expansion. And when you have thermal expansion in a nuclear reactor, it makes the neutrons a little bit further away from everybody so they can’t run into the other ones and continue that fission reaction. The other thing I really want to talk about actually with these designs that’s so cool that I think a lot of people don’t realize is they’re designed with giant batteries with them together. These work really, really well with the intermittency of wind and solar to help create an overall firm energy grid. And that’s one of the reasons I think these new reactor designs are so exciting for the clean energy community.", "jane coaston", "Todd, I am guessing that these advances in nuclear energy aren’t exactly alleviating your concerns with nuclear energy.", "todd larsen", "Well, there are two concerns that I have, one of which is that the technology is not ready to go. And these nuclear solutions, they will be commercialized sometime next decade, someplace between 2030 and 2040. And the nuclear industry has a history of projecting deadlines that it never meets. The other problem is that we keep hearing about the safety of them. But I know the Union of Concerned Scientists recently just released a massive study of so-called advanced reactors. And what they found is that a number of the so-called advanced reactors actually continue to pose safety risks. And they also pose risks of proliferation because a number of these reactors that are being proposed, including the ones proposed by TerraPower, Bill Gates’s company, these are breeder reactors. And they reprocess the fuel to be reused again. And when you have that kind of process, you’re opening the door to proliferation. So if these reactors are used throughout the world in an attempt to address climate change, what we could be seeing is an expansion of the proliferation of plutonium weapons grade material. And those can actually be used in nuclear bombs, so how are we going to control the risks from that? How are we going to control the risks of weapons of mass destruction coming out of these programs?", "mc hammond", "We, in the advanced nuclear community, we’re really incorporating proliferation concerns into the designs of the reactors themselves. It’s called safeguards by design and working very closely with the IEA in Vienna to ensure that these proliferation concerns are addressed. And I also want to say the designs that I’m talking about in the United States that are being developed are not breeder reactors. They’re different. They’re molten salt. They’re sodium fast reactors. So I’m talking about a different thing. I think people like to take breeder reactors out and make an example of them. That’s not what I’m talking about. And now we have a lot of really smart people in private companies and in 17 national labs around the country figuring out how to make them the absolute safest they can be. It’s a little bit of hubris, right? We don’t know the solutions we’re going to need to solve in the future. So why take a potential solution off the table? My perspective is not that I think everything should be nuclear all the time. I think it’s really important that it’s a strong mix. And I think we need to deploy wind and solar and batteries right now at scale as much as possible. But we shouldn’t have these solutions taken away from us or from future Americans, frankly. [MUSIC PLAYING]", "jane coaston", "MC Hammond is a lawyer specializing in energy at Pillsbury Law, and she’s a senior policy fellow at The Good Energy Collective, a progressive nonprofit focused on nuclear energy. Todd Larsen is the executive co-director for consumer and corporate engagement at Green America, a nonprofit group focused on environmental sustainability. Thank you both so much for joining me.", "mc hammond", "Thanks so much. This was really great.", "todd larsen", "Yeah, thanks for having me. Thank you.", "jane coaston", "If you want to learn more about nuclear power, I recommend the article “Why Nuclear Power Must Be Part of the Energy Solution” at Yale Environment 360, and for an opposing view, the Washington Post op-ed titled, “I Oversaw the US Nuclear Power Industry, Now I Think it Should be Banned,” by Gregory Jaczko. You can find links to all of these in our episode notes. And after the break, I’m calling opinion columnist Bret Stephens to ask him about a recent column.", "voicemail", "Hi, my name is Gus Demora. I’m a senior in high school from Shreveport, Louisiana. And there’s been a lot of people angry about Biden’s strike on Iranian-backed militias in the Middle East. I’m wondering if there’s a better way for us to have foreign policy in the Middle East, other than liberal internationalism, where we use drone strikes and hard power.", "jane coaston", "What are you arguing about with your family, your friends, your frenemies? Tell me about the big debate you’re having in a voicemail by calling 347-915-4324. And we might play an excerpt of it on a future episode. [MUSIC PLAYING] [DIAL TONE]", "bret stephens", "Hello?", "jane coaston", "Hello. Bret Stephens is a columnist at Times Opinion. He wrote a piece last month called “America Could Use a Liberal Party.” I read the article, and it annoyed me because the premise of his grand new party seemed to be that there should be a party comprised of people who agree with him, who call themselves Republicans or Democrats, but really are more Bret Stephens’s. In my previous life, I probably would have just tweeted about it. But now Bret is my colleague. And I realized I could just talk to him directly. And maybe he would explain himself. So we spoke last month.", "bret stephens", "Jane, how are you doing?", "jane coaston", "I’m doing well. Thank you.", "bret stephens", "And you got your shot, I saw.", "jane coaston", "I did. I did. I’ve had my shot. It was an excellent process.", "bret stephens", "Are you feeling OK?", "jane coaston", "Yeah, there is really something to the impact of having the shot because for the entire day I had it, everything I felt, I was like, is that it? Is that the shot? What just happened? But no, I felt fine, and I feel fine.", "bret stephens", "Well, I’m very happy for you, and I feel I must tell you, a little bit envious. I can’t wait to get a needle in my arm and go on with trying to live a normal life.", "jane coaston", "I wanted to talk about one of your recent columns, “America Could Use a Liberal Party.” So, why?", "bret stephens", "Well, because I think it’s the unoccupied space in the American public square. When I use the term “liberal,” I’m not referring to I guess what — I don’t know — Nancy Pelosi or the editors of the nation would typically mean by liberal. I mean, the values of liberal democracy writ large, a commitment to the rule of law, to free speech, to respecting the outcome of elections, to believing in the presumption of innocence. But I think that increasingly, as particularly the Republican Party moves much further to the right and as parts of the Democratic Party move to the left, that is a zone of ideology, if you will, that the current party system doesn’t really represent. And I think a Liberal Party built on those lines, attracting former centrist Republicans and maybe some disenchanted Democrats, could work.", "jane coaston", "But if you asked someone from the Democratic National Committee or the Republican National Committee, they would both say that they already do this. Neither party, no matter what they actually do, is like, screw the rule of law. We hate freedom of speech. There should be no deference to personal autonomy. Why do you say that neither party, particularly Republicans, but you do talk about Democrats, why do you think that these parties aren’t doing those things?", "bret stephens", "Well, obviously, if you talk to the head of the DNC or the head of the RNC, they would tell you that, right? I just don’t think that they’re telling you or maybe they’re not telling themselves the truth. And I think it registers in the profound disenchantment that a growing number of Americans feel with the current political duopolies. So the real question is, who is going to harness it and how? And right now, the people who are harnessing that disenchantment, I think, fall kind of on what used to be the fringes, whether it’s Alexandria Ocasio-Cortez or the Trumpians in the Republican Party. But I also think that there’s additional vacant space at the center of a lot of people who are just like, I don’t like these jerks. I don’t like where they’re taking the parties that used to represent me. And I want a different form of politics.", "jane coaston", "I want to read you a comment that someone left on your piece.", "bret stephens", "Uh-oh.", "jane coaston", "Because it goes back to the fact that — I know, I know. It’s going to be OK. It goes back to the point that you did make, saying that this is a concern you see predominantly for Republicans. And Robert in Illinois says, “As someone who self-identifies as a radical centrist, I think there’s a qualitative difference between the extremes of the left of the Democratic Party and the right of the Republican Party. In previous times at best, there were more like two teams playing the same game, more or less accepting the same rules. Now the Trump-influenced Republican Party is trying to destroy the rules of the game altogether because they think it is the only way they can win. I fail to see the equivalent undermining of democracy on the left.” And you acknowledge that liberalism on the right is the most dangerous form because it’s attempted to subvert an election. So is your piece, in some ways, calling for reforms of the Republican Party or asking the Democratic Party to not become like the Republican Party as it is now?", "bret stephens", "Well, look, I think Democrats who think that they’re immune from what happens to the Republican Party are fooling themselves. And I basically agree with that comment from Robert. But it is also true that there is a kind of liberalism on the left that is more apparent in cultural institutions. And I think if you scroll through some of those comments, as I did, you’ll find plenty of people attesting to the fact that there’s a kind of a culture of, keep your mouth shut and don’t disagree when it comes to university settings, even high school settings, magazine culture, and so on. And culture has a way of jumping over into politics. So yeah, I guess, my answer to your question is Democrats, don’t tilt the way that the Republican Party did.", "jane coaston", "You mentioned magazine politics or university politics and the influence that that kind of culture can have in the Democratic Party. But the party at large, they didn’t go for the kind of what we used to call political correctness and what is apparently called wokeness that you and others think that was coming from a lot of other Democratic candidates. They went for Joe Biden.", "bret stephens", "Again, I think that what the last election cycle showed is that the heart of the Democratic Party remains much more kind of middle of the road, working class values than I had feared or suspected. But on the other hand, I really do think that it was a kind of an 11th hour — I don’t want to say a miracle, but a surprise that [Bernie] Sanders, who had done so extraordinarily well in the early rounds of voting, whether in New Hampshire or in Iowa, came up short. So I’m just saying, look, I remember the Republican Party in 2015 and the sense that the idea that Donald Trump could take it over just seemed absurd. It just seemed ridiculous, and yet here we are five years later. So look, maybe, Jane, it’s my inner Jewish fatalism that that says, worry now, more to follow. But I think the Democrats are foolish just to assume that all is well and that the kind of very illiberal kind of left-wing progressivism that some of us see in elite circles can’t have a greater foothold on the mainstream of the Democratic Party.", "jane coaston", "I think I want to ask you one question because you’ve talked a little bit in other conversations how sometimes you feel as if you’re the Komodo dragon of New York Times Opinion. You’re here to look scary. How much does that influence how you write and how you argue?", "bret stephens", "Well, I write with the idea that I’m trying to reach the persuadables person on the other side, not necessarily to convince them, but to at least say, yeah, I can see that. And that’s different from the way I used to write at the Wall Street Journal, where I could say with a reasonable amount of conviction that 95 percent of the audience already shared 95 percent of my premises, so that there was a lot that you can elide as a columnist. As a columnist, a lot of what goes into a column is what you’re not saying because you’re just assuming a basis for common agreement. And I can do a lot less of that at The Times. I think it has forced me to become a more careful writer. I can’t say I always succeed at it. And I’m sometimes surprised by what some readers take exception to. I mean, I still feel like a bit of a newbie at The Times. I’ve been here for four years. But it definitely forces me to write in a different way. And it forces me to think about how you reach people who are not going to see it your way either at the beginning of your column or at the end, but who might at least give something a second thought.", "jane coaston", "Well, Bret, thank you so much for your time for getting on the phone with me. And I hope you enjoy the rest of your day.", "bret stephens", "Thank you, Jane. [MUSIC PLAYING]", "jane coaston"], "authors": ["The Argument"], "keywords": ["think", "power", "energy", "really", "plants", "states", "party", "dont", "nuclear", "america", "united", "opinion"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}