{"id": "ef43d791-e875-30be-a24e-b8470e05f261", "title": "Tinfoil gloves: why has MMA become a breeding ground for QAnon?", "url": "https://www.theguardian.com/sport/2020/dec/17/qanon-mma-ufc-tito-ortiz", "summary": "QAnon explained: the antisemitic conspiracy theory gaining traction around the world Read moreOrtiz’s interview was littered with references to the QAnon conspiracy theory, and how it is likely to influence his newfound position of power.\nOrtiz is part of a trend of current and former MMA fighters who subscribe to QAnon and adjacent conspiracy theories.\nThere are also several prominent UFC fighters who have either used QAnon-related hashtags or propagated its principles.\nOnce considered a MMA darling, Carano has spent the last few months peddling conspiracy theories on social media, including posts about QAnon and child trafficking.\nConspiracy theory or thinking that was conspiracy-adjacent has always been a part of the community.", "paragraphs": ["Fighters and coaches in mixed martial arts have propagated the popular conspiracy theory. The sport’s outsider origins may be to blame", "There was anger on the streets of Huntington Beach.", "At the intersection of Main Street and Pacific Coast Highway near the picturesque pier, hundreds gathered on 30 November in defiance of California’s coronavirus curfew, which prohibits all “non-essential work, movement and gatherings” between 10pm and 5am until 21 December across most of the state. The so-called “curfew breakers” protest brought together a collection of coronavirus truthers, anti-maskers, and those who remain convinced that Donald Trump won the 2020 presidential election.", "Among those gathered at the rally were former UFC champion Tito Ortiz, who was recently elected to Huntington Beach city council, despite a lack of any political or legislative experience. The fighter carried an American flag over his shoulder and stood among the raucous group, which bore signs such as “COVID is a SCAM,” and “Disobey the lockdown.”", "“The public spoke and now it’s time for the people to take over before we lose our constitutional rights,” Ortiz said during an interview at the rally. “I know the ins and outs of what’s going on before the rest of people with their 9-to-5 jobs. At the end of the day, electoral votes – it’s a fraud.”", "When asked about The Great Reset, a term coined by the World Economic Forum to describe the rebuilding of economic sustainably following the Covid-19 pandemic and which has since become a cornerstone of anti-lockdown sentiment, Ortiz said he believes the plan is part of a ‘globalist’ conspiracy to diminish American freedoms. Ortiz said the plan would have already have taken hold had it not been for one man.", "“Donald Trump is that person,” he said.", "QAnon explained: the antisemitic conspiracy theory gaining traction around the world Read more", "Ortiz’s interview was littered with references to the QAnon conspiracy theory, and how it is likely to influence his newfound position of power. QAnon claims that a cabal of elite pedophiles consisting of Hollywood actors, Democrats, and high-ranking officials are behind a global child sex-trafficking ring. Supporters of the theory believe that Trump is fighting the cabal and is planning a day of reckoning known as The Storm. The Federal Bureau of Investigation has labeled the movement a “potential domestic terror threat.”", "In the past, Ortiz used his platform to sell apparel marked with QAnon slogans such as WWG1WGA (Where we go one we go all). More recently, he started an account on Parler, the social media network tailored to the far-right, in order to propagate QAnon-linked conspiracy theories among his significant fanbase.", "Ortiz is part of a trend of current and former MMA fighters who subscribe to QAnon and adjacent conspiracy theories. It is a trend that includes fighters and coaches from major MMA promotions such as the UFC and Bellator.", "In June 2020, the UFC found itself involved in a QAnon scandal when cutman Don House was spotted on an ESPN broadcast wearing the conspiracy’s markings. House had a Q symbol on his chest and the WWG1WGA slogan on the left arm of his shirt. The UFC launched an investigation into House’s actions, deeming it a “violation” of its outfitting policy. And while House said he regretted wearing the slogans during the broadcast, he defended QAnon’s supposed aim to “expose” child sex-trafficking.", "There are also several prominent UFC fighters who have either used QAnon-related hashtags or propagated its principles. They include Jorge Masvidal, who used a QAnon hashtag when he posted a false quote by Kurt Cobain in reference to Donald Trump, and bantamweight Anthony Birchak, who tweeted about QAnon until his wife insisted he stop. As for Bellator, middleweight Andrew Kapel outed himself as a QAnon adherent in an Instagram post in which he signed off with several QAnon hashtags.", "Arguably one of the most well-known MMA figures to promote QAnon is Gina Carano, the retired fighter turned actor currently starring in Disney’s The Mandalorian. Once considered a MMA darling, Carano has spent the last few months peddling conspiracy theories on social media, including posts about QAnon and child trafficking. Most recently, the hashtag #FireGinaCarano was trending on social media after Carano posted a series of anti-mask memes and retweeted posts denying the outcome of the presidential election.", "But why does QAnon thrive in MMA while remaining on the periphery in other sports? “There has always been a strain of outsider, iconoclasm inside MMA,” said Luke Thomas, a veteran MMA journalist and combat sports analyst for CBS Sports and Showtime. “It was the sport of outsiders who either rejected or were rejected by more mainstream interests and activities. Conspiracy theory or thinking that was conspiracy-adjacent has always been a part of the community. It has hit overdrive with QAnon, but the groundwork in terms of a populace ready to believe these sorts of things has always been there.”", "Fascist fight clubs: how white nationalists use MMA as a recruiting tool Read more", "Thomas added that “there were no mainstream media organs covering MMA for much of its early rise. The only places to either get info or connect with like-minded [people] was online in message boards or small websites.” This trend has continued despite the sport’s growth, leaving a portion of the MMA landscape operating on platforms known for peddling conspiracies.", "For example, one popular QAnon channel on Telegram with more than 7,000 subscribers is operated by an admin who claims to be an MMA fighter with ties to several notable gyms and fighters. In one of the admin’s posts, they claim that “the only athletes speaking the truth seem to be literally us pro MMA fighters.” Several other channels operated by QAnon adherents have also shown support for MMA, and especially fighters who support Trump and reject mainstream reporting.", "“QAnon followers believe that high profile adherents give their movement legitimacy,” said Travis View, co-host of the QAnonAnonymous podcast, “which is why they were eager to support celebrity QAnon boosters like Roseanne Barr, James Woods, and former Red Sox pitcher Curt Schilling. Despite the rapid growth and even congressional representation of QAnon, it remains a fringe movement. When QAnon is embraced by public figures like professional athletes, they see that as another step towards mainstream acceptance.", "Meanwhile, the sport’s leading organization, the UFC, has also shown clear favouritism for Trump. UFC president Dana White, has campaigned for Trump – and QAnon is, as View notes, “foremost a pro-Trump movement.”", "Sign up to The Recap, our weekly email of editors’ picks.", "There is also a case to be made that the lack of regulation of MMA fighters’ social media accounts in comparison to mainstream team sports such as basketball and football has played a key role in the proliferation of conspiracy theories. The consequences for fighters promoting unfounded conspiracy theories are non-existent, as neither the UFC nor Bellator have taken any steps to limit their fighters from promoting QAnon. This laissez-faire approach to regulation has helped make MMA a safe space for QAnon followers.", "“There is very little institutional pressure to get fighters to not espouse totally crazy beliefs,” Thomas explained. “There aren’t many sponsors in the sport and the ones that are there also face no consequences for a fighter promoting QAnon with the audience who watches MMA.", "“So, where’s the cost in terms of social forces? It doesn’t really exist.”"], "authors": ["Karim Zidan"], "keywords": ["fighters", "qanon", "trump", "conspiracy", "breeding", "ortiz", "ufc", "theories", "tinfoil", "gloves", "theory", "social", "ground", "mma"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}