{"id": "ef55b7fd-8ee9-3d6a-aba7-f13e9e91fe98", "title": "Indian captain says alleged racial abuse from Sydney cricket fans 'not acceptable at all'", "url": "https://www.theguardian.com/sport/2021/jan/11/indian-captain-says-alleged-racial-abuse-from-sydney-cricket-fans-not-acceptable-at-all", "summary": "The Indian cricket captain, Ajinkya Rahane, is satisfied that alleged racial abuse directed at Mohammed Siraj is being dealt with but he said the team was deeply upset by the crowd’s behaviour.\n“Cricket Australia and the Australian team don’t condone any sort of abuse, especially racial abuse,” the home captain, Tim Paine, said after he passed that same message on to the tourists during Sunday’s delay.\nIndia’s top cricket official hit out against the alleged abuse, saying racism would not be tolerated.\nIndian star Virat Kohli – who is on paternity leave in India – has called for the alleged “racial abuse” to be treated with “urgency and seriousness”.\nFox commentator and former leg-spinner Kerry O’Keeffe was more blunt saying it was time for Australian cricket fans to “grow up”.", "paragraphs": ["The Indian cricket captain, Ajinkya Rahane, is satisfied that alleged racial abuse directed at Mohammed Siraj is being dealt with but he said the team was deeply upset by the crowd’s behaviour.", "Cricket Australia and NSW police continue to investigate alleged verbal abuse from fans at the SCG during the third Test, while past players have expressed hope that Siraj’s line-in-the-sand complaint could help improve spectator behaviour.", "India made a formal complaint after play on day three of the Sydney match – which ended in a draw on Monday – furious about some words levelled at Siraj and Jasprit Bumrah from fans.", "The situation escalated further on day four of the contest when play stopped for eight minutes after Siraj claimed more abusive comments were made to him.", "“Officials are taking action,” Rahane told reporters on Monday. “What happened was not acceptable at all. It should not happen anywhere in the world. We were really upset about it.”", "The CA boss, Nick Hockley, said on Monday his organisation and police were still probing Sunday’s incident when a group of fans was evicted. He said bans for an “indefinite period of time” could be handed out.", "Venues NSW also has the power to ban fans from all venues under its umbrella.", "There are mixed reports about what was said to Siraj at various points of the third Test.", "“Cricket Australia and the Australian team don’t condone any sort of abuse, especially racial abuse,” the home captain, Tim Paine, said after he passed that same message on to the tourists during Sunday’s delay.", "“Really disappointed that happens when teams come to Australia and we want it to stop,” he said. “Wanted to make sure the Indian boys knew we were also against it and we support them.”", "Hockley will be keen to get to the bottom of the saga before the series finale starts on Friday in Brisbane where a heated reception generally awaits touring teams.", "“We’re supporting their [NSW police] investigation, we’re also doing our own investigation under the ICC’s anti-discrimination protocols,” Hockley said. “That process is going to take a little bit more time. We’ve got an obligation to report back to the ICC within two weeks. We can’t interfere with the police investigation which is ongoing.”", "The episode has triggered intense debate that continues to reverberate outside the sport with Australia’s acting prime minister, Michael McCormack, among those to comment.", "India’s top cricket official hit out against the alleged abuse, saying racism would not be tolerated.", "“Racism has no place in our great sport or in any walk of society … such acts of discrimination will not be tolerated,” the secretary of the Board of Control for Cricket in India, Jay Shah, said.", "Indian star Virat Kohli – who is on paternity leave in India – has called for the alleged “racial abuse” to be treated with “urgency and seriousness”.", "Former captain Mohammad Azharuddin also expressed his dismay. “Every time we play with Australia, something of this kind happens. It is becoming a regular affair. Nobody should tolerate these things,” he said.", "Hockley hoped Siraj’s stance could be a catalyst when it comes to verbal abuse from the stands. “The foundation the whole game needs to be built on is respect ... that’s really all we can ask for,” he said.", "Fox commentator and former leg-spinner Kerry O’Keeffe was more blunt saying it was time for Australian cricket fans to “grow up”.", "Indigenous allrounder Dan Christian, fresh from a match-winning knock for Sydney Sixers, suggested Australia has “a problem with casual racism in society”. Christian also admitted that crowd behaviour at BBL games has been “pretty ordinary when it comes to heckling or banter or abuse”."], "authors": ["Amrit Dhillon"], "keywords": ["sydney", "racial", "siraj", "nsw", "australia", "indian", "play", "captain", "investigation", "abuse", "alleged", "cricket", "acceptable", "fans"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}