{"id": "ef71dbe6-bb69-34dc-b647-a2858db6fa52", "title": "Inside This 23-Year-Old’s Extensive Balenciaga Collection", "url": "https://www.vogue.com/article/eden-pritikin-balenciaga-archival-collector-nicolas-ghesquiere", "summary": "23-year-old Pritikin is specific with her accumulation of Balenciaga pieces, and mainly collects looks from 2000 to 2004, though she wasn’t even 10 years old when they originally walked the runway.\nCurrently, Pritikin is obsessed with cargo pieces from spring 2002, and scoring the heavy-shoulder finale looks from fall 2000.\nHer account, @e.archive, is modest at less than 450 followers, which includes friends and fellow collectors.\n“It is the scuba top from look one of spring 2003, worn by Erin Wasson, and is new minus the tags,” she says.\n“I remember finding it, and it was my first time seeing a piece of this caliber in person.", "paragraphs": ["23-year-old Pritikin is specific with her accumulation of Balenciaga pieces, and mainly collects looks from 2000 to 2004, though she wasn’t even 10 years old when they originally walked the runway. “They were the golden years before things started to get commercialized,” she notes. Currently, Pritikin is obsessed with cargo pieces from spring 2002, and scoring the heavy-shoulder finale looks from fall 2000. “The jumbled mess of those finale tops are so beautiful,” she says. “I would die to have one.”", "Spring/Summer 2003 Photo: Courtesy of Eden Pritikin / @ e.archive", "Pritikin, because of the scale and specificity of her collection, is a bit of a micro-celebrity in the world of Instagram archival collectors. Her account, @e.archive, is modest at less than 450 followers, which includes friends and fellow collectors. According to Pritikin, the majority of her followers are “people who I assume love Balenciaga.” She began her collection years after her teenage discovery of the scuba top, when she was at London College of Fashion and visiting New York on a spontaneous work trip. “It is the scuba top from look one of spring 2003, worn by Erin Wasson, and is new minus the tags,” she says. “I remember finding it, and it was my first time seeing a piece of this caliber in person. And I got so emotional when I found it that I was almost in tears.”"], "authors": ["Liana Satenstein", "Liana Satenstei"], "keywords": ["extensive", "scuba", "collection", "inside", "23yearolds", "balenciaga", "spring", "followers", "finale", "collectors", "pritikin", "pieces", "looks"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}