{"id": "ef7addc8-7353-34e1-8a11-2aab7e334fe7", "title": "Zunar and Fahmi Reza: the cartoonists who helped take down Najib Razak", "url": "https://edition.cnn.com/style/article/malaysia-1mdb-najib-zunar-fahmi-reza-intl/index.html", "summary": "Zunar and Fahmi Reza's art was a boon to protesters sick of the alleged corruption of former Prime Minister Najib Razak, but it nearly landed the two men in prison.\nFellow artist Fahmi Reza, who also faced prosecution under Najib, said this is partly because of cartoons' unique ability to poke fun at those in power.\nCredit: MOHD RASFAN/AFP/AFP/Getty ImagesLike Zunar, Fahmi had a record of trouble with the authorities.\nUncertain futureSince Najib's downfall, charges against Zunar and Fahmi have been dropped, though the latter is still fighting to have an earlier conviction overturned.\nRussell, of Cartoonists Rights Network International, said Zunar faces a situation similar to that of other dissident cartoonists when their former oppressors leave office.", "paragraphs": ["Zunar and Fahmi Reza's art was a boon to protesters sick of the alleged corruption of former Prime Minister Najib Razak, but it nearly landed the two men in prison.", "A humongous pink gemstone perches on a woman's finger, matched only in extravagance by her hair, which is half the height of her body. A pendulous necklace and Hermès handbag hang from her other arm.", "For Malaysians, the figure pictured is instantly recognizable as Rosmah Mansor, wife of disgraced former Prime Minister Najib Razak and -- according to prosecutors in the US and Malaysia -- a modern day Imelda Marcos who accrued luxury goods worth millions of dollars using money embezzled from the state investment fund, 1MDB.", "A cartoon of former Malaysian first lady Rosmah Mansor by Zunar is seen in a gallery in Kuala Lumpur. Credit: James Griffiths/CNN", "Also instantly recognizable is the artist behind the picture, which has pride of place at an exhibition in the country's capital, Kuala Lumpur. Political cartoonist Zulkiflee Anwar Haque, better known as Zunar, has spent most of the last decade lampooning Najib and Rosmah, even as the risks for doing so grow ever greater.", "Zunar's work welcomes visitors to \"Democracy in Action,\" a recent exhibition that would have been impossible to stage only a year ago. In one cartoon, a hand holding chopsticks marked \"China\" reaches over to pluck Malaysia off a platter marked \"1MDB scandal.\" In another, a huge diamond ring, a handbag and a bag of cash come together, Transformers-style, to form an image of Rosmah.", "At the center sits Zunar's motto: \"How can I be neutral ... even my pen has a stand.\"", "", "", "", "", "", "1 / 6 Zunar has faced considerable restrictions on his work in the past. Credit: Zunar", "That motto has been severely tested in recent times. Just last year, it seemed almost certain that Zunar would end up in prison. A number of his books had been banned, and while his work was still widely shared online, the artist faced multiple charges of sedition and committing acts deemed \"detrimental to parliamentary democracy.\" Unknown assailants attacked him at a gallery show, police seized his works and he was banned from leaving the country.", "Then, in a shock election result, a coalition of opposition parties turfed Najib out of office, promising to clamp down on corruption and reverse the country's turn toward authoritarianism.", "Now Zunar is watching as his the political figures who were once his nemeses and muses face decades behind bars themselves -- in part because artists like him helped bring attention to their alleged corruption and disdain for the rule of law.", "Zunar tells CNN that it's his mission to save Malaysia. Credit: James Griffiths/CNN", "\"The medium of cartooning is (a) very powerful medium,\" Zunar told CNN at his small studio in a Kuala Lumpur suburb. \"Everywhere, in any country you go, (cartoonists) get killed. Cartoonists, get arrested, put in jail everywhere because of the medium.\"", "Fellow artist Fahmi Reza, who also faced prosecution under Najib, said this is partly because of cartoons' unique ability to poke fun at those in power.", "\"Using satire and humor is effective because it breaks the fear barrier,\" he said in a phone interview.", "\"People had always been afraid to speak out. The culture of fear is always there; the culture of self-censorship is always there. That's where satire and humor can be the most effective tool, it makes people less afraid.\"", "Cartoonist's muse", "After a number of false starts, Zunar's career as a political cartoonist was flagging when his nemesis emerged on the political scene in the 1990s.", "According to prosecutors in Malaysia and the US, Najoib's wife Rosmah used her position to accumulate luxury goods worth hundreds of millions of dollars. Credit: Zunar", "In many ways, the artist's career trajectory rose in tandem with that of Najib Razak, the son and nephew of former prime ministers who climbed quickly through the ranks of the ruling Barisan Nasional coalition, initially as deputy prime minister and then to the premiership itself in 2009.", "As Najib's star grew, so did the frustration of his critics. Detractors delighted in seeing him brought back down to Earth by Zunar's increasingly exaggerated, grotesque portrayals.", "More even than Najib however, Zunar found his muse in Rosmah. He did, however, face more difficulty publishing cartoons of her, versus those of the Prime Minister.", "Rosmah Mansor, the wife of former Malaysian prime minister Najib Razak, arrives at the Malaysian Anti-Corruption Commission in Putrajaya on September 26, 2018. Credit: -/AFP/AFP/Getty Images", "\"When my book came out with Najib on the cover, I could at least release it,\" Zunar said. When Rosmah was the subject however, \"the police came and stopped the launch ... (from this) we can understand that maybe that she is more powerful.\"", "According to prosecutors in Malaysia and the US, Rosmah used her position to accumulate luxury goods worth hundreds of millions of dollars. When police raided the couple's properties in Kuala Lumpur last year, they seized jewelry and gemstones worth over $109 million. Around $13 million worth of Hermès handbags were also confiscated, along with cash and other goods totaling over $100 million.", "Many of the items were, allegedly, purchased with money embezzled from the 1MDB state investment fund, set up by Najib. Rosmah has pleaded not guilty, and due to numerous delays in the legal system, has yet to end up in court.", "The 1MDB scandal -- and Rosmah's spending -- became a central theme of Zunar's work. In particular, the artist sought to make a connection between the allegedly embezzled funds and the Malaysian people: One cartoon showed Najib milking a 1MDB cow, while ordinary citizens were left with the animal's waste.", "One of Zunar's cartoons show Najib milking a 1MDB cow, while ordinary citizens were left with the animal's waste. Credit: Zunar", "\"Zunar has such a finely developed sense of what is right and what is fair,\" said Robert Russell, executive director of the Cartoonists Rights Network International. \"Like any good political cartoonist he has this well-developed sense of righteous indignation.\"", "Russell said Zunar's cartoons were so effective, in part, because they undercut concerted efforts by the government to present itself, particularly overseas, as a legitimate and clean administration. Using a combination of journalism and art, Zunar highlighted the instances where this was not the case.", "But doing so would ultimately endanger his freedom, as Najib's government took a hard authoritarian turn in an attempt to stifle criticism.", "Clowning around", "Beginning in 2010, Zunar was questioned multiple times under the Sedition Act , a colonial-era law widely denounced by human rights groups as draconian.", "In 2016, he was charged with taking actions deemed \"detrimental to parliamentary democracy\" over a series of cartoons depicting government corruption. Police seized hundreds of his books, and unknown assailants attacked him at an exhibition.", "A collection of Zunar's books seen on sale in a Kuala Lumpur shopping mall in February 2019. In the past, multiple of the cartoonist's books were banned, and copies seized by the police. Credit: James Griffiths/CNN", "Later that year, Zunar was slapped with a travel ban after he visited Geneva to accept the Cartooning for Peace Award. The ban, according to free-speech group IFEX, \"appear(ed) to be an attempt to damp down the growing international publicity (surrounding) Zunar and his work.\"", "Zunar was not the only artist to face blowback for satirizing Najib. In June 2016, Fahmi Reza was charged with two counts of violating section 233(1) of the Communications and Multimedia Act, which forbids disseminating online content deemed to annoy, abuse, threaten or harass others.", "Fahmi had depicted Najib as a clown with big red lips and arched, thick eyebrows. The image quickly caught on with Malaysians sick of the widespread allegations of corruption, and it soon became a common sight at anti-government protests.", "A caricature of Malaysian Prime Minister by artist Fahmi Reza. The artwork almost landed Fahmi in prison. Credit: MOHD RASFAN/AFP/AFP/Getty Images", "Like Zunar, Fahmi had a record of trouble with the authorities. In 2004 , he designed a poster for a demonstration against police brutality, and volunteered to help print and distribute leaflets and other materials.", "Unfortunately for him, Fahmi's conscientiousness was his downfall. Arriving ahead of most other protesters, police saw him with a large number of posters and banners. He was quickly arrested.", "\"I panicked and I was afraid,\" Fahmi told CNN. \"But I think surviving that made me bolder, knowing that the poster I made was having an effect on these people who abused their power.\"", "Malaysian cartoonist Zulkifli Anwar Ulhaque, popularly known as Zunar, poses with handcuffs prior to a book-launch event in Kuala Lumpur on February 14, 2015. Credit: MANAN VATSYAYANA/AFP/AFP/Getty Images", "When he was arrested again in 2016, Fahmi was \"fully prepared,\" he said.", "\"One sign that whatever you're doing is effective is when the authorities and people in power react,\" he added. \"If they ignore it, then there's no impact. That's how the whole clown thing became a symbol of protest -- because of the overreaction by the authorities.\"", "Satire as a weapon", "Both cartoonists' arrests made international headlines, helping to highlight Najib's growing authoritarianism to the outside world. Protesters also delighted in using the caricatures of Najib and Rosmah on posters and placards after it was revealed how much the artists had irritated them.", "As Malaysia's opposition grew ever more determined to oust Najib -- with many observers warning that 2016's general election might be their last chance to do so -- the government passed new legislation to control what people could say about it.", "Activists hold up caricatures of Najib Razak and Rosmah Mansor (center). Political art became a key tool of protest in Malaysia during Najib's rule. Credit: MOHD RASFAN/AFP/AFP/Getty Images", "In early 2018, it introduced a new law to crack down on \"fake news\" that critics said was so broadly defined that it could easily be used to shut down and criminalize criticism of Najib.", "Eventually however, the wave of dissent was too great for Najib to overcome. Even though the electoral map was redrawn in his favor, he lost heavily. With an 82.32% turnout, an opposition coalition led by current Prime Minister Mahathir Bin Mohamad took 121 of 222 seats. Najib's Barisan Nasional coalition won just 79.", "Uncertain future", "Since Najib's downfall, charges against Zunar and Fahmi have been dropped, though the latter is still fighting to have an earlier conviction overturned.", "Both men said that, while they felt considerably freer under the new government, true reform has yet to be delivered.", "Zunar has faced considerable restrictions on his work in the past, struggling against Malaysia's laws on speech and expression. Credit: Zunar", "\"(The government is) more tolerant toward online dissent and criticism -- and even insults,\" Fahmi said, despite the fact that the \"online content\" law used to prosecute him is still on the books.", "\"People know it's still there, so I think some people are still afraid to voice their criticism openly,\" Fahmi said.", "Zunar said the new government's most important task is to \"repair the damage\" done by previous regimes. He is willing to give them time to do so, but as for the future, \"we don't know yet.\"", "Russell, of Cartoonists Rights Network International, said Zunar faces a situation similar to that of other dissident cartoonists when their former oppressors leave office.", "In the last year of Najib's rule, Zunar was banned from leaving the country. Credit: Zunar", "\"Even with Zunar's heroes ... now in a new government, he's going to start drawing the same cartoons about them,\" he said. \"This is not necessarily a happy ending. If Zunar is true to his roots, he will be as ruthless with the new government as any (other) government.", "In the short term, Zunar is facing a more pressing concern: the loss of his muse, Rosmah.", "While she has largely disappeared from Malaysia's political scene while her husband attempts to reinvent himself as a man-of-the-people government critic, the former prime minister's wife remains present inside Zunar's studio, her cartoon face staring up from numerous books and picture frames.", "\"I miss Rosmah,\" the artist said. \"For me, she was a god send. Very easy to draw, very cartoonable. Her character is very cartoonable.", "\"As a cartoonist, I miss her. When Trump goes one day, American cartoonists will miss him too.\""], "authors": ["James Griffiths"], "keywords": ["prime", "cartoonists", "razak", "credit", "najib", "helped", "zunars", "zunar", "rosmah", "reza", "political", "fahmi", "najibs"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}