{"publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da", "url": "https://howtospendit.ft.com/travel/207153-schloss-elmau-the-german-castle-of-high-culture-and-delight", "pubDate": null, "authors": [], "keywords": ["german", "particular", "high", "concerts", "delight", "culture", "schloss", "mountains", "cultural", "müllerelmau", "castle", "spa", "place", "music", "elmau"], "title": "Schloss Elmau: the German castle of high culture and delight", "id": "ef954987-4414-3d55-a089-5f4d8e8d2d60", "summary": "Schloss Elmau, for those who haven’t discovered it, offers a particular combination of deep pleasures that isn’t easy to find anywhere else.\nBut when creating the modern Schloss Elmau, Müller-Elmau had very clear ideas about what he wanted.\nWhich is why at Schloss Elmau, besides the concert hall, you will find six spas, two libraries, a bookshop, two first-class wine cellars, five kitchens and eight restaurants.\nAnd just as Engstroem hopes to discover new artists himself at Schloss Elmau, so Müller-Elmau always goes to the Verbier Festival in search of great music.\nPetroc Trelawny, a much-loved music presenter on BBC Radio 3, has Schloss Elmau on his must-do list.", "paragraphs": ["It was while sitting on our balcony at Schloss Elmau, deep in the Bavarian Alps, gazing at the lengthening shadows on the Wetterstein mountains, that I thought I finally knew what constituted an almost perfect day – a heartstoppingly gorgeous landscape; the companionship of my nearest and dearest; a sprint around a tennis court followed by an exciting new cultural or historical discovery (in this case, the splendours of Bavarian late baroque architecture, in particular Ludwig II’s Linderhof Palace); culminating in a performance by one of the world’s finest pianists, Igor Levit, playing Schubert’s last sonata, the famous D960.", "Schloss Elmau, for those who haven’t discovered it, offers a particular combination of deep pleasures that isn’t easy to find anywhere else. Some – such as a lovely natural setting, spa with great treatments and Michelin-star food – can be found in various establishments around the world, but it is the rich cultural feast that Schloss Elmau lays on that makes it altogether different and special.", "Dietmar Müller-Elmau, who owns Schloss Elmau and is the inspiration behind all it does, sees it as a “cultural hub”, with the concept of it being a “luxury spa, retreat and cultural hideaway” absolutely central to its existence. It was originally created between 1914 and 1916 by Müller-Elmau’s grandfather Dr Johannes Müller, who wanted a place where like-minded people could discuss the major philosophical issues of the day. In 2005 there was a devastating fire in which, thankfully, nobody was hurt, but today much of what stands has been rebuilt by Müller-Elmau. Though large – there are two buildings: the Retreat, which sleeps 100 and has 47 suites, and the Hideaway with 115 rooms – there is never a sense of it being crowded and there is much on offer for children, including soccer camps in the summer. But when creating the modern Schloss Elmau, Müller-Elmau had very clear ideas about what he wanted. A good hotel, in his view, on top of the usual blandishments, “must offer food for thought in the form of sophisticated cultural, intellectual and political encounters and stimulation”. Many hotels lay on musical or literary events from time to time, but I know of no other where the promise of deep musical, literary and intellectual stimulation is at the heart of all it does.", "Music is Müller-Elmau’s special love. To relax, he writes in his history of Schloss Elmau, he needs “fine music that moves me emotionally and good literature that inspires me intellectually.” Happily for those less obsessed, he goes on say to that “no great artist would visit a hotel without sophisticated cuisine and a well-stocked wine cellar”. Which is why at Schloss Elmau, besides the concert hall, you will find six spas, two libraries, a bookshop, two first-class wine cellars, five kitchens and eight restaurants.", "Advertisement", "Almost every night something cultural will be going on. There are some 220 concerts a year, as well as six festivals during which there might be two concerts a day. Müller-Elmau is a relative and good friend of Martin T:son Engstroem, who runs the Verbier Festival, so most years the Verbier Festival Chamber Orchestra comes to Schloss Elmau, bringing with it young artists on the cusp of their careers. And just as Engstroem hopes to discover new artists himself at Schloss Elmau, so Müller-Elmau always goes to the Verbier Festival in search of great music. This year from November 23 to December 1 two outstanding pianists, Georg Li and Nelson Freire, will be playing at Schloss Elmau, as well as violinist Marc Bouchkov (who came second in this year’s Tchaikovsky Competition) and cellist Anastasia Kobekina (who came third). Next January there will be a series of special chamber music concerts showcasing the cello.", "From time to time, there are masterclasses – Gautier Capucon, for instance, one of the greatest cellists of our time, held one in the summer for young cellists – and almost every major musical artist, both classical and jazz, has spent time at the Schloss. What Müller-Elmau offers them is peace, tranquillity, a chance to repose, to practise on their own instrument or, if they’re pianists, on any of the many Steinways in the concert hall and practice rooms. The deal is straightforward – Müller-Elmau doesn’t pay a fee but nor do the artists pay for their keep. They can use the spa, swim in the pool, play on the tennis courts, hike in the mountains and eat in the Michelin‑starred restaurant without paying a penny. In return, for every three days they stay they play in the custom-made concert hall, give talks or take part in symposia for guests. Petroc Trelawny, a much-loved music presenter on BBC Radio 3, has Schloss Elmau on his must-do list. “I think it should be for all music lovers,” he says. “There is something remarkable about a place that gives musicians a chance to rewire, to work and think and then play in such extraordinarily intimate surroundings.”", "For guests, the pay-off is enormous, because around the Schloss is an air of immense artistic endeavour. Some of the world’s most eminent musicians, writers and thinkers might be seated next to you at breakfast, or be swimming next to you in the pool, or just be spotted wandering the corridors or reading in the libraries. Entry to the concerts and talks is free to guests. “It’s an egalitarian place,” says Müller-Elmau, “and the musicians, writers and philosophers who come seem to like it because they become part of the family. I can’t manage a big ego” – which may explain why one or two leading artists have never been invited.", "Those who have been invited this year, however, include Ludovico Einaudi (October 19), the Italian composer/pianist whose Seven Days Walking, released in March this year, became the fastest-streamed classical album of all time (and more than 10 million people have viewed his Greenpeace video featuring the collapse of a glacier). And for jazz lovers there is the annual Jazztival, which this year runs from November 13 to 17 and will feature the great Brad Mehldau, as well as many other luminaries of the jazz world.", "As Sam Jackson, managing editor of Classic FM and Smooth Radio, puts it: “Mention Schloss Elmau to any famous tenor, pianist or violinist, and they talk of a place that’s ‘idyllic’, ‘blissful’, even ‘magical’. No matter where you turn, you feel as if you’re being taken to a better place. Hearing chamber music performed live, with a view of the sun setting over the mountains, is a life-enhancing experience – especially when the musicians are among the most critically acclaimed in their field.”", "But it’s not just music that is on offer. Several Booker Prize-winners (Müller-Elmau mentions in particular Julian Barnes, Zadie Smith and Ian McEwan –“who loves it here”) have taken part in literary discussions at the Schloss. Then there are impromptu meetings with politicians in which guests can take part (“We can’t advertise them, because of security”), while one of his most memorable gatherings was the G7 summit in 2015, when Angela Merkel, David Cameron and Barack Obama among others all spent time at the hotel. Müller-Elmau has a particular interest in the Scottish Enlightenment, US and German politics and Jewish culture, and there are frequent gatherings of leading thinkers to discuss matters such as “Anti-Americanism in the West”, all chaired by eminent experts in their fields.", "Apart from the high-minded cultural pursuits, there is plenty for the physically inclined to do. There are Bavarian castles to visit – one of the least known and most spectacular of all Ludwig’s castles, Schachen, is a three-hour hike up the mountains or a 90-minute e-bike ride away, while Linderhof and Neuschwanstein (on which Disney’s castle is based) are within easy reach. In summer there are hiking-promenade concerts held in the woods and by the creeks.", "But the more sybaritic will be reassured by another of Müller-Elmau’s beliefs: “A good hotel and spa should offer as many alternatives as possible for doing nothing.” There are plenty: one would never tire of gazing at the dramatic mountains, lying on the sunbed beside the pool or just listening to the birdsong and the babbling river.", "Advertisement", "And I could scarcely put it any better than the words that Martin Cramer – a one-time guest who died in Auschwitz – used in 1932 when he wrote: “Most of all, Elmau permits the grandeur of nature to take its effect. The natural world surrounds one here, peering in through all the doors and windows, reminding the guest of powerful, primal feelings, signs and sensations he had long forgotten in the confines of the city.”", "457"]}