{"id": "ef9975a0-e9a1-3a62-a44d-7c02ed1beeea", "title": "Former Portuguese prime minister Sócrates to stand trial for money laundering", "url": "https://www.theguardian.com/world/2021/apr/09/former-portuguese-prime-minister-socrates-to-stand-trial-for-money-laundering", "summary": "A Portuguese court has cleared the way for former prime minister José Sócrates to stand trial for money laundering and falsifying documents, but cleared him of corruption charges in the years-long case.\nHe is alleged to have concealed funds with the complicity of businessman and longtime friend Carlos Santos Silva.\nBesides Sócrates and Santos Silva, former banker Ricardo Salgado faces three accusations of breach of trust and ex-minister Armando Vara will be tried for money laundering.\nThe accusations against Sócrates have served as an embarrassment for current prime minister Antonio Costa, a member of the first of his two governments.\nBut he admitted in interviews that he regularly borrowed money from his friend Santos Silva, a relationship he will probably be called upon to clarify during his trial.", "paragraphs": ["A Portuguese court has cleared the way for former prime minister José Sócrates to stand trial for money laundering and falsifying documents, but cleared him of corruption charges in the years-long case.", "Sócrates is accused of pocketing €34m from three companies while he was in power between 2005 and 2011, but the ex-prime minister has maintained his innocence.", "He is alleged to have concealed funds with the complicity of businessman and longtime friend Carlos Santos Silva.", "The decision to drop corruption charges was a blow to prosecutors, who had accused a total of 19 people and nine companies of 189 crimes, a move that had sparked an uproar in Portugal.", "Investigating judge Ivo Rosa ultimately held up only a dozen charges as he read out a summary of his decision over the course of more than three hours, carried live on television.", "Prosecutors are allowed to appeal. A trial date has not yet been set.", "“All the prosecution’s big lies have fallen apart,” Sócrates said as he left the court in Lisbon, pledging to continue to fight to prove his innocence.", "Besides Sócrates and Santos Silva, former banker Ricardo Salgado faces three accusations of breach of trust and ex-minister Armando Vara will be tried for money laundering.", "Rosa dismantled many of the prosecutors’ conclusions almost point-by-point, speaking at time of an “absence of evidence” and “lack of rigour”.", "Regarding the bribes Sócrates allegedly received from Salgado, the former head of Banco Espirito Santo, the judge said the evidence was “manifestly insufficient to support his conviction for any form of passive corruption”.", "The accusations against Sócrates have served as an embarrassment for current prime minister Antonio Costa, a member of the first of his two governments.", "Shortly before the hearing, Costa reiterated he had “nothing to add” since the scandal erupted with the arrest of Socrates in November 2014.", "The arrest came as Costa was taking the reins of the Socialist party and calling on supporters not to confuse its interests with those of its former leader.", "At the time, Sócrates’ image had already been tarnished by his management of Portugal’s debt crisis, which in 2011 prompted him to seek international financial assistance to avoid the country’s bankruptcy, enabling the right to rise to power. Sócrates, who was placed in pre-trial detention for nine months, then under house arrest before being released six weeks later, said he was the victim of a “smear campaign”.", "But he admitted in interviews that he regularly borrowed money from his friend Santos Silva, a relationship he will probably be called upon to clarify during his trial."], "authors": [], "keywords": ["silva", "costa", "prime", "charges", "santos", "trial", "minister", "salgado", "portuguese", "arrest", "sócrates", "money", "stand", "laundering"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}