{"id": "ef99a843-7ed1-3c2b-86a4-cf55fa09e390", "title": "Kate Middleton is a low-maintenance parent who wants to give her royal children a normal upbringing, pals say", "url": "http://www.foxnews.com/entertainment/kate-middleton-hands-on-parent-duchess-of-cambridge-friends-speak-out", "summary": "\"It’s a normal, busy family home with kids running around and knocking things over,\" an insider told the outlet.\nWhen you see her behind closed doors with the children, she’s a very confident mom, and she’s no pushover.\nROYAL KIDS GEORGE, CHARLOTTE, LOUIS MAKE RED CARPET DEBUT WITH PRINCE WILLIAM, KATE MIDDLETON AT SHOWThe pal also shared that the duchess prefers a low-maintenance routine when not taking on royal duties.\nOne palace source also told the outlet that Middleton is determined to give her children a normal upbringing despite their royal statuses.\nThe British author is the editor-in-chief of Majesty magazine and has been covering the British royal family since the 1980s.", "paragraphs": ["Kate Middleton may be married to the future king of England, but the queen consort to be is simply a busy mom of three behind palace doors, pals insist.", "Friends of the 38-year-old told People magazine in this week’s cover story that the Duchess of Cambridge's private life is completely different from what many people may imagine.", "Instead, they described the wife of Prince William as a hands-on parent who does school drop-offs in her gym clothes and schedules date nights when not doting on her three children: Prince George, 7, Princess Charlotte, 5, and Prince Louis, 2.", "\"It’s a normal, busy family home with kids running around and knocking things over,\" an insider told the outlet. \"There’s no airs and graces. When you see her behind closed doors with the children, she’s a very confident mom, and she’s no pushover. The children get told off if they act up.\"", "ROYAL KIDS GEORGE, CHARLOTTE, LOUIS MAKE RED CARPET DEBUT WITH PRINCE WILLIAM, KATE MIDDLETON AT SHOW", "The pal also shared that the duchess prefers a low-maintenance routine when not taking on royal duties.", "\"There are no blow-dries - it’s always hair up in a ponytail,\" claimed the friend. \"She’s either in her gym clothes, or a dress and sneakers, very little makeup, apologizing as she’s late for the school run before dashing off. It’s the life of a working mom with three young children — just a different sort of day job to most.\"", "One palace source also told the outlet that Middleton is determined to give her children a normal upbringing despite their royal statuses.", "\"She is going that to help her children be more grounded and keep their reality in check,\" said the source. \"That’s what really matters to her.\"", "ROYAL FAMILY MEMBERS WILL LIKELY BE APART FOR CHRISTMAS AS CELEBRATIONS REMAIN IN LIMBO: REPORT", "Before the ongoing coronavirus pandemic, Middleton was known to be spotted by locals enjoying a romantic night out with William, 38, at a local pub. They will be celebrating their 10th wedding anniversary in 2021.", "\"They were talking about home life and the children — just like any other parent on a night out,\" one local recalled to the outlet. \"You were just struck by what a normal lovely couple they are.\"", "Still, Middleton does get extra help when it comes to raising her children. The outlet noted that prior to the pandemic, Middleton and William would regularly visit her parents for some babysitting help.", "The duchess also has a nanny named Maria Turrion Borrallo, who has been with the family since 2014, when George was just 8 months old.", "KATE MIDDLETON HAS RECEIVED QUEEN ELIZABETH, PRINCE PHILIP’S APPROVAL FOR THIS REASON, ROYAL EXPERT CLAIMS", "\"If you look at the people around her, it’s a tight team,\" said the source. \"She would be lost without Maria… They work very hard, but they make it possible for Kate to juggle everything.\"", "Back in November, royal expert Ingrid Seward told Fox News Middleton has long received a stamp of approval as a future queen consort.", "\"I think that both Queen Elizabeth II and Prince Philip probably get on their knees and pray to God, ‘Thank you for sending us Catherine Middleton,’\" Seward said at the time. \"She is a gem.\"", "The British author is the editor-in-chief of Majesty magazine and has been covering the British royal family since the 1980s. The 72-year-old has also written more than 20 books on the subject.", "CLICK HERE TO GET THE FOX NEWS APP", "\"She’s gorgeous and never takes a bad photograph,\" Seward explained on Middleton’s appeal with the British public as a royal. \"And in this visual world that we live in, it’s important to see someone who’s going to be a future queen as a beauty, which she is. But she also works hard. She’s brought a breath of fresh air into the Windsor family.\""], "authors": ["Stephanie Nolasco"], "keywords": ["told", "shes", "say", "queen", "kate", "lowmaintenance", "royal", "children", "wants", "upbringing", "pals", "middleton", "family", "william", "parent", "normal", "prince", "outlet"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}