{"id": "efbff5eb-4e77-3ffb-b001-10025228a8e0", "title": "This designer is giving the ancient art of henna a modern makeover", "url": "https://edition.cnn.com/style/article/azra-khamissa-modern-henna-hnk-spc-intl/index.html", "summary": "Now, Dubai-based designer Azra Khamissa is on a mission to give the ancient practice a modern makeover.\nHer aim is to create henna designs that align with fashion trends, along with henna products that can be sold through major cosmetics retailers.\nKhamissa's attitude to henna started to change at a friend's wedding in 2017.\nCredit: Azra KhamissaShe isn't alone in taking a modern approach to henna.\nFellow UAE-based henna artist Amreen Wahid draws delicate floral designs with a contemporary feel, and beauty bloggers have used henna to create freckles and beauty spots.", "paragraphs": ["Written by Rebecca Cairns, CNN", "With a history spanning millennia across the Middle East, North Africa, and South Asia, henna is steeped in tradition and cultural rituals. The natural dye is typically used to create temporary, intricate body art for religious festivals and celebrations, such as weddings.", "Now, Dubai-based designer Azra Khamissa is on a mission to give the ancient practice a modern makeover.", "A pioneer of striking minimalist designs, Khamissa has built a following of more than 100,000 on Instagram , and her creative ideas have led to brand collaborations with fashion houses including Gucci and Fendi.", "Her aim is to create henna designs that align with fashion trends, along with henna products that can be sold through major cosmetics retailers. Khamissa would like to see henna worn all the time -- not just on special occasions.", "Khamissa's minimalist designs include line drawings of faces, flowers and landscapes. Credit: Abdulla El Maz", "An ancient art", "Henna is made from plant leaves. Its origins as a cosmetic product are unknown, but it has \"been used for thousands of years for cosmetic purposes\" including coloring hair and nails, and decorating hands and feet, says Ade Solihat, a lecturer and researcher of Arab Studies at Universitas Indonesia.", "During Khamissa's childhood, henna was often used for family celebrations like Eid, she says. But as she got older and developed her sense of style, she would \"dread\" occasions where she had to adorn herself with flowery designs.", "Khamissa's attitude to henna started to change at a friend's wedding in 2017. Preparing for the ceremony, she experimented by decorating the center of her palm with a disc (a design called rubeya, in Arabic) and coloring her fingertips (rawayeb, in Arabic). Usually \"only grandmothers\" would wear this design, says Khamissa, but its simple, bold minimalism appealed to her.", "A week later, Khamissa attended a photoshoot for her eponymous handbag brand, where the photographer captured her henna-covered hands. When Khamissa saw the images, she began to see henna in \"a different light.\" Subseqently, she launched her career as a henna artist.", "Dubai-based Azra Khamissa wants to make henna an element of everyday fashion. Credit: Aqib Anwar", "\"I just kept exploring different traditional designs, and then started adding my own touch to them,\" she says.", "Khamissa tests new designs on her own hands first. When she runs out of space, her sister and grandmother volunteer their hands. Her grandmother isn't always a fan of her modern interpretations -- but when she responds positively, Khamissa knows she's onto a winner: \"Whatever she likes, I know is a great success, because that's the real traditional eye meeting up with something new and different.\"", "Minimalist and modern", "In her work, Khamissa reinterprets traditional ornate floral patterns as pared-back line drawings of single flowers, and replaces complex mandalas with simple geometric shapes. Some designs pay homage to traditional North African and Arabic motifs, while others -- topographical outlines, abstract desert landscapes, and politically inspired flags and words -- are her own unique creations.", "Khamissa says the temporary nature of henna -- which lasts around two weeks -- allows for more \"crazy\" and experimental patterns, like all-over leopard print. For those who don't want to ink themselves permanently, henna offers more flexibility and \"makes tattoo culture a bit more inclusive,\" Khamissa says.", "Some of Khamissa's designs are inspired by nature, including Dubai's desert landscapes. Credit: Azra Khamissa", "She isn't alone in taking a modern approach to henna. Fellow UAE-based henna artist Amreen Wahid draws delicate floral designs with a contemporary feel, and beauty bloggers have used henna to create freckles and beauty spots.", "Solihat, the Arab Studies specialist, says henna is no longer tied to \"symbolic and sacred meanings.\" Modern approaches help it to \"cross borders, ethnicities, and identities,\" she says, adding that it is now popular among demographics without a henna heritage, \"especially among the urban young generation.\"", "Beauty store henna", "It's not just Khamissa's designs that are modern -- she wants to update the way henna is sold, too.", "Typically, fresh henna paste, or the raw ingredients to make it, are available only at specialist stores.", "\"There's a huge gap in the market,\" says Khamissa. \"You can't find henna in a Sephora or Boots, major pharmacies or beauty stores. I want to make it more accessible.\"", "Khamissa hopes her designs will inspire people to embrace henna and wear it in a more casual, contemporary way. Credit: Azra Khamissa", "But there's a major barrier -- henna paste has a shelf-life of just a few days. Most off-the-shelf henna pastes contain preservatives and some contain PPD (paraphenylenediamine), a synthetic dye that can cause serious allergic reactions", "A solution to the shelf-life problem would be mini-freezers, which could keep henna paste fresh for up to six months, says Khamissa. She is considering designing her own freezers to allow her to scale up and sell henna in cosmetics stores.", "In the meantime, Khamissa started selling a non-toxic henna kit in May 2020. Other henna specialists, such as Dubai Henna , have established online platforms, reflecting growing demand.", "Khamissa hopes that by making high-quality henna more accessible, more women will be inspired to get creative with body art in their everyday styling. \"Henna should be like getting your nails done, your hair done, your makeup done for a look. Adding henna just tops it off beautifully.\""], "authors": ["Rebecca Cairns"], "keywords": ["modern", "khamissa", "art", "credit", "henna", "traditional", "started", "hands", "azra", "ancient", "used", "designs", "giving", "designer", "makeover"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}