{"summary": "No volume of howling by Donald Trump could prevent the shadow of history from falling over his White House on Wednesday, as the House of Representatives prepared to approve articles of impeachment against a president for only the third time.\nRichard Nixon resigned in 1974 before the House could vote to impeach him.\nFacebook Twitter Pinterest Trump dashed off an acrid letter to Pelosi, charging her with ‘declaring open war on American democracy’.\nThe formal process starts with the House of Representatives passing articles of impeachment, the equivalent of congressional charges.\nA simple majority of members need to vote in favour of impeachment for it to pass to the next stage.", "url": "https://www.theguardian.com/us-news/2019/dec/18/donald-trump-impeachment-house-vote", "paragraphs": ["No volume of howling by Donald Trump could prevent the shadow of history from falling over his White House on Wednesday, as the House of Representatives prepared to approve articles of impeachment against a president for only the third time.", "More than 700 historians call for Trump to be impeached as key vote looms Read more", "For nearly three months, Trump has fought the impeachment inquiry at every turn, blocking witness testimony, denying documents and complaining on Twitter that no president has ever suffered such mistreatment at the hands of his political enemies.", "But congressional investigators have pushed inexorably toward the scene expected to play out on the House floor on Wednesday evening, when members will vote on charges that Trump abused the powers of his office and obstructed Congress in service of a Ukraine scheme meant to harm a political rival, former vice-president Joe Biden.", "With a solid Democratic majority in the chamber and a wave of party moderates announcing their support for impeachment, the vote seemed sure to go against Trump by a comfortable margin, hitching him forever to Bill Clinton (1998) and Andrew Johnson (1868) as the only US presidents to be impeached. Richard Nixon resigned in 1974 before the House could vote to impeach him.", "Trump would then face a trial early next year in the Republican-controlled Senate. With a two-thirds majority of senators needed to convict Trump and remove him from office, his survival – until the November 2020 election, at least – seems likely.", "Facebook Twitter Pinterest Trump dashed off an acrid letter to Pelosi, charging her with ‘declaring open war on American democracy’. Photograph: Patrick Semansky/AP", "“It’s a good thing when there are some limits on the conduct that a president can engage in,” said Elliot Williams, a former justice department official and principal with the Raben Group, a public affairs and strategic communications firm.", "“And it’s up to Republican senators now to decide whether there are any limits left.”", "Just three months ago, Trump was on his way to completing his first term without facing official impeachment proceedings, despite a pile-up of scandals culminating in a report by special counsel Robert Mueller that detailed 10 episodes of alleged obstruction of justice by Trump himself.", "Trump impeachment: how Pelosi went from holdout to leader in legacy-defining moment Read more", "In response to every new allegation, Trump’s response has been to mix praise for his own “perfect” conduct with charges of “fake news”, partisan aggression and “deep-state” conspiracy mongering. On Tuesday, he dashed off an acrid letter to House speaker Nancy Pelosi, charging her with “declaring open war on American Democracy” and calling impeachment an “election-nullification scheme”.", "But a mountain of evidence indicates that it was Trump who sought to undermine American democracy. Harboring no illusions about the political risks of pursuing impeachment, and waiting perhaps for the case to build to overwhelming strength, Pelosi for months held her fire. Then a whistleblower complaint originating inside the White House in August was temporarily blocked from reaching Congress, as is required by law.", "The complaint, alleging Trump was “using the power of his office to solicit interference from a foreign country in the 2020 US election”, snapped Pelosi to action. On 24 September, saying Trump had committed a “betrayal of his oath of office, a betrayal of our national security and betrayal of the integrity of our elections”, she announced the launch of impeachment proceedings.", "Q&A How do you impeach the US president? Show Hide Article 1 of the United States constitution gives the House of Representatives the sole power to initiate impeachment and the Senate the sole power to try impeachments of the president. A president can be impeached if they are judged to have committed \"treason, bribery, or other high crimes and misdemeanors\" – although the US Constitution does not specify what “high crimes and misdemeanors” are.", "The formal process starts with the House of Representatives passing articles of impeachment, the equivalent of congressional charges. A simple majority of members need to vote in favour of impeachment for it to pass to the next stage. Democrats currently control the House. The chief justice of the US Supreme Court then presides over proceedings in the Senate. The president is tried, with senators acting as the jury. For the president to be found guilty two-thirds of senators must vote to convict. Republicans currently control the Senate. Two presidents have previously been impeached, Bill Clinton in 1998, and Andrew Johnson in 1868, though neither was removed from office as a result. Richard Nixon resigned in 1974 before there was a formal vote to impeach him. Martin Belam", "In closed-door depositions and then public hearings, witnesses from within the administration gave overlapping descriptions of how Trump directed a pressure campaign against Ukraine, withholding a White House visit and military aid while demanding an announcement about investigations of Biden and a wild 2016 election conspiracy theory.", "Republicans attacked the Democrats’ management of the proceedings but never mounted a substantive defense of Trump’s conduct, for all the president’s urging.", "Norm Ornstein, a resident scholar at the conservative American Enterprise Institute and bestselling author of One Nation After Trump, said Republicans had shamefully demonstrated a loyalty to Trump that ran deeper than their oaths of office.", "Facebook Twitter Pinterest McConnell leaves the Senate chamber after criticizing the effort to impeach Trump. Photograph: J Scott Applewhite/AP", "“I’ve started to refer to this not as the Republican party but more cult-like,” said Ornstein. “Voting against the theology means that you could be shunned or excommunicated. And that’s a powerful impetus.”", "If Democratic unity was ever in doubt, Pelosi, renowned for her ability to take the temperature of her party, was vindicated in recent days as a cascade of moderates from pro-Trump districts announced their support.", "“It is with a heavy heart but with clarity of conviction that I have made my decision,” said Oklahoma representative Kendra Horn, whose district Trump won in 2016 by 13 points. “The oath I took to protect and defend the constitution requires a vote for impeachment.”", "'Duty to country': Democrat makes case to Trump supporters for impeachment Read more", "On Tuesday, the House held a final hearing, setting the parameters for the floor debate.", "The Democrat Jamie Raskin, a constitutional scholar and member of the judiciary committee, laid out the majority’s case in stark terms, calling Trump’s obstruction “unprecedented” and “dangerously unconstitutional”.", "“If accepted and normalized now,” Raskin said, “it will undermine perhaps for all time the congressional impeachment power itself, which is the people’s last instrument of constitutional self-defense against a sitting president who behaves like a king and tramples the rule of law.”", "Doug Collins, the top Republican on the judiciary committee, said it was a “sad day” for the country and accused Democrats of trying to interfere in the 2020 election by removing Trump from office.", "Play Video 1:14 Trump impeachment: protesters gather in Times Square on eve of vote – video", "In the Senate, Republican majority leader Mitch McConnell vowed to carry forward Trump’s defense, indicating he would oppose Democratic attempts to secure testimony from potentially key witnesses, including former national security adviser John Bolton and acting chief of staff Mick Mulvaney, who were blocked by the Trump administration from testifying before the House.", "Williams, the former justice department official, said this impeachment would be remembered not only for Trump’s historic wrongdoing but for the Republicans’ historic forfeiture of their civic duty.", "“Members of Congress swear an oath not to their constituents, but to the constitution,” he said.", "“They are failing in their core responsibility when they are willing to sell that oath out simply because of the likelihood that the president will put out a nasty tweet about them if they step out of line.”"], "pubDate": null, "keywords": ["senate", "house", "president", "impeachment", "trump", "vote", "prepares", "senators", "trumps", "pelosi", "faces", "history", "office"], "id": "efd3c7e0-ca5d-3979-934c-3f4e2d3436cb", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Tom Mccarthy", "Lauren Gambino"], "title": "Impeachment: Trump faces up to history as House prepares to vote"}