{"id": "efd7cb83-ebcf-32aa-aa79-6a15dfae610d", "title": "Covid-19 Live Updates: U.S. Tops 3,000 Daily Deaths, Setting a Record", "url": "https://www.nytimes.com/live/2020/12/10/world/covid-19-coronavirus/", "summary": "Tops 3,000 Daily Deaths, Setting a Record The previous mark was just a week old, and overcrowded hospitals indicated numbers were unlikely to dip soon.\nThe milestones are being toppled as U.S. officials race to approve and distribute a Covid-19 vaccine for Americans.\nThey also asked governments to ensure their Covid-19 vaccines are free to the public and equitably available.\nThe United Kingdom started vaccinations this week, after becoming the first Western country to authorize a Covid-19 vaccine.\nOn Wednesday, the United Arab Emirates approved China’s coronavirus vaccine, signaling a win for that country’s vaccine ambitions.", "paragraphs": ["Live Updated Dec. 10, 2020, 9:24 a.m. ET Dec. 10, 2020, 9:24 a.m. ET Covid-19 Live Updates: U.S. Tops 3,000 Daily Deaths, Setting a Record The previous mark was just a week old, and overcrowded hospitals indicated numbers were unlikely to dip soon. Wealthy nations are being accused of hoarding vaccines.", "U.S. sets record for daily deaths as hospitals nationwide near or exceed capacity. A patient being unloaded from an ambulance before entering the emergency room at University Hospital in Newark, N.J., on Friday. Credit... Bryan Anselm for The New York Times The onslaught has been relentless. Late Wednesday in the United States, the daily death toll exceeded the record set just one week earlier, 2,885. By midnight it had climbed to 3,053, and total deaths since the coronavirus spread into the country at the beginning of the year and began laying siege had reached 289,529. If American hospitals were any guide, those numbers are unlikely to dip any time soon. Hospitals across the country are operating near or above capacity as they cope with a growing flood of Covid-19 cases. New data released this week by the Department of Health and Human Services offered a detailed geographic picture of the crisis, with more than a third of Americans living in areas where hospitals are running critically short of intensive care beds. With so many hospitals facing the same problems, the elasticity in the health care system is gone, and medical workers are being run ragged. “There is not a lot of wiggle room,” said Loy Howard, president of the Tanner Health System. “I have been doing this for 35 years, and I have not seen this kind of wear and tear on the staff.” The five-hospital Tanner Health System near Atlanta expanded the number of critical care beds to 30, but its officials are still scrambling from before dawn to the end of the day. “The worry is,” said Deborah Matthews, the chief nursing officer, “what are you going to do with the 31st I. C.U. patient? What are you going to do with the next patient who needs to be on a ventilator? You have contingency plans for all of that, but you are just constantly thinking about those things.” With no immediate relief in sight, the United States was bearing down on a ghastly mark likely days away: 300,000 deaths since the coronavirus outbreak began. The milestones are being toppled as U.S. officials race to approve and distribute a Covid-19 vaccine for Americans. Britain began vaccinating its own citizens this week, and Canada appears near to doing the same. But things have moved more slowly in a country still mired over a presidential election that took place more than a month ago, with many Republicans refusing to acknowledge the results and some working actively to undo them. Eric Nagourney and", "Wealthy nations are accused of hoarding vaccines, to the detriment of less developed countries. Volunteers for coronavirus vaccine trials in Soweto, South Africa. Credit... Jerome Delay/Associated Press Wealthy nations have a firm upper hand in securing a coronavirus vaccine compared with developing countries, a global coalition of organizations and activists warned on Wednesday. In about 70 developing countries, only one in 10 residents is expected to receive a Covid-19 vaccine within the next year, according to the People’s Vaccine Alliance, which consists of organizations such as Amnesty International, Frontline AIDS, Global Justice Now and Oxfam. “The hoarding of vaccines actively undermines global efforts to ensure that everyone, everywhere can be protected from Covid-19,” said Steve Cockburn, Amnesty International’s head of economic and social justice. “Rich countries have clear human rights obligations not only to refrain from actions that could harm access to vaccines elsewhere, but also to cooperate and provide assistance to countries that need it.” Rich countries representing 14 percent of the global population have bought over 50 percent of promising Covid-19 vaccines, according to data collected by Airfinity, a London-based software company tracking deals between countries and manufacturers. It looked at supply deals that included eight vaccine candidates in Phase 3 clinical trials. The alliance called on pharmaceutical companies along with researchers to “share the science, technological know-how and intellectual property” of their vaccines. They also asked governments to ensure their Covid-19 vaccines are free to the public and equitably available. Recently, countries including South Africa and India have pushed for loosened restrictions on intellectual property rights for Covid-19 vaccines, proposing that the World Trade Organization end global enforcement of the rights in the interest of accessibility. “Governments must also ensure the pharmaceutical industry puts people’s lives before profits,” said Heidi Chow, a senior campaign and policy manager at Global Justice Now. Developing countries that the alliance focused on currently have access to the vaccine only through Covax, a global initiative to vaccinate much of the world population. (The United States declined to be a part of the effort.) The United Kingdom started vaccinations this week, after becoming the first Western country to authorize a Covid-19 vaccine. On Wednesday, the United Arab Emirates approved China’s coronavirus vaccine, signaling a win for that country’s vaccine ambitions. Canada approved Pfizer and BioNTech’s coronavirus vaccine, which was also approved in Britain. Both Pfizer and Moderna have submitted their applications for emergency approvals the U.S. Food and Drug Administration and vaccinations in the U.S. could start before next month. However, the news of vaccination success in wealthy nations hasn’t necessarily equated to access for developing countries: Wealthy nations have purchased enough doses to vaccinate their populations three times over by the end of 2021, the alliance said. “By buying up the vast majority of the world’s vaccine supply, rich countries are in breach of their human rights obligations,” Mr. Cockburn said. “Instead, by working with others to share knowledge and scale up supply, they could help bring an end to the global Covid-19 crisis.”", "Advertisement Continue reading the main story", "Unemployment claims rose sharply last week as economic crisis grinds on. A health care worker performed a nasal swab at a coronavirus testing site in Bloomington, Minn., last week. Economists fear that layoffs could begin to surge again. Credit... Tim Gruber for The New York Times Applications for jobless benefits resumed their upward march last week as the worsening pandemic continued to take a toll on the economy. More than 947,000 workers filed new claims for state unemployment benefits last week, the Labor Department said Thursday. That was up nearly 229,000 from the week before, reversing a one-week dip that many economists attributed to the Thanksgiving holiday. Applications have now risen three times in the last four weeks, and are up nearly a quarter-million since the first week of November. On a seasonally adjusted basis, the week’s figure was 853,000, an increase of 137,000. Nearly 428,000 applied for Pandemic Unemployment Assistance, a federal program that covers freelancers, self-employed workers and others who don’t qualify for regular state benefits. Unemployment filings have fallen greatly since last spring, when as many as six million people a week applied for state benefits. But progress had stalled even before the recent increases, and with Covid-19 cases soaring and states reimposing restrictions on consumers and businesses, economists fear that layoffs could surge again. “It’s very clear the third wave of the pandemic is causing businesses to have to lay people off and consumers to cut back spending,” said Daniel Zhao, senior economist for the career site Glassdoor. “It seems like we’re in for a rough winter economically.” Jobless claims rose in nearly every state last week. In California, where the state has imposed strict new limits on many businesses, applications jumped by 47,000, more than reversing the state’s Thanksgiving-week decline. The monthly jobs report released on Friday showed that hiring slowed sharply in early November and that some of the sectors most exposed to the pandemic, like restaurants and retailers, cut jobs for the first time since the spring. More up-to-date data from private sources suggests that the slowdown has continued or deepened since the November survey was conducted. “Every month, we’re just seeing the pace of the recovery get slower and slower,” said AnnElizabeth Konkel, an economist with the job site Indeed. Now, she said, the question is, “Are we actually going to see it slide backward?” Many economists say the recovery will continue to slow if the government does not provide more aid to households and businesses. After months of gridlock in Washington, prospects for a new round of federal help have grown in recent days, with congressional leaders from both parties signaling their openness to a compromise and the White House proposing its own $916 billion spending plan on Tuesday. But the two sides remain far apart on key issues. The stakes are particularly high for jobless workers depending on federal programs that have expanded and extended unemployment benefits during the pandemic. Those programs expire later this month, potentially leaving millions of families with no income during what epidemiologists warn could be some of the pandemic’s worst months.", "The E.U. agency assessing coronavirus vaccines was hit by a cyberattack. The European Medicines Agency, located in Amsterdam, did not disclose who was behind the cyberattack. Credit... Remko De Waal/EPA, via Shutterstock The European Medicines Agency, the European Union’s top drug regulator, whose approval is necessary for countries in the bloc to begin rolling out the coronavirus vaccine, has begun an investigation after it was hit by a cyberattack, it said on Wednesday. The agency, which is reviewing vaccine candidates, did not provide details about the target or the date of the attack. But shortly after the announcement, Pfizer and BioNTech said in their own statement that some documents related to the regulatory submission of their vaccine and which were hosted on a server of the European agency, had been “unlawfully accessed.” Pfizer and BioNTech said their systems had not been breached, and that no study participants appeared to have been identified as a result of the cyberattack. The breach comes at a time of heightened threats faced by pharmaceutical companies, health care institutions and agencies involved in the production, approval and distribution of the vaccine. Last week, IBM said it had detected a series of cyberattacks in September against companies involved in the distribution of coronavirus vaccines across the world and against a branch of the European Commission, the E.U.’s executive arm. The European Medicines Agency is set to announce a decision on the Pfizer/BioNTech vaccine by Dec. 29. Although each country in the bloc will be in charge of its own rollout, the agency’s approval will pave the way for the largest vaccination campaign in the West, dwarfing the rollout that started this week in Britain and most likely posing more considerable logistical and security challenges. Canada approved the Pfizer/BioNTech vaccine on Wednesday, becoming the second Western country to do so. Russia began the rollout of its own Sputnik 5 vaccine on Saturday. The European Medicines Agency didn’t disclose who was behind the cyberattack, saying that it “cannot provide additional details whilst the investigation is ongoing.” Pfizer and BioNTech said in their statement that they were awaiting further information from the agency. Cybersecurity experts have said that only state actors could carry out such operations. Microsoft revealed last month that hacker groups backed by Russia and North Korea had targeted several vaccine makers in the United States, Canada and France, among other countries. “The intentions behind those attacks are to parasite Western efforts on the vaccine,” said Julien Nocetti, a researcher at the French Institute of International Relations who studies cybersecurity with a focus on Russian activities. By breaking into the system of key actors involved in the vaccine or by disrupting distribution efforts, attackers could exact considerable damage, said Claire Zaboeva, a senior cyberthreat analyst at IBM’s Security X-Force. Ms. Zaboeva said about the production and delivery of the vaccine: “If you manage to get the key to the whole kingdom, you have 500 options on the menu: collecting key timetables, which nations will get the vaccine, how it will get there, what companies will be associated with the delivery, or how it will be handled.”", "Do you have questions about coronavirus tests? These experts have answers. Healthcare workers and the Connecticut National Guard administering coronavirus tests in Stamford, Conn., on Wednesday. Credit... Dave Sanders for The New York Times Months into the pandemic, many people still are frustrated and confused about virus testing. Long lines at testing sites, delays in getting results and even surprise testing bills have discouraged some people from getting tested. And many people don’t understand what a test can and can’t tell you about your risk, and wrongly think a test result that comes back negative guarantees they can’t spread the virus to others. We asked some of the nation’s leading experts on testing to help answer common questions about how to get tested, what to expect and what the different tests and results really mean. Among them: When should be people be tested?", "What are the tests like?", "What type of test should people get?", "And how do you interpret the results? Tara Parker-Pope and", "Advertisement Continue reading the main story", "South Korea faces its ‘biggest ever coronavirus crisis’ with a vaccine months away. A market in Seoul, South Korea, on Tuesday. Health officials warned that ​the number of coronavirus cases could rise to record highs in coming days. Credit... Kim Hong-Ji/Reuters SEOUL, South Korea — For most of the year, South Korea has kept its coronavirus numbers so low it was the envy of the world. Now, the country is grappling with the most elusive wave of infections it has seen, just as other nations prepare to roll out vaccinations. South Korea’s daily number of new cases was once as low as two per day. That number soared to​ 682 on Thursday, with health officials warning it could reach record highs in coming days. On Wednesday​, 686 new cases were reported, the highest daily count since Feb. 29. “We must exert all we can, considering this our last hurdle to clear ​in our efforts to curb the coronavirus before vaccines and treatments come online,” President Moon Jae-in said this week. He has instructed his government to mobilize ​​soldiers​, police officers and civil servants ​to help epidemiologists’ contact-tracing efforts. The country’s struggle to contain the recent surge is a race against time. Mr. Moon’s government announced this week that it had secured enough doses of coronavirus vaccines from companies like AstraZeneca and Pfizer to inoculate roughly 86 percent of the population, but that the first batch would not arrive until March. South Korea has been hit by four waves of infections since its first case was reported in January. But the latest is by far the ​hardest to control, health officials said. Previous waves included mass clusters that health officials were able to target and trace. The current wave spread through numerous small clusters that erupted in nursing homes, hospitals, saunas, bars, restaurants, music halls and factories, most of them in the Seoul metropolitan area, but also in towns farther away. Daily cases continue to rise despite tightened social-distancing ​guidelines and other measures. Na Seong-woong, a deputy commissioner of the Korea Disease Control and Prevention Agency, warned that the daily caseload could surpass 900 next week. “We are facing our biggest ever coronavirus crisis because the current wave is neither temporary nor regional, but steady and nationwide,” he said. “We don’t have one central cluster that we can shut down with a focused testing and isolating campaign, but it’s popping up here and there and everywhere through our daily lives.”", "For Germans, Christmas markets are a beloved fixture. Maybe next year. The empty Gendarmenmarkt in Berlin Mitte which would normally be filled with people who come to the Christmas market. Credit... Lena Mucha for The New York Times No groups of friends gripping mugs of steaming red wine spiced with cinnamon and cloves crowding Rothenburg’s medieval market square, or beneath Cologne’s towering cathedral. No brass brands playing carols before Berlin’s Charlottenburg Palace. No stars shining from the eaves of Seiffen’s wooden huts. And in Nuremberg, the magical figure known as the Christkind did not spread her golden wings and welcome the world to the annual Christmas market. Germany this December doesn’t feel right. The coronavirus is muting Christmas celebrations around the world. But the absence of seasonal merriment and public cheer is particularly palpable, and painful, in Germany’s marketplaces and squares, largely devoid of their beloved Christmas markets because of the pandemic. “When you walk through the streets of Munich or Nuremberg these days, without the bright lights and good cheer, without the smell of hot mulled wine — I just miss all of that,” said Oliver Pötzsch, 50, an author whose novels draw from his Bavarian family’s history. Germans have gathered at outdoor markets in the weeks before Christmas since the 14th century, when vendors first built their stands in city centers to sell their wares to people coming from church services. They offer an array of foods, artisanal gifts and other provisions for the coming celebrations and the long winter months. But as December drew near and the country’s number of new coronavirus infections remained dangerously high, cities across the country began canceling their markets, despite pledges made earlier in the year to do everything to keep them open.", "Advertisement Continue reading the main story", "Holidays in a pandemic? Here’s what happened in 1918. A young girl with her sick sister in November 1918. An influenza pandemic that began that year overshadowed the holiday season. Credit... Library of Congress, via Associated Press The influenza pandemic of 1918-19, in which millions of Americans were sickened and 675,000 died, seemed to roll across the United States in waves, much like the coronavirus today. The winter holidays in 1918 were marked by grievous loss, and came during a relative lull after the deadliest wave, in the fall. Another, smaller surge would peak shortly after New Year’s Day. But the national conversation around private family gatherings appeared to have been less charged in 1918 than it is today, as many weary from months of restrictions bristle at guidance from health agencies to stay home. “Hundreds of thousands of people lost loved ones,” said J. Alexander Navarro, a medical historian at the University of Michigan and an editor of the online Influenza Encyclopedia. “But by the time of Thanksgiving, there really wasn’t much debate about whether or not they should get together.” So they did, often with an empty chair at the table. At the time, another major event was stealing newspaper headlines: the end of the First World War. Soldiers were returning to their homes, and the Allied victory was a cause for celebration. “This year we have special and moving cause to be grateful and to rejoice,” President Woodrow Wilson said in a Thanksgiving proclamation, which did not mention the pandemic. “God has in His good pleasure given us peace.” For many Americans in 1918, church services were a part of the holiday season, and one woman, Caroline Schumacher, was sad to miss them: “I suppose you’ve seen that the town is quarantined,” she said in a letter from Carroll, Iowa, dated Dec. 29 that was saved by her great-granddaughter. “Don’t know how long it will be closed yet. It is terrible when there is no church. It didn’t seem like Christmas at all.”"], "authors": ["Eric Nagourney", "Neil Macfarquhar", "Allyson Waller", "Ben Casselman", "Elian Peltier", "Katherine J. Wu", "Derrick Bryson Taylor", "Choe Sang-Hun", "Melissa Eddy", "Jacey Fortin"], "keywords": ["updates", "vaccines", "agency", "covid19", "coronavirus", "live", "pandemic", "record", "daily", "deaths", "week", "3000", "vaccine", "countries", "nations", "setting", "health", "tops"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}