{"id": "efeeee9c-932e-358e-9ad2-c4f8a2a2aa0f", "title": "The B&B That’s Bringing New Energy to Miami’s Historic Overtown Neighborhood", "url": "https://www.vogue.com/article/the-copper-door-hotel-overtown-miami", "summary": "Overtown, Miami was a thriving Black community in the early-to-mid twentieth century that—in a sadly all-too-familiar tale of white entitlement, privilege and disregard—would be fragmented by the city’s highway extensions of I-95 and I-395 in the 1960s.\nThousands were forced to leave, relocating to Liberty City, Allapattah, Brownsville, and more.\nVenues (which had at times hosted the likes of Lena Horne and Cab Calloway) shut down, local enterprises changed addresses.\nOne example: the conversations around Barry Jenkins and Tarell Alvin McCraney’s Best Picture-winning Moonlight (2016), which portrayed a young gay man growing up in Liberty City (Jenkins and McCraney are both Miamians).\nThe most important factor: to keep a mid-century Overtown soul while helping to define what the area will be in the 2020s—and beyond.", "paragraphs": ["Overtown, Miami was a thriving Black community in the early-to-mid twentieth century that—in a sadly all-too-familiar tale of white entitlement, privilege and disregard—would be fragmented by the city’s highway extensions of I-95 and I-395 in the 1960s. Thousands were forced to leave, relocating to Liberty City, Allapattah, Brownsville, and more. Venues (which had at times hosted the likes of Lena Horne and Cab Calloway) shut down, local enterprises changed addresses. Some of the oldest churches in Miami saw their congregations dwindle. Overtown, as a result, incurred heavy damage both economically and in spirit; poverty levels rose, crime spiked, and a once vibrant ribbon of Miami’s social fabric withered under its new concrete shadows.", "Lately, though, the shadows are thinning. Historically Black Miami neighborhoods have experienced a significant rise in national awareness over the past few years. One example: the conversations around Barry Jenkins and Tarell Alvin McCraney’s Best Picture-winning Moonlight (2016), which portrayed a young gay man growing up in Liberty City (Jenkins and McCraney are both Miamians). Another: shout-outs in the ultra-catchy lyricism of the ascendant female rap duo City Girls, with members Jatavia “JT” Johnson hailing from Liberty City and Caresha “Yung Miami” Brownlee growing up in Opa-Locka.", "Overtown, meanwhile, has seen an uptick in commercial and community interest and investment. Red Rooster, the well-known Harlem restaurant from the Ethiopian-Swedish chef Marcus Samuelsson, just opened its southern branch on Overtown’s Northwest 2nd Avenue. Former NBA player Alonzo Mourning, who spent most of his career with the Miami Heat, co-founded the Overtown Youth Center in 2003 with the aim of helping the area’s children and families through education. The Center does valuable, important work, especially with the added hardships incurred by the COVID-19 pandemic.", "There is also The Copper Door B&B—with a new restaurant named Rosie’s—situated in a 1940s-era building on Overtown’s south edge. Its owners, partners with culinary backgrounds named Jamila Ross and Akino West, officially opened the lodging in July, 2018; Rosie’s was formally introduced this past summer, as a solution to pandemic-related indoor dining restrictions and a way to keep income flowing. Both Ross and West found that, while they had an initial vision for the site, it soon needed adjusting and has been a work-in-progress ever since. The most important factor: to keep a mid-century Overtown soul while helping to define what the area will be in the 2020s—and beyond."], "authors": ["Nick Remsen", "Nick Remse"], "keywords": ["thats", "overtowns", "historic", "restaurant", "ross", "liberty", "past", "energy", "overtown", "bb", "miami", "opened", "bringing", "city", "west", "miamis", "neighborhood"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}