{"id": "f00ff672-f89d-377e-998d-ffddbd14e81d", "title": "Made for TV - Disney and Warner make big bets on the small screen", "url": "https://www.economist.com/business/2020/12/16/disney-and-warner-make-big-bets-on-the-small-screen", "summary": "I F ANY INDUSTRY could use help from Wonder Woman, it is cinemas.\nWarner is not the only studio shifting its focus to the small screen.\nAnd on December 10th Disney, Hollywood’s biggest studio, signalled that it, too, sees its future in streaming.\nBy 2024 Disney+ will be spending $8bn-9bn annually on content, up from $2bn in 2020.\nAdd ESPN +, which shows sports, and Hulu, another Disney streaming channel, and the company will splurge $14bn-16bn a year, nearly as much as the $17bn that Netflix, which pioneered streaming, earmarked to spend in 2020.", "paragraphs": ["I F ANY INDUSTRY could use help from Wonder Woman, it is cinemas. Lockdowns and a dearth of new releases have reduced worldwide box-office takings by about 70% in 2020. Thankfully for theatre owners, the corseted crusader will charge to the rescue on Christmas Day, giving audiences a reason to go back to the movies.", "Yet in a plot twist, AT & T , the telecoms giant that owns the film’s producer, Warner Bros, has announced that “Wonder Woman 1984” and the 17 feature films on Warner’s release slate for 2021 will be made available on its HBO Max streaming service on the day they are released in cinemas, which historically have had an exclusive run of a few months. Purists are aghast. “The future of cinema will be on the big screen, no matter what any Wall Street dilettante says,” declared Denis Villeneuve, whose sci-fi epic, “Dune”, is among the affected films.", "Warner is not the only studio shifting its focus to the small screen. In July Universal Pictures, part of Comcast, a cable company, did a deal with AMC , the world’s largest cinema chain, to give theatres just 17 days before its films are made available online ( AMC will get a cut of streaming revenues). Paramount Pictures, owned by Viacom CBS , has sold several films to Netflix this year rather than release them to empty auditoriums. And on December 10th Disney, Hollywood’s biggest studio, signalled that it, too, sees its future in streaming.", "In a presentation to investors the studio announced a blitz of new content for its Disney+ streaming service: ten “Star Wars” series, ten more based on Marvel comic books, 15 other new original series and 15 feature films. By 2024 Disney+ will be spending $8bn-9bn annually on content, up from $2bn in 2020. Add ESPN +, which shows sports, and Hulu, another Disney streaming channel, and the company will splurge $14bn-16bn a year, nearly as much as the $17bn that Netflix, which pioneered streaming, earmarked to spend in 2020."], "authors": ["The Economist"], "keywords": ["big", "small", "2020", "wonder", "series", "service", "tv", "disney", "woman", "warner", "films", "streaming", "studio", "bets", "screen"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}