{"id": "f01cbe48-2ea7-3faa-ad01-bd9afb91b758", "title": "Opinion | The Roots of Josh Hawley’s Rage", "url": "https://www.nytimes.com/2021/01/11/opinion/josh-hawley-religion-democracy.html", "summary": "At the heart of Mr. Hawley’s condemnation of our terrifyingly Pelagian world lies a dark conclusion about the achievements of modern, liberal, pluralistic societies.\nBut in case you’re in doubt, consider where some of the most militant and coordinated support for Mr. Trump’s postelection assault on the American constitutional system has come from.\nAmong the signatories was Cleta Mitchell, the lawyer who advised Mr. Trump and participated in the president’s call on Jan. 2 with Brad Raffensperger, Georgia’s secretary of state.\nThey seem, like Mr. Hawley himself, to live in a post-truth environment.\nAnd this gets to the core of the Hawley enigma.", "paragraphs": ["At the heart of Mr. Hawley’s condemnation of our terrifyingly Pelagian world lies a dark conclusion about the achievements of modern, liberal, pluralistic societies. When he was still attorney general, William Barr articulated this conclusion in a speech at the University of Notre Dame Law School, where he blamed “the growing ascendancy of secularism” for amplifying “virtually every measure of social pathology,” and maintained that “free government was only suitable and sustainable for a religious people.”", "Christian nationalists’ acceptance of President Trump’s spectacular turpitude these past four years was a good measure of just how dire they think our situation is. Even a corrupt sociopath was better, in their eyes, than the horrifying freedom that religious moderates and liberals, along with the many Americans who don’t happen to be religious, offer the world.", "That this neo-medieval vision is incompatible with constitutional democracy is clear. But in case you’re in doubt, consider where some of the most militant and coordinated support for Mr. Trump’s postelection assault on the American constitutional system has come from. The Conservative Action Project, a group associated with the Council for National Policy, which serves as a networking organization for America’s religious and economic right-wing elite, made its position clear in a statement issued a week before the insurrection.", "It called for members of the Senate to “contest the electoral votes” from Georgia, Pennsylvania, Michigan and other states that were the focus of Republicans’ baseless allegations. Among the signatories was Cleta Mitchell, the lawyer who advised Mr. Trump and participated in the president’s call on Jan. 2 with Brad Raffensperger, Georgia’s secretary of state. Cosignatories to this disinformation exercise included Bob McEwen, the executive director of the Council for National Policy; Morton C. Blackwell of The Leadership Institute; Alfred S. Regnery, the former publisher; Tony Perkins, president of the Family Research Council; Thomas Fitton of Judicial Watch; and more than a dozen others.", "Although many of the foot soldiers in the assault on the Capitol appear to have been white males aligned with white supremacist movements, it would be a mistake to overlook the powerful role of the rhetoric of religious nationalism in their ranks. At a rally in Washington on Jan. 5, on the eve of Electoral College certification, the right-wing pastor Greg Locke said that God is raising up “an army of patriots.” Another pastor, Brian Gibson, put it this way: “The church of the Lord Jesus Christ started America,” and added, “We’re going to take our nation back!”", "In the aftermath of the Jan. 6 insurrection, a number of Christian nationalist leaders issued statements condemning violence — on both sides. How very kind of them. But few if any appear willing to acknowledge the instrumental role they played in perpetuating the fraudulent allegations of a stolen election that were at the root of the insurrection.", "They seem, like Mr. Hawley himself, to live in a post-truth environment. And this gets to the core of the Hawley enigma. The brash young senator styles himself not just a deep thinker who ruminates about late-Roman era heretics, but a man of the people, a champion of “the great American middle,” as he wrote in an article for The American Conservative, and a foe of the “ruling elite.” Mr. Hawley has even managed to turn a few progressive heads with his economic populism, including his attacks on tech monopolies."], "authors": ["Katherine Stewart"], "keywords": ["rage", "hawley", "trumps", "josh", "role", "hawleys", "mr", "opinion", "religious", "white", "council", "rightwing", "roots", "american", "jan"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}