{"paragraphs": ["Recently, the NCAA voted to allow athlete compensation for usage of their name, image, and likenesses as long as it’s “consistent with the collegiate model.” While there are still plenty of issues to sort out, this is a step towards the return of college sports video games. The news is good if you’re a fan, but I’m circumspect as to the actual viability of college video games as a whole.", "I think EA Sports’ first new college football title is still a few years away, but the sports game climate for the foreseeable future is a tough one. Of course, the main reason for this is that the games themselves have stagnated. This year Madden, FIFA, and NHL all scored a 7.5, with key features not executed well. Even 2K’s usually well-regarded NBA 2K series took a dip. This, layered on top of other factors such as increased monetization, buggy launches, unserviced modes, legacy issues, and spotty online play have worn the patience of fans to a prickly point. So whenever college sports games come back, the feeling of relief and excitement for their return from the wilderness won’t last long as these titles are rightly held up to the light. The situation will be further complicated by the new home consoles, which historically can destabilize some series as publishers and developers adjust to the new hardware.", "I don’t begrudge college sports fans the chance to experience the sports they love, but there are some significant hurdles to overcome. Even before the NCAA greenlit in principal some form of athlete compensation, the web of licensing between the different schools and conferences appeared expensive and sure to produce gaps in coverage, a crossroads EA faced back in 2013 when it walked away from college sports altogether. Now you add players into the mix, and the stew just got even more difficult to make.", "Other sports titles rely on deals with players associations to conveniently deliver players, from superstars to those buried on the depth chart, and unless a players’ union is formed to start negotiating with the NCAA – which the NCAA absolutely would not want – it’s going to be hard for a video game publisher to wrangle it all in. There are going to be big name teams, players, or conferences missing and replaced by generics. An exclusivity deal brokered with the NCAA as profit-making middle-man – the sole purpose of the organization to begin with – could be a way to herd all the cats, but this concept is already unpopular with sports video game fans.", "Whatever money publishers put into the game through licenses they have to get out in sales, and previously college sports video games were niche titles and even on the wane. 2K series developer Visual Concepts last put out a college football title in 2002 (then published by Sega) – more than a full decade before the athlete likeness issue was the de facto reason that halted college video games. Similarly, VC terminated its College Hoops series in 2008, and EA Sports stopped its NCAA Basketball franchise in 2010. This is perhaps proof that even when publishers could make college sports games, they couldn’t make it work.", "To make sure their college sports titles are profitable, whatever companies decide to jump back into the space are most likely going to include some form of today’s standard post-launch monetization such as EA’s Ultimate Team or 2K’s MyTeam. This, in turn, could produce the usual tug-of-war between which modes get the developers’ attention, like what currently happens for EA’s pro sports series. This could put popular franchise modes like NCAA Football’s Dynasty mode on the back burner.", "EA CEO Andrew Wilson has said the company is eager to get back into collegiate video games, and I’m sure they are given the opportunity. But I think for fans it’s going to be a complicated matter. Feelings of excitement, anticipation, and possibility are nebulous compared to the inevitability of reality."], "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47", "authors": ["Senior Editor", "Kato'S Love Of Video Games Started With Sports Games", "But He Also Enjoys Everything Assassin'S Creed To Vagrant Story."], "title": "Can College Sports Make A Comeback?", "id": "f05ee0a9-cc60-3349-8874-da539c59d28b", "keywords": ["players", "series", "video", "game", "college", "comeback", "titles", "sure", "ncaa", "games", "going"], "summary": "The news is good if you’re a fan, but I’m circumspect as to the actual viability of college video games as a whole.\nWhatever money publishers put into the game through licenses they have to get out in sales, and previously college sports video games were niche titles and even on the wane.\n2K series developer Visual Concepts last put out a college football title in 2002 (then published by Sega) – more than a full decade before the athlete likeness issue was the de facto reason that halted college video games.\nSimilarly, VC terminated its College Hoops series in 2008, and EA Sports stopped its NCAA Basketball franchise in 2010.\nThis is perhaps proof that even when publishers could make college sports games, they couldn’t make it work.", "pubDate": null, "url": "https://www.gameinformer.com/the-sports-desk/2019/11/04/can-college-sports-make-a-comeback"}