{"id": "f0749483-0d3b-3297-b811-35e8de3366da", "title": "Priti Patel accuses senior Tory MP of breaking Covid rules", "url": "https://www.theguardian.com/world/2020/dec/17/priti-patel-dont-travel-to-see-people-this-christmas-covid", "summary": "The home secretary, Priti Patel, has accused a senior Tory MP of breaching Covid-19 rules after he attended a Christmas dinner for 27 people at a private members’ club.\nThe club went to extreme lengths so that as a business function it was absolutely Covid-compliant.”However, asked if Ellwood’s actions were an “egregious” breach of the rules, Patel told ITV News on Thursday: “Well, it is.\nSomething I will be more conscious of in conducting my portfolio duties during the difficult months ahead.”Tobias Ellwood MP (@Tobias_Ellwood) Apols re my well intentioned attendance at an Iraqi/British Business event.\nIBBC’s website, which also stated the event was Covid compliant, said a delegation from the Iraqi embassy attended the dinner.\nWhile Patel insisted the government was right to keep the Christmas rules unchanged, she appealed for people to be cautious.", "paragraphs": ["The home secretary, Priti Patel, has accused a senior Tory MP of breaching Covid-19 rules after he attended a Christmas dinner for 27 people at a private members’ club.", "Tobias Ellwood, an ex-Foreign Office minister who chairs the influential Commons defence select committee, gave a speech at the Cavalry and Guards Club in London on Tuesday evening hours before the capital moved into tier 3. Only a day earlier in parliament he called on the government to review its plans to relax restrictions for Christmas to avoid a third wave in the new year.", "The dinner, in Piccadilly, was held by the Iraq Britain Business Council (IBBC), which initially described the event as a “Christmas party” on its website before changing the reference to say it was a “business dinner”.", "Facebook Twitter Pinterest Tobias Ellwood: ‘I went there to meet business people and that is what it was.’ Photograph: Yui Mok/PA", "Ellwood, MP for Bournemouth East, defended his actions, telling the Daily Mail, which first reported the story, that it was a “business meeting” allowed under tier 2 restrictions that applied at the time. “I would not be attending a Christmas party, it was a business meeting,” he told the newspaper. “I went there to meet business people and that is what it was. The club went to extreme lengths so that as a business function it was absolutely Covid-compliant.”", "However, asked if Ellwood’s actions were an “egregious” breach of the rules, Patel told ITV News on Thursday: “Well, it is. Of course it is, exactly that.” Asked to again confirm she believed it was an “egregious breach”, Patel added: “Having dinner ... outside of the rules with a large number of people is a breach of the regulations.”", "ITV News Politics (@ITVNewsPolitics) Priti Patel tells @carldinnen 'of course' Tobias Ellwood attending a Christmas dinner was an egregious breach of Covid regulations", "", "The Conservative MP is accused of giving a speech at an event with 27 guests in London earlier this week https://t.co/5LsjpiFvOl pic.twitter.com/v4WPqVOjvM", "Asked what penalty Ellwood should face, Patel replied: “There are fixed penalty notices. I don’t know the details as to where this happened or the location, but I’m sure ... as it is a breach, that will be followed up.” But she declined to say whether it was a Conservative party disciplinary matter, adding: “That is something I’m not getting into because I simply don’t know the full details.”", "After Patel’s interview, Ellwood tweeted a statement in which he explained that he was invited to give an address at the dinner in his role as chair of the defence select committee. “We still have troops based in Iraq and the security situation is deteriorating. I work hard to leverage every opportunity to further my understanding of international foreign policy and security matters. I gleaned extremely useful intelligence from this gathering about what is happening on the ground and wider issues affecting the Middle East,” he said.", "He again stressed the event took place at the venue under Covid compliant conditions, which he said were confirmed by his office in advance, adding: “For the duration of tier 2 restrictions, function rooms that usually seat over 100 have been converted to hold business events for less than 30.", "“I appreciate, given the current challenges, some will question the wisdom of my attendance. I am sorry that coverage of my well-intentioned attendance, may have muddied the government’s clear message as we head towards Christmas. Whilst the event was fully Covid compliant – perceptions count. Something I will be more conscious of in conducting my portfolio duties during the difficult months ahead.”", "Tobias Ellwood MP (@Tobias_Ellwood) Apols re my well intentioned attendance at an Iraqi/British Business event.", "It was fully Covid compliant & helpful to learn more about where Iraq’s heading as UK troops are still there.", "But during this challenging time perceptions count. Something I’m now very more conscious of. pic.twitter.com/fAbEwILmna", "The Conservative peer, Lady Nicholson, who co-hosted the dinner as IBBC’s president and is the prime minister’s trade envoy to Iraq, told the BBC it was a business event, the rules had been “strictly followed”, and that the venue was Covid compliant. IBBC’s website, which also stated the event was Covid compliant, said a delegation from the Iraqi embassy attended the dinner.", "On Monday, Ellwood spoke in parliament to highlight the risks of easing measures at Christmas. Addressing the health secretary, Matt Hancock, he said: “My concern is, is letting down our guard for five days during Christmas could be very dangerous indeed. Could I ask the secretary of state to review those conditions, which I think were put together some time ago, come back to the house and present an updated version so we don’t begin the new year with a third wave?”", "The government’s guidance for tier 2 states: “Gatherings for work purposes are only allowed where they are reasonably necessary. If meetings take place in the workplace, workplaces should be set up to meet the Covid-19-secure guidelines. Meals to socialise with work colleagues are not permitted.”", "Separately, the guidance says: “Business events are permitted, but capacity should be restricted to whichever is lower: 50% capacity of 2,000 people outdoors or 1,000 people indoors.”", "Separately, Patel has urged people to consider cancelling Christmas plans that involve travelling to visit family or friends, in another ratcheting up of government warnings about the upcoming festive relaxation of coronavirus rules.", "The home secretary said that while, under law, people could mix in up to three households for five days over Christmas, people who had made plans to travel long distances should now not do this.", "“I would urge people to change,” Patel told BBC Radio 4’s Today programme. “I won’t be seeing my parents this Christmas. My parents live in a different part of the country and I will not travel to see them.", "“I want to protect them, I don’t want to be spreading the virus. I feel I will take that responsibility and others will make that judgment too.”", "Her advice follows Boris Johnson’s warning at a Downing Street press conference on Wednesday that people should try to limit the scale and length of any Christmas gatherings.", "While Patel insisted the government was right to keep the Christmas rules unchanged, she appealed for people to be cautious.", "“We would urge everyone to be conscientious and to make the appropriate plans and the appropriate changes to their plans as well, hence the point about having a smaller and shorter Christmas,” she said.", "“We’re urging people not to travel. Why would you travel? If you’re in a low-tier area, why would you travel into a high-tier area? So people will exercise their judgment.”"], "authors": ["Peter Walker", "Simon Murphy"], "keywords": ["christmas", "ellwood", "dinner", "breaking", "business", "event", "mp", "plans", "covid", "tory", "senior", "accuses", "rules", "priti", "patel", "travel"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}