{"id": "f09c08d6-d2f9-31fe-a6a1-c517646197c7", "title": "Know By Heart Is A Narrative Adventure About Accepting Loss By The Makers Of Pathologic", "url": "https://www.gameinformer.com/2021/01/07/know-by-heart-is-a-narrative-adventure-about-accepting-loss-by-the-makers-of-pathologic", "summary": "Know By Heart is an upcoming narrative experience by Ice-Pick Lodge, most famous for their horror-driven Pathologic series.\nThis narrative-driven experience trades in the creepy survival horror of the studios past works in favor of a more grounded narrative about traveling down memory lane and accepting loss.\nAs the two old friends rekindle their relationship and reconnect with other high-school friends, the quiet town experiences its own crisis.\nThe non-linear plot features multiple endings and takes around five hours to finish, according to Ice-Pick Lodge.\nKnow By Heart is coming to PC sometime during Q2 2021.", "paragraphs": ["Know By Heart is an upcoming narrative experience by Ice-Pick Lodge, most famous for their horror-driven Pathologic series. This narrative-driven experience trades in the creepy survival horror of the studios past works in favor of a more grounded narrative about traveling down memory lane and accepting loss.", "Set in a post-Soviet Russian town, protagonist Misha finds himself stuck in the monotonous routine of life until his high school crush returns to town. As the two old friends rekindle their relationship and reconnect with other high-school friends, the quiet town experiences its own crisis.", "The non-linear plot features multiple endings and takes around five hours to finish, according to Ice-Pick Lodge. Gameplay mechanics are designed around Misha’s thoughts and memories, including various mini-games designed to help “weave an illusion of briefly returning to one’s childhood and inevitably growing up…” The low-polygonal art direction looks great, and the beautiful piano-laden soundtrack compliments the presentation.", "Know By Heart is coming to PC sometime during Q2 2021."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["designed", "makers", "adventure", "weave", "town", "loss", "lodge", "know", "heart", "icepick", "experience", "accepting", "pathologic", "friends", "works", "narrative"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}