{"authors": ["Condé Nast", "Elise Taylo"], "keywords": ["thought", "theres", "coming", "après", "montauk", "lodge", "snow", "ready", "surf", "ski", "aspen", "town", "melet", "vogue", "mountains"], "paragraphs": ["Rocky Mountains, meet Montauk. Montauk, meet the Rocky Mountains. The Surf Lodge—the electric East End hotspot known for its concerts, lobster rolls, and barely-contained Saturday chaos—is heading to Aspen. On December 26, they officially open “The Snow Lodge” in the old Shlomo’s restaurant at the base of Aspen Mountain.", "“When we thought of places where The Surf Lodge experiment could continue to grow, Aspen was at the top of our list. Aspen not only combines a community of incredibly interesting people, it also has that Montauk-like feeling,” Surf Lodge owner Jayma Cardoso tells Vogue. “Since the allure of Aspen may not be about catching the perfect wave, but rather the perfect powder, we thought it only made sense for our brand to expand as well—enter ‘The Snow Lodge.’”", "It’s true that The Snow Lodge has shares some key facets with its Long Island brethren: Surf Lodge chef Robert Sieber is making the journey out west to serve locally-sourced Colorado cuisine: think seared river-caught fish, caviar potatoes, and gruyere fondue (but since this is Aspen, there’s also a vegan version). There’s also an outdoor deck with a DJ-ready stage, which is pretty much destined by the après-ski gods to become the ultimate scene. Plus, it’s got quite the scenic view of ski slopes and the mountain’s gondola.", "And yes, they will host their immensely popular concert series—which, last summer, brought in names like John Legend and Rüfüs Du Sol to Montauk—at their new outpost. The Snow Lodge is partnering with legendary local music haunt, Belly Up, to book the hottest musical acts for some sure-to-be rollicking performances.", "The exterior of The Snow Lodge. Photo: Courtesy of Travelfor2photography", "Cardoso enlisted Bob Melet of Melet Mercantile—the man behind Montauk’s The Crow’s Nest and recent Gucci pop-up,—to design their new winter wonderland. Melet was inspired by alpine aesthetics in the late-1970s, which was a fascinating time for the culture of snow sports, when everyone from Hollywood stars to the American political elite started hitting the slopes. Meanwhile, a new means of bombing down the mountain was gaining popularity thanks to one Jake Burton: snowboarding. “It’s a fun and sexy time period,” Melet tells Vogue. He sourced a series of era-appropriate antiques: vintage boot ads, old skis, and a quilt sown with logos from the major ski resorts in Colorado. Outside, he put warm and cozy sheepskin blankets on the seats, and space heaters which he painted in pops of color. Oh, and there’s also one very prominent igloo. “It’s cool to hang out in. . . or to take pictures of yourself,” Melet jokes.", "Overall, the goal was to create something, well, cool. “It’s going to be youthful, and it’s going to be fun,” says Melet.", "Judging by the raging success of the Montauk outpost, The Snow Lodge’s popularity is already a fait accompli."], "summary": "On December 26, they officially open “The Snow Lodge” in the old Shlomo’s restaurant at the base of Aspen Mountain.\n“When we thought of places where The Surf Lodge experiment could continue to grow, Aspen was at the top of our list.\nAspen not only combines a community of incredibly interesting people, it also has that Montauk-like feeling,” Surf Lodge owner Jayma Cardoso tells Vogue.\nThe Snow Lodge is partnering with legendary local music haunt, Belly Up, to book the hottest musical acts for some sure-to-be rollicking performances.\nThe exterior of The Snow Lodge.", "id": "f0a2b6e7-8458-3c4f-97a2-54a7583dca0a", "title": "Aspen, Get Ready to Après Ski: The Surf Lodge Is Coming to Town", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "pubDate": null, "url": "https://www.vogue.com/article/surf-lodge-opens-the-snow-lodge-in-aspen-apres-ski?mbid=social_onsite_googleplus"}