{"id": "f0aa40eb-45c0-33a7-9e41-9d81b4d7bd40", "title": "Parler goes offline after Amazon drops it due to 'violent content'", "url": "https://www.theguardian.com/us-news/2021/jan/11/parler-goes-offline-after-amazon-drops-it-due-to-violent-content", "summary": "The “free speech” social network Parler, popular with Donald Trump supporters, has been forced off the internet after Amazon pulled its hosting services.\nThe website relied on Amazon’s cloud computing business, AWS, to operate, and over the weekend, the online retailer confirmed it would be cutting ties with Parler.\n“Recently, we’ve seen a steady increase in … violent content on your website, all of which violates our terms,” Amazon said in a letter to Parler.\n“It also seems that Parler is still trying to determine its position on content moderation.\nAnd most people with enough servers to host us have shut their doors to us.”“Parler is my final stand on the internet,” Matze added.", "paragraphs": ["The “free speech” social network Parler, popular with Donald Trump supporters, has been forced off the internet after Amazon pulled its hosting services.", "The Twitter clone, which gained notoriety as a communication hub for the rioters who stormed the US Capitol on Wednesday, had already suffered a major hit to its reach over the weekend, as first Google and then Apple suspended its app from their stores.", "But it was Amazon’s decision to stop hosting the network, from 8am on Monday UK time, which was the killer blow. The website relied on Amazon’s cloud computing business, AWS, to operate, and over the weekend, the online retailer confirmed it would be cutting ties with Parler.", "“Recently, we’ve seen a steady increase in … violent content on your website, all of which violates our terms,” Amazon said in a letter to Parler. “It also seems that Parler is still trying to determine its position on content moderation. You remove some [content] when contacted by us or others, but not always with urgency. Your CEO recently stated publicly that he doesn’t ‘feel responsible for any of this, and neither should the platform’.”", "“We cannot provide services to a customer that is unable to effectively identify and remove content that encourages or incites violence against others,” Amazon concluded.", "In a statement posted to Parler the day before the site was taken offline, the company’s chief executive, John Matze, told users “there is a possibility Parler will be unavailable on this internet for up to a week as we rebuild from scratch”. But at 7am on Monday, an hour before the deadline, Matze posted a new statement to say “we will likely be down longer than expected”.", "“We have our software and everyone’s data ready to go,” Matze said, but added: “Amazon’s, Google’s and Apple’s statements to the press about dropping our access has caused most of our other vendors to drop their support for us as well. And most people with enough servers to host us have shut their doors to us.”", "“Parler is my final stand on the internet,” Matze added. “I won’t be making an account on any social. Parler is my home.”", "Parler had its services cut off by an array of other providers, losing customer service support from Zendesk, phone number verification from Twilio and identity management software from Okta."], "authors": ["Alex Hern"], "keywords": ["weekend", "goes", "website", "amazons", "content", "parler", "drops", "matze", "internet", "support", "statement", "offline", "violent", "amazon"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}