{"id": "f0cc2e29-f8d7-3f44-895f-4ff2625ae52f", "title": "Pentagon Joint Chiefs cites 500-ship Navy fleet as 'aim point'", "url": "http://www.foxnews.com/tech/pentagon-joint-chiefs-cites-500-ship-navy-fleet-as-aim-point", "summary": "Chairman of the Joint Chiefs of Staff Gen. Mark Milley is directly, and without hesitation, saying that a much larger 500-ship U.S. Navy will be necessary to contain Chinese expansionist ambitions.\nCiting an \"aspiration\" to achieve the Pentagon’s stated 500-ship fleet goal within the next 25 years, Milley explained the goal as an \"aim point\" quite necessary in light of Chinese military growth.\nChina, Milley said, poses a \"longer term, almost existential challenge.\"\nNAVY ELECTRONIC WARFARE STOPS MULTIPLE ENEMY MISSILE ATTACKS AT ONCE\"I’m not saying you’re going to have a war with China.\nI’m saying we want to prevent a war with China,\" Milley added.", "paragraphs": ["Chairman of the Joint Chiefs of Staff Gen. Mark Milley is directly, and without hesitation, saying that a much larger 500-ship U.S. Navy will be necessary to contain Chinese expansionist ambitions.", "\"We’re going to have to have a much larger fleet than we have today, if we’re serious about great power competition and deterring great power war, and if we’re serious about dominant capability over something like China or some other power that has significant capability,\" Milley said, according to a recent report in SeaPower Magazine.", "An increasing, and predictable funding stream of U.S. budget dollars will be necessary to accomplish this, he added, explaining that the international rule-based order that arose after World War II was, for seven decades, maintained by the U.S. Navy \"perhaps more than any other element.\"", "Citing an \"aspiration\" to achieve the Pentagon’s stated 500-ship fleet goal within the next 25 years, Milley explained the goal as an \"aim point\" quite necessary in light of Chinese military growth. China, Milley said, poses a \"longer term, almost existential challenge.\"", "A massive naval buildup is needed to counter China, he said. The Asian giant already operates more than 300 ships and is larger than the current U.S. Navy; China is also adding new carriers, destroyers amphibs and drones at an alarming rate, a reality now generating massive attention at the Pentagon.", "NAVY ELECTRONIC WARFARE STOPS MULTIPLE ENEMY MISSILE ATTACKS AT ONCE", "\"I’m not saying you’re going to have a war with China. I’m saying we want to prevent a war with China,\" Milley added.", "Part of the move to pursue a 500-ship fleet rests upon the hope for as many as 140 to 250 unmanned vessels, what Milley referred to as \"sailorless ships, robots on the water and under the water.\"", "When large numbers of drone ships are factored into the equation, the possibility of building a 500-ship Navy seems somewhat more attainable, given that the drone ships will operate in many different shapes, sizes and form factors. Also, many of them can be similar and therefore easier to produce and they greatly fortify the Navy’s \"mothership\" strategy which calls for large platform manned ships to operate large numbers of interconnected drones.", "\"In the changing battle environment, air, land and sea forces will need to be small, widely distributed and difficult to detect while remaining movable and highly lethal using long range precision, directed fires,\" Milley said, according to the SeaPower report.", "NAVY ARMS SEA DRONES FOR OCEAN ATTACK", "Modern warfare changes the equation in a radical way, removing the likelihood of traditional, more linear force-on-force engagement limited to a narrow or clearly defined geographical area.", "Long-range weapons and sensors, over-the-horizon aerial nodes, undersea-surface-air-land networking and emerging space weapons and warfare technologies will expand warfare in seemingly limitless ways. No longer will a fleet of battleships or a carrier strike group simply target a geographical region for targeted attacks.", "However, given the expected budget realities, and the extent to which COVID has diminished available funding, Milley said he was not optimistic that a timely budget with about 3 to 5% real growth would be a \"realistic thing in the coming year.\"", "CLICK HERE TO GET THE FOX NEWS APP", "There are several reasons why it is likely to make sense to pursue an ambitious, 500-ship strategy, should budget dynamics evolve as hoped for.", "-- Kris Osborn is the Managing Editor of Warrior Maven and The Defense Editor of The National Interest --"], "authors": [], "keywords": ["pentagon", "joint", "ships", "500ship", "milley", "saying", "navy", "point", "aim", "war", "chiefs", "budget", "warfare", "china", "fleet", "cites"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}