{"id": "f0d316db-01d5-316f-99a8-cb8f17bf2d5e", "title": "New Gameplay Today Live - Marvel's Spider-Man: Miles Morales", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2020/11/11/new-gameplay-today-live-marvels-spider-man-miles-morales", "summary": "Along with the PlayStation 5 itself, Marvel's Spider-Man: Miles Morales is nearly here, something fans should be very excited about.\nAnd as with anything good in life, an experience like this should be shared with others, which brings us to today's stream.\nJoin Joe Juba, Marcus Stewart, and me as we play the opening hours of Marvel's Spider-Man: Miles Morales, test out the PlayStation 5, and answer all your burning questions during the stream!\nWe'll be going live at 9:30 a.m. CT, so be sure to swing by the chat!\nIf you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!", "paragraphs": ["Along with the PlayStation 5 itself, Marvel's Spider-Man: Miles Morales is nearly here, something fans should be very excited about. Insomniacs' sequel not only acts as a great return to the gorgeous open-world of New York City, but also as an impressive showcase of what Sony's new console is capable of in the early days of the new generation. And as with anything good in life, an experience like this should be shared with others, which brings us to today's stream.", "Join Joe Juba, Marcus Stewart, and me as we play the opening hours of Marvel's Spider-Man: Miles Morales, test out the PlayStation 5, and answer all your burning questions during the stream!", "We'll be going live at 9:30 a.m. CT, so be sure to swing by the chat! If you can't get enough of our live shows, remember to subscribe on YouTube, Twitch, Twitter, and Facebook to get notified when we go live each week!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["morales", "youtube", "live", "week", "york", "spiderman", "miles", "playstation", "gameplay", "today", "marvels", "twitter"], "pubDate": "2020-11-11T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}