{"id": "f117baa1-4710-357d-bc73-85714a9ef680", "title": "Los Angeles police union targeting council members with billboards amid talk of budget cuts", "url": "http://www.foxnews.com/us/los-angeles-polic-eunion-targeting-council-members-with-billboards-amids-talsk-of-budget-cuts", "summary": "The union that represents rank-and-file Los Angeles police officers is targeting several City Council members through a billboard campaign amid talks of budget cuts that could lead to a reduction in services and cops.\nThe Los Angeles Police Protective League is asking around 9,800 members to vote in favor of forgoing $22 each pay period over two years to fund the union's political activities, the Los Angeles Daily News reported.\nMost of the money would be spent on local and statewide races in 2022 in which Los Angeles will elect a new mayor and several council members will seek re-election.\nOther funds will go toward erecting billboards in the districts of at least five council members who have frequently criticized the Los Angeles Police Department -- Mike Bonin, Marqueece Harris-Dawson, Curren Price, Monica Rodriguez and Council President Nury Martinez.\nA Loyola Marymount University survey published last week revealed nearly two-thirds of Los Angeles residents support efforts to redirect police funds elsewhere.", "paragraphs": ["The union that represents rank-and-file Los Angeles police officers is targeting several City Council members through a billboard campaign amid talks of budget cuts that could lead to a reduction in services and cops.", "The Los Angeles Police Protective League is asking around 9,800 members to vote in favor of forgoing $22 each pay period over two years to fund the union's political activities, the Los Angeles Daily News reported. Most of the money would be spent on local and statewide races in 2022 in which Los Angeles will elect a new mayor and several council members will seek re-election.", "Other funds will go toward erecting billboards in the districts of at least five council members who have frequently criticized the Los Angeles Police Department -- Mike Bonin, Marqueece Harris-Dawson, Curren Price, Monica Rodriguez and Council President Nury Martinez.", "TEEN ARRESTED FOR MURDER OF CALIFORNIA WOMAN FATALLY STABBED WHILE HIKING", "The advertisements will feature crime statistics, which have seen a sharp uptick after years of decline. The city recorded its 300th murder last month, a figure not seen in over a decade. As of Saturday, the city experienced 322 homicides, compared to 247 for all of last year, according to police figures.", "\"Our question to them is really simple: What’s your plan to address this rise in violence?,\" Dustin DeRollo, a union spokesman, told the newspaper. \"Is your plan, ‘Let’s lay off a thousand cops?’\"", "DeRollo did not respond to a Fox News request for comment, as well as all five council members.", "Rodriguez, who chairs the city's Public Safety Commission, said the union should focus on preventing layoffs by coming back to the bargaining table with the city.", "\"In my district, lines at food pantries extend for blocks, families are on the edge of homelessness, and small businesses are closing for good,\" she said in an email to Fox News. \"Now is the time for everyone to come to the table to find and fund solutions — not spend millions of dollars on billboards intended to stoke fear.\"", "The city is being tasked with reducing its budget as it faces a $675 million shortfall from the economic shortfall due to the coronavirus pandemic. The City Council rejected a proposal from Price and Bonin last week to require the LAPD to reduce costs by 3%, similar to other city agencies, Price said in a tweet.", "In a statement, he expressed hope that the incoming administration of President-elect Joe Biden will provide assistance to close the city's financial gap.", "The police force was already reeling from a $150 million shortfall implemented in July, when more cutbacks were recommended earlier this month.", "\"These envisioned staffing reductions would devastate our ability to provide basic public safety, requiring the closure of local stations and jails,\" said LAPD Chief Michel Moore in a Dec. 4 statement.", "CLICK HERE TO GET THE FOX NEWS APP", "Of the nearly 1,900 jobs that could possibly be eliminated, about three-quarters of those target the LAPD -- including both sworn and civilian positions. A Loyola Marymount University survey published last week revealed nearly two-thirds of Los Angeles residents support efforts to redirect police funds elsewhere.", "Another one-third went further and expressed support for dismantling the LAPD. Like other cities, Los Angeles has seen calls to \"defund the police,\" a rally cry to slash police budgets in favor of funding community programs.", "In a tweet, the LAPD cited another survey by the university that said nearly 90% of residents support community policing initiatives."], "authors": ["Louis Casiano"], "keywords": ["cuts", "support", "members", "targeting", "los", "angeles", "council", "union", "budget", "talk", "shortfall", "seen", "billboards", "lapd", "city"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}