{"id": "f12df9e9-d592-38b2-8748-3f35a6abead4", "title": "A deal at last - The EU at last agrees on its covid-19 fund and seven-year budget", "url": "https://www.economist.com/europe/2020/12/11/the-eu-at-last-agrees-on-its-covid-19-fund-and-seven-year-budget", "summary": "But Hungary and Poland, unhappy with the details of the legal proposal that followed, threatened to veto both the budget and the recovery fund.\n(Both countries are already facing EU rule-of-law probes over interference with national judiciaries and other matters.)\nFaced with drastic cuts that would have applied had the EU begun 2021 without a budget in place, the European Commission considered rebuilding the fund outside EU structures, thereby excluding the hold-outs.\nThe recovery fund will see the EU issue serious amounts of collective debt, and redistribute the proceeds in grants, for the first time.\nThe recovery fund will not provide immediate stimulus to covid-stricken economies.", "paragraphs": ["ANGELA MERKEL, Germany’s chancellor, has long had two operating principles in Europe: to keep the club united, and to postpone resolving crises until the last possible moment. Both were evident in a last-minute deal struck late on December 10th in Brussels between the European Union’s 27 heads of government. With a fiscal crunch looming, the leaders at last gave the green light to a seven-year EU budget worth €1.1trn ($1.3trn) as well as a one-off €750bn fund, financed by joint borrowing, to speed recovery from the covid-19 crisis. And in the end it was a row over climate targets rather than spending that kept the leaders up all night. (The 27 eventually agreed that by 2030 carbon emissions should be cut by 55% from 1990 levels, against the previous 40%.)", "The financial agreement caps a fraught five months in which the EU’s governments have struggled to flesh out the details of the recovery-fund deal they struck in July. Back then the leaders backed the principle of attaching rule-of-law protections to disbursements of EU cash. But Hungary and Poland, unhappy with the details of the legal proposal that followed, threatened to veto both the budget and the recovery fund. (Both countries are already facing EU rule-of-law probes over interference with national judiciaries and other matters.) Faced with drastic cuts that would have applied had the EU begun 2021 without a budget in place, the European Commission considered rebuilding the fund outside EU structures, thereby excluding the hold-outs.", "But in the end Mrs Merkel’s government, which holds the rotating presidency of the EU Council, brokered a compromise that left most more or less happy. “Europe is moving forward, united...while respecting the rule of law,” said Emmanuel Macron, the French president. “Even if we shouldn’t pop the champagne corks just yet, we can start chilling it,” said Viktor Orban, Hungary’s prime minister.", "That both men are content suggests a classic EU fudge. Optimists note that the text of the rule-of-law regulation agreed in November remains untouched. Under its provisions the European Commission can block disbursements of EU funds if it suspects recipient governments of corruption or other forms of foul play, so long as a qualified majority of EU countries agree. Other mechanisms designed to tackle abuses in member states have signally failed in the cases of Hungary and Poland, because they required unanimity (apart from the country targeted). This one may have teeth—should the EU decide to apply it. And unlike this week’s deal, the regulation carries legal weight. Members of the European Parliament as well as those governments, like the Netherlands, that had feared Mrs Merkel would bend too far to placate the hold-outs, professed themselves satisfied on December 10th.", "Critics counter that the rule-of-law conditionality is restricted solely to the use, or abuse, of EU funds. In other words, Poland’s government may continue to pack the country’s top courts, and Hungary’s to muzzle its critics, without fear of having the spigot turned off. Worse, under the compromise negotiated by Mrs Merkel with Poland and Hungary, the commission will agree not to begin proceedings against any government until the European Court of Justice has ruled on the regulation’s compatibility with EU law. Some fear that may not happen until Mr Orban is safely on the other side of re-election in early 2022—although Vera Jourova, a vice-president of the European Commission, said an ECJ verdict would take “months rather than years”.", "Legal eagles will now have to parse the text to find clarity. Yet however the dust settles, Mrs Merkel may take some satisfaction in having shepherded perhaps the most ambitious financial programme in EU history through to conclusion. The recovery fund will see the EU issue serious amounts of collective debt, and redistribute the proceeds in grants, for the first time. And though it remains to be seen whether the EU will use the rule-of-law weapon with which it has equipped itself, it has at least provided the strongest response yet to growing concerns over corruption in some member states. Markets reacted accordingly: after the deal on Thursday night the euro rose to its highest rate against the dollar since April 2018.", "The recovery fund will not provide immediate stimulus to covid-stricken economies. That job has been left to national fiscal efforts as well as the European Central Bank (which yesterday extended its asset-buying programmes). Instead, the aim is to encourage climate-friendly and digital investments over several years, in large part via direct grants to countries hardest-hit by the covid-19 recession. Spain and Italy will be the largest recipients, in absolute terms, but Hungary and Poland also stand to do well from the deal—which may explain why they agreed to Mrs Merkel’s compromise. After the summit, Mrs Merkel summed up her creed: “If anyone feels wounded, we need to keep talking to each other...There are huge differences of opinion, and one can’t simply dismiss them.” The chancellor’s approach has its critics, but she will surely feel vindicated by the results. If only the Brexit talks were going as well."], "authors": ["The Economist"], "keywords": ["fund", "hungary", "sevenyear", "recovery", "agrees", "deal", "budget", "mrs", "poland", "european", "merkel", "covid19", "ruleoflaw", "eu"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}