{"id": "f13f01b2-634a-36e1-b5a5-a0c9ba506502", "title": "Hello Neighbor Review – Miserable Stealth Action", "url": "https://www.gameinformer.com/games/hello_neighbor/b/pc/archive/2017/12/12/miserable-stealth-action.aspx", "summary": "Hello Neighbor makes a strong first impression.\nHe’s constantly patrolling the grounds of his estate and will hunt you down the moment he hears or sees you.\nHello Neighbor is annoying and flat-out broken in other areas too.\nHello Neighbor is unpolished to the point that it feels unfinished.\nHello Neighbor simply isn’t fun or compelling even when it’s working.", "paragraphs": ["Hello Neighbor makes a strong first impression. With its Dr. Seuss-like artistic vision of an idyllic neighborhood hiding a terrible secret, the opening cinematic, featuring our curious protagonist spying on his neighbor, drew me in immediately. Too bad the illusion came crashing down shortly after that.", "The game casts you as a child sneaking into his neighbor’s house to find out what kicking, screaming secret this man is hiding in his basement. An experiment gone wrong? A prisoner? Murder victims? My mind constantly poked at all the possibilities during the opening hour, but my interest was quickly murdered by dull and broken sneaking mechanics. Hello Neighbor’s campaign is composed of three acts, with the neighbor’s house serving as a series of puzzles you have to overcome to complete whatever your objective is. These puzzles err on the side of loony, recalling the days of point and click adventures, with gears and levers you often have to find and click to activate some other part of the house so that you can delve deeper. This is fine enough on paper, but the layout of the house means you’ll be constantly backtracking and searching for clues, opening drawers and looking beneath beds for that one key or object you need to get to the next segment. Those annoyances become a fatal flaw once the titular neighbor gets involved.", "The Neighbor functions like monsters in Amnesia or the Alien in Alien Isolation. He’s constantly patrolling the grounds of his estate and will hunt you down the moment he hears or sees you. You can slow him down by hurling objects at him, but he’s unkillable and unpredictable. And I don’t mean unpredictable in the sense that he’s a compelling foe, setting up traps in places you often visit (which he does), but instead because he’s brokenly powerful. The neighbor is capable of clipping through walls, seeing you, and often grabbing you when there’s a surface between you. To Hello Neighbor’s credit, your progress through the level doesn’t reset when you’re caught, and you get to keep whatever items you have on you, but the amount of times I felt like the game had cheated in catching me washed away the appreciation I had for that choice.", "Hello Neighbor is annoying and flat-out broken in other areas too. The control scheme is particularly bad, requiring you to hold down a shoulder button for a second to pick up an object, and then having two other buttons for throwing and “using,” instead of just combining them, making everything more complicated and sluggish than it needs to be. Though the house the neighbor builds across every act is impressively zany, the inside of the house often feel like dull test chambers, with a lot of blank wall space and uninspired decoration. A number of puzzles often require you to use objects, like cardboard boxes, to reach other places. This means stacking them or hurling them through windows. Unfortunately, the physics for these objects are wonky at best. I often spent double-digit attempts trying to get boxes in the right formation so I could use them to make a jump, which became a long, drawn-out affair since the neighbor kept catching me anytime I screwed up, forcing me back to another part of the map.", "Hello Neighbor is unpolished to the point that it feels unfinished. The overpowered enemy A.I. makes the gameplay miserable; models and animations are stiff, and physics critical to completing puzzles are so woefully uncalibrated that much of the game feels like you’re stacking boxes and hoping for the best. The game falls so short of its genre companions that it’s hard to recommend it to anyone, in spite of its beautiful aesthetic. Hello Neighbor simply isn’t fun or compelling even when it’s working."], "authors": [], "keywords": ["neighbors", "constantly", "objects", "house", "game", "puzzles", "hes", "miserable", "neighbor", "action", "opening", "hello", "review", "stealth"], "pubDate": "2017-12-12T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}