{"id": "f145c934-f431-30e6-8da6-93c289754a04", "title": "Comfy happy feet? Birkenstocks continue to run and run", "url": "https://www.theguardian.com/fashion/2021/feb/09/comfy-happy-feet-birkenstocks-continue-to-run-and-run", "summary": "Comfortable fashion is big business.\nDemand for stilettos fell 21% globally last year, according to Euromonitor, while searches for slippers were up 242%, says Lyst.\nBirkenstocks proved to be exactly that.\nFisher thinks the “rebirth” is an example of fashion’s tendency to trickle up from young designers to catwalks and eventually luxury consumers.\nBirkenstocks might be appropriated by fashion, but no designer is allowed to alter the functional cork footbed, which earned them their loyal following in the first place.", "paragraphs": ["Comfortable fashion is big business. Nowhere is this more true than on our feet. With the possibility of an acquisition by US private equity firm L Catterton on the horizon, Birkenstock, founding father of comfortable footwear, is set to be valued at €4bn (£3.6bn).", "The success of a 247-year-old, German-owned orthopedic sandal-maker is less surprising than it sounds. With many people homebound since last spring, parties and weddings cancelled, and a focus on waist-up dressing, indoors became the new outdoors – and footwear swiftly came to reflect a need for comfort over, say, heel height. Demand for stilettos fell 21% globally last year, according to Euromonitor, while searches for slippers were up 242%, says Lyst.", "Before the pandemic, casual wear was rarely mentioned in luxury “deal circles”. Last month, Dr Martens went public on the London Stock Exchange. Interest in other, comfort-adjacent brands such as Uggs and Tevas more than doubled, while Crocs was expected to hit $1.4bn (€1.16bn) in revenue for 2020.", "But if lockdown proved to be the perfect incubator for comfort wear, it also normalised it. Before long, people wanted something comfortable without completely capitulating on style. Birkenstocks proved to be exactly that.", "Harry Fisher, Director of Htown Store & agency, refers to this type of shoe as “supermarket wear”; in another nod to their myriad uses, they became known as “bin shoes”.", "“I feel like it’s the go-to for a super casual, durable, and on-trend shoe,” says Fisher, who owns a pair of Birkenstock’s popular closed toe style, the Boston clog. Fashion arbiters such as Katie Holmes and model Kaia Gerber prefer the Arizona sandal, a two-strap style and long a punchline for jokes about British tourists.", "This is not the first time Birkenstocks have been considered on trend. In 1990, Kate Moss was photographed by Corinne Day in a pair of Arizonas for The Face magazine. Two years later, Marc Jacobs put them in his infamous Perry Ellis grunge show. Two decades later, Arizona-style sandals lined with mink appeared in Phoebe Philo’s 2012 Celine show, and Givenchy produced its own gothic twist on a pair.", "Fisher thinks the “rebirth” is an example of fashion’s tendency to trickle up from young designers to catwalks and eventually luxury consumers. Insiders think it has more to do with their resistance to fashion. Birkenstocks might be appropriated by fashion, but no designer is allowed to alter the functional cork footbed, which earned them their loyal following in the first place."], "authors": ["Morwenna Ferrier"], "keywords": ["comfortable", "continue", "style", "feet", "pair", "proved", "wear", "happy", "comfy", "run", "luxury", "shoe", "long", "birkenstocks", "fashion"], "pubDate": "2021-02-09T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}