{"id": "f1474abd-52dd-3143-9734-50a2c1118fee", "title": "WIRED25 2020: Anthony Fauci on the Covid-19 Pandemic", "url": "https://www.wired.com/video/watch/wired25-2020-anthony-fauci-covid-19-pandemic", "summary": "You know, I know you're familiar with.\nWhat we don't know is to what proportionof what level of impact aerosol plays in transmission.\nI can tell you if it's 2%, 5%, 10%,but there is an element of aerosol transmissionwhich I don't think is the dominant form of transmission.\nI don't think, I mean,I don't wanna start getting into sound bytesbut that was an unusual experience that debate.\nI know you're a very busy guy.", "paragraphs": ["Transcript", "Thank you so much for being there.", "My pleasure, good to be with you.", "So, here we are,", "October is right on us seven months into this pandemic", "and the numbers arising again.", "And some States it's the highest ever.", "We've had a terrible toll, 200,000 plus deaths.", "It's counting, the flu season of starting.", "How should Americans be looking", "at the situation now as the weather's getting cold?", "And, you know, as I mentioned, the flu season starting", "and we're entering this new phase of this ongoing pandemic.", "Well, obviously if you look at the numbers,", "it's a very challenging", "and serious situation because the baseline", "of infections each day are stuck now at around 40,000.", "When we had a big spikes earlier on months ago", "that were dominated at first by the situation", "in the Northeast part of the country,", "particularly the New York metropolitan area", "when that hit hard and then came down to a baseline,", "the baseline never got down", "to what I would consider a reasonable level.", "It was about 20,000 cases per day.", "When we try to so call open up the country", "to try and get the economy back a couple of months ago,", "particularly in the Southern States", "that were variable in how well they abided by the principles", "of the public health measures of opening the economy.", "We got into trouble.", "And we had cases each day that peaked at around 70,000.", "And now, I've come down to about 40,000.", "The reason I give you those numbers is", "that if you're going to enter the challenging season", "of the fall and the winter, where some things", "if not many things will have to be done indoors rather", "than outdoors, you really intensify the problem", "as well as the fact that we have to deal", "with an influenza season, as you mentioned.", "So, I would have hoped that when we go into the fall season", "we would have had a baseline", "that was really much much lower than 40,000 cases.", "So, even though if you look at the map of the country,", "there are some areas of the country", "that are doing quite well.", "But as a nation, we're a very diverse,", "we have multiple regions, multiple climates, demographies", "and things like that.", "There are areas of the country now", "that we're starting to see the upticks maybe", "from people coming back from vacation,", "maybe from the college students,", "maybe from the post Labor Day weekend.", "But we're seeing in parts of the country,", "upticks in test positivity", "which is generally a bad prognostic sign,", "for you then going to start seeing more cases,", "more hospitalizations", "and then the late effects of perhaps even more deaths.", "So, we have got to now", "and I want to be clear with you because whenever I say this,", "people sometimes misinterpret", "that I'm saying we've got to lock down the country.", "We're not talking about shutting down anything.", "We're talking about taking a very prudent, careful approach", "to reopening the economy", "by the common five or six things wearing masks uniformly,", "avoiding crowds, keeping distance,", "doing things outdoors absolutely much more preferentially", "than indoors and washing your hands frequently.", "It sounds like rather simple things,", "but they do have a major impact", "on whether you can get those surges to come down.", "So, your question about the flu season,", "we now have enough flu vaccine", "to vaccinate almost 200 million people.", "Everybody six months or older should get a flu shot.", "And if we do and abide by those public health measures", "that I just mentioned we might mitigate well the flu season.", "And let me show you why, I think that's a possibility.", "Our colleagues in the Southern Hemisphere, in Australia,", "South Africa and Argentina, particularly in Australia", "because they were careful about mask using distance crowds", "as they entered their winter,", "which is April to the end of August.", "So, they just finishing their winter now,", "they had almost a non-existent flu season", "the first time in memory that they had such", "a low flu season.", "And the reason is they abided by the public health measures", "that I just mentioned.", "So, as we enter the flu season, get your flu shot", "and please pay attention", "to those very simple public health recommendations", "That segues into a question we have", "from a friend of Wired, Bill Gates.", "You know, I know you're familiar with.", "He is a friend. He thanks you,", "for your leadership.", "Yeah and he has a question for you.", "He says, Bill says, My question is whether", "or not you're seeing seasonality", "with COVID as we see in other coronavirus viruses", "or seasonal influenza, right?", "And you talk about how the Southern Hemisphere", "has dealt with it through their winter?", "We haven't seen that or have we,", "you know, seeing how the numbers work", "and if not, why do you think that is?", "No, the numbers,", "the numbers are telling us just the opposite of that.", "Because remember, as we went from the late early spring", "of March, April, May, there was a question", "that as we get into the hotter months", "of June, July and August,", "would there in fact be a substantial diminution", "of infections in our climate zone,", "namely the Northern Hemisphere.", "And it's very clear, we didn't see that.", "There clearly is seasonality", "of the common cold corona viruses", "but right now we should not have and did not", "and I think the numbers proved it", "that we did not see a major dip", "in the infection as we went through the summer.", "Because just like I told you we had those surges in Florida,", "which was hot and humid during the summer months.", "And that's when they went up to the really big surge", "that accounted for the countrywide numbers of 70,000,", "new infections throughout the country", "as we were in the summer months.", "So, the answer to my good friend Bill's question is,", "we've not seen seasonality with this particular outbreak.", "So, I understand with a novel virus,", "advice changes as we learn more about it.", "But sometimes in this case", "it's difficult to nail down what we know at a given moment.", "Can you put the rest of the confusion about whether", "the virus spreads by aerosols around in the air", "as opposed to droplets that are propelled", "and fall to the ground or surfaces.", "As you know, the CDC said yes and then they walked it back.", "People, some people thought politics might be involved.", "Can you tell us what the answer to that is in terms", "of aerosols. Sure.", "And what it means for us as we try", "to avoid getting infected?", "Right, okay so there are a couple", "of things that have helped to clarify the answer", "to that question partially, but I think satisfactorily", "and then a part that we can't answer.", "First of all, when you talk about aerosol,", "classically that means something that comes", "from the respiratory tract.", "And instead of in the droplets of a certain size,", "fall to the ground within a few feet", "that accounts for the six foot distance recommendation.", "There are particles that are small enough", "or in an area when you look at the dynamics of airflow,", "they don't just drop.", "They hang around for a while for several seconds to minutes", "so that you don't have that kind of a dynamic", "where all you need to do is to stay distant.", "That's one of the reasons why", "we're going to get to in a second,", "why it's important to wear masks particularly", "and even when you are indoors.", "So, the idea that there are aerosols", "when you talk to the aerosol physicists", "who study this, there seems to be no question", "that an element of the transmission is aerosol.", "When you look at some of the epidemiological studies,", "such as in a restaurant", "where you have people seated far away from each other,", "who could not have been in the range of a droplet,", "that is going to be close enough to transmit,", "who've actually gotten infected", "which is epidemiological strong suggestion", "that there is aerosol spread.", "So the answer, I'll make it a two part answer", "to your question.", "The first do I believe that there is aerosol", "that is transmitting as part of the transmission?", "And my answer is yes,", "based on what we know about aerosol physics", "and we're learning from the physicist who do this full time", "as well as epidemiological data.", "What we don't know is to what proportion", "of what level of impact aerosol plays in transmission.", "It is likely that it is not the major form of transmission.", "That the major form is still that droplet type", "of transmission from person to person in close contact.", "But the data that I see get me feel,", "I believe pretty confidently that there is some element.", "I can tell you if it's 2%, 5%, 10%,", "but there is an element of aerosol transmission", "which I don't think is the dominant form of transmission.", "So, I take it you're not going to a bar anytime soon.", "Well, no and I'm glad Steven that you brought that up,", "because when you're talking about in a crowded place", "where people tend not to wear masks", "and your indoors that's a perfect setup", "for any kind of transmission.", "Larger droplet transmission, as well as aerosol.", "And in fact, when you look at the hot spots of transmission", "when you've seen people crowded at bars with no masks", "that's when you start to see the uptick of test positivity,", "which leads to increase cases", "and then increase hospitalizations.", "And then the vulnerable people who get serious illness,", "get in trouble.", "So, let's talk about vaccines for a while.", "So, we have four vaccines now that are in phase three,", "which means these randomized clinical tests", "with tens of thousands of human volunteers.", "But, well, the speed is unprecedented.", "It's also causing some disquiet,", "like the name of the program itself is Operation Warp Speed", "which is named after they believe form of transportation", "that violates the laws of physics, right?", "I think you've [laughing drowns out speaker].", "So, I'm totally in on vaccines in general.", "And God knows I am desperate for protection,", "but I confess personally I'm among the people", "who the polls say is now over half the population that fears", "that the first vaccine coming along will be released,", "because of maybe political concerns rather than science.", "Yeah, yeah.", "Is that fear reasonable?", "Well, the fear is understandable", "but if I give you the facts,", "I would hope that you would see", "that in many respects it's not reasonable,", "but it's understandable based", "on sometimes confusing messages that go out there.", "So, thank you", "for giving me the opportunity to try and clarify it.", "So, first of all, getting back to what you said, Steven.", "I agree when I heard the word warp speed,", "I kind of winced because that can suggest", "to some irresponsible speed, but it's not.", "So, the time element of how we were able to get", "to phase three trials that you mentioned,", "there are now actually five candidates", "that are in phase three.", "One is on hold because of an adverse event", "that has taken place in the UK,", "but let's say four that are operational.", "The reason we were able to get to that", "in a matter of months, as opposed to years is a reflection", "of the extraordinary technological advances", "in vaccinology that have allowed us to do that,", "to go from the sequence of a virus on January the 10th", "to starting work on a new type of a platform,", "to going into a phase one trial in 60 some what days", "instead of a few years, to going into a phase three trial,", "six months later that we started the first ones", "on July 27th was not compromising safety.", "It was not compromising scientific integrity.", "It was a reflection of scientific advances coupled", "with financial risks.", "So, what do I say?", "What do I mean when I say financial risks?", "So, in general vaccinology, when the companies do this", "they cautiously do one step after the other,", "after the other in sequence,", "we were doing things in parallel.", "So, before we have the answer to A,", "we invest the money in B and before we get the answer to B,", "we invest money in C, that's called at risk,", "again a bad terminology,", "because it isn't risk to the patient.", "It's risk to the money,", "so that you start preparing for a trial long before", "the previous trial is proven to be successful.", "You start making doses of vaccine before you even know", "it works.", "So, if it does work, you save months.", "If it doesn't work, you'll lose a lot of money.", "And the thought being that the federal government", "is saying, We'll take the chance of a financial loss", "in order to get the process to be done", "in a speedy but measured way,", "so that you don't cut corners on safety", "and you don't cut corners on scientific integrity.", "That's the speed, but there's another question that,", "well, I know you want to ask it.", "So, let me go in, is that, what about the decision", "of whether or not it's safe and effective?", "The big elephant in the room, Steven", "is their political influence saying get something out", "that isn't necessarily safe", "or that isn't necessarily effective.", "The way the system is set up,", "there is independent bodies that have access to the data", "that no one else has access to.", "And they make the decision based on the scientific data,", "whether the vaccine is safe and effective,", "that's called a Data and Safety Monitoring Board,", "that is a board made up of clinicians, vaccinologist,", "statisticians, ethicists.", "They are the only ones in the form of the unblinded,", "as it were statistician who intermittently look at the data", "and they can come to any of a number of conclusions.", "They can say at a predetermined time", "by looking at the data,", "it hasn't met the specifications in the protocol", "for efficacy.", "So, continue the study for another X number of months", "or it can look at the data and say,", "My goodness, there are more infections", "in the vaccine limb of the protocol, that the placebo limb,", "you better stop the study because it's dangerous.", "Or they'll say, We've looked at the data.", "And in fact, the vaccine is indeed providing", "the kind of protection that's statistically significant.", "So, now the company gets access to the data.", "They go to the FDA and the FDA examines it,", "independent scientists examine it together", "with their advisory committee", "which is another independent committee.", "And then they make a recommendation,", "whether they have an Emergency Use Authorization", "or a BLA, which is a Biological License Application.", "Now, if they're tried to be an end run around", "that politically, that will be so transparent,", "because all of that information will be available", "to the scientific community", "to people like myself and all of my scientific colleagues.", "So, there's a lot of fail safe issues in there", "that are gonna prevent going too fast,", "going too recklessly or doing something prematurely.", "So, when is your expectation that this is going to happen?", "Some of them,", "the optimistic, maybe overoptimistic expectations", "we've been hearing from the administration is", "in a few weeks in October.", "Yeah.", "You know, maybe we'll start getting inoculated before", "the end of the year.", "Other people in the government are saying,", "really not until next summer,", "can we really expect that to happen, what's your guess?", "No, no, actually Stephen,", "I'm glad you brought that up,", "because there's some confusing messages there.", "Let me march through it with you.", "Sure.", "If you'll allow me to do it.", "So, right now with the vaccines.", "Okay.", "That are in advanced phase three clinical trial,", "there's a lot of people in those trials.", "I mean, the Medanta Trial has 30,000 people.", "The Pfizer Trial has 44,000.", "The Johnson Trial has 60,000.", "So, there are a lot of testing going on there.", "We're projecting that,", "given the level of infection that we're seeing in the sites", "in this country and in some cases internationally", "where infection is ongoing that my projection", "and that of my colleagues is that it is likely", "that we will know whether we have a safe", "and effective vaccine somewhere around,", "November and December.", "Is it conceivable that that might be before then,", "namely October?", "It is conceivable,", "I believe unlikely, but I wouldn't be that surprised", "if it were because the answer to the trial is based on", "how many infections take place in the context of the trial", "and whether the vaccine is quite protective versus obviously", "the placebo which you wouldn't expect to be protective.", "So, let's assume that we get an answer", "in November and December.", "As I mentioned a little while ago", "the government has already invested", "in making hundreds of millions of doses already.", "They're working on it now.", "So, there will be available at the end of the year", "in December, you know, about a hundred million doses.", "As you get into January, February, March, April", "it'll be up to 700 million doses by the end of April.", "So, if we have,", "if, because remember, we've got to prove it first", "but if we have a successful vaccine at the end of the year,", "we would be able to start administering vaccine", "to the people who are at the highest priority", "which is determined by an independent board.", "By the time you get to April, you will have enough vaccine", "from all of the companies,", "to be able to administer essentially", "to everybody in the country.", "Practically speaking,", "when do we think we actually will logistically get", "the vaccine into people who want to get the vaccine", "or who might want to wait and see how the trials go,", "practically speaking Steven", "and likely will be the second, third quarter of 2021,", "but the beginning of the administration", "of the vaccines likely could take place", "at the end of this year or the beginning of next year.", "Okay, we have an audience question from Steve Stoneberg.", "Were viewers well served or poorly served", "by the covert Q and A at last night's debate?", "Well, [laughing] I think that the viewers", "of that would likely not really have a clear cut picture", "of what was going on.", "I don't think, I mean,", "I don't wanna start getting into sound bytes", "but that was an unusual experience that debate.", "Was your, you know, your name was invoked several times.", "Right.", "Were you comfortable with the categorization", "of the president, talked to you about you?", "He said at one point you congratulated him", "for saving you know, a hundred thousand lives", "by you know, the limited travel from China.", "Then he said that you changed your minds about mask.", "You said myths are not good.", "And then you said masks are good", "and he sited you specifically in that,", "you wanna clarify anything? All right.", "Well, I could clarify that, but let me first say", "that you've probably heard me speak a lot, Steven", "you know, TV and radio and press.", "Sure.", "I must have said maybe several tens of thousands", "of times the importance of wearing masks.", "It's like when people see me,", "when I'm walking or running in the street with my wife", "and I have my mask on they see me", "they put their mask up because they know it's me.", "So, I'm the mask guy, all right.", "Yeah, yeah.", "I don't think there's any doubt about that.", "So, if there was an interpretation that I'm not for masks", "that's a misinterpretation, but let me get to your question.", "So, there were two areas that were brought up,", "the first was the president said that", "when he shut down China, that he definitely saved a lot", "of infections here in the country.", "And he's absolutely correct", "that he made a decision to shut down travel to China.", "And that was a good decision that resulted", "in the saving of lives and the saving of infections.", "The issue with the mask is that", "when we in the beginning", "and I'll say it now for the multiple time,", "I'll try to do quickly back in February, March,", "when there were very few infections in this country,", "there was a shortage of masks for the healthcare providers", "that needed it.", "Number one, we did not want to all of a sudden hoard masks", "and take it away from the people who were preparing", "for the onslaught of cases.", "Number two, the data of the efficacy of masks", "were not as clear then,", "subsequently studies have come out", "and experience from other countries that made it very clear", "that masks are effective.", "Number three, we found out that cotton cloth coverings", "were just as good as the surgical mask.", "And so, what was taken off the table was the shortage.", "There's no longer a shortage of masks.", "Number one, number two, the data that show", "that mass works are now very, very clear.", "And number three,", "when we realized a very important epidemiological fact", "that 40 to 45% of the infections are without symptoms.", "People have no symptoms.", "So, they don't know they're infected.", "And modeling shows that a substantial proportion", "of transmissions occur from person who is asymptomatic", "and doesn't know they're infected to an uninfected person.", "Therefore everyone should assume that you might be infected.", "Therefore we went from saying,", "we really shouldn't be doing mask", "to absolutely people should be wearing masks.", "So, that gets distorted because we acted according", "to the situation at the time,", "early on, it wasn't a situation based on our knowledge", "that would have mandated or given us a strong indication", "for masks.", "Right now, let there be no confusion by anybody.", "You should be wearing a mask, keeping distance,", "avoiding crowds, doing things outdoor more", "than indoor and washing your hands.", "I cannot be more clear than that.", "So, how did you feel when the president sort of made fun", "of Vice President Biden for wearing a big mask?", "You know, I can't comment on that Steve", "and I just don't want to go there about critiquing", "the president of the United States.", "Okay, well, we have one more audience question,", "we wanna finish out on, it's a little different spin there.", "Oscar Weinfurter asks, what is a belief that you hold", "that many others don't appreciate yet?", "You know, the belief that I hold,", "that if we pull together as a nation", "in a unified way to address this outbreak,", "by adhering to the prudent", "and careful public health principles", "that will allow us to continue to open up the economy", "and not shut down.", "We're saying not shut down,", "but continue to open up the economy in a careful prudent way", "that this outbreak will end.", "We will get a vaccine.", "I spoke about that a few moments ago", "and if we combine a vaccine", "with prudent public health measures", "we can put this outbreak behind us.", "And that's the reason why we should not despair,", "because despair makes you throw your hands up and say,", "It doesn't matter what I do,", "what's going to happen is going to happen.", "That is incorrect.", "It does matter what we do.", "And if we do it for a while longer", "we will look behind us and the outbreak will be behind us.", "Not among us.", "Well, I certainly hope you're right.", "And I thank you again for spending your time with us.", "I know you're a very busy guy.", "Stay safe.", "Thank you very much Steven.", "Good to be with you."], "authors": ["Condé Nast"], "keywords": ["wired25", "look", "flu", "covid19", "fauci", "anthony", "pandemic", "question", "trial", "2020", "know", "going", "dont", "vaccine", "think", "youre"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}