{"id": "f14d4a16-841e-31cd-b8f3-08bdbd92a831", "title": "Mexico's migrant crackdown", "url": "https://www.ft.com/video/2b9c0de7-2461-432d-b18b-23e43e3c0470?playlist-name=editors-picks&playlist-offset=8", "summary": "I travelled along it to see the impact of López Obrador's crackdown.\nAnd to find whether Mexico's southern border is becoming a proxy for Trump's border wall.\nBut he's put the need to protect Mexico's relations with the US first.\nAlex charges $7,500 and says he makes a profit of about 600 or 700 dollars per migrant.\nMexico's migration authorities, which have suffered big budget cuts under López Obrador's austerity government, are struggling with the sheer numbers.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Like tens of thousands of Central Americans every month, Sergio Pérez, who's from Guatemala, is attempting to migrate to the US. The biggest challenge used to be getting across the US border. But now, Mexican President Andrés Manuel López Obrador has made it increasingly tough even to get into Mexico.", "Since June, after Donald Trump threatened to impose tariffs on all Mexican exports, he has clamped down hard. The numbers show the policy is working. There has been a more than 75 per cent drop in the number of migrants making it into the US. And Mexico had deported as many people by October as in the whole of last year.", "But the Mexico-Guatemala border is hard to police. It runs through mountains, jungles, and rivers for nearly 900km, and is full of clandestine crossings.", "I travelled along it to see the impact of López Obrador's crackdown. I wanted to try to understand what keeps driving people like Sergio to leave when the chances of success have narrowed dramatically. And to find whether Mexico's southern border is becoming a proxy for Trump's border wall.", "Breaking right now, everyone, President Trump saying that the US is prepared and is at this moment in time preparing to impose a five per cent tariff on all goods imported from Mexico if that country doesn't start to do more to combat the migrant crisis on our southern border.", "Mexico's president had at first welcomed Central American migrants fleeing poverty and violence and offered them humanitarian visas, but many use them just to travel unhindered through Mexico to get to the US. Washington has gotten tougher, signing deals with Guatemala, Honduras, and El Salvador to force migrants to seek asylum there first, not in the US.", "It's a very big thing. It's very important signature. Never been done before.", "But those deals will be hard to enforce and the pressure is on Mexico to stay tough as next year's US election approaches. Mr López Obrador knows that any misstep on the issue of migration could blow up into a bilateral crisis.", "I think that this is going to be a stone in the shoe of the Mexico-US relationship for the rest of the Trump administration and probably whoever comes next, because migration is a very sensitive issue in the United States. And it's suddenly becoming a sensitive issue in Mexico.", "López Obrador is in a tough spot. He regularly hails Mexicans who migrated to the US in past decades and send back record remittances as living heroes. But he's put the need to protect Mexico's relations with the US first.", "Do not pay the smugglers. Do not pay the coyotes. Do not put yourself in danger. Do not put your children in danger.", "Despite the dangers and increasing difficulties, the people smugglers are still finding ways to make a profit.", "Here in the remote highlands of Guatemala, I've come to meet one of the go-to-guys in this illicit business to find out what has changed in the past few months since the crackdown began. Alex is a coyote, and he's been smuggling people to the US for the past seven years. He says things are getting harder.", "Alex charges $7,500 and says he makes a profit of about 600 or 700 dollars per migrant. But that's after paying $800 per person to a drug cartel to deliver them to the US border.", "Sergio is willing to chance everything. But his job in his shop only pays $5 a day and he's only been able to muster $1,800. So he gives up the only thing he has - the deeds to a plot of land. If he doesn't pay in two months, it will belong to Alex.", "While Sergio was setting out from the town of Cuilco along this bumpy single track road headed for one of scores of informal border crossings high in the mountains, another migrant family was just crossing into Mexico. The Marine Martinez family was forced to flee from Honduras after their 18-year-old son was murdered and their home burned to the ground by local gangs. One of the easiest ways into Mexico used to be across the Suchiate River that makes up part of the border with Guatemala, but now, every person is being stopped by immigration officials something that's never really happened before.", "The Marine Martinez family is trying a different route, but it's along a main road, where police have set up roadblocks. It's already their second attempt and they are terrified, running into the bushes at the sight of a police car, even though local police tell us they have no interest in migrants, and it's the federal police they need to watch out for.", "Finally, Father Tomas, founder of the local migrant shelter, arrives to rescue them.", "Here, 750 miles from home, they're safe, and will receive medical care and legal advice. The children are exhausted and famished. One of the girls is sick.", "Ramón Márquez runs the shelter. It's called The 72 in honour of 72 migrants murdered by the drug cartel, the Zetas, in 2010.", "Donald Trump's tough stance has also been boosted by a Supreme Court ruling in September that makes it virtually impossible for Central Americans to apply for asylum in the US. He has also been pushing asylum seekers back over the border to wait for their court hearings in Mexico. But Ramón says that with homicides in Mexico at a record of some 34,000 last year, the country just isn't safe enough to take them in.", "Mexico's migration authorities, which have suffered big budget cuts under López Obrador's austerity government, are struggling with the sheer numbers. And even though Mexico has a long history of taking in refugees from civil war and dictatorships in Spain, Guatemala, and South America, polls show that public opinion is increasingly hostile to migrants.", "Mexico says the answer is development. It wants Washington to help fund social programmes. It's the right diagnosis, but it will take years. And as Trump cuts aid to Central America, getting the US to cough up may be hard.", "Sergio's American dream quickly turned into a nightmare. He was in a group of about 11 people trying to cross the desert. Nine made it, including his companions from Cuilco. He and two others were deported. Back in Guatemala, worried about all the debts he'd racked up and the fact that he could lose his land, Sergio had decided to try again.", "He failed again and was deported for a second time. He's given up for now. But migrants like him will keep on trying out of desperation. Their chances of success are increasingly slim."], "authors": ["Produced", "Directed", "Edited Ben Marino", "Reported", "Produced Jude Webber", "Second Camera Monica Wise-Robles", "Fixer", "Local Producer", "Benjamín Alfaro Velázquez", "Graphics Russell Birkett"], "keywords": ["border", "lópez", "trump", "migrant", "tough", "sergio", "migrants", "mexicos", "crackdown", "mexico", "guatemala", "hes"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}