{"paragraphs": ["IT WAS A MONDAY AFTERNOON when day turned into night in the city of São Paulo. I was visiting an expensive nursery school for my 13-month-old daughter, trying to look remotely worthy of such a sophisticated institution. Although it was not supposed to rain that day, the sky suddenly disappeared behind a dense layer of low, heavy clouds. A two-year-old boy stepped out of his classroom, rubbed his eyes, and looked inquisitively at the principal, who said, “No, it isn’t night yet, dear, and your father’s not here to pick you up. Go back inside.”", "Later that day, meteorologists struggled to explain the midday darkness. They eventually blamed low-lying clouds from a cold front combined with smoke from the fires in the Amazon rain forest, thousands of miles away. Many people saw this as a sign. While we Brazilians were carrying out our day-to-day activities in oblivion, our rain forest was sending an unequivocal distress signal. How were we going to answer? Was there anything we could do besides posting angry rants on social media?", "In August, Brazil’s National Institute for Space Research reported an 84% increase in fires in the country compared with the same period in 2018. More than half of these were in the Amazon region. Thanks to images from NASA and NOAA satellites, one can see the extent of the devastation: dozens of smoldering patches of land clouding the otherwise dark-green landscape. The smoke from the flames had already swept across several Brazilian states, including São Paulo.", "These were not natural wildfires—nor caused by weather and other factors, like the recent, devastating blazes in California. They were likely set by cattle ranchers, farmers, and loggers to clear the land for commercial purposes. Their method is well known: First they pull trees by their roots, using tractors equipped with chains. They wait a few months for the dry season, and when the piles of wood have finally dried, they set fire to everything.", "It’s been going on for decades. For a while, between 2004 and 2014, a stricter enforcement of environmental laws had effectively curbed the pace of deforestation. But over time, a coalition of landowners, soy producers, and other rural players—the so-called agribusiness caucus—has gained more and more power in Brazilian politics, pushing its economic interests further into the forest. Then came the election of far-right politician Jair Bolsonaro—a notorious anti-environmentalist who sneers at the rights of indigenous people—and all hell broke loose.", "Landowners have felt emboldened by the new president’s rhetoric. Some of them even coordinated a recent “fire day” in the northern state of Pará to declare their right to burn land. Worse, several reports have described a gruesome uptick in attacks on indigenous territories since Bolsonaro won the presidency, with several cases of homicide, stoning, and arson. Last January, dozens of men armed with machetes, chainsaws, and firearms entered the protected territory of the Uru-eu-wau-wau tribe to claim land for commercial purposes. They marked trees and staked out plots for sale. For months the tribespeople have fought back. Now part of this territory is on fire."], "url": "https://www.vogue.com/article/fighting-amazon-climate-change?mbid=social_onsite_twitter", "pubDate": null, "keywords": ["journalist", "fighting", "climate", "amazonhow", "set", "land", "change", "day", "rain", "resistance", "smoke", "brazilian", "territory", "recent", "vegetarianism", "forest", "são", "trees"], "id": "f185d234-8b40-3eda-963f-fb88501db8f2", "title": "Vegetarianism, Resistance, and the Amazon—How One Brazilian Journalist Is Fighting Climate Change", "summary": "Although it was not supposed to rain that day, the sky suddenly disappeared behind a dense layer of low, heavy clouds.\nThey eventually blamed low-lying clouds from a cold front combined with smoke from the fires in the Amazon rain forest, thousands of miles away.\nWhile we Brazilians were carrying out our day-to-day activities in oblivion, our rain forest was sending an unequivocal distress signal.\nThe smoke from the flames had already swept across several Brazilian states, including São Paulo.\nSome of them even coordinated a recent “fire day” in the northern state of Pará to declare their right to burn land.", "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549", "authors": ["Condé Nast", "Vanessa Barbar"]}