{"id": "f19e8601-3b49-30bb-a6e0-6bd07ecd8079", "title": "The art of dissent - The Movimiento San Isidro challenges Cuba’s regime", "url": "https://www.economist.com/the-americas/2020/12/05/the-movimiento-san-isidro-challenges-cubas-regime", "summary": "To defenders of Cuba’s 62-year-old revolution, the adherents of Movimiento San Isidro ( MSI ) are reprobates.\nThe movement began in September 2018 in response to Decree 349, which proposed to restrict cultural activity that is not authorised by the culture ministry.\nWhen the government restricted the use of such networks and threatened to confiscate the equipment in May 2019, SN et users were devastated.\nThe government eventually decided that SN et and its hardware would be permitted, but under the supervision of the state-run youth computer clubs.\nLike the cuentapropistas and the SN et gamers, MSI began in response to a threat to its members’ private pursuits.", "paragraphs": ["T HE FRONT door of Damas 855, a ramshackle building in San Isidro, a poor neighbourhood of Havana, snapped like a wishbone when security agents charged through it on the evening of November 26th. The lock and chain tumbled to the ground. The agents, dressed in medical gowns, arrested 14 people (their pretext was that one of the residents had violated a covid-19 testing protocol). They had locked themselves in for eight days to protest against the arrest of Denis Solís, a young rapper who had been accused of disrespecting authority and sentenced to eight months in prison. A few of the Damas 855 denizens were on a hunger-and-thirst strike. Police cars took the detainees away. Facebook, YouTube and Instagram went down on most of the island for about an hour. Connections have been spotty since.", "To defenders of Cuba’s 62-year-old revolution, the adherents of Movimiento San Isidro ( MSI ) are reprobates. On Twitter the country’s president, Miguel Díaz-Canel, called it an “imperial show to destroy our identity and subjugate us again”. A photo of President Donald Trump accompanied the tweet. State media echoed the message.", "Some Cubans take a kinder view of the movement, which includes artists, scholars, journalists, rappers, poets and scientists who advocate freer expression and more democracy than the communist regime allows. Its leaders are Luis Manuel Otero, a performance artist, and Maykel “El Osorbo” Castillo, a musician who sewed his lips shut in prison in August. They gather in a part of Old Havana where the mainly black residents live in rickety housing in the shadows of luxury hotels. When a balcony collapsed in January, killing three girls, Mr Otero wore a hard hat for nine days to honour them. He has been arrested more than 20 times over the past two years. His hunger strike landed him in hospital.", "The movement began in September 2018 in response to Decree 349, which proposed to restrict cultural activity that is not authorised by the culture ministry. After a protest that month outside Cuba’s legislature, the government suspended enforcement of the decree. That has not stopped it from silencing voices it doesn’t like.", "MSI is not comparable to Belarus’s mass movement to overthrow a dictatorship. Cuba has no such movement, though pro-democracy activists were among the 1,800 people who have been arbitrarily arrested in the first eight months of 2020, according to Human Rights Watch. MSI has more in common with other recent home-grown protests that have wrung small concessions from the regime.", "In August 2017 cuentapropistas (entrepreneurs) proposed reforms, such as the right to incorporate, to the labour ministry. Initially they were rebuffed. The government forced the cancellation of events meant to help budding entrepreneurs. When in 2018 it threatened to restrict each entrepreneur to one line of business, cuentapropistas, who run much of the economically vital tourist industry, said they would strike. The rules were eased.", "A clash between the gamers who cobbled together SN et, a private intranet, and the communications ministry played out in a similar way, though the government yielded less. On an island with poor and expensive connectivity, the network was a way for gamers to play with one another, often games they had created. When the government restricted the use of such networks and threatened to confiscate the equipment in May 2019, SN et users were devastated. Several dozen gathered at the ministry to protest. Police cars quickly surrounded them. The government eventually decided that SN et and its hardware would be permitted, but under the supervision of the state-run youth computer clubs.", "Like the cuentapropistas and the SN et gamers, MSI began in response to a threat to its members’ private pursuits. But it has more potential to grow. On the day after the Damas 855 raid nearly 300 people, many of them supporters of other movements, gathered outside the culture ministry, refusing to leave until the vice-minister, Fernando Rojas, agreed to meet them. Security forces and “rapid-response groups”, trained to shout communist slogans at sceptics, flooded the area. Agents in plain clothes snapped photos and took videos.", "Mr Rojas met with 30-odd activists for nearly five hours on November 27th-28th and promised more dialogue. But the government then launched a media campaign against MSI . Police chased Mr Otero after his release from hospital.", "Even so, the movement thinks it has made progress. The gathering outside the culture ministry is a sign of an emerging “collective unconformity”, says Carlos Manuel Álvarez, one of the Damas 855 detainees and a co-founder of El Estornudo (“The Sneeze”), an independent online magazine. He sees that as a direct threat to the culture of submission demanded by the regime. Its agreement to meet participants in such a large protest “was unprecedented”, says Camila Ramírez Lobón, a visual artist who joined the meeting with Mr Rojas. Artists who are both popular and acceptable to the regime, like Fernando Pérez, a film director, and Leoni Torres, a musician, have publicly backed MSI .", "The internet, unreliable though it is, is making such movements harder to control. More than 60% of Cubans have access to a connection. That has led to “an explosion of civic activism” among groups advocating such causes as feminism, gay rights and animal rights, says José Jasán Nieves, editor of El Toque (“The Touch”), an independent online publication. Some were at the culture-ministry protest. If they joined forces more often, they might challenge the government more effectively.", "Cuba’s ruling Communist Party, divided between hardliners who remember the revolution and younger officials who are slightly more liberal, is not about to yield. On December 1st the government released Silverio Portal Contreras, a prominent political prisoner (and supporter of Mr Trump, who has imposed sanctions on the Cuban regime). That is probably not a sign that the regime is growing tolerant of dissent. More likely, it was a way to allay anger about the San Isidro raid."], "authors": ["The Economist"], "keywords": ["mr", "culture", "protest", "dissent", "movimiento", "regime", "challenges", "movement", "isidro", "et", "san", "msi", "cubas", "damas", "sn", "ministry", "art"], "pubDate": "2020-12-05T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}