{"id": "f1b690c4-c279-31bf-8a86-3062cd7af613", "title": "McConnell: Biden Supreme Court commission 'direct assault on our nation's independent judiciary'", "url": "https://www.foxnews.com/politics/biden-supreme-court-commission-mcconnell-ginsburg-nine", "summary": "Senate Minority Leader Mitch McConnell tore into President Biden's new commission studying potential changes to the Supreme Court on Friday.\nMcConnell released a statement calling Biden's commission, which will study topics including whether to add more seats to the nation's highest court, a \"direct assault on our nation’s independent judiciary.\"\nBIDEN ORDERS STUDY ON ‘SIZE’ OF SUPREME COURT, OTHER POSSIBLE CHANGES AMID LIBERAL COURT-PACKING PUSHMcConnell also reminded Biden of the late Supreme Court Justice Ruth Bader Ginsburg’s position on expanding the court beyond nine justices.\n\"Rational observers know well there is nothing about the structure or operation of the judicial branch that requires ‘study,’\" McConnell said Friday.\nCourt packing is the highly controversial practice of expanding the number of justices on the Supreme Court in an effort to sway the leanings of the court.", "paragraphs": ["Senate Minority Leader Mitch McConnell tore into President Biden's new commission studying potential changes to the Supreme Court on Friday.", "McConnell released a statement calling Biden's commission, which will study topics including whether to add more seats to the nation's highest court, a \"direct assault on our nation’s independent judiciary.\"", "BIDEN ORDERS STUDY ON ‘SIZE’ OF SUPREME COURT, OTHER POSSIBLE CHANGES AMID LIBERAL COURT-PACKING PUSH", "McConnell also reminded Biden of the late Supreme Court Justice Ruth Bader Ginsburg’s position on expanding the court beyond nine justices.", "\"Nine seems to be a good number. It's been that way for a long time,\" Ginsburg said in a July 2019 interview. \"I think it was a bad idea when President Franklin Roosevelt tried to pack the court.\"", "\"Rational observers know well there is nothing about the structure or operation of the judicial branch that requires ‘study,’\" McConnell said Friday.", "\"Constitutional scholars and the justices themselves have repeatedly affirmed the position of the late Justice Ruth Bader Ginsburg: ‘nine seems to be a good number.’\"", "LIBERALS RAMP UP CALLS FOR SUPREME COURT JUSTICE BREYER TO RETIRE AFTER HE PANNED COURT PACKING IN SPEECH", "\"Justice Breyer said just this week that ‘structural alteration’ like court packing would mean ‘eroding the public’s trust in the judiciary,\" continued McConnell. \"And by overwhelming margins, the American people agree.\"", "The Senate Republican Leader also said that \"anyone who was surprised by the creation\" of Biden’s court packing commission \"simply hasn’t been paying attention.\"", "\"This faux-academic study of a nonexistent problem fits squarely within liberals’ years-long campaign to politicize the Court, intimidate its members, and subvert its independence,\" wrote McConnell. \"This is not some new, serious, or sober pivot away from Democrats’ political attacks on the Court.\"", "\"It’s just an attempt to clothe those ongoing attacks in fake legitimacy,\" added the Kentucky Republican. \"It’s disappointing that anyone, liberal or conservative, would lend credence to this attack by participating in the commission.\"", "Senator Mitt Romney, R-Utah, also panned his Democrat colleagues for supporting progressive ideas like packing the Supreme Court and warned that the ideas would \"forever diminish institutions at our Republic’s foundation.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"My Democrat friends decry the last president for weakening our institutions with his words and behavior but they now cheer the effort to pack the Supreme Court and end the Senate filibuster, which would forever diminish institutions at our Republic’s foundation,\" Romney wrote on Twitter.", "Court packing is the highly controversial practice of expanding the number of justices on the Supreme Court in an effort to sway the leanings of the court. President Franklin Delano Roosevelt tried and failed to do it during his presidency after facing intense opposition."], "authors": ["Houston Keene", "Houston Keene Is A Reporter For Fox News Digital"], "keywords": ["biden", "assault", "mcconnell", "direct", "senate", "supreme", "nations", "president", "judiciary", "institutions", "commission", "packing", "court", "independent", "justice", "study"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}