{"id": "f207875e-9e0a-362b-b902-45e9d8fd507d", "title": "Average American spending between $1,000 - $2,000 on holiday gifts in 2020, research shows", "url": "https://www.foxbusiness.com/economy/average-american-spending-holiday-gifts-2020", "summary": "The average American will spend between $1,000 and $2,000 on holiday gifts in 2020 despite pandemic-induced financial hardship that has fallen on many U.S. families, research shows.\nContinue Reading BelowNew data from product review website Reviews.org shows that the average American expects to spend $1,865 on gifts this holiday season while the National Retail Federation said in an October report that consumers were planning on spending an average of about $1,000 on gifts and only seasonal purchases.\nReviews.org found that about half of the average American's holiday expenditures will go toward electronic purchases.\nMAJORITY OF SMALL-BUSINESS OWNERS FEAR PANDEMIC'S WORST IS YET TO COMEBy comparison, the average American planned to spend about $1,050 on gifts in 2019, NRF data published last year shows.\n\"Consumers have experienced a difficult year but will likely spend more than anyone would have expected just a few months ago.\"", "paragraphs": ["The average American will spend between $1,000 and $2,000 on holiday gifts in 2020 despite pandemic-induced financial hardship that has fallen on many U.S. families, research shows.", "Continue Reading Below", "New data from product review website Reviews.org shows that the average American expects to spend $1,865 on gifts this holiday season while the National Retail Federation said in an October report that consumers were planning on spending an average of about $1,000 on gifts and only seasonal purchases.", "The NRF also found that overall consumer holiday spending in the U.S. will likely increase between 3.6% and 5.2% compared to 2019 to as much as $766.7 billion, according to a November report.", "US RETAIL SALES FELL IN NOVEMBER FOR THE FIRST TIME IN 7 MONTHS", "\"We know this holiday season will be unlike any other, and retailers have planned ahead by investing billions of dollars to ensure the health and safety of their employees and customers,\" NRF President and CEO Matthew Shay said in a statement at the time.", "He continued: \"Consumers have shown they are excited about the holidays and are willing to spend on gifts that lift the spirits of family and friends after such a challenging year. We expect a strong finish to the holiday season, and will continue to work with municipal and state officials to keep retailers open and the economy moving forward at this critical time.\"", "Both surveys found that Americans will likely shop more online in 2020, likely due in part to COVID-19 lockdowns and an aversion to shopping in-person as cases spike in certain areas. Reviews.org found that about half of the average American's holiday expenditures will go toward electronic purchases.", "MAJORITY OF SMALL-BUSINESS OWNERS FEAR PANDEMIC'S WORST IS YET TO COME", "By comparison, the average American planned to spend about $1,050 on gifts in 2019, NRF data published last year shows.", "About one in every five Americans say half of the gifts they buy will be digital, including e-gift cards, subscription services and video game redemptions, according to Reviews.org.", "Sony's PlayStation 5 gaming console will be the most popular toy gift in the U.S. this year. Nerf guns and hot wheels toys will also be among the most popular toy gifts this year.", "GET FOX BUSINESS ON THE GO BY CLICKING HERE", "\"Given the pandemic, there is uncertainty about consumers’ willingness to spend, but with the economy improving most have the ability to spend,\" NRF Chief Economist Jack Kleinhenz said in November. \"Consumers have experienced a difficult year but will likely spend more than anyone would have expected just a few months ago.\"", "He added that NRF expects there to be \"a psychological factor that [consumers] owe it to themselves and their families to have a better-than-normal holiday.\"", "CLICK HERE TO READ MORE ON FOX BUSINESS"], "authors": ["Audrey Conklin"], "keywords": ["american", "holiday", "nrf", "gifts", "2000", "research", "1000", "2020", "average", "americans", "season", "consumers", "spend", "likely", "spending", "shows"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}