{"id": "f214a56b-dada-326a-9360-c98b740d063a", "title": "Ghosts 'N Goblins: Resurrection Review – The Beauty Of Nostalgia", "url": "https://www.gameinformer.com/review/ghosts-n-goblins-resurrection/ghosts-n-goblins-resurrection-review-the-beauty-of-nostalgia", "summary": "Ghost 'n Goblins: Resurrection is a game that time forgot, designed to transport players to the heyday of the Super Nintendo where visual beauty meets gameplay brutality, dazzling and pummeling in equal parts.\nYou can almost hear the latter group saying “Gotcha!” after each death that the player didn’t’ see coming.\nThe action demands split-second reflexes, but even more memorization of enemy patterns and placement, which is developed by dying.\nGhost 'n Goblins: Resurrection is a game of try and try again, and should you not have the chops to make it, has built in solutions to allow you to keep making progress.\nI didn’t think I needed another Ghost n’ Goblins game, but Capcom proved me wrong, and now I want more.", "paragraphs": ["Ghost 'n Goblins: Resurrection is a game that time forgot, designed to transport players to the heyday of the Super Nintendo where visual beauty meets gameplay brutality, dazzling and pummeling in equal parts. The stack of corpses Resurrection piled up during my playthrough made me swear like a sailor, and yet I walked away singing its praises as one of the best throwbacks I’ve ever played.", "Legendary hero Arthur and his more famous pair of boxer shorts return to be lit on fire, knocked into pits, and munched by a cave made of teeth, much to the chagrin of the player and delight of Capcom’s designers (which is spearheaded by Tokuro Fujiwara, who directed the original 1985 Ghost n’ Goblins game and SNES sequel). You can almost hear the latter group saying “Gotcha!” after each death that the player didn’t’ see coming. While nostalgic in its character movement and action dynamics, the level designs are wickedly clever and always changing, keeping you in a constant state of panic in fun and terrifying ways.", "Skeletons rapidly rise from their graves as Arthur inches forward, and there’s always some kind of airborne threat positioned to knock him into a pit. The action demands split-second reflexes, but even more memorization of enemy patterns and placement, which is developed by dying. An edge can be obtained through Arthur’s weapon of choice, be it the quickly thrown daggers, the spreading fire of holy water, or a handful of other useful tools that can make short work of any foe. The action is simplistic in scope; you just jump and shoot in four directions, but it feels incredibly dynamic, making everything you do feel skillful.", "All levels deliver wildly different challenges that make good use of the same moveset, yet players have some agency in how they progress through it. From the outset of the adventure, a choice between two levels is given, delivering either a shorter playthrough or the option to backtrack to missed stages to take on new horrors and earn more Umbral Bees. This oddly named collectible is a form of currency used to purchase useful spells, such as being able to turn every enemy onscreen into a frog or rain down lighting on them. The wealth of skills is worth the effort, as some can be game changers in specific stages, much like getting the right weapon for a boss in Mega Man.", "The entire game can also be played cooperatively, with the second player controlling a trio of ghosts called the Three Wise Guys, who can be swapped on the fly. Each of the guys aid Arthur in different ways, like being able to create a protective shield or lift him across a gap. It’s a cool idea for co-op play that helps take some of the sting out of the game’s difficulty. While the second player isn’t experiencing the core gameplay, they can still have a significant role in the outcome.", "Even with the aid of a friend, the game is quick to alert you that you can lower the difficulty if situations are too challenging. If that doesn’t produce results, you can activate a magic metronome to slow the game’s speed to a crawl, giving you a hell of an advantage to fill enemies full of lances, safely bound up crumbling staircases, and grab Umbral Bees that may zip past you otherwise. If you think the game is too easy, the metronome can also be used to speed it up and make it more challenging. If you just want to see the entire game without any cares in the world, the lowest difficulty setting lets you instantly respawn where you die, although some of the late-game surprises are removed when played like this.", "After the final boss is slain, players can restart their adventure to experience a slightly rearranged playthrough. This again holds true to the series’ roots, with transformed stages and new challenges within them. This is an awesome reason to play an amazing game again, and also gives the player a chance at earning every skill.", "As much fun as I had getting my butt handed to me by Resurrection, one of the best parts of it is the visual design. It looks like a storybook drawn with pencils and colored to make every moving element pop. Yes, some of the classic enemy designs are fairly uninspired, and the worlds are fairly plain in details, but together they jump off of the screen and frame the action perfectly.", "Ghost 'n Goblins: Resurrection is a game of try and try again, and should you not have the chops to make it, has built in solutions to allow you to keep making progress. I didn’t think I needed another Ghost n’ Goblins game, but Capcom proved me wrong, and now I want more."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["action", "ghosts", "n", "beauty", "stages", "ghost", "nostalgia", "game", "resurrection", "players", "goblins", "player", "playthrough", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}