{"id": "f217a498-714c-30fd-a5bf-6df3c9d9e63b", "title": "Prince Philip was Queen Elizabeth’s ‘backbone’ who dedicated his life to duty and service, author says", "url": "https://www.foxnews.com/entertainment/prince-philip-queen-elizabeth-backbone-duty-service-author", "summary": "EXCLUSIVE: In his lifetime, Prince Philip embodied what it meant to dedicate one’s life to duty and service as a member of the British royal family.\nThe husband of Queen Elizabeth II, who spent more than seven decades supporting his wife in a role that both defined and constricted his life, died on Friday.\n\"He probably did not want his wife to be queen so young because it affected his career.\nQUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATH\"He was known for empowering the young,\" Pasternak continued.\n\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh,\" the palace said.", "paragraphs": ["EXCLUSIVE: In his lifetime, Prince Philip embodied what it meant to dedicate one’s life to duty and service as a member of the British royal family.", "The husband of Queen Elizabeth II, who spent more than seven decades supporting his wife in a role that both defined and constricted his life, died on Friday. He was 99. The Duke of Edinburgh was Britain’s longest-serving consort.", "\"He accepted life as it came to him,\" royal author Anna Pasternak told Fox News. \"He probably did not want his wife to be queen so young because it affected his career. And yet he supported her. And in that process, he carved out a role for himself and became an innovator. He’s got tremendous legacies in this country.\"", "QUEEN ELIZABETH TO ENTER 8 DAYS OF MOURNING FOLLOWING PRINCE PHILIP'S DEATH", "\"He was known for empowering the young,\" Pasternak continued. \"He was responsible for keeping green spaces. We have what’s called the ‘village green’ here in England. In inner-city areas, parks were created because he realized the young needed fresh air and green space. He was a conservationist and way ahead of his time before it became fashionable. He was a forerunner to Prince Charles who is passionate about the environment and organic farming.\"", "Pasternak, who has written about the royal family over the years, recently released a book titled \"The Real Wallis Simpson.\" The British writer tracked down the Duchess of Windsor’s last remaining circle of intimate friends who wanted to set the record straight about her controversial life.", "Pasternak pointed out that today’s young royals can learn from Philip’s dedication to his role. He fulfilled more than 20,000 royal engagements to boost British interests both at home and abroad. He headed hundreds of charities, founded programs that helped British schoolchildren participate in challenging outdoor adventures and played a prominent part in raising his four children, including his eldest son Charles, 72, the heir to the throne.", "GEORGE W. BUSH: PRINCE PHILIP ‘BROUGHT BOUNDLESS STRENGTH AND SUPPORT’ TO THE QUEEN", "Philip saw his sole role as providing support for Elizabeth, 94, who became queen in 1952 at age 25.", "\"It’s absolutely clear that Elizabeth adored him,\" Pasternak said. \"That is something for the young to aspire to today – that level of loyalty, commitment, duty and love. In the U.K., even though we knew he was very old and had been unwell, we all desperately wanted him to make his 100th birthday. There will be an absolute universal outpouring of affection towards the queen. And within that is a gratitude to the Duke of Edinburgh who supported her and made her so happy.\"", "\"Philip was Elizabeth’s backbone,\" she shared. \"Yes, he made politically incorrect remarks and he had quite the sense of humor. But he is an absolute emblem of duty, dignity and loyalty to the crown.\"", "CLICK HERE TO GET THE FOX NEWS APP", "Philip spent a month in the hospital earlier this year before he was released on March 16 to return to Windsor Castle.", "\"It is with deep sorrow that Her Majesty The Queen has announced the death of her beloved husband, His Royal Highness The Prince Philip, Duke of Edinburgh,\" the palace said. \"His Royal Highness passed away peacefully this morning at Windsor Castle.\"", "The Associated Press contributed to this report."], "authors": ["Stephanie Nolasco"], "keywords": ["elizabeths", "pasternak", "prince", "young", "service", "duty", "british", "royal", "dedicated", "life", "backbone", "author", "elizabeth", "role", "philip", "queen"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}