{"id": "f22d1332-0a94-37f1-8d4b-8660b18a22a1", "title": "Extinction Rebellion listed as 'key threat' by counter-terror police", "url": "https://www.theguardian.com/environment/2020/jan/19/extinction-rebellion-listed-as-key-threat-by-counter-terror-police", "summary": "A police force in London labelled Extinction Rebellion one of its “key threats” in a counter-terrorism assessment and provided awareness training on the climate crisis group across the capital, resulting in “intelligence” tip-offs, the Guardian can reveal.\nAnother paragraph said: “The key issues continue to be threats relating to international terrorism and domestic terrorism.\nThe Guardian has since heard from teachers and council workers across the country who have received Prevent training that referenced Extinction Rebellion.\nThe one that did stand out was Extinction Rebellion and climate protesting.”A council housing officer whose borough falls within the counter-terrorism policing east region said two police officers provided a Prevent training session to staff in June last year in which they included Extinction Rebellion.\n“I was unable to concentrate for the rest of the session as I was so shocked by the appearance of Extinction Rebellion,” they said.", "paragraphs": ["A police force in London labelled Extinction Rebellion one of its “key threats” in a counter-terrorism assessment and provided awareness training on the climate crisis group across the capital, resulting in “intelligence” tip-offs, the Guardian can reveal.", "City of London police grouped the environmental protest group alongside “far-right organisations” in an assessment of its counter-terrorism operations seen by the Guardian.", "The report provides further evidence that Extinction Rebellion has become of interest to counter-terrorism police following revelations in the Guardian that the group was included in anti-radicalisation materials alongside violent far-right and jihadist groups.", "Provided to a scrutiny committee of the City of London Corporation, the report detailed the police force’s performance against different measures including “the capability and impact the force is having against countering terrorist activity”.", "In a detailed summary of its performance in countering terrorism, the report said: “The force has continued close liaison (which has included the dissemination of intelligence) with partners and pan-London agencies regarding the key threats, particularly with regard to far-right organisations and Extinction Rebellion.", "“CTSAs (counter-terrorism security advisers) have delivered Action Counter Terrorism (ACT) awareness training across the City, including bespoke presentations to organisations. This has resulted in an increase in intelligence being submitted to the force by ACT-trained security personnel.”", "The report was discussed at a hearing of the scrutiny committee in June last year. Another paragraph said: “The key issues continue to be threats relating to international terrorism and domestic terrorism. In addition, the high-profile actions of Extinction Rebellion, which centred around non-violent disobedience, results in some disruption in the City, with the potential for the event to be hijacked or infiltrated by more extremist groups.”", "A City of London police spokesperson said: “City of London police does not consider Extinction Rebellion to be a terrorist organisation. Ahead of the protests in the summer, our officers, who have regular contact with businesses in the area, spoke to them to ask them to consider the impact of the protests on their business continuity, and to make plans accordingly.”", "The Guardian revealed this month that Extinction Rebellion had been placed on a list of extremist ideologies that should be reported to authorities running the Prevent programme. Last week it was revealed that Greenpeace, Peta and other non-violent groups were included in a counter-terrorism police document distributed to medical staff and teachers as part of anti-extremism briefings.", "Police chiefs said any such advice was issued by Counter Terrorism Policing South East (CTPSE) in the south-east of England and not in any other part of the UK, and they branded it an “error of judgment” and vowed to recall the guidance.", "City of London falls under a separate division of the CT policing network, Counter Terrorism Command (SO15), along with the Metropolitan police.", "The Guardian has since heard from teachers and council workers across the country who have received Prevent training that referenced Extinction Rebellion.", "A teacher from south London described a Prevent training session held at her school by a Home Office official, organised by the borough council last September. As part of the training, she was shown an image of a bag with an XR badge affixed.", "She told the Guardian: “The specialist went through five or six different groups – there was far right, Islamism, they were all things I’d seen before. The one that did stand out was Extinction Rebellion and climate protesting.”", "A council housing officer whose borough falls within the counter-terrorism policing east region said two police officers provided a Prevent training session to staff in June last year in which they included Extinction Rebellion.", "“I was unable to concentrate for the rest of the session as I was so shocked by the appearance of Extinction Rebellion,” they said.", "A teacher at a college in the Midlands said they were in a induction session in November last year, a large part of which was given over to a representative from a West Midlands counter-terrorism unit.", "“For the most part she focused on rightwing threats but there was one slide that detailed some alt-right extremist groups alongside XR and surprisingly, Greenpeace,” they said. “It is entirely inappropriate that XR be considered a terrorist threat or even a group that is to be monitored. Doing so diminishes the threat from other groups and also utterly negates XR’s agenda of challenging climate change.”", "In the north-west, evidence emerged of a Prevent interest in stickers advocating anti-fascism and tougher action on climate change, with images of the stickers circulated to council managers. One questioned why such causes were being included in Prevent’s work and lodged a complaint in late December 2018."], "authors": ["Jamie Grierson"], "keywords": ["guardian", "rebellion", "included", "extinction", "training", "counterterror", "terrorism", "prevent", "london", "city", "threat", "counterterrorism", "key", "listed"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}