{"id": "f25c3edd-e6d8-3102-9173-8f9e6d3e8794", "title": "At the world's oldest opera house, the show must go on", "url": "https://edition.cnn.com/style/article/san-carlo-theater-virtual-streaming/index.html", "summary": "Written by Valentina DiDonato, Antonia Mortensen Alessandro Gentile, CNNThe world's oldest opera house, the Teatro di San Carlo in Italy, has survived wars, fires and the Neapolitan revolution.\nBuilt in the southern city of Naples under the rule of King Charles of Bourbon in 1737, the opera house still bears the grandeur of the time.\nTeatro di San Carlo is the world's oldest opera house, built in 1737. Credit: Courtesy Teatro di San CarloSince then, San Carlo's stage has hosted some of the most iconic figures of the performing arts: opera singers Luciano Pavarotti and Maria Callas, the world-renowned conductor Igor Stravinsky, and dancer Carla Fracci, who last of whom led the theater's dance company, which is the oldest in Italy.\nOn December 4, the opera house put on its first ticketed online show -- the result of a partnership with Facebook.\n\"In this way, I would like to reach all those who usually do not approach the opera house for geographical or economic reasons,\" he said over video.", "paragraphs": ["Written by Valentina DiDonato, Antonia Mortensen Alessandro Gentile, CNN", "The world's oldest opera house, the Teatro di San Carlo in Italy, has survived wars, fires and the Neapolitan revolution. But this year, as the theater launches its winter season program, the doors to the public have remained closed. The theater has not seen a live audience since March, the longest time in its history, due to the coronavirus pandemic.", "Built in the southern city of Naples under the rule of King Charles of Bourbon in 1737, the opera house still bears the grandeur of the time. His goal was to make Naples a great European capital -- and the theater was spared no detail. Inside, the 184 box seats, divided in six tiers, each have a mirror pointed toward the royal box -- spectators of the era were expected to have the same reaction as the king.", "Teatro di San Carlo is the world's oldest opera house, built in 1737. Credit: Courtesy Teatro di San Carlo", "Since then, San Carlo's stage has hosted some of the most iconic figures of the performing arts: opera singers Luciano Pavarotti and Maria Callas, the world-renowned conductor Igor Stravinsky, and dancer Carla Fracci, who last of whom led the theater's dance company, which is the oldest in Italy.", "Now, the theater is adapting to the latest pandemic-related restrictions that have closed cultural institutions across Italy. For the first time, San Carlo is offering shows to the public virtually.", "The coronavirus pandemic has been responsible for San Carlo's longest closure ever. Credit: Salvatore Laporta/KONTROLAB/LightRocket/Getty Images", "\"This theater had to think of something new, to move out of a deep crisis, and at the same time be close to the audience,\" said San Carlo's chief executive manager, Emmanuela Spedaliere, over video.", "\"The possibility that everyone could access the world of opera...gives us a sense of equality.\"", "Without revenue from ticket sales, the San Carlo is now facing losses of over 7 million euro (8 million USD), and heavily relies on financing from the region of Campania and the Ministry of Culture to stay afloat.", "On December 4, the opera house put on its first ticketed online show -- the result of a partnership with Facebook. According to Spedaliere, the social media platform reached out following a streamed orchestra performance and offered to partner with them on a series of paid events.", "For centuries, theatergoers have lined up to see the biggest names in the performing arts take the stage. Credit: Courtesy Teatro di San Carlo", "San Carlo's team decided to take a democratic approach to ticket sales. \"The policy we took was to offer a ticket that costs 99 cents for everyone because one of the most important reflections, in terms of Covid, was that it really made us all feel equal,\" said Spedaliere. \"The possibility that everyone could access the world of opera with this ticket gives us a sense of equality.\"", "It's not the first time the theater has adopted a policy to make the opera more widely accessible. For the past few years, San Carlo has offered a \"suspended ticket,\" riffing on a tradition that goes back to World War II. In Naples, during difficult times, people would buy two coffees, one for themselves and another for someone who couldn't afford it. \"The suspended ticket has been adopted by some entrepreneurs who are members,\" said Spedaliere. \"They will leave an allotted amount of money to be spent exclusively on who cannot afford the price of a ticket.\"", "In the lavish interior, all mirrors point to the ornate royal box, where past kings enjoyed the shows. Today's virtual streams bring the show inside viewers' homes. Credit: Salvatore Laporta/KONTROLAB/LightRocket/Getty Images", "Over the years the \"suspended ticket concept\" has brought in an audience that was normally very distant from the elite world of opera.", "The theater's forthcoming streaming platform is launching with that mission in mind. The theater's artistic director Stéphane Lissner is working with the Ministry of Culture and the region of Campania to open the doors to \"the second stage of the San Carlo.\"The platform will host concerts, documentaries, educational projects and conversations with leaders in the performing arts. \"In this way, I would like to reach all those who usually do not approach the opera house for geographical or economic reasons,\" he said over video.", "With the closure of theaters across the nation, artists have been suffering due to the lack of work, making many leave the arts sector entirely.", "\"I know a lot of artists who are literally depressed ...(and) many of them are ready to change professions because they just cannot sustain their families,\" said opera singer Elina Garanca, who performed in San Carlo's first live-streamed opera.", "Many of the artists Garanca knows have not performed since March.", "\"I can count myself among the lucky ones,\" she said."], "authors": ["Valentina Didonato", "Antonia Mortensen", "Alessandro Gentile"], "keywords": ["theater", "san", "carlos", "spedaliere", "theaters", "carlo", "world", "oldest", "opera", "house", "ticket", "worlds"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}