{"id": "f267bb86-b15e-34b0-b186-365b14188d88", "title": "Jersey - Sun-Kissed Channel Isle", "url": "https://holidays.theguardian.com/holidays/jersey-sun-kissed-channel-isle-faf046fd3b489dc6e380328ad5262e24", "summary": "Day2Discover the island, its scenic countryside and fascinating history on today's included guided tour, which circumnavigates the beautiful coastline.\nThe west coast is fringed by the sands of St Ouen’s Bay, which in turn gives way to the rugged cliffs of the north coast.\nOn the eastern side of the island the coastline reverts to sandy beaches.\nHere, spectacular, 600-year-old Mont Orgueil, one of Britain’s best-preserved castles, towers over Gorey Harbour and the curve of the Royal Bay of Grouville.\nIt’s one of many photo stops on a relaxed, fun-filled day that includes a stop for lunch (payable locally).", "paragraphs": ["Day", "2", "Discover the island, its scenic countryside and fascinating history on today's included guided tour, which circumnavigates the beautiful coastline. See sweeping the vast tracts of sand of St Aubin’s Bay – Jersey has one of the highest tidal reaches in the world and at low tide you have to walk miles to dip your toes in the water - and La Corbière and its lighthouse. The west coast is fringed by the sands of St Ouen’s Bay, which in turn gives way to the rugged cliffs of the north coast. On the eastern side of the island the coastline reverts to sandy beaches. Here, spectacular, 600-year-old Mont Orgueil, one of Britain’s best-preserved castles, towers over Gorey Harbour and the curve of the Royal Bay of Grouville. It’s one of many photo stops on a relaxed, fun-filled day that includes a stop for lunch (payable locally). Back in St Helier, enjoy a pre-dinner stroll in the delightful town or along the harbourfront. In the town’s busy port there is always the bustle of colourful marine life to be seen, as craft of all shapes and sizes go about their business."], "authors": [], "keywords": ["coastline", "jersey", "island", "sunkissed", "isle", "water", "coast", "world", "channel", "west", "bay", "way", "st", "walk"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}