{"id": "f283d0cd-a723-30aa-b31b-8218b344d0a1", "title": "California restaurateur vows to continue outdoor service, defying Newsom", "url": "https://www.foxnews.com/politics/california-chef-vows-to-keep-his-restaurants-open-for-outdoor-dining-calls-out-newsom-for-covid-restrictions", "summary": "\"I mean, there [are] zero studies that prove that dining outdoors is going to lead to any spike in cases.\nIt also prohibits outdoor dining in certain regions, including a sizeable chunk of the Slapfish chain's 26 locations.\nLos Angeles County Supervisor Sheila Kuehl reportedly dined outside in Santa Monica just hours after voting for an outdoor dining ban.\nLos Angeles County Sheriff Alex Villanueva announced Thursday that he would not instruct his deputies to enforce the stay-at-home order.\nCLICK HERE FOR THE FOX NEWS APPGruel said he hoped \"reasonable minds\" could prevail and allow outdoor dining.", "paragraphs": ["A California chef who revamped his restaurants to serve customers outdoors during the COVID-19 pandemic is vowing to remain open despite new restrictions ordered by Democratic Gov. Gavin Newsom.", "Appearing on \"Fox & Friends Weekend\" with host Pete Hegseth, Slapfish restaurant chain owner Andrew Gruel said Saturday that the state is following \"junk science,\" despite an alarming surge in infections and a related rise in hospitalizations and deaths.", "CALIFORNIA GOV. NEWSOM WARNS NEW LOCKDOWNS ARE COMING DUE TO UPTICK IN CORONAVIRUS HOSPITALIZATIONS", "San Diego's Republican mayor Kevin Faulconer shared a similar opinion with \"America’s Newsroom\" on Friday.", "\"I mean, there [are] zero studies that prove that dining outdoors is going to lead to any spike in cases. This is all about politics. And, this entire story is just completely soaked in -- marinated, if you will -- in hypocrisy,\" he said.", "Newsom's new measure forces a three-week closure of bars, wineries, hair salons and barbershops. It also prohibits outdoor dining in certain regions, including a sizeable chunk of the Slapfish chain's 26 locations.", "Democratic leaders writing policy in the Golden State, meanwhile, have been under fire in recent weeks for not following their own rules.", "The governor was criticized after attending a rule-busting birthday party at an exclusive restaurant in November, and San Francisco Mayor London Breed attended a socialite's party at the same restaurant the following night.", "Los Angeles County Supervisor Sheila Kuehl reportedly dined outside in Santa Monica just hours after voting for an outdoor dining ban.", "LA COUNTY SHERIFF: DEPUTIES WON'T ENFORCE NEWSOME'S STAY-AT-HOME ORDER", "\"So why is it that they feel that the rules don't apply to them, and do they not care that businesses like yours are facing destruction?\" Hegseth asked Gruel.", "Gruel said he wished he had the answer.", "\"They've taken this very lightly when the rest of us are taking this incredibly seriously,\" he said. \"You know, to make these draconian rules and then just break them -- not, you know, under the radar or months later but literally -- in some cases -- it feels like within minutes of actually putting the rule in place.\"", "Gruel is not the only one who plans to resist the latest restrictions, set to take effect Monday.", "Los Angeles County Sheriff Alex Villanueva announced Thursday that he would not instruct his deputies to enforce the stay-at-home order.", "In other states, gym owners have been fined and operators in the restaurant and bar industry have been dragged away in handcuffs.", "CLICK HERE FOR THE FOX NEWS APP", "Gruel said he hoped \"reasonable minds\" could prevail and allow outdoor dining.", "\"I mean, I don't want to speculate about any crazy situations, but if I've got to dress up in a lobster suit and lay across the patio, I'm going to have to do so,\" he joked."], "authors": ["Julia Musto", "Julia Musto Is A Reporter For Fox News Digital. You Can Find Her On Twitter At"], "keywords": ["restaurant", "slapfish", "sheriff", "rules", "newsom", "following", "state", "dining", "restaurateur", "county", "vows", "outdoor", "continue", "stayathome", "defying", "service", "california"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}