{"id": "f2899ade-9bc1-3c19-8798-bca7f0fd9f98", "title": "Brazil's fashion industry has a diversity problem", "url": "https://edition.cnn.com/style/article/brazil-fashion-diversity/index.html", "summary": "Donata Meirelles , then fashion director at Vogue Brazil, was celebrating her 50th birthday in the predominantly black city of Salvador, Bahia.\n(Both Meirelles and Vogue Brazil declined to be interviewed for this story.)\nFormer Vogue Brazil fashion director Donata Meirelles in 2016. Credit: Fernanda Calfat/Getty Images South America/Getty ImagesAnd it has: On social media and beyond, the industry and the public have been having long overdue conversations about race and representation in Brazil's fashion community.\nAnd yet black people have been all but erased from the mainstream fashion industry -- in front of the camera, on the catwalk and behind the scenes.\nTop image: Models backstage at the Apartamento 03 fashion show during Sao Paulo Fashion Week in April 2019.", "paragraphs": ["Written by Jorge Grimberg, CNN", "In February, the Brazilian fashion industry made global headlines. Donata Meirelles , then fashion director at Vogue Brazil, was celebrating her 50th birthday in the predominantly black city of Salvador, Bahia. During the celebration, journalist Fabio Bernardo snapped a photo of Meirelles, who is white, sitting in a traditional throne-like chair flanked by two baianas (Afro-Brazilian women wearing white lace gowns and headpieces), which he then shared on Instagram.", "To many who saw the post (which has since been deleted), the scene evoked colonial Brazil, when white elites ruled over black slaves.", "\"What happened there is what happens in this country built on racism, bodies, sweat, blood and black tears,\" Afro-Brazilian actress and activist Tais Araujo, Vogue Brazil's November 2018 cover star, posted to her Instagram account in the days following the event. \"This suffering is so naturalized that it is difficult for people who do not identify with the girls standing by the chair to feel what the black population feels. Everything becomes natural.\"", "While the party was not an official Vogue event, the backlash was enough to warrant Meirelles' resignation from the title just a few days after the event, and a public apology from the magazine, who wrote on Instagram that they hoped the discussions sparked by the incident had \"served as a learning opportunity.\" (Both Meirelles and Vogue Brazil declined to be interviewed for this story.)", "Former Vogue Brazil fashion director Donata Meirelles in 2016. Credit: Fernanda Calfat/Getty Images South America/Getty Images", "And it has: On social media and beyond, the industry and the public have been having long overdue conversations about race and representation in Brazil's fashion community.", "According to a Brazilian Institute of Geography and Statistics study released in 2016, 54% of Brazilians identify as black or multiracial. And yet black people have been all but erased from the mainstream fashion industry -- in front of the camera, on the catwalk and behind the scenes.", "Historically, model diversity at São Paulo Fashion Week has been so low that in 2009, following intense pressure from anti-racism activists and state prosecutors, the organizing body mandated that 10% of models in each show must be black.", "At last edition of São Paulo Fashion Week (SPFW), which took place in April month, black models were still in the minority, and for the last three seasons, only one black designer -- Luiz Claudio of Apartamento 03 -- has participated. (SPFW CEO Paulo Borges told CNN that organizers are aware of the disparity and are discussing ways to bring in new players.)", "Why model Leomie Anderson is fighting for change", "\"In a country where most of the population is black, it's troubling to think that fashion, one of the most important vehicles of cultural and social expression, excludes such large numbers of creators and consumers,\" Afro-Brazilian artist and fashion designer Carol Barreto, who teaches gender studies at the Federal University of Bahia, said in an email.", "\"The entertainment world is highly susceptible to reproducing stereotypes, so it's important to study the limits and latitudes imposed when dealing with questions of race,\" she continued, because the propagation of negative images can contribute to perceptions of Black people as inferior.", "Juliano Corbetta, founder and editor-in-chief of the online menswear publication Made in Brazil, has witnessed how racial inequality in Brazil can affect a magazine financially.", "In early 2018, Corbetta set out to publish an issue that was would feature predominantly black talent (including producers, photographers and models) to inspire \"16-year-old kids dreaming of breaking into a fashion career.\" Though he had no trouble finding talent to fill the pages, he was frustrated by how difficult it was to secure the advertisements needed to fund the issue.", "\"Reality hit. For the first time in nine years in publishing, everyone declined. No one wanted to include this (magazine) in their 2019 plans,\" Corbetta said. Many brands, he claims, told him an all-black issue wouldn't resonate with their audience.", "He connects the issue to the fact that, in Brazil, discussing race and racism is still widely taboo. \"We never talk about apartheid. We didn't have a Martin Luther King. We didn't have a Rosa Parks. We didn't have an actual militant anti-racism movement. We have never talked about prejudice, even though it exists, so brands don't talk about it either.\"", "In this landscape, Brazil's black creatives -- like many marginalized groups around the world -- are increasingly turning to the internet and social media to create spaces for themselves in response to a lack of mainstream opportunity.", "Rio de Janeiro-based Luiza Brazil, an influencer and writer, has built her personal and professional brand online. Credit: Courtesy Luiza Brasil", "This was the route taken by Luiza Brasil, a Rio de Janeiro-based influencer and columnist for the Brazilian edition of Glamour. In 2015, she created Mequetrefismos, an online fashion, beauty and lifestyle publication, to promote the work of black people working within those fields; and, as a curator for the Casa Ipanema lifestyle boutique in Rio, has brought brands runs by black women to the forefront.", "\"We see more black people featured on magazine covers and in advertisements for luxury stores, but who are the people behind these campaigns? (The fact that they are usually white) says a lot about the lack of black people in organizations and leadership roles,\" Brasil said in a WhatsApp message. \"The black population is in the majority -- at 54% -- but our narratives have always been constructed by white people.\"", "\"I think the Afro-Brazilian (empowerment) movement has always existed, but it's always been invisible. With the help of the internet, the Afro-Brazilian movement has gained momentum.\"", "Kevin David, a 25-year-old based in São Paulo, agrees. As executive creative director of MOOC , a Black-run creative collective, he's used the power of social media to land youth-oriented collaborative campaigns with the likes of Levi's, Converse, GQ Brazil and Schutz.", "\"There are fewer opportunities (for black creatives), but we are taking over. We have entered the market ... Weren't happy with the way the market was treating us,\" David said. \"We didn't want anyone else to tell our story. We wanted to take action and show that we believe representation means at this moment in Brazil.\"", "Brasil believes that the ongoing empowerment black creatives in the digital sphere will help challenge existing narratives and give Brazil more complex, diverse representations of black identity -- within Afro-Brazilian communities and in the mainstream.", "\"We no longer only represent an image of the ghetto, of blacks speaking only to blacks, but an important snapshot of society and our media in general\", she said.", "Top image: Models backstage at the Apartamento 03 fashion show during Sao Paulo Fashion Week in April 2019."], "authors": ["Jorge Grimberg"], "keywords": ["problem", "afrobrazilian", "paulo", "fashion", "brazil", "diversity", "brazils", "white", "vogue", "black", "social", "models", "industry", "meirelles"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}