{"id": "f2f1cab8-122b-35a7-9af7-896c1d752df3", "title": "New Gameplay Today – Devil May Cry 5: Special Edition On PlayStation 5", "url": "https://www.gameinformer.com/new-gameplay-today/new-gameplay-today/2020/11/03/new-gameplay-today-devil-may-cry-5-special-edition", "summary": "When Devil May Cry 5 first released in 2019, Capcom's newest entry in the long-running series continued the tradition of engaging combo-based combat alongside another wild story featuring Dante, Nero, and more!\nFlash forward to this year and fans of the series will get another friend to cause chaos with as Vergil is finally entering the fray.\nJoin Jeff Cork, Joe Juba, and me as we show off how the PlayStation 5 enhances Devil May Cry 5: Special Edition and discuss why Vergil is a fun new addition that fans should be excited for!\nPlayers looking to dive back into the world of angels and demons don't have long to wait, as the game launches on November 10 for Xbox Series X and November 12 for the PlayStation 5.\nIf you're enjoying these looks at the next generation of consoles, be sure to check out our thoughts on the PlayStation 5's new platformer Astro's Playroom, and our thoughts on the Quick Resume feature of the Xbox Series X!", "paragraphs": ["When Devil May Cry 5 first released in 2019, Capcom's newest entry in the long-running series continued the tradition of engaging combo-based combat alongside another wild story featuring Dante, Nero, and more! Flash forward to this year and fans of the series will get another friend to cause chaos with as Vergil is finally entering the fray. Join Jeff Cork, Joe Juba, and me as we show off how the PlayStation 5 enhances Devil May Cry 5: Special Edition and discuss why Vergil is a fun new addition that fans should be excited for!", "Players looking to dive back into the world of angels and demons don't have long to wait, as the game launches on November 10 for Xbox Series X and November 12 for the PlayStation 5. If you're sticking with the current-gen machines, fear not, as Vergil will become available to you in the form of DLC on December 15!", "If you're enjoying these looks at the next generation of consoles, be sure to check out our thoughts on the PlayStation 5's new platformer Astro's Playroom, and our thoughts on the Quick Resume feature of the Xbox Series X!"], "authors": ["Video Editor", "Alex Is Usually The Largest Nerd In The Room", "Literally", "Has A Deep-Rooted Passion For Video Games", "Movies", "A Good Beer. He Grew Up A Nintendo Kid But Is Now An Equal-Opportunity Gamer Who S Trying To Play More Jrpgs."], "keywords": ["special", "playstation", "devil", "vergil", "fans", "series", "today", "cry", "x", "youre", "thoughts", "gameplay", "edition", "xbox"], "pubDate": "2020-11-03T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}