{"id": "f30a6159-5829-3c01-a21f-deed555d87e5", "title": "How the Milan Home of Cabana founder Martina Mondadori Came to Life During Lockdown", "url": "https://www.vogue.com/article/at-home-with-martina-mondadori", "summary": "The creative polymath Ashley Hicks’s artistic adventures in lockdown are enough to make even the most productive aesthetes quake in admiration.\nHicks adorned the walls with a trompe l’oeil mural after Piranesi’s 1777 studies of the Paestum ruins.\n)”Meanwhile, working together on projects at Cabana, Hicks and Mondadori realized that their rapport extended beyond a shared aesthetic—and a deeper relationship bloomed.\nMongiardino layered the rooms with Indian and Persian textiles, shamelessly posthumous “Old Master” works, and extraordinarily convincing trompe l’oeil, suggesting by turns maple-wood marquetry or marble panels.\nAs a child, Mondadori craved “a minimalist white house,” she says, but now she gleefully embraces the maximalist Mongiardino aesthetic: “I can’t live without color.”", "paragraphs": ["The creative polymath Ashley Hicks’s artistic adventures in lockdown are enough to make even the most productive aesthetes quake in admiration. At home in the English countryside, for instance, he insouciantly transformed his bathroom with a fresco of figures after Michelangelo: He now describes it as “The Sistine Bathroom.” He created a collection of obelisk table ornaments that appear—thanks to his alchemical paintbrush—to have been assembled from shards of lapis, porphyry, or malachite. He’s made a group of vibrantly colored resin sculptures and a series of chiaroscuro trompe l’oeil panel paintings—all while assiduously keeping up a lively design-centric Instagram account (@ashleyhicks1970) and a series of virtual tours of storied houses on Instagram Live. And when his collaborator Martina Mondadori relocated from a London town house to an apartment in her hometown of Milan last year, it provided not only a new canvas for her and the aesthetic that she has defined in the pages of her cult magazine, Cabana, but a further opportunity for Hicks to brandish his painter’s easel.", "Mondadori founded the biannual design publication in 2014 (with friends Christoph Radl and Gianluca Reina) to showcase a selection of atmospheric and layered environments that made patina glamorous—she describes their unifying spirit as gemütlich, warm and inviting—and to celebrate the revival of craft around the world. The magazine proved so potent that it became a noun (as in “that lampshade fringe is so Cabana”) and swiftly engendered a tribe of devoted contributors and acolytes—and an enticing product range. Hicks soon became a contributor, turning his lens and pen on such subjects as the fabled frescoes of the Villa Imperiale in Pesaro.", "Hicks adorned the walls with a trompe l’oeil mural after Piranesi’s 1777 studies of the Paestum ruins. Hair, Davide Diodovich; makeup, Angela Montorfano. Fashion Editor: Francesca Ragazzi. Photographed by Guido Taroni, Vogue, April 2021", "Hicks’s passion for photography resulted in the handsome 2018 volume Buckingham Palace: The Interiors, for which he documented not only the storied royal residence’s staterooms but remarkable private areas as well—familiar only to members of the royal family, their staff, and their guests. (Hicks himself is a cousin of HRH Prince Philip.) He followed this up with 2019’s Rooms With a History: Interiors and their Inspirations, a book that is “full,” as he has written, “of deeply pretentious opinions on everything from ugly colors (do they exist?) to flowers (I love them, who doesn’t?)”", "Meanwhile, working together on projects at Cabana, Hicks and Mondadori realized that their rapport extended beyond a shared aesthetic—and a deeper relationship bloomed. “We complement each other,” says Hicks, “and compliment each other, so it all works quite well.”", "For both, design is in their blood. Mondadori, scion of the publishing house of Mondadori and the Zanussi home-appliance company on her mother’s side, grew up in a wildly atmospheric Milanese apartment that was decorated by family friend Renzo Mongiardino, Italy’s genius of interior design. Mongiardino layered the rooms with Indian and Persian textiles, shamelessly posthumous “Old Master” works, and extraordinarily convincing trompe l’oeil, suggesting by turns maple-wood marquetry or marble panels. As a child, Mondadori craved “a minimalist white house,” she says, but now she gleefully embraces the maximalist Mongiardino aesthetic: “I can’t live without color.”"], "authors": ["Hamish Bowles", "Hamish Bowle"], "keywords": ["came", "mongiardino", "works", "house", "hicks", "loeil", "design", "storied", "martina", "milan", "life", "trompe", "cabana", "founder", "lockdown", "mondadori"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}