{"id": "f318cb21-33e4-3445-b4ac-bf911fcdb3f8", "title": "Former Florida mayor gets prison after buying BMW, beach condo with $650G in United Way funds", "url": "http://www.foxnews.com/us/former-florida-mayor-sentenced-for-stealing-650g-from-charity", "summary": "A former Florida mayor was reportedly sentenced to 51 months in prison and required to pay full restitution Friday for embezzling more than $650,000 from United Way -- after a Navy veteran's testimony played a key role in his conviction.\nThompson, 66, used the money for purchases that included a BMW automobile and a beachfront condominium, the newspaper reported.\nRonald Benson, a 20-year-old Navy veteran hired to help manage funds at United Way, testified in Thompson’s trial that he started noticing “anomalies” in checks and deposit slips.\nThompson started stealing the money while he was still mayor in 2011, prosecutors found, and he continued the scheme for seven years until his ouster in 2018.\nOver the course of those seven years, federal prosecutors said, Thompson made “hundreds of fraudulent deposits” meant for United Way into his personal account.", "paragraphs": ["A former Florida mayor was reportedly sentenced to 51 months in prison and required to pay full restitution Friday for embezzling more than $650,000 from United Way -- after a Navy veteran's testimony played a key role in his conviction.", "Guy Thompson, who served as mayor of Milton in northwestern Florida from 1994 to 2014, stole a total of $652,000.61 through a check-fraud scheme while he served as executive director of the United Way in Santa Rosa County, the Pensacola News Journal reported.", "Thompson, 66, used the money for purchases that included a BMW automobile and a beachfront condominium, the newspaper reported.", "He pleaded guilty last May to 20 counts of wire fraud and three counts of tax evasion.", "CHRIS COLLINS, FORMER GOP REP, SENTENCED TO 26 MONTHS IN PRISON OVER SECURITIES FRAUD", "The FBI began investigating in October 2018, the same month Thompson was removed from his position at United Way as allegations of fraud surfaced. The organization started an internal audit at the same time.", "Ronald Benson, a 20-year-old Navy veteran hired to help manage funds at United Way, testified in Thompson’s trial that he started noticing “anomalies” in checks and deposit slips.", "\"I started to discover where large amounts of money were being redirected,\" Benson said in court, according to the News Journal. \"Not misdirected, redirected.\"", "He also said Thompson smeared his credibility to hide his own crimes, adding even though he resigned from the position, his association with the former mayor has made it impossible to get a job.", "Thompson started stealing the money while he was still mayor in 2011, prosecutors found, and he continued the scheme for seven years until his ouster in 2018.", "Over the course of those seven years, federal prosecutors said, Thompson made “hundreds of fraudulent deposits” meant for United Way into his personal account.", "He also evaded about $159,362 by not reporting his fraudulent earnings on his taxes.", "Thompson was well-known and respected in the community – the Milton Community Center was even renamed for him in 2015. His name was later removed.", "He also served on many boards and was involved in other charities during his career.", "Thompson's attorney, Ryan Cardoso, told the News Journal earlier this year that Thompson \"is deeply remorseful that his conduct has hurt the United Way of Santa Rosa County, as well as the organizations and the people it serves.\"", "\"I would say, overall, people's confidence in elected officials took a big nosedive, and it'll probably never recover,\" Milton resident Kim Macarthy said about Thompson’s crimes. \"It was important for me to see this. I don't take pleasure in this, but it's important for closure and moving forward.\"", "Thompson has been ordered to pay full restitution for the $650,000 and federal authorities have already seized upwards of $220,000 from his bank accounts – mostly from the beach condo he sold soon after the FBI investigation started.", "CLICK HERE TO GET THE FOX NEWS APP", "Thompson could have faced life in prison as each count carries a maximum of 20 years in prison, according to the News Journal."], "authors": ["Brie Stimson"], "keywords": ["thompson", "money", "journal", "united", "condo", "florida", "started", "buying", "milton", "served", "prison", "mayor", "funds", "gets", "way", "bmw"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}