{"id": "f327a5bd-64e6-3811-bc67-1030178869ef", "title": "Biden picks Becerra as health secretary as Covid numbers send California into lockdown – live updates", "url": "https://www.theguardian.com/us-news/live/2020/dec/07/coronavirus-covid-19-joe-biden-donald-trump-us-election-live-updates", "summary": "In the eyes of Dr José Romero, it’s an intensive care nurse, a pulmonologist, an ambulance driver.\nBut it is also the hospital’s housekeeping staff, workers who bring patients meals, and the aides who care for the elderly in long-term care homes.\nUltimately, states and even individual hospitals will need to make decisions about who gets the first, very limited doses of a Covid-19 vaccine.\nAnd over eight months of discussion, “justice” remains a guiding principle, Romero told the Guardian in an interview.\n“We believe very, very strongly in that.”Read more of Jessica Glenza’s report here: Justice must be guiding principle in US vaccine rollout, says top expert", "paragraphs": ["10:50", "Who is a healthcare worker? In the eyes of Dr José Romero, it’s an intensive care nurse, a pulmonologist, an ambulance driver. But it is also the hospital’s housekeeping staff, workers who bring patients meals, and the aides who care for the elderly in long-term care homes.", "Romero is the chair of the US Centers for Disease Control and Prevention’s (CDC) vaccine advisory panel, a closely watched group whose recommendations on how to prioritize vaccines will form the backbone of state and local plans for distribution.", "Ultimately, states and even individual hospitals will need to make decisions about who gets the first, very limited doses of a Covid-19 vaccine. But the deliberations of Romero and his colleagues will weigh heavily.", "And over eight months of discussion, “justice” remains a guiding principle, Romero told the Guardian in an interview.", "“When we talk about healthcare personnel, we’re not just talking about doctors and nurses,” he said “We’re talking about those persons who help deliver the care in an indirect way.”", "These concerns reflect the intersection of two of the defining events of 2020 – the disproportionate impact of Covid-19 on the working class, racial and ethnic minorities and women, and the harsh spotlight the virus cast on decades-long health inequalities that proved to be an inflection point in calls for racial justice.", "“We are not prescriptive, we do not give doses, but we make it very clear, those persons in those groups,” including “lower-wage earners” should be included in early vaccinations, Romero said.", "“We want to make sure the hospitals understand that they are part of our group of healthcare providers, and we’ve said that over and over again,” said Romero. “We believe very, very strongly in that.”", "Read more of Jessica Glenza’s report here: Justice must be guiding principle in US vaccine rollout, says top expert"], "authors": ["Martin Belam", "Jessica Glenza", "Daniel Strauss"], "keywords": ["hospitals", "picks", "live", "covid", "principle", "updates", "health", "romero", "racial", "healthcare", "talking", "california", "justice", "secretary", "numbers", "lockdown", "vaccine", "care", "send", "persons"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}