{"id": "f34c9eb0-dae4-36e7-a8ab-6a5c9774d5eb", "title": "Opinion | How Black People Learned Not to Trust", "url": "https://www.nytimes.com/2020/12/06/opinion/blacks-vaccinations-health.html", "summary": "Many formerly enslaved people were estranged from the small gardens they used to grow things for home remedies.\nThe larger plantation that had sick houses saw operations cease.\nWhite doctors refused to see Black people and white hospitals refused to admit them.\nFor nearly half of the 20th century, women — often Black — were forcibly sterilized, often without their knowledge.\nIn the South it was such a widespread practice that it had a euphemism: a ‘Mississippi appendectomy.’”", "paragraphs": ["Sims would go on to become known as the Father of Gynecology, even though, as one researcher put it:", "“Sims failed utterly to recognize his patients as autonomous persons and his own personal drive for success cannot be minimized, especially as a balance to the enormous amount of praise accorded Sims for his work and for subsequent applications of the technique developed in Montgomery and elsewhere.”", "After the Civil War and the freeing of the enslaved, the limited and fragile infrastructure for Black people in this country collapsed and an epidemic of disease flourished.", "Many formerly enslaved people were estranged from the small gardens they used to grow things for home remedies. The larger plantation that had sick houses saw operations cease.", "White doctors refused to see Black people and white hospitals refused to admit them. Furthermore, federal, state and local governments squabbled over whose responsibility it was to provide health care for the newly freed men and women, with no entity truly wanting to assume that responsibility.", "Because of all of this, Jim Downs, a professor at Gettysburg College, estimates that at least one quarter of all former slaves got sick or died between 1862 and 1870.", "For nearly half of the 20th century, women — often Black — were forcibly sterilized, often without their knowledge. As The Intercept reported in September, “Between 1930 to 1970, 65 percent of the 7,600-plus sterilizations ordered by the state of North Carolina were carried out on Black women.”", "As Ms. Magazine pointed out in 2011:", "“Some women were sterilized during cesarean sections and never told; others were threatened with termination of welfare benefits or denial of medical care if they didn’t ‘consent’ to the procedure; others received unnecessary hysterectomies at teaching hospitals as practice for medical residents. In the South it was such a widespread practice that it had a euphemism: a ‘Mississippi appendectomy.’”"], "authors": ["Charles M. Blow"], "keywords": ["hospitals", "trust", "opinion", "practice", "sterilized", "state", "sick", "women", "black", "refused", "medical", "learned", "sims"], "pubDate": "2020-12-06T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}