{"id": "f388038a-a783-38fe-8c32-7cf3852446c7", "title": "The Secret History of T. S. Eliot’s Muse", "url": "https://www.newyorker.com/books/page-turner/the-secret-history-of-t-s-eliots-muse", "summary": "In the statement, Eliot implies that Hale saved his correspondence in order to exact revenge on him for refusing to marry her.\nThe real subject of Eliot’s statement isn’t love but poetry.\n“Emily Hale would have killed the poet in me,” he insists.\nIn 1913, Thomas Stearns Eliot and Emily Hale performed in a theatrical adaptation of Jane Austen’s “Emma,” in a parlor room right off Harvard’s campus.\nT. S. Eliot and Emily Hale in Dorset, Vermont, during the summer of 1946.", "paragraphs": ["Seventeen years of correspondence between Hale and Eliot—more than a thousand letters—was made available to the public this year. Photograph by Mary Patten / Courtesy Smith College Archives", "In 1949, eight years after James Joyce died, his letters began to travel the world. Thanks to microfilm technology, popularized a few years earlier, the contents of his archive at the University of Buffalo became more accessible to curious readers and meddlesome critics than ever before. T. S. Eliot encountered them thousands of miles away, at the British Museum, in London, where he came face to face with a past self: his own letters to the Irish writer, lit up on a projection screen before him. Such exposure made Eliot uneasy. Later, in a letter sent across the ocean to Emily Hale, a teacher at a boarding school in Massachusetts, Eliot recalled the anxiety he’d experienced that day in the museum: “I thought, how fortunate that I did not know Joyce intimately enough to have made personal revelations or to have expressed adverse opinions, or repeated gossip or scandal, about living people!”", "Eliot’s letters to Hale, who for nearly seventeen years was his confidante, his beloved, and his muse, were another matter. They don’t just repeat “gossip and scandal,” they produce it. Scholars have known about this correspondence since Hale donated Eliot’s letters to Princeton, in 1956, but for decades, the trove of documents remained a tantalizing secret—kept sealed, at Eliot’s insistence, until fifty years after both he and Hale had died.", "2020 in Review New Yorker writers reflect on the year’s highs and lows.", "On January 2nd of this year, 1,131 letters from Eliot to Hale were unearthed from the basement of Princeton’s Firestone Library and made available to the public. The line to read them began forming at 8 A.M. The first surprise awaiting scholars was not a letter to Hale but, in essence, one addressed to them: a four-page statement that Eliot had written in 1960, with instructions that it be released on the same day that the Princeton letters were unveiled (or whenever, as he feared, they were leaked).", "In the statement, Eliot implies that Hale saved his correspondence in order to exact revenge on him for refusing to marry her. As for his own part in the drama, Eliot suggests that he was simply deluded, “that the letters I had been writing to her were the letters of an hallucinated man.” (He also claims, with a legalistic precision worthy of Bill Clinton, that he “never at any time had any sexual relations with Emily Hale.”) Eliot’s dissociation from his earlier self—from the man who wrote to Hale passionately, almost daily, for nearly two decades—epitomizes the strange swerves between intimacy and detachment that characterize his side of their long and fraught relationship.", "The real subject of Eliot’s statement isn’t love but poetry. “Emily Hale would have killed the poet in me,” he insists. By attempting to renege on the undying love he had promised Hale, Eliot also hopes to revoke a more complex vow, one that these letters keep: the promise of a poet to his muse. There is no way to say whether marrying Hale would have destroyed Eliot’s art. What reading his letters makes clear, however, is that the deferral of his desire—the ascetic refusal to make his most enduring love ever truly complete—was what sustained it.", "In 1913, Thomas Stearns Eliot and Emily Hale performed in a theatrical adaptation of Jane Austen’s “Emma,” in a parlor room right off Harvard’s campus. Eliot was a Ph.D. student in philosophy: gawky and painfully shy. Hale, with her trained singer’s voice and cultivated grace, had an arresting presence. After more than a year of operagoing and ice skating, Eliot proclaimed his love to Hale, stopping just short of proposing marriage. Hale was caught off guard; she could not reciprocate. Heartbroken, Eliot left to study in England.", "Just a year later, he had completely transformed his life: in June, 1915, he published his first major poem, “The Love Song of J. Alfred Prufrock,” in Poetry magazine, and married Vivienne Haigh-Wood, an English governess who was passionate about the arts and, unbeknownst to Eliot, prone to mental illness. For the decade and a half that followed, there is little record of Eliot and Hale’s relationship. There appear to be many years of silence and at least one miserable encounter in London. What we do know is that they met again in 1930, and, shortly thereafter, the still-married poet poured his heart out to Hale in a transatlantic confession, sixteen years after his first, futile proclamation. “[L]oving and adoring you,” he wrote by hand, “has given me the very best I have had in my life . . . in the midst of agony a deep peace + resignation springs.” The best included his Christian faith; Eliot implies that his 1927 conversion to Anglo-Catholicism owed something to Hale’s devotion as a Unitarian. And, of course, it included his poetry. At this point, he considered Hale both his saintly muse and his ideal reader. “There is no need to explain ‘Ash Wednesday’ to you,” he told her. “No one else will ever understand it.” (In his wife’s copy of “Poems 1909-1925,” he had written, “For my dearest Vivienne, this book, which no one else will quite understand.”)", "That Emily Hale’s letters would become a part of his literary monument was a possibility Eliot considered only two months after his confession of love. He told her of a “locked tin box” he kept for his literary executor, with “a closed envelope marked ‘to be burnt at once’ ”—her letters, of course. Yet he couldn’t quite bear the thought of their destruction, and entertained the opposite fantasy, too: “But what I wish to do is to mark it ‘to be given to the Bodleian Library, not to be opened for 60 years.’ ” He wanted her to be remembered always as the Beatrice to his Dante, the moral force behind his religious conversion, and the inspiration behind some of his most beautiful poems.", "T. S. Eliot and Emily Hale in Dorset, Vermont, during the summer of 1946. Photo courtesy Princeton University Library", "Most readers know Eliot as the arch-impersonal poet, who bewildered the world with “The Waste Land” and proclaimed that “poetry is not a turning loose of emotion, but an escape from emotion.” Readers of this Eliot might, at first, have difficulty recognizing the gushy, hyperbolic admirer who signed his letters to Hale as “Tom.” In many of the letters, he described Hale as a kind of divinity, or at least nobility: “my Dove,” “my paragon”; his “one Fixed Point in this world.” Yet Eliot’s grandiloquent devotion can also sound like a kind of escape from certain messy feelings—the turmoil of his marriage, his uncertainty about his career—into something closer to what he sometimes called an “art emotion,” an impersonal, transcendent feeling. In his famous 1919 essay, “Tradition and the Individual Talent,” Eliot wrote, “The progress of an artist is a continual self-sacrifice, a continual extinction of personality.” In 1936, when Hale had at last returned his affection, Eliot marvelled to find himself engaged in a “perpetual daily surrender” to Hale, “and yet at the same time . . . to something bigger than either ‘me’ or ‘you’ – to something that only you and I together can look at.” Something, perhaps, like a poem.", "Writing to Hale was also therapeutic. “I like to be able to write to you and curse the people I am fondest of,” Eliot confessed:", "I think that we all have these feelings but that most people are prudent about what they put into letters, for fear of being misunderstood. I am not afraid of being misunderstood by you, but I would rather be misunderstood than not say exactly what I feel at the moment of writing.", "Eliot divulged a great deal in his letters—about his family resentments, about his sexual experience (or lack thereof), and even about the men who had made physical and emotional advances on him. (His friendship with Lytton Strachey ended, he said, when the Bloomsbury writer “went down on his knees and kissed me.”) As an Anglo-Catholic, Eliot already had a confessor, but his relationship with Hale was beyond confessional—she did not have the power to absolve him but to absorb him.", "Eliot wrote to her obsessively, often twice a week. He learned when the ships carrying mail departed from England and kept track of which ones sailed fastest. Hale, for her part, was clearly burdened by Eliot’s unceasing correspondence. Much later, in a statement she wrote to accompany the archive, she would describe herself in this period as “the confidante by letters of all which was pent up in this gifted, emotional, grasping personality.” Hale, by then teaching at Scripps College, was overworked, and her health, although she tried to hide it from Eliot, was faltering. Her neuritis made it difficult for her to write. It wasn’t only Eliot’s insatiable demand for letters that taxed her. She was growing attached to him, and he was still married. From 1931 to 1934, Hale suggested at least five times that Eliot consider divorcing his wife. Eventually, Hale’s deteriorating health compelled her to take leave from Scripps. Only then did Eliot acknowledge his own hand in her collapse: “by constantly pressing myself upon your attention, and importuning you with my correspondence, I was really tampering insidiously with your mind.” The melodrama of his self-censure—“I see myself as a blood-sucker”—is especially telling. Like a vampire, he had not only drawn what he needed out of Hale but also, in the process, transformed her. She was falling in love.", "Hale described herself as “the confidante by letters of all which was pent up in this gifted, emotional, grasping personality.” Photograph by Shelley Szwast / Courtesy Princeton University Library", "Although Eliot had sought a formal separation from his wife in 1933, he made it clear to Hale that, as a converted Anglo-Catholic, he was both unwilling and unable to get a divorce. But for this constraint, he reminded her when pressed, “I would literally give my eyesight to be able to marry you.” He dwelled instead on the ways in which he felt them to be already bonded—the feeling of “simply belonging,” which, he said, had “something eternal about it.” His avowals became more pronounced in 1934, when Hale began an eighteen-month holiday in England and Europe. Whenever Hale came to London during her trip, Eliot let her borrow his flat—a spartan apartment in a Kensington clergy house. The two of them spent the night before she left for America together, with Eliot literally at Hale’s feet. “I am filled with wretchedness and rejoicing,” he wrote, almost as soon as she was gone, “and when I go to bed I shall imagine you kissing me; and when you take off your stocking you must imagine me kissing your dear dear feet and striving to approach your beautiful saintly soul.” (In January, 1936, Eliot wrote, “I love your foot, and to kiss it has special symbolism, because you have to take off your stocking to let me kiss it, and that is a kind of special act of consent.”) Marking this consummation, of sorts, they even exchanged rings. “This ring means to me all that a wedding ring can mean,” he promised, “and I love to wake up and feel it binding my finger, and know that it will always bind that finger.”"], "authors": ["Michelle Taylor", "Michelle Taylo", "Louis Menan", "The New Yorke"], "keywords": ["muse", "emily", "love", "secret", "eliot", "correspondence", "eliots", "hales", "history", "wrote", "hale", "s", "statement", "letters"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}