{"id": "f39ea770-a1d8-3ae1-87a1-e33bbdf2103a", "title": "US consumers would rather give up alcohol than food delivery: survey", "url": "http://www.foxnews.com/food-drink/us-consumers-give-up-alcohol-vs-food-delivery-survey", "summary": "More than half of Americans are more likely to ditch alcohol over their favorite food delivery service, a new survey suggests.\nHealth-conscious beverage company Aqua ViTea Kombucha conducted a limited survey that inquired about the prevalence of Dry January plans among U.S. consumers and found that 65% of its respondents would rather quit drinking than give up getting food delivered.\n5 WAYS TO MAKE A 'QUARANTINI,' THE QUARANTINE-INSPIRED COCKTAIL OF THE MOMENTIn a separate study conducted by the University of Texas Health Science Center, 28% of non-binge drinkers reported they increased their alcohol consumption throughout coronavirus-related stay-at-home orders.\nRegarding the fact that multiple studies and reports have highlighted increased alcohol consumption among Americans, Aqua ViTea Kombucha’s CEO Jeff Weaber shared that alternative beverages may help people curb temptation.\nIn the same time frame, the organic tea market is projected to reach $334.6 million while trendy beverages like hard seltzer are projected to reach $4.4 billion.", "paragraphs": ["More than half of Americans are more likely to ditch alcohol over their favorite food delivery service, a new survey suggests.", "Health-conscious beverage company Aqua ViTea Kombucha conducted a limited survey that inquired about the prevalence of Dry January plans among U.S. consumers and found that 65% of its respondents would rather quit drinking than give up getting food delivered.", "‘DRY JANUARY’ GAINS POPULARITY AS MORE PEOPLE TRY TO CUT BACK ON ALCOHOL", "Moreover, 33% of those who said they are starting off the new year alcohol-free in observance of the trendy health movement are doing so to improve their overall wellness. Likewise, almost one in five respondents said they are participating in Dry January to “cut down on calories” and lose any weight they may have gained over the holiday season.", "Thirty-one percent of the survey’s respondents indicated they are taking up the monthlong challenge on their own versus the 32% who said they will do so in a group so they can be held accountable.", "According to the survey, 36% said they drink an alcoholic beverage two to three times per week, while 33% drink two to four times per month.", "5 WAYS TO MAKE A 'QUARANTINI,' THE QUARANTINE-INSPIRED COCKTAIL OF THE MOMENT", "In a separate study conducted by the University of Texas Health Science Center, 28% of non-binge drinkers reported they increased their alcohol consumption throughout coronavirus-related stay-at-home orders. Twenty percent of those who were classified as binge drinkers reportedly did the same.", "Overall, 32% of the study’s 2,000 participants admitted to binge drinking while they sheltered in place.", "Regarding the fact that multiple studies and reports have highlighted increased alcohol consumption among Americans, Aqua ViTea Kombucha’s CEO Jeff Weaber shared that alternative beverages may help people curb temptation.", "ALCOHOL CONSUMPTION HAS SURGED DURING CORONAVIRUS PANDEMIC, ESPECIALLY 'HEAVY DRINKING' AMONG WOMEN: STUDY", "\"We know that people have been reaching for alcohol more this year, and as we look into the new year, maintaining a healthy lifestyle is key to our collective wellbeing and happiness,\" Weaber said in a statement. \"Offering consumers healthier beverage options is what motivated me to start Aqua ViTea, and I'm excited to continue this mission in 2021.\"", "\"Whether or not you participate in January, we're wishing all of our customers a safe and Happy New Year.\"", "The kombucha market is projected to reach $7 billion by 2027, according to a forecast published by Grand View Research, a market research firm. In the same time frame, the organic tea market is projected to reach $334.6 million while trendy beverages like hard seltzer are projected to reach $4.4 billion.", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["food", "market", "projected", "respondents", "reach", "delivery", "consumers", "drinking", "consumption", "survey", "beverage", "vitea", "alcohol"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}