{"id": "f39f5461-a547-3cc8-aa7b-5615318e126b", "title": "Top Chef Judge Tom Colicchio On The Urgent Need For Covid Relief For Restaurants", "url": "https://radio.foxnews.com/2020/12/08/top-chef-judge-tom-colicchio-on-the-urgent-need-for-covid-relief-for-restaurants/", "summary": "Tom Colicchio, Chef, Top Chef Judge, Owner of Crafted Hospitality and founding member of the Independent Restaurant Coalition spoke with Fox News Radio's Guy Benson about the urgent need for Covid relief for the restaurant industry.\nColicchio urged Congress to pass relief to keep the industry afloat as new lockdown measures take effect across the country.\nColicchio said,\"So I you know, this is this is this has become a political football, you know, drives me crazy is that our bill.\nListen people are struggling, small businesses struggling.\nAll small businesses need help.", "paragraphs": ["Tom Colicchio, Chef, Top Chef Judge, Owner of Crafted Hospitality and founding member of the Independent Restaurant Coalition spoke with Fox News Radio's Guy Benson about the urgent need for Covid relief for the restaurant industry. Colicchio urged Congress to pass relief to keep the industry afloat as new lockdown measures take effect across the country.", "Colicchio said,", "\"So I you know, this is this is this has become a political football, you know, drives me crazy is that our bill. If you really want to talk politics when you have John Cornyn and Elizabeth Warren cosign the same bill. Yeah, probably has something there, doesn't often happen. Listen people are struggling, small businesses struggling. All small businesses need help. If we have to compromise and get this nine hundred billion dollars out the door, that does help with unemployment.\"", "Listen To The Full Interview Below:"], "authors": ["Wyatt Dobrovichfago"], "keywords": ["restaurants", "tom", "chef", "relief", "colicchio", "struggling", "need", "industry", "restaurant", "know", "urgent", "covid", "judge", "small", "help"], "pubDate": "2020-12-08T00:00:00", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}