{"id": "f3b67a8a-a02c-3818-a530-516f56576c5d", "title": "Walking around Menorca: my lockdown project is never staying still", "url": "https://www.theguardian.com/travel/2021/apr/21/walking-menorca-cami-de-cavalls-trail-my-lockdown-project", "summary": "I’m walking along a sandy path through a forest high above the flashing kingfisher-coloured coast.\nPhotograph: Andy Arthur/AlamyHaving sauntered out of a job with spectacularly bad timing just before the first lockdown, and ended an unsatisfying relationship right after lockdown started, I’ve washed up on Menorca for complicated reasons.\nIn some respects this turned out to be a blessing, and is part of the reason that Menorca is relatively unspoiled today.\nView of the Camí de Cavalls en route to Cala Pilar beach in the north of Menorca.\nI started walking without any particular intention, and it unfolded as a project to complete.", "paragraphs": ["I’m walking along a sandy path through a forest high above the flashing kingfisher-coloured coast. It smells of hot pine and wild rosemary. The sound of bells deep in the wood stops me in my tracks. Have I finally lost my mind, after months of piloting solo through the pandemic on this small island far from home?", "From between the trees step a herd of cows, as if from a child’s picture book, caramel coloured, soft noses, liquid eyes and each with a collar from which a large bell swings. Mystery solved, I pick up my water bottle and keep going.", "Signpost on the Camí de Cavalls. Photograph: Andy Arthur/Alamy", "Having sauntered out of a job with spectacularly bad timing just before the first lockdown, and ended an unsatisfying relationship right after lockdown started, I’ve washed up on Menorca for complicated reasons. They involved a two-week holiday to Italy in autumn, which unspooled into an accidental journey through Europe as the UK’s Covid travel regulations shifted and changed, with me choosing to remain in motion at a time of stillness, rather than go back to another lockdown alone in the grey of my couldn’t-swing-a-cat flat.", "The Camí de Cavalls was created by Iberian King James II in 1330 to improve Menorca’s defences. Islanders had to keep an armoured horse on standby and patrol the 185km path that encircles the coastline. The path wasn’t much help though: the island was constantly under attack from pirates and then invaded repeatedly in the 18th century by European powers who valued its strategic position at the heart of the Mediterranean.", "Watchtower on the Camí de Cavalls. Photograph: Laura Coffey", "The Camí is peppered with old Spanish- and English-built watchtowers, erected by alternating powers, and bydisused bunkers around the beaches dug as defences by Franco, the Spanish dictator opposed by the island. Franco liked to hold a grudge, so he denied the “minor island” access to the public funds that supported the development of Ibiza and Mallorca, which had been loyal to him. In some respects this turned out to be a blessing, and is part of the reason that Menorca is relatively unspoiled today.", "For such a small island the geology changes dramatically as you walk around its edges. It claims to have more beaches and coves than the other Balearic islands, and is a protected Unesco biosphere reserve. Even if you’re not much into rocks or birds, you can’t help but notice them as you walk. Some still ride horses along the path, but it is mainly used by hikers and mountain bikers, although usually I’m alone for long periods as I walk.", "View of the Camí de Cavalls en route to Cala Pilar beach in the north of Menorca. Photograph: Alamy", "I have grown to love the tranquil off-season vibe, the shuttered restaurants, empty beaches and ghostly coastal villages waiting for summer. The first lockdown here, a year ago, was strict and the Balearic islands now have Covid firmly under control. The island feels safe and relatively normal, with just some light restrictions and a curfew in place, although tourism is the main economy and locals are worried about the summer season, which starts in May.", "This walk is a sort of pilgrimage for my father who is unwell in the UK, or at least an attempt to “find in motion what was lost in space” to quote Tennessee Williams. The Camí is divided into 20 sections and signposted by wooden milestones. I started walking without any particular intention, and it unfolded as a project to complete. Now, I walk a couple of sections each weekend, usually five or six hours a day, including plenty of time to swim and wonder.", "Basilica at Es Cap Des Port. Photograph: Tolo Balaguer/Alamy", "Most of the trail passes through wilderness, so I take everything with me. I’ve found that Menorcans traditionally snack on salted sunflower seeds and fried maize as they hike. I bring pastissets, a biscuit a bit like shortbread but even better. I also check the wind direction before selecting which stage to walk, heading to the coast in the opposite direction from the wind to reduce my chances of jellyfish stings when I stop for a swim. This was a lesson hard-earned: the more I am stung, the more I pay attention to the wind.", "Another day on the trail and I’m in clover, literally: it’s pinking-red, interspersed with big, optimistic daisies and growing around a paleo-Christian basilica at Es Cap Des Port, nearly halfway along the north coast. I sit and watch as booted eagles circle and call in their strange, thin voices, preparing their nests and hunting for bunnies.", "I have found swimming a tonic for these unsettling times. I strike up a conversation with a fellow cold-water addict at Cales Coves on the south coast, where more than a hundred burial chambers are carved into the cliffs, forming a bronze-age necropolis, a great city for the dead that was more recently occupied by hippies. Turns out the other swimmer lived in these caves as a child, and her mother gave birth to her last two children there with “just my father and the neighbour with a knife”.", "The writer swimming at Cala Rafalet. Photograph: Laura Coffey", "Mitjana beach, about 30km further along the path, is a more traditional bathing spot. Here you can slice through emerald water to reach its little sister, tiny Mijaneta. For something more dramatic, go east to Cala Rafalet, where tall cliffs cradle the sea and the way to reach it feels like a secret. The little path twists down through a dark-green forest to a deep ravine, one of the most striking places to swim on the island. The sand on the beaches changes from silky Caribbean in the south to a pinkish honey colour in the wilder north, and there are plenty of tiny unnamed rocky coves if you’re after your own private beach to swim nude.", "In the west the landscape shifts: no pine or holm oak forests; instead it’s stark, rugged and windswept, just rocks, long lines of dry stone walls and stone sheep huts. I stop to tie my jumper over my ears to protect them from the Tramontane wind that shaped this landscape. In contrast, when the path cuts along the south it goes through little valleys of low stone walls that mosaic tiny fields and runs alongside flower meadows, pastures with grazing horses, orchards and patches of wild olives.", "Son Bou beach. Photograph: vivoo/Alamy", "On one of the southern sections I detour off the Camí to visit Torre d’en Galmés, a Talayotic site. This culture is unique to the Balearics. You can pray in the honey-sun shaft that lights the corner in the remains of the temple, and cry secretly for your father who you haven’t seen for almost eight months, then remember you’re British and pull yourself together to explore the ruined city.", "In the wetland behind the long beach of Son Bou on the south coast, I watch through binoculars as a marsh hawk prowls for a distracted duck to pounce on. Javier, the bird walking tour guide I hired to accompany me on sections of the trek, names each of the birds in English, Spanish and Catalan, which, frankly, is far too much information. I stop him when he tries to tell me their Latin names, too.", "Menorca has 200 species of bird and it’s the tiny ones that entrance me most, moving through the air like musical notes, folding their wings mid-flight to drop and bounce. I love the Sardinian warbler, all puff-plump and joyful, although the hoopoe is more iconic, a rebel spirit in this time of confinement,with its punk-rock mohican and its looping butterfly flight.", "Hoopoe. Photograph: Dmitrii Gromov/Alamy", "Turns out Javier is a dab hand at “catching” slender stems of wild asparagus as well, and after a long day’s hike I cook them and savour the intense, almost spicy taste of the woods. Soon, he tells me, the scent of camomile flowers will fill the air along the trail and bright bee-eaters will return from Africa, along with pink flamingos and other migrant birds, to feast on mosquitoes all summer long.", "The need to explore, to circumnavigate, to map and chart has long been part of human nature and it feels especially grounding to be on the move at this static time, to have a project to complete. Who knows what this shifting-sand world will bring next. For now, the air is fat with birdsong and sun pours through the trees. I stop to stare, to float a flower into the sea, an offering for my father. Then I turn back to the path, for, to quote poet Robert Frost “I have promises to keep / And miles to go before I sleep.”"], "authors": [], "keywords": ["walking", "project", "island", "coast", "tiny", "camí", "beach", "photograph", "swim", "lockdown", "long", "staying", "menorca", "path", "walk"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}