{"id": "f3e0bd81-ce2c-3afc-9a1f-5d51d7654578", "title": "Coronavirus live news: EU states to start vaccinations on 27 December; Macron tests positive for Covid-19", "url": "https://www.theguardian.com/world/live/2020/dec/17/coronavirus-live-news-pence-to-take-vaccine-on-tv-germany-suffers-record-deaths", "summary": "Vaccinations in Germany are due to start on 27 December, following approval by the European Medicines Agency.\nWe will not be introducing a vaccine obligation.\nThere will be those, and I say this totally neutrally, who will not want to be vaccinated.\nMerkel said once Germany had secured sufficient vaccine doses “there will surely be the opportunity to say you’d like one and not the other.\nAt some point we’ll be better able to say which vaccine is maybe better for which group.", "paragraphs": ["12:26", "Angela Merkel has faced down a member of the rightwing populist AfD in the German parliament who implied that the government planned to force all Germans to be immunised against coronavirus using a genetically modified vaccine.", "Uwe Witt asked the chancellor during parliamentary questions whether the intention was to vaccinate “all the residents of the Fatherland” in order to achieve herd immunity, and whether people would be allowed to make their own choice as to what vaccine they received, particularly as one of them had been, he said, “genetically manipulated”, referring to the mRNA vaccine produced by Pfizer and BioNTech.", "Vaccinations in Germany are due to start on 27 December, following approval by the European Medicines Agency. Merkel insisted that the government would not be forcing anyone to receive a vaccine, although she stressed the more people who were vaccinated, the quicker life in Germany would be able to return to normal.", "We will not be introducing a vaccine obligation. There will be those, and I say this totally neutrally, who will not want to be vaccinated. Should that turn out to be more than 40, 50, 60% of the population then we will be wearing a mask for a very long time, because we will not reach herd immunity... That’s just the nature of this.", "She said to Witt:", "I would urge you to stick to the facts. Rather than to talk about some genetically-modified stuff, with mRNA we’re talking about a vaccine which contains genetic components and as a result is able to be very precise, at least according to the results of the phase three [clinical] study.", "Merkel said once Germany had secured sufficient vaccine doses “there will surely be the opportunity to say you’d like one and not the other. At some point we’ll be better able to say which vaccine is maybe better for which group. We don’t know that yet.”", "The AfD has frequently accused the government of exaggerating the dangers of the coronavirus, and its members have regularly rebelled against the obligation to wear a mask, some even appearing in parliament with face coverings fashioned out of loosely woven net."], "authors": ["Helen Sullivan", "Lucy Campbell", "Archie Bland", "Kate Connolly", "Sam Jones", "Steven Morris", "Paul Karp", "Eleanor Ainge Roy", "Tim Jonze", "Rebecca Smithers"], "keywords": ["vaccinated", "say", "coronavirus", "germany", "mask", "vaccinations", "mrna", "tests", "states", "able", "covid19", "start", "macron", "live", "vaccine", "parliament", "merkel", "positive", "obligation", "eu"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}