{"id": "f403e14b-5d0f-3add-9dee-f258cf5b327d", "title": "Cuomo's 'New York Tough' slogan seems mocked as 'NY Touch' in light display", "url": "https://www.foxnews.com/politics/cuomos-new-york-tough-slogan-seems-mocked-as-ny-touch-in-light-display", "summary": "Here was one way to shed a light on the sexual harassment allegations against Gov.\nA light display on an Albany skyscraper was temporarily changed from \"NY Tough\" to \"NY Touch\" on Friday night in an apparent jab at Cuomo, whose accusers include a female aide who says he groped her under her blouse.\nCUOMO STAFFERS' WORK ON HIS BOOK WASN'T VOLUNTARY, AS REQUIRED BY LAW, SOME CLAIM: REPORTUsually, a display of \"NY Tough\" adorns the 44-story downtown building, which is the catchphrase adopted by the Cuomo administration amid the coronavirus pandemic.\nCuomo has been accused by several women, including many former and current aides, of sexual harassment and other inappropriate behavior.\nOne woman, an unidentified assistant, has alleged Cuomo groped her inside his office in Albany’s Executive Mansion.", "paragraphs": ["Here was one way to shed a light on the sexual harassment allegations against Gov. Andrew Cuomo.", "A light display on an Albany skyscraper was temporarily changed from \"NY Tough\" to \"NY Touch\" on Friday night in an apparent jab at Cuomo, whose accusers include a female aide who says he groped her under her blouse.", "The phrase was spotted 8 p.m. Friday on the side of the city’s Corning Tower by News 10 anchor and reporter Trishna Begam, who tweeted a photo of it.", "CUOMO STAFFERS' WORK ON HIS BOOK WASN'T VOLUNTARY, AS REQUIRED BY LAW, SOME CLAIM: REPORT", "Usually, a display of \"NY Tough\" adorns the 44-story downtown building, which is the catchphrase adopted by the Cuomo administration amid the coronavirus pandemic.", "By 8:24 p.m., the message was corrected to its original form, according to Begam.", "Cuomo has been accused by several women, including many former and current aides, of sexual harassment and other inappropriate behavior.", "One woman, an unidentified assistant, has alleged Cuomo groped her inside his office in Albany’s Executive Mansion.", "CLICK HERE TO GET THE FOX NEWS APP", "Cuomo has repeatedly insisted that he \"never touched anyone inappropriately.\"", "Outside lawyers hired by state Attorney General Letitia James are investigating the various complaints, which are also part of an impeachment probe by the state Assembly Judiciary Committee."], "authors": [], "keywords": ["mocked", "cuomo", "slogan", "sexual", "cuomos", "state", "touch", "york", "ny", "harassment", "light", "tough", "work", "display", "groped"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}