{"id": "f44bcb63-4969-3026-925b-6b199fb4dc79", "title": "Censored Horror Game Devotion Not Coming To GOG After All", "url": "https://www.gameinformer.com/2020/12/16/censored-horror-game-devotion-not-coming-to-gog-after-all", "summary": "Red Candle announced on Twitter early this morning that Devotion would go on sale again (with all original content intact), through GOG on December 18.\nHours later, GOG tweeted a statement saying that after receiving “many messages from gamers” it will not, in fact, be re-selling Devotion.\nDevotion is the follow-up to Red Candles’ previous horror game, Detention.\nDevotion was quickly delisted, and the game's Chinese publishers, Indievent and Winking Entertainment, later had their business licenses revoked.\nThis story continues to be a bizarre one but it looks like horror fans are once again out of luck.", "paragraphs": ["The sad saga of Devotion continues. The psychological horror game by Taiwanese developer Red Candle Games released on Steam in February 2019 to rave reviews only to be delisted just days later after an in-game meme mocking the Chinese government drew the ire of players and officials in that country. Horror fans have spent the last year hoping and begging for the game to return, and their prayers were seemingly answered this morning when Devotion was announced to be returning to sale. Unfortunately, the high was short lived as the storefront in question, GOG, has cancelled the game’s re-release.", "Red Candle announced on Twitter early this morning that Devotion would go on sale again (with all original content intact), through GOG on December 18.", "Hours later, GOG tweeted a statement saying that after receiving “many messages from gamers” it will not, in fact, be re-selling Devotion. The storefront has not clarified what exactly those messages are but the news has left a legion of players understandably upset, with many accusing GOG of bending to the whim of the Chinese government.", "Devotion is the follow-up to Red Candles’ previous horror game, Detention. The first-person title received praise for its atmospheric and downright creepy approach to storytelling. Unfortunately, days after its release Chinese players became upset when they discovered a Winne the Pooh meme criticizing Chinese president Xi Jinping (imagery that is banned in China). Devotion was quickly delisted, and the game's Chinese publishers, Indievent and Winking Entertainment, later had their business licenses revoked.", "This story continues to be a bizarre one but it looks like horror fans are once again out of luck. We’ll see if Devotion can find a home elsewhere, but it’s unfortunate to kick off the day with such a disappointing (and annoying) false alarm."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["players", "games", "devotion", "horror", "gog", "unfortunately", "upset", "chinese", "later", "censored", "coming", "game"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}