{"keywords": ["sort", "mccrae", "think", "heaven", "way", "book", "young", "shane", "discusses", "jim", "know", "kind", "limber"], "paragraphs": ["Shane McCrae joins Kevin Young to to discuss his poetry sequence “Jim Limber in Heaven,” featured on newyorker.com. McCrae is a poet whose work has received such honors as a Whiting Award, an Anisfield-Wolf Book Award, and a Lannan Literary Award. He was also a finalist for the National Book Award.", "Below is an automated transcript of this podcast episode.", "Kevin Young Hello. You're listening to the New Yorker poetry podcast. I'm Kevin Young, poetry editor of The New Yorker magazine. On today's program, we're discussing our latest interactive multimedia poetry feature on New Yorker dot com. Jim Limber and Heaven is a series of poems that imagine the life and afterlife of a figure who embodies the tensions and traumas of a historically divided country. Joining me is the author of “Jim Limber in Heaven” Shane McCrae, whose work has received such honors as a Whiting Award, an Ainsfield-Wolf Book Award, and a Lannan Literary Award. And he was a finalist for the National Book Award. Shane, welcome. Thank you for being here.", "Shane McCrae Thank you for having me.", "Kevin Young So these poems are written from the perspective of a character named Jim Limber. I know that Jim Lumber was a real person. Can you tell us a little bit about him and what drew you to his story?", "Shane McCrae Yeah, I'll tell you what I know. The historical record is a little scanty. So one day when she was returning home from town, she had been shopping. Varina Davis, the wife of Jefferson Davis, saw a woman beating a child on the side of the road, and she ordered her driver to stop and took the child from the woman and took the child home with her. He was, uh, he was a mixed race child. And this was just about a year before the end of the civil war. And from that point on, Jim Limbert lived with the Davises. There was no, at the time, sort of legal way for the Davises to adopt Jim Limber. Scholars a little divided about what his status was. But for a long time, he was thought of as having been adopted by the Davis family. And it is understood that he was very close with them. And it wasn't long after he arrived at their house that the youngest Davis child died and Jim Limber was given that child's clothing.", "Kevin Young Wow. How old was Jim Limber?", "Shane McCrae Seven.", "Kevin Young Did he have a choice, we think?", "Shane McCrae No, I don't think he had a choice. As I said, Varina Davis just took him and that was it. And it's not even known who the woman was that she took him from. The record, which is basically the recollection of the Davises is that at the end of the war, when union soldiers came and they separated Jim from the rest of the family, Jim fought them like physically that he tried not to be taken away. But that doesn't necessarily even suggest that he really wanted to stay with the Davises so much as he just didn't want to be taken,.", "Kevin Young Yet again! And there's no record of him after?", "Shane McCrae Not really. There are scattered references, but the Davis family did not express a ton of concern right after after he was taken away. He's mentioned a few times, but it is fairly unclear what happened to him.", "Kevin Young But I'm interested that you write not about him, but has him. And tell us about that. Well, what? How did that come about?", "Shane McCrae Well, so this is my second batch of Jim Limber poems. I first wrote about him in a book two books ago, “In the Language of my Captor.” In those poems, he's alive. But in those poems, I also write from his perspective. And I think that the reason I did that and still do it is that I was taken. I mean, the word I used is kidnaped because that's sort of what it amounted to. That's sort of what it was. But it's weird to come to terms with having been kidnaped when you grow up your whole life not thinking that . . . not thinking about that, I suppose. So I was kidnaped from my father when I was three by my mother's parents who each of whom was to a greater or lesser degree a white supremacist. And so they one of the reasons that they took me was that they somehow wanted me to not be black. And I'm not sure how they thought they would effectuate that. But I think that the reason that I write from Jim Limber's perspective is I guess there are some similarities in our stories, though his was considerably more extreme than mine. It isn't unless one of the few historical stories that I kind of identify with to some extent.", "Kevin Young That is incredibly powerful. I mean, the poems have that cast about them of being felt experience, but the anger, too, is is coursing through them. Do you feel like the anger has changed in these new poems?", "Shane McCrae Well, you know, I mean, he's in heaven.", "Kevin Young But as you say of his heaven,“Heaven ain't plenty and it ain't protection. Heaven is when they kill you in their homes.”", "Shane McCrae Yeah. He's not super happy. I mean it's a weird heaven I guess. I think of it as an epic, but it's in some ways disparate. And there's a.. There's a purgatory part. That's the first part. That's a hell part is the second part. And then this next book, the one that's coming out in June, is all heaven. And so I thought it would be like heaven-like. I thought it would be pleasant or something. But it turns out Jim is fairly... He's not super pleased. He attains a kind of peace by the end of the book, I really think. And some of these poems that are being published, The New Yorker's publishing, he's in that moment of peace. But I guess it's hard for him to imagine a paradise that is not somehow controlled by whiteness or an expression thereof. And I think that the way that Jim projects, that is in his interactions with angels, he's not very happy about angels and he feel he finds them very threatening. So, yeah, his his heaven is not a very.... He's not comfortable there.", "Kevin Young I began to think it was heaven, but not paradise. If that makes sense.", "Shane McCrae Sure.", "Kevin Young It's a kind of afterlife, but it isn't much of a life in a weird way.", "Shane McCrae Yeah. I mean, I think the idea of heaven as paradise is a little, I mean, I'm not sure how much I would want that. I don't know that I'd want to be blissful all the time. I think it would be an unpleasant and I think that Jim Limber's heaven as much more. He doesn't suffer physically, but if you retain your consciousness from one life to the other, he's still got psychological things going on. And even if he's not in a situation in which you would imagine he would suffer from psychic wounds. He still recognizes certain things that existed in one way on earth as existing in similar ways in heaven. At least he feels himself positioned in a similar way.", "Kevin Young Well, is it a kind of captivity for him?", "Shane McCrae I mean, I think there's a way in which heaven is a captivity for everyone. But I don't think that it's necessarily a captivity that's a bad thing. I guess what it is what it boils down to is he has trouble figuring out how to be free. And how do you how do you live as a free person? What does it mean to be a free person? For Jim Limber, even though in the versions of him, I imagine in the book, presumably he's lived up north for a while. That's not freedom. Certainly not at that time. And what do you do when you suddenly translated from a slave condition, even if you aren't formally enslaved to not having any of those obligations, not having those restrictions, it's seems almost unimaginable. And I think that he's sort of trying to figure that out.", "Kevin Young But he's in a different kind of enslavement, of course. He's... He's isolated. He's taken, he's part of the family, but not part of the family. He's legally without rights. How does that impinge on his persona?", "Shane McCrae Well, I mean, I think that that's part also part of the reason why he is the way that he is in heaven. In one of the first... In the book, the first poem in the sequence, he doesn't even... He won't be convinced, he won't go through the gates. Well, so The New Yorker is publishing a poem called “Jim Limber in Heaven is a Nexus at which the Many Heavens of the Multiverse Converge.” It was my one attempt to signal a main fact about the sequence. The main fact about the book is that each Jim Limber is a different Jim Limber because it's a heaven that is part of a multiverse. And so it's it's a multi heaven. There's a lot of different heavens. And so each each speaker, each Jim Limber is slightly different. And so in the first one, he refuses to go through the gates. But in the second one, he goes through the gates and immediately is trying to find a farm to work on. He's trying to find a white man who needs his help. And in some ways, I think that that kind of thinking is an expression of his childhood, of being taken and then living with the Davises, he's trying to find he's trying to replicate to some extent those sorts of conditions so that he's not seeking enslavement, but he is seeking to be at the command of a white person. And I think part of what's happening in the sequence is, in the heavens in which Jim Limber doesn't do that, he's trying to navigate sort of being his own person.", "Kevin Young Sure. I mean, I feel that in the sequence and I actually I've toggled between saying sequence in poetic series. But you you're saying sequence. You think of it as these are the order. This is the only order. It tells a larger tale.", "Shane McCrae Well, it's weird because as I said, I think of each speaker as a different person, but I've arranged them in the book as in a kind of narrative. You know, you can start in one place and follow a story, but it's good to remember that you're not actually following the same person. You know, if you're imagining a multiverse, you're going to get a bunch of instances of the same person doing similar things.", "Kevin Young Sure.", "Shane McCrae And so you can make a narrative out of that.", "Kevin Young I'm also curious, though, about the sequence as sequence. And you have projects including the limber series, the Jim Limber series that stretch across multiple books. What does that let you do? The sequence that you can't do, say, even in an epic poem or a single poem or a long poem with all these aspects that I think your poem suggests?", "Shane McCrae Well, for me at least, a lot of the reason that I write sequences, I write with the same character, broadly speaking, the same character is it gives me a sort of place to start from. I'll get in a particular headspace and know it's going to be a Jim Limber poem or there's another character in the book called The Hastily Assembled Angel. And that's a different way of thinking in a different way of seeing the world. And in some ways it operates in the same way as, say, writing a sonnet, which is basically almost all Jim Lambert's poems are sonnets. It operates in a similar way in that I have certain restrictions and often restrictions can sort of spur creativity. And so I've got certain restrictions and those are character restrictions. I know who the speaker is. And so I can't I can't say the things I would say if I were imagining a contemporary character. And that helps me to think of how to say and it helps me to think of what to say. And so I think that to me, that's the main benefit. But I also think it has a similar effect in the mind of the reader.", "Kevin Young Well, you jumped to my next question, which is about the sonnet form. Tell me about that form. Do you think of it as restrictive?", "Shane McCrae Well, you know, I've written so many all of my books have them. Several my books have a lot of them. You know, in some ways is doing the thing that I was talking about with regard to form generally and with regard to having a particular character. It gives me a set of parameters in which I can operate. I understand, you know, I've got 14 lines, or for me, it's rather that I have like 70 beats in which to do a thing. Like you'll see in some of these poems, some of them have six beats and then I'll make up for it with a line that has four beats or whatever. The whole thing adds up to 70. But another thing, a sort of main thing, is that when I was an undergraduate, I was taking a Milton class and the professor said sort of offhandedly that historically sonnets had been thought of as a form in which it's a form in which people do their sort of apprenticeship. And that's really stuck with me. And so I still think of myself as doing my apprenticeship. And maybe I always will be, I don't know. But doing sonnets helps me to remember that, that I am still trying to figure out how to write poems and I'm still learning. And yeah,just in a very basic way, I like the restrictions, I like having to make something work in a certain amount of space.", "Kevin Young Well, if it's an apprenticeship, it's it's been a breakneck one and a beautiful one. Since 2011, I was trying to count: Do you have eight books? Six books?", "Shane McCrae The next book is the seventh book. Seventh book, not counting three chapbooks.", "Kevin Young Well, tell me more about like how you see the books connecting.", "Shane McCrae [00:13:25] Well, my last three are... There's an epic involved, in that, I wrote this piece called Purgatory. It was two sequences stuck together and it was a prose thing. And there was also a series of sort of linear poems. And the next book, The Gilded Auction Block, has this 30 something page, 40 page long poem called The Hell Poem. It's got different speakers and it's set in hell. It's a big, long narrative like, you know, in a very sort of traditional way. And then the new book is all about heaven. Everything is set in heaven or it's about heaven is set for this one poem in it that's in limbo. And so I guess I was trying to. I was trying to do two things at once, it was like, yes, I was responding to Dante in some way or other.", "Kevin Young Aren't we all?", "Shane McCrae Aren't we all? But I was also responding to the sort of post-modernist long poem thing. I'm haunted and troubled by the Dream Songs. There's a way in which some days like this is not a poem. This is just a bunch of poems like obviously. And then there are other days. I'm like, well, but it is a poem, partly because he says it is, and I have to understand it in those terms. Even if reading it, the experience different. And so the epic, which is called many worlds, it's, you know, there's sonnets in it. There's narrative poems in it. There's prose pieces in it. There's a play in it.", "Kevin Young So you're saying the many worlds is your overarching, like the Divine Comedy.", "Shane McCrae And so it's got like a bunch of different forms in it. I try to approach whatever it is I'm doing a bunch of different a two different directions, do it a bunch of different ways. And so it's got that sort of post-modernist fracturing of the long poem. But it is also contained in this framework that people will recognize from Dante. And so it's a lot of times I'm trying to have my cake and eat it, too. Like a lot. And that is this is just a very large instance of that. And so, yeah, I've been doing that since. I mean, I guess I started to the hell poem, which is the first when I started, but it's now the middle part, in 2014. And so I do like to write a lot. I write many more poems than I end up publishing. And I start many, many more poems than end up finishing. But I get great pleasure and happiness out of the act of writing. And so it ends up that I write a lot of things because I like to be happy.", "Kevin Young And what of.... Heaven, where were you aware that heaven would be coming? Or, you know, when did you see the scheme of it?", "Shane McCrae I started to see the scheme of it, I guess. Not long after I wrote Purgatory. I wrote the Hell poem. And for a while I wasn't sure that I had gotten it right and I wasn't sure what I was going to do with it. I wrote it relatively quickly and then I tinkered around with it forever. And before I wrote the prose purgatory thing, I wrote like a 60 page long poem that's kind of in a sort of purgatory place. I thought that was going to be my fifth book. It turns out it wasn't. I've destroyed basically all of that poem, but I was always thinking of the extended epic. I just wasn't sure how it was going to be. And once the hell poem was done and I had done the purgatory piece, I realized that I was two thirds of the way through this thing. And that's when I thought, well, the next book has to be heaven, because I just did purgatory. I did purgatory, and now I've just done hell. I have to do heaven. And I... Every time I have a book, you know, I have a plan and it never works out. But this book...", "Kevin Young I think it's important for readers, but especially younger writers to know. I mean, sometimes they see the thing and it's like, oh, it all makes sense. It's like there were some bad months or some great months. It was a different idea to start.", "Shane McCrae Well, every one of my books and I had had a plan for it and now the book never ended up being... resembling the plan except for the heaven book. And I think it's because the heaven book, the plan is very broad. It's just a bunch of poems in heaven. Sooner or later, I could figure it out. As it has turned out. It's written in such a way that like it's got there, there are two main sections and they repeat in reverse order. So you've got section 1, section 2, then limbo in the middle, then section 2, section 1 again, but with different poems. And so like the idea is it's supposed to reflect in structure sort of what a multiverse does, where you get similarities, but it's not the same thing, but it will have like... Like Section 2 has an epigraph, and when you see Section 2 again in the second half of the book, it's got the same epigraph. So it looks exactly the same. But then the poems are different. So I was trying to reflect a bit of that multiverse structure. And that came to me after I had a lot of the poems. And so it being all poems and heaven was general enough that I can play around inside it.", "Kevin Young So this book you're talking about will be out next year, and it's called “Sometimes I Never Suffered.”.", "Shane McCrae Yes. Out next June.", "Kevin Young And the Jim Limber poems are in it. But Jim Lumber is not the only speaker I'm gathering.", "Shane McCrae No, there is also a speaker called the hastily assembled angel. And so what happens is at the beginning of the world, the angels decide that they don't want to be sent to earth to have to hang out with humans or to watch humans. Humans don't exist yet, but the angels can tell they're coming. And so sort of at the last minute, they throw together this angel and they shove this agnel out of heaven. And while they're throwing together the angel, while they are shoving the angel into heaven, one of them believe it's Gabriel goes to ask God if they can do this. And it's complicated, because if you think about like, theologically speaking, angels are not supposed to have free will. And so they're doing this thing that looks like a free decision in order to benefit themselves. But if they're angels and we take theological ideas about angels seriously, they can't be doing a free thing. God is allowing them to make this angel. God is allowing them to shove the angel out of heaven. God is allowing them to ask while they do it. And so the angels' relationship with God is a little complicated. And by the end of the book, there's a confrontation between the angels and God. But for most of the series, the angel is first being sort of indifferent to humans and then slowly kind of becoming a little obsessed with humans. And so, yeah, that speaker alternates with Jim Limber kind of, in the book.", "Kevin Young And is that in some way autobiographical?", "Shane McCrae Yeah. I mean, I don't know. When I was on my way here today, I realized with excitement that “Sometimes I Never Suffered” is the first book that I've written that doesn't have me in it anywhere. There's no poem in which I feature. And I was so thrilled by that. I realized that I had made everything in the book up and I was really, really pumped. I mean, that doesn't mean that my perspective is not involved. And it definitely could be. I mean. I guess there are ways in which I think Jim Limber is kind of like me. And I definitely think that the angel is also kind of like me in a different way because I'm certainly not angelic, nor have I suffered in the way that Jim Limber suffered. But I do think that there are some similarities to the way the angel views the world, because the angel really wants interaction and closeness with people and the angel doesn't know how to do it and kind of can't do it. And I think that that yeah, I can see that thinking about influence.", "Kevin Young You mentioned Berryman with his dream songs. And when you were talking about this multiverse and that every poem has a different Jim Lumber reminded me of Berryman and Huffy Henry, who sometimes justhuffy, sometimes these other things, but always is Henry. But he's sort of different incarnations and I'm curious about that. A., and B., I'm also interested in how much Blake came into it, especially when you were describing sort of your scheme of the angels. It felt feels Blakian And what do you feel that? Or were you thinking of either of these poets?", "Shane McCrae Well, my answer is gonna be a bummer, I know it because I don't really like Blake yet, but my day the day is gonna come, I'm sure of it. But I haven't really read a lot of Blake. I've just read sort of the popular hits. He's the one romantic that I haven't quite figured out how to get into yet. And I've gone through a really real thing with the Romantics over the last year.", "Kevin Young What's romantic about them for you?", "Shane McCrae I don't know that I find them romantic, but I'm very interested in them. Yeah, you could think of them as a kind of beginning of the end for sort of an English lyric tradition. And this thinking is probably like heavily influenced by Eliot, who was a huge deal for me when I was a youngster.", "Kevin Young Sure.", "Shane McCrae But there's a way the English lyric tradition kind of reaches an early apex in the 16th, early 17th centuries. And then you get the 18th century where it's essentially the tradition is kind of trying to kill itself. And so the major, major figure figures are in many ways kind of anti-lyric. And when they do make lyrics, they're kind of not lyrical. And then the 19th century, it rescues itself, but it's changed. I mean, it's a kind of like zombie lyric. So that there's a certain rhetorical similarity to 16th and early 17th century poetry. There's a certain like high lyricism. But it is not disciplined in quite the same way. It's not organized in with quite the same sort of real strictness of idea. There's that there's a kind of freedom which I enjoy a great deal. But that is eventually the freedom that leads to a sort of attempt at a retrenchment in the Victorians that falls apart and ends up with like the decadence at the end of the century. And then you just... It's all chaos.", "Kevin Young Or freedom.", "Shane McCrae Chaos or freedom, exactly. And so you see the beginning of the end in the Romantics. And I am very interested in that.", "Kevin Young What about the Gothic? Do you see that? And how do you see that? Because for me, you know, the older I get, the more that Gothic quality really seems insightful. And about something else, not just, you know, let's make scary stuff, but also about, you know, nation and the body being, you know, disintegrating, both the body of the person and the self, but also of the nation and the empire in some weird way.", "Shane McCrae Well, it's interesting because, you know, to dip back to the 15th, the 16th, early 17th century when, you know, death is kind of just all the time. And so it's not in a lot of those poems, it's lamented. Like the.... I think that the saddest poem in the language about a child dying is that Ben Johnson poem about his son. It's... It's heartbreaking. But death in those poems, it's also kind of matter of fact in a lot of ways, whereas you get to the 19th century, you to the Romantics, and it's almost as if people have begun to find death intolerable. There's a whole culture of finding death intolerable. And we got to figure ou—and technological advances will help—we've got to figure out how to how to change this. And so that you keep right. Keats never stops talking about death. And I think that.", "Kevin Young Wasn't he dying?", "Shane McCrae [00:25:10] He was dying. But I think that he also.... I think that he just that was also part of a sensibility. I think the Gothic is a kind of expression of this are an outgrowth of this idea that the death that death has become intolerable. It can't be part of our everyday lives in the way it was like two or three hundred years ago. We just can't stand it anymore. And I think that that is, yeah, also to do with death of the nation, although I think that particularly for English poets, there's there's a there's a kind of paradox there, I suppose, because you've also got the growth of empire. But I think that. People are rec— Some of them consciously or unconsciously recognize that the way in which the empire is growing is going to be the way it's going to be the thing that kills it. And so death is kind of everywhere. But in a different way, in a way that you can kind of...be kind of artistic about, I suppose. Yeah. And I think that that in the Gothic and the Romantics, I think that that's, I think that's where you get that kind of sensibility from.", "Kevin Young What about Poe for you?", "Shane McCrae Don't like him at all.", "Kevin Young Don't like Poe?!", "Shane McCrae No.", "Kevin Young Jeez!", "Shane McCrae I know. I find... I think that he.... Ultimately his mind was a little limited. I don't mean he was stupid. He's very smart. What I mean is, like his ideas about race and stuff are very kind of.... He can't get outside of a narrow kind of thinking. And I I find that the way that plays itself out is it's not just that he says things that one might find offensive, but you can see the narrowness in the work itself. And so it ends up being a little just a little bit immature and it never gets out of that. He's very impressive. Like look at all these amazing things he can do. But I've never fallen in love.", "Kevin Young Impressive, that's the most damning compliment I've ever heard. Wow. That work is very impressive. Like, how dare you, sir?", "Shane McCrae Yes. He might have said that if he could have managed the strength.", "Kevin Young Well, you actually also anticipated what is one of my last questions, which is about race and the epic, because I think it's sort of circulating around both our questions, but also these questions of Romanticism. It's certainly circulating through Blake and Berryman. But I'm curious about how race plays into our sense of epic.", "Shane McCrae Mm hmm. Well, that's a really good question, because I don't know that I've ever really thought about this.", "Kevin Young It's all I think about!", "Shane McCrae Well I need to think about it! I've thought a lot about race in the confessional because I have...", "Kevin Young Let's talk about that.", "Shane McCrae Although I can say things about race and the epic, maybe. Because I felt that confessional poetry is essentially white poetry. And the reason for that, I have felt, is at least in a Western context, in American context. You know, everything... I tend to think about it kind of religiously. The only people who are considered to operate at a state of grace from which to fall according to which to a need me to confess, are white people. Nobody else occupies a state of grace. People of color don't. And so if we're looking at it from a religious perspective, confessionalism is cut off at the beginning for nonwhite poets. And so I think about this... I think about this an awful lot. Because I do write autobiographical poems and I've written at least some poems I would think of as being confessional. But I also feel myself cut off from it. With regard to race and epic, I find it very interesting. I'm very interested in it, I guess now that I'm thinking about it, because there's a way in which the stage for the nonwhite epic, I guess I would say in nonwhite western epic doesn't really exist until you get those kind of fragmented postmodern poems, until you get Cantos and stuff because you've got... Certainly in America if we're talking about like the black epic, you've got a kind of fragmented people. You've got, you know, this consciousness that one is not ultimately not in one's like historical first home and that an epic being sort of an expression of nation. I think that it's very difficult to imagine what what black epic is until you get to mid part of the 20th century and you can have that kind of fragmenting and you can draw from all kinds of different places. And so that it doesn't necessarily have to be like an expression of semi-jingoistic unitary national identity can be kind of world identity. It is ironic that you kind of have to think that the progenitor of this sort of world identity epic is going to be Ezra Pound just because of what he tries and fails to do with the Cantos. Despite his fascism and the many other problems with Pound, he creates a kind of form in which people of color in the West can do their own epic. It does seem like a kind of Poundian inheritance in a way, I suppose. Yeah.", "Kevin Young I mean, we could do a whole nother podcast thinking about Pound's influence, good and bad. But I want to back up a little because you said something that I thought was really interesting about confession and about states of grace, and it kind of ties epic and confession together, because for me, the Negro spirituals were really the place where nation was built and where grace was assumed. It doesn't mean that it was unitary, but it was also... profound. A libertory theology, a kind of revolutionary notion smuggled in through the front gate, as it were. And there's something really powerful about that smuggling that, for me, Black Epic is taking part in. It's trying to to sing its way into some kind of let's call it freedom. And I'm curious about that, because I think your work so much does that so much thinks about, as you said, race and the confessional, but also about race and redemption and in some larger way. I think you're really wrestling with that and that idea of the language of my captors. That's what the spirituals are. It's like, okay, I'm going to translate very quickly and very radically these notions of exile, home, acceptance, and a better afterlife, which, of course, brings us back to Jim Limber in a way that I think is really powerful.", "Shane McCrae Well, I mean, there's a way in which I think the black epic is a kind of community epic. I guess I would say in that any individual epic produced by a black person is just a piece of that. It's a fragment of this sort of continuous epic, because there are a lot of ways in which the sort of black community, black identity in America does begin with song does begin with a weight of separating one's community via art, via lyricism, really. And that gives one also a sort of non-narrative foundation from which to make one's contribution to black epic. I mean, there's a way in which I guess it's a sort of postmodern before well before postmodernism exists because it is a kind of identity from fragments as opposed to, I suppose as a sort of opposite postmodernism, because it's also not showing fragments against ruins, it is expanding upon fragments into identity, it's expanding upon disparate things into identity and into community. And so I guess, you know, one of the differences I would say, I suppose, between black epic and maybe white epic in the 20th century is that a lot of white is sort of responding to what it considers to be a kind of disintegration and it's a sort of expression of disintegration whereas black epic, I think is a kind of expression of unification or heading toward things coming together as opposed to things coming apart. But it recognizes that it is coming together from a place of apartness. I like that a lot.", "Kevin Young Well, I definitely think that, you know, your work is helping us think about these questions of epic and freedom and what's after all of those things. Thank you so much, Shane, for talking with us and for being our featured poet.", "Shane McCrae Thank you so much for having me.", "Kevin Young You can read and listen to Jim Limber and Heaven on newyorker.com. Shane McCrae's latest poetry collection is “The Gilded Auction Block.” “Sometimes I Never Suffered” will be published in 2020.", "Tag You may subscribe to this podcast, the Fiction Podcast, the Writer's Voice Podcast, and the Politics and More Podcast by searching for The New Yorker in your podcast app. You can hear more poetry read by the authors on newyorker.com and the New Yorker app available from the App Store or from Google Play. The theme music is “The Corner” by Christian Scott Atunde Adjuah, courtesy of Stretch Music and Rope a Dope. The New Yorker Poetry podcast is produced by Michele Moses with help from Hannah Aizennman."], "url": "https://www.newyorker.com/podcast/poetry/shane-mccrae-discusses-jim-limber-in-heaven", "id": "f4783603-2a09-32f1-8967-830ab1221603", "title": "Shane McCrae Discusses “Jim Limber in Heaven”", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Kevin Young", "Peter Schjeldahl", "Dexter Filkins", "Adam Entous", "Jia Tolentino", "Shane Mccrae"], "summary": "Shane McCrae joins Kevin Young to to discuss his poetry sequence “Jim Limber in Heaven,” featured on newyorker.com.\nJoining me is the author of “Jim Limber in Heaven” Shane McCrae, whose work has received such honors as a Whiting Award, an Ainsfield-Wolf Book Award, and a Lannan Literary Award.\nShane McCrae I mean, I think there's a way in which heaven is a captivity for everyone.\nThe main fact about the book is that each Jim Limber is a different Jim Limber because it's a heaven that is part of a multiverse.\nI guess there are ways in which I think Jim Limber is kind of like me.", "pubDate": null}