{"id": "f498fc9c-71f0-36c8-8f81-b36a729f14de", "title": "Florida kids help rescue bald eagle found with fishing hook piercing its beak", "url": "https://www.foxnews.com/great-outdoors/florida-kids-bald-eagle-fishing-hook-beak", "summary": "A couple of concerned kids in Florida are being credited with helping to save the life of an injured bald eagle they found wrapped in a fishing line, with a fishing hook pierced through its beak.\nPasco County Fire Rescue, in Land o’ Lakes, shared the story to Facebook on Thursday, after the two children brought the injured eagle to the station looking for help.\n\"After closer examination, firefighters realized that the eagle was underweight, a fishing hook was through his beak, and a fishing line was wrapped around his wing,\" explained Pasco County Fire Rescue in Thursday’s post.\nA volunteer named Dianne arrived soon after, and determined that the severely dehydrated eagle was likely tangled in the fishing line for days.\nThe animal was then transported back to the sanctuary, where the fishing hook was removed.", "paragraphs": ["One can only hope this bald eagle’s story foreshadows better times for America.", "A couple of concerned kids in Florida are being credited with helping to save the life of an injured bald eagle they found wrapped in a fishing line, with a fishing hook pierced through its beak.", "Pasco County Fire Rescue, in Land o’ Lakes, shared the story to Facebook on Thursday, after the two children brought the injured eagle to the station looking for help.", "\"After closer examination, firefighters realized that the eagle was underweight, a fishing hook was through his beak, and a fishing line was wrapped around his wing,\" explained Pasco County Fire Rescue in Thursday’s post.", "MAN RESCUES BALD EAGLE FROM DROWNING IN LAKE, AMAZING VIDEO SHOWS", "Realizing that the animal could not fly or eat in its current condition, firefighters contacted Owl’s Nest Sanctuary — a nearby wildlife rescue and rehabilitation organization in Odessa — for assistance. A volunteer named Dianne arrived soon after, and determined that the severely dehydrated eagle was likely tangled in the fishing line for days. The animal was then transported back to the sanctuary, where the fishing hook was removed.", "Once stable, the bald eagle was transferred to the animal care center at Busch Gardens Tampa Bay for further treatment before being released back into the wild, according to officials with Pasco County Fire.", "\"Thankfully the Eagle appears in good health, and veterinarians believe that the Eagle will fully recover,\" they wrote.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "After sharing the story to Facebook, users heaped praise on everyone who helped save the injured eagle.", "\"Way to go kids!!! They should be very proud for helping this beautiful bird!\" wrote one of Pasco County Fire’s Facebook followers.", "\"Love Owl’s Nest! And the kids who knew where to go for help, and our firefighters!\" said another.", "CLICK HERE TO GET THE FOX NEWS APP", "At least one commenter, however, urged her fellow nature-lovers to help prevent such potentially fatal injuries.", "\"Kudos to those kids,\" she wrote. \"And a reminder to all the FISHERMAN/WOMAN out there.... Put the trash in the can.\""], "authors": ["Michael Bartiromo"], "keywords": ["kids", "hook", "county", "rescue", "beak", "fishing", "eagle", "florida", "help", "injured", "piercing", "line", "bald", "pasco"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}