{"id": "f49bdccd-6412-3623-94c6-598088e2c0e2", "title": "Private markets - Taking back control", "url": "https://www.economist.com/special-report/2020/11/12/taking-back-control", "summary": "The promise of private asset management (buy-out funds, private debt, venture capital and so on) is that endurance will be rewarded.\nDesperate for returns, pension funds have piled into private markets in recent years.\nPrivate markets are at the niche end of asset management.\nPrivate markets, in contrast, are inefficient.\n“Focus and selection are very important” in private markets, says Jo Taylor, CEO of the OTPP .", "paragraphs": ["T HE NOTION of the “first 100 days” as critical for a new administration goes back at least as far as Franklin Roosevelt. He first used the term in a radio address in 1933, shortly after becoming America’s 32nd president. Private equity has its own version. The 100-day plan sets priorities for a bought-out business. The new owner looks for “quick wins”—standard remedies for the most glaring operating problems. Fixes may include updating computing systems, slimming the array of products or closing loss-making divisions. The plan also prescribes the easiest ways to raise cash to pay off hefty debts used to acquire the firm.", "The promise of private asset management (buy-out funds, private debt, venture capital and so on) is that endurance will be rewarded. Investors in private equity must lock up their money for years; they cannot easily sell out. Big stakes in private assets trade quite rarely. But there is an upside. Private managers are able to eke out better returns than would be possible if their assets were traded each day. Investors in the public markets like predictable short-term profits and strategic certainty. They are too skittish to invest in a corporate turnaround. If the boss of a listed company unveiled a 100-day plan, it might spark a run on the shares.", "That is the sales pitch—and plenty of investors buy it. Desperate for returns, pension funds have piled into private markets in recent years. A survey by Morgan Stanley finds that 64% of institutional investors plan to increase their allocation to private equity this year and only 5% to reduce it—a net balance of 59%. The balance for venture capital was 39%; for private debt, 33%. For listed assets, the balance was negative. Private markets are at the niche end of asset management. Only around $4trn or so is invested in private equity, about half of total assets under BlackRock’s management alone. But private assets are where the fees are. The question is whether performance and fees can be sustained.", "Of several influences behind the growing interest in private assets, three stand out. The first is the example of successful pioneers. In the 1980s and 1990s the endowment funds of a handful of big American universities shifted much of their invested funds into private assets. The largest retirement schemes in Canada, led by the Ontario Teachers’ Pension Plan ( OTPP ), have a similar approach: run the plan like a business, pay for good in-house fund managers and invest in lots of private assets. This model has been copied by sovereign-wealth funds in other parts of the world. The intellectual leader of such investing was David Swensen, at Yale. He argued that, since life-insurance funds, endowments and sovereign-wealth funds have obligations stretching far into the future, they can afford to take a long-term view. It is hard to be rewarded for diligence in listed stocks. Private markets, in contrast, are inefficient. Data are hard to come by, assets are complex and trickier to appraise and waiting for opportunities to pay off requires patience. But the right homework brings rewards.", "A second factor is disenchantment with public markets. The age-old agency problem means that investing in projects with an uncertain payoff can be a career risk for managers of a listed business. It is easier to explain corporate strategy to a few committed backers than to lots of shareholders. Founders of technology firms who are used to getting their own way often struggle in the glare of public markets, and so prefer to stay private for as long as they can. And the costs and hassle associated with being a public company have grown. The Sarbanes-Oxley act, passed in 2002 in the wake of a slew of corporate scandals in America, introduced tougher disclosure and financial-reporting requirements for public companies. The regulatory requirements on private companies are significantly lighter. And the National Securities Markets Improvement Act of 1996 made it easier to set up pools of private investors.", "A third factor is changes to banking. The growth of private debt is, in large part, a response to the retreat of banks from lending to midsized businesses and their private-equity sponsors. Asset managers, starved of yield in the government-bond markets, are happy to fill the void. The bigger firms will even take souring loans off the books of banks looking to clean up their balance-sheets. In 2017 PIMCO , the fixed-income giant, led a buy-out of €17.7bn ($20bn) of loans from UniCredit, an Italian bank. There are likely to be more such deals in Europe. China is another potential hunting-ground for distressed debt.", "One of the fastest-growing areas of private credit is direct lending to companies which cannot (because they are too small) or will not (for reasons of confidentiality) tap the public markets. A private bond might be sold to only a handful of lenders, or even to just one. Borrowers may feel that they ought to know who their creditors are because they might have to renegotiate with them. That is the case for private-equity firms. Specialist private-credit funds also often prefer to be the sole financiers of a private-equity buy-out if they like the terms and judge the bought-out firm to be a good risk. They might even be the credit division of a buy-out outfit that has lost the bidding war for the borrowing company.", "Private lives", "Do the results justify the hype? Private equity uses a lot of debt to make its acquisitions. One suspicion is that allocation to private equity is simply a way for pension funds to get around constraints on borrowing to enhance returns. But the buy-out industry has a decent story to tell on capital allocation. The academic literature finds that private-equity and venture-capital funds mostly add operational nous to businesses. They inspire better management habits than in entrepreneur- or family-owned firms. Buy-outs lead to modest net job losses but big increases in job creation and destruction. They promote efficiency by taking capital off “sunset” firms and putting it into more promising “sunrise” firms.", "And returns? Asset managers are adept at presenting statistics in the most favourable light. Dud mutual funds are often quietly merged or folded. Managers can then claim that most of their funds beat the market—these being simply the funds that have survived the cull of underperformers. The private-equity business is notorious for selecting metrics that flatter its performance. Nonetheless, over the long haul, the best private-equity funds do really well. A landmark study led by Steven Kaplan, of the University of Chicago, found that venture-capital and buy-out funds, on average, beat the S&P 500 index over the long term. The range was wide. Funds in the top quartile did much better than average; those in the bottom quartile did a lot worse. Pension-fund managers facing big deficits have an incentive to put money into private assets in the hope that their fund will be one of the winners.", "As more capital chases opportunities, the evidence points to diminishing returns. Mr Kaplan and his colleagues find that returns in the buy-out industry beat the stockmarket in nearly all years before 2006, but broadly matched the S&P 500 afterwards. Private-equity funds used to buy businesses that were cheaper than listed firms. But the competition is keener now. The bigger beasts of private equity are becoming even bigger. They have large fixed costs—all those in-house rainmakers, lawyers, analysts and consultants. With so much capital yet to draw from their pension-fund partners, the pressure to do deals that might once have been shunned has increased.", "Investors need to be cautious. “Focus and selection are very important” in private markets, says Jo Taylor, CEO of the OTPP . His fund is big enough, with C$200bn ($150bn) under management, to do its own buy-outs. This gives it a big advantage in choosing good managers as well as deals. In general bigger schemes also have more muscle in fee negotiations. The surest way to irritate a private-equity boss is to say the curse words “two-and-twenty”, which was once a common fee arrangement for “alternative” asset managers, meaning a 2% annual fee and 20% of the profits. Private-equity bigwigs claim that such large fees are vanishingly rare. Big clients can usually negotiate lower charges by, for instance, taking a direct stake in an acquired business (a so-called “co-investment”). A typical management fee is “in the low- to mid-ones plus free co-investments”, says a private-equity boss. And, he insists, the 20% performance fee is paid only once returns have cleared a hurdle rate.", "Fat fees, outperforming funds, happy clients: from the perspective of asset managers that invest in public equities the buy-out business looks too good to be true. “Hope-and-pray assets,” sneers one. But hope springs eternal in all parts of the asset-management business. A lot of it now rests on China. ■"], "authors": ["The Economist"], "keywords": ["control", "privateequity", "returns", "equity", "assets", "private", "managers", "buyout", "markets", "taking", "funds", "public"], "pubDate": "2020-11-12T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}