{"keywords": ["surveillance", "fbi", "testimony", "fisa", "russia", "information", "senate", "report", "court", "rebuke", "hits", "page", "horowitz", "foreign", "failures"], "authors": ["Ronn Blitzer"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "title": "Horowitz hits FBI 'failures' in Senate testimony after FISA court rebuke", "pubDate": null, "url": "https://www.foxnews.com/politics/horowitz-testifies-before-senate-committee-after-fisa-court-rebukes-fbi", "paragraphs": ["Justice Department Inspector General Michael Horowitz rebuked the FBI on Wednesday for \"failures\" during the initial phase of the Russia probe, in his second round of Senate testimony following his extensive report on the investigation's origins and the process used to obtain a surveillance warrant for former Trump campaign adviser Carter Page.", "Horowitz had revealed that there were 17 inaccuracies and omissions in the Foreign Intelligence Surveillance Act (FISA) warrant applications for Page, which included a doctored email and the failure to include exculpatory information about Page that may have impacted the court's decision to grant the warrants.", "FISA REPORT DROPS: 7 TAKEAWAYS FROM DOJ WATCHDOG'S RUSSIA PROBE REVIEW", "Sen. Josh Hawley, R-Mo., was blunt in trying to get to the bottom of what happened during Wednesday's Senate Homeland Security and Governmental Affairs Committee hearing.", "\"Were they just all incompetent?\" he asked. Hawley then noted that due to the complexities involved, \"it doesn’t sound like they’re very stupid to me.\"", "Hawley ultimately asked why the members of the FBI would commit such failures to mislead a court multiple times.", "\"That was precisely the concern we had,\" Horowitz said. The inspector general made clear that he did not reach any conclusions regarding intent, but he did not necessarily accept the reasons people gave him during his investigation.", "\"There are so many errors, we couldn’t reach a conclusion or make a determination on what motivated those failures other than we did not credit what we lay out here were the explanations we got,\" Horowitz said.", "This echoed what Horowitz said in his opening statement, where he made clear that \"although we did not find documentary or testimonial evidence of intentional misconduct, we also did not receive satisfactory explanations for the errors or the missing information and the failures that occurred.\"", "Horowitz previously appeared before the Senate Judiciary Committee in the aftermath of his report on the subject, but Wednesday’s hearing before the Senate homeland security panel comes a day after the Foreign Intelligence Surveillance Court (FISC) sharply criticized the FBI in a rare public order that referenced his findings.", "Horowitz said that both Justice Department attorneys and the Foreign Intelligence Surveillance Court \"should have been given complete and accurate information,\" adding, \"that did not occur and as a result, the surveillance of Carter Page continued even as the FBI gathered evidence and information that weakened the assessment of probable cause and made the FISA applications less accurate.\"", "After Horowitz released his report, Democrats defending the Russia investigation pointed to the lack of a determination of political bias as evidence that President Trump's campaign was not being unfairly targeted.", "Sen. Rand Paul, R-Ky., indicated that this would be a flawed assumption, questioning whether Horowitz's inability to find evidence of bias really meant that there had not been any bias.", "\"Just because you didn’t find it doesn’t mean it didn’t exist,” Paul said, noting that there could have been 15 people involved whose bias influenced their decisions, but it just wasn’t provable.", "\"We could not prove it. We lay out here what we can,\" Horowitz replied.", "During his Senate Judiciary Committee testimony, Horowitz also said that as far as political bias is concerned, while the launch of the Russia probe itself appeared to be in line with FBI policy, the issue \"gets murkier\" when it comes to the FISA process.", "FISC Judge Rosemary Collyer used strong language in her four-page order.", "“The FBI's handling of the Carter Page applications, as portrayed in the [Office of Inspector General] report, was antithetical to the heightened duty of candor described above,\" Collyer wrote. \"The frequency with which representations made by FBI personnel turned out to be unsupported or contradicted by information in their possession, and with which they withheld information detrimental to their case, calls into question whether information contained in other FBI applications is reliable.\"", "The homeland security committee's leaders each took a step back and offered a big-picture take on Horowitz's findings.", "“I would argue that based on what the report reveals about early knowledge within the FBI, we should be asking a more fundamental question,\" said Chairman Sen. Ron Johnson, R-Wis. \"At what point should the investigation into possible collusion between Russia and the Trump campaign have been shut down?”", "Ranking member Sen. Gary Peters, D-Mich., asserted that the most significant information to come out of Horowitz's work has to do with past and present threats to the country.", "\"The most important fact that we should take away from this report and this hearing is that Russia, a foreign adversary, engaged in a sweeping and systematic effort to interfere in the 2016 presidential election, and that the FBI was right in investigating those who may have been involved,\" Peters said.", "\"And it's happening again,\" he warned.", "CLICK HERE TO GET THE FOX NEWS APP", "Horowitz’s report also described how the FBI relied on information gathered by former British spy Christopher Steele as part of opposition research for Fusion GPS on behalf of the Clinton campaign and Democratic National Committee. Steele’s information helped lead officials to approve seeking a FISA warrant for Page, even though the information had not been vetted as required by FBI policy.", "Former FBI Director James Comey, who led the bureau at the time, insisted he was unaware of any impropriety at the time, but told “Fox News Sunday” he “was wrong” when he defended the FBI’s FISA process in the past. Still, he defended his former subordinates by claiming that no one committed any intentional misconduct, despite Horowitz calling for accountability and making referrals for further investigation. At the same time, Comey admitted that there was “real sloppiness,” and that as director, he was ultimately responsible.", "Fox News' Andrew O'Reilly and Bill Mears contributed to this report."], "id": "f4abe5cc-6c9e-3ae3-a3a6-0dc97b0d993b", "summary": "FISA REPORT DROPS: 7 TAKEAWAYS FROM DOJ WATCHDOG'S RUSSIA PROBE REVIEWSen. Josh Hawley, R-Mo., was blunt in trying to get to the bottom of what happened during Wednesday's Senate Homeland Security and Governmental Affairs Committee hearing.\nHawley then noted that due to the complexities involved, \"it doesn’t sound like they’re very stupid to me.\"\nHawley ultimately asked why the members of the FBI would commit such failures to mislead a court multiple times.\nSteele’s information helped lead officials to approve seeking a FISA warrant for Page, even though the information had not been vetted as required by FBI policy.\nAt the same time, Comey admitted that there was “real sloppiness,” and that as director, he was ultimately responsible."}