{"id": "f4f1dc45-cb59-3b5d-a818-86e247d70d66", "title": "Starbucks' plans for expansion include 20K additional stores, 'walk-thru’ locations and AI", "url": "https://www.foxbusiness.com/lifestyle/starbucks-expansion-20k-stores-walk-thru-locations-ai", "summary": "Among those stores, CEO Kevin Johnson said the company is planning to open more of what he calls “walk-thru” locations in busier metropolitan areas, primarily to serve guests picking up their coffee via mobile-ordering platforms.\nWATCH: TIKTOK USER FINDS OUT SHE HAS COVID DURING STARBUCKS TASTE-TESTEach of the “walk-thru” locations would be situated no farther than a three- to five-minute walk from a more traditional Starbucks, he added.\nStarbucks, meanwhile, had already confirmed the shuttering of underperforming stores in metropolitan areas, as business shifts to more suburban markets amid the pandemic.\nJohnson told Reuters on Tuesday the company’s plans for Deep Brew, its artificial intelligence technology designed to automate staff scheduling or inventory management.\nStarbucks projects earnings per share growth of at least 20% in fiscal 2022 and 10% to 12% growth in 2023 and 2024.", "paragraphs": ["Starbucks is brewing up big plans for the coming years.", "Continue Reading Below", "During an Investors Day event on Wednesday, Starbucks said it expects to grow to 55,000 locations by 2030 — around a 70% increase from the roughly 33,000 units currently operating.", "Among those stores, CEO Kevin Johnson said the company is planning to open more of what he calls “walk-thru” locations in busier metropolitan areas, primarily to serve guests picking up their coffee via mobile-ordering platforms.", "“What we’re trying to do is build the equivalent of a drive-thru in a dense metropolitan area, which I think of as a walk-thru,” Johnson told Reuters earlier this week of the concept, called Starbucks Pickups.", "WATCH: TIKTOK USER FINDS OUT SHE HAS COVID DURING STARBUCKS TASTE-TEST", "Each of the “walk-thru” locations would be situated no farther than a three- to five-minute walk from a more traditional Starbucks, he added.", "Ticker Security Last Change Change % SBUX STARBUCKS CORPORATION 104.43 +4.03 +4.01%", "The idea, as Starbucks noted in a press release, is likely a response to a shift in consumer demand amid the COVID-19 pandemic. This shift, too, has only “accelerated” the chain’s digital ordering platforms.", "Starbucks, meanwhile, had already confirmed the shuttering of underperforming stores in metropolitan areas, as business shifts to more suburban markets amid the pandemic.", "\"Broadly speaking, we've seen U.S. transactions migrate from dense metro centers to the suburbs, from cafes to drive-thrus, from early mornings to mid-mornings,\" Johnson noted in an early November earnings call, wherein the company confirmed the closure of 800 stores in metro areas and the opening of 850 other locations, to be completed in 2021.", "CLICK HERE FOR FOX BUSINESS ON-THE-GO", "But that’s not all Starbucks has in store. Johnson told Reuters on Tuesday the company’s plans for Deep Brew, its artificial intelligence technology designed to automate staff scheduling or inventory management. The company’s AI can also recommend reopening strategies after a coronavirus vaccine is made widely available.", "This AI, as Johnson notes, may help the store “navigate through the virus.”", "If so, that’s good news for Starbucks, which reported global sale declines of 9% in its fourth-quarter fiscal report. At the time, however, Starbucks touted this figure as proof of “sustained recovery” after suffering lost business at the beginning of the pandemic.", "CLICK HERE TO READ MORE ON FOX BUSINESS", "In 2022, Starbucks now projects “outsized” growth of 20% and “at least” 10% or 12% in 2023 and 2024.", "Starbucks projects earnings per share growth of at least 20% in fiscal 2022 and 10% to 12% growth in 2023 and 2024. Shares hit a record high of $102.81 on Friday as brokerages hiked price targets ahead of investor day."], "authors": ["Michael Bartiromo"], "keywords": ["walkthru", "20k", "starbucks", "ai", "expansion", "additional", "johnson", "business", "include", "stores", "plans", "growth", "metropolitan", "areas", "locations", "told"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}