{"id": "f50ec77e-e777-366f-988d-8248f7c6f2e9", "title": "Apex Legends Pathfinder Event Launched Today", "url": "https://www.gameinformer.com/2021/01/05/apex-legends-pathfinder-event-launched-today", "summary": "Last week, Apex Legends fans got a chance to peer into the tumultuous history of famed robot-servant-turned-battle-royale-champion, Pathfinder.\nToday, Pathfinder got his own event: The Fight Night Collection Event.\nAirdrop Escalation Takeover, the latest LTM, is replacing the normal \"Play Apex\" mode instead of having its own, separate playlist.\nPathfinder Town Takeover introduces a new location to Olympus where firearms are deactivated and all-out melee brawls take precedence.\nBut, if you have enough heirloom crafting materials, you can just wait for the event to end and purchase the axe that way.", "paragraphs": ["Last week, Apex Legends fans got a chance to peer into the tumultuous history of famed robot-servant-turned-battle-royale-champion, Pathfinder. Today, Pathfinder got his own event: The Fight Night Collection Event. Similar to the many legends-based spectacles that came before it, players can find a new Pathfinder-themed point of interest on the Olympus map, buy limited-time cosmetics while playing a new limited-time game mode, and get their hands on the latest heirloom.", "Airdrop Escalation Takeover, the latest LTM, is replacing the normal \"Play Apex\" mode instead of having its own, separate playlist. With an increase in supply drop frequency and speed (the supply drops are as fast as Lifeline care packages now!), and fully-kitted weapons that can be found inside them, Airdrop Escalation Takeover looks to amplify the chaos and urgency of battles across each map.", "Pathfinder Town Takeover introduces a new location to Olympus where firearms are deactivated and all-out melee brawls take precedence. Moreover, you won't need to watch your back from incoming projectiles like grenades or bullets as they won't be able to penetrate the boxing ring's forcefield. If you can survive the fist o' cuffs onslaught, you might be able to acquire rare loot from nearby loot balls.", "Other than the new weapon and legend cosmetics that will be available for purchase and the extra skins that can be unlocked for free from amassing in-game points, a new heirloom is coming to the Apex games and it belongs to none other than everyone's favorite big guy, Gibraltar. Now you can run through the grassy plains wielding Gibraltar's fiery war axe. If you purchase all of the in-store LTM cosmetics, you'll unlock Gibraltar's new melee weapon. But, if you have enough heirloom crafting materials, you can just wait for the event to end and purchase the axe that way.", "Finally, the friendly, inoperable MRVN robots hidden throughout Olympus can net you loot depending on their color:", "White sad face = Common level 1 loot", "Neutral blue face = Rare level 2 loot", "Pleased purple face = Epic level 3 loot", "Very Happy yellow face = Legendary Level 4 loot", "The Fight Night Collection event launched today and ends on January 19. Be sure to check out our Season 7 guide to help you get those stats up before Season 8 starts."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["pathfinder", "wont", "apex", "purchase", "olympus", "launched", "event", "legends", "takeover", "loot", "today", "cosmetics", "level", "face"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}