{"id": "f5320936-1619-3a41-ac0b-edc33c640ee4", "title": "At Bunka Fashion College in Tokyo, Students Show Off Their Personal Style", "url": "https://www.vogue.com/article/bunka-fashion-college-tokyo-student-street-style", "summary": "It’s no secret that Bunka Fashion College Tokyo is one of the most revered fashion institutions in the world.\nBoasting an impressive group of alumni—Kenzo Takada, Yohji Yamamoto, Junya Watanabe, Jun Takahashi and Tsumori Chisato, to name a few—the university has delivered some of the most influential players in the fashion industry since it was founded in 1919.\n“All students and staff members of Bunka Fashion College share an immense love for fashion,” says college president Sachiko Aihara.\nHere, 10 students of Bunka Fashion College share their experiences of doing coursework remotely, virtual tutorials, what it feels like to return to college, and what they wore to commemorate their first day back.\nHonoka Shinamura, 20, BA fashion design, year two", "paragraphs": ["It’s no secret that Bunka Fashion College Tokyo is one of the most revered fashion institutions in the world. Boasting an impressive group of alumni—Kenzo Takada, Yohji Yamamoto, Junya Watanabe, Jun Takahashi and Tsumori Chisato, to name a few—the university has delivered some of the most influential players in the fashion industry since it was founded in 1919.", "“All students and staff members of Bunka Fashion College share an immense love for fashion,” says college president Sachiko Aihara. “Our greatest achievement is that thousands of our graduates are working globally across different sectors. Despite the challenging period we’re all facing, we’ve continued to operate at a high-standard and have effectively evolved along with the times.”", "After months of lockdown, schools across Japan have reopened their doors, allowing a physical return to class with social-distancing measures in place. Here, 10 students of Bunka Fashion College share their experiences of doing coursework remotely, virtual tutorials, what it feels like to return to college, and what they wore to commemorate their first day back.", "Honoka Shinamura, 20, BA fashion design, year two"], "authors": ["Alex Kessler", "Alex Kessle"], "keywords": ["share", "personal", "yohji", "return", "students", "yamamoto", "world", "working", "bunka", "tokyo", "fashion", "style", "college"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}