{"id": "f540125f-d056-3b73-a03b-adbd6ae1c85d", "title": "Adriana Lima Reveals How She Gets Victoria’s Secret Runway–Ready", "url": "https://www.vogue.com/article/vogue-podcast", "summary": "Episode 43“We’re with Tom Ford, and this is the most fascinating conversation I’ve had in a long time.” So says André Leon Talley in the latest episode of the Vogue podcast.\nOn a recent morning, Talley rang up the designer in Los Angeles for a bicoastal discussion, beginning with Ford’s new cinematic foray: Nocturnal Animals.\nThe film, both written and directed by Ford, won’t hit theaters until November 23, but we’ve been given a sneak preview courtesy of Ford himself.\n“I’m creating a work that says, to me, what America is, and when Europeans often think of America, they think of Farrah Fawcett in her red swimsuit with her perfect teeth and her big hair,” Ford says.\n“I love an adult woman,” Ford says.", "paragraphs": ["Episode 43", "“We’re with Tom Ford, and this is the most fascinating conversation I’ve had in a long time.” So says André Leon Talley in the latest episode of the Vogue podcast. On a recent morning, Talley rang up the designer in Los Angeles for a bicoastal discussion, beginning with Ford’s new cinematic foray: Nocturnal Animals. The film, both written and directed by Ford, won’t hit theaters until November 23, but we’ve been given a sneak preview courtesy of Ford himself. “I’m creating a work that says, to me, what America is, and when Europeans often think of America, they think of Farrah Fawcett in her red swimsuit with her perfect teeth and her big hair,” Ford says. “We’re conditioned to think certain things are beautiful, but if we look, things around us that we think maybe are not so beautiful, at first, can become incredibly beautiful.” Of course, when Ford isn’t challenging the notion of accepted beauty standards on-screen, he’s rewriting the rules on the catwalk. Case in point: For his recent Fall 2016 ready-to-wear showing, he cast a host of women in their 40s, namely Carolyn Murphy and Amber Valletta, to strut alongside the likes of 20-somethings including Gigi Hadid and Binx Walton. “I love an adult woman,” Ford says. “There’s something different that happens with all that experience in the way you carry yourself and the way you walk.”", "As for whippersnappers looking to glean experience in the fashion industry, Ford has these words of advice to offer young interns: “Work hard, do whatever it takes, sweep the floor, pick up pens, never say no, be quick, be fast. You’re not going to just jump in designing a collection—you’ve got to be around it, you’ve got to learn.” According to Ford, the worst thing happening in fashion today is neither “decorated nails” nor “nudity at noon,” as Talley might suggest. “[It’s] when you see people completely decked out in a look from the runway head to toe, because you can’t see any of their own character or personality coming through, and it actually makes me sad,” Ford says. “I want to go over and talk to those people, make sure they’re okay, because they don’t have a strong sense of identity.” Tune in to hear the full conversation between Talley and Ford, including the results of an impromptu round of word association with terms ranging from glamour and sexy to jaguar and elephants. Are you game?"], "authors": ["Condé Nast"], "keywords": ["victorias", "think", "talley", "secret", "lima", "way", "things", "recent", "beautiful", "runwayready", "work", "look", "gets", "adriana", "reveals", "including", "ford"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}