{"id": "f54ac280-49c6-3919-adef-5a49f43566e3", "title": "Oddworld: New 'n' Tasty Review – Reliving The Oddysee", "url": "https://www.gameinformer.com/games/oddworld_new_n_tasty/b/playstation4/archive/2014/07/25/oddworld-new-n-tasty-review-game-informer.aspx", "summary": "Revisiting a cherished game like Oddworld: Abe’s Oddysee can be risky.\nDeveloper Just Add Water does a commendable job walking that line with Oddworld: New ‘n’ Tasty, delivering a faithful-yet-fresh vision of Abe’s introductory quest.\nYou can find plenty of HD remasters of classic games these days, but New ‘n’ Tasty isn’t one of them.\nAmid all of the changes, don’t forget that Abe’s Oddysee is simply a fantastic game at its core.\nFor some of the hardcore fans of the original, New ‘n’ Tasty may disappoint simply because it is different, but – as someone who saved every Mudokon in Abe’s Oddysee – I had a great time revisiting this classic.", "paragraphs": ["Revisiting a cherished game like Oddworld: Abe’s Oddysee can be risky. Some things need to change in order to update the gameplay and appeal to a modern audience, but straying too far from the original can damage the nostalgia factor and alienate hardcore fans. Developer Just Add Water does a commendable job walking that line with Oddworld: New ‘n’ Tasty, delivering a faithful-yet-fresh vision of Abe’s introductory quest.", "You can find plenty of HD remasters of classic games these days, but New ‘n’ Tasty isn’t one of them. It has been recreated completely with a new engine, assets, animations, cutscenes, and sounds – an enhanced replica to stand beside the original. You still guide Abe on a spirit quest to save his race, but the characters have more personality, the environments are more detailed, and the world feels bigger. The result is a version of Oddworld that looks and sounds like you always imagined it would beyond the technological constraints of 1997.", "Unfortunately, some parts of the game still feel trapped in a bygone era. The biggest issue is Abe’s finicky jumps and movement. While the need for precision has been reduced, the controls for traversing certain obstacles are still clumsy. The analog stick handles both movement speeds (unlike the original, where you held a button to run), making it perilously easy to sail off small platforms or run into fatal traps in high-pressure situations. These situations aren’t widespread, but a few instances are all it takes to raise frustration levels to maximum. Trial-and-error is an integral part of solving the puzzles, but dying is harder to swallow when the blame rests more with uncooperative controls than your own execution.", "I can’t fault Just Add Water too much for retaining the mechanics of the original, though. This isn’t a Mario game; it’s a unique blend of strategy and skill. Most puzzles are built around careful jumps and precise timing, and changing that would alter the experience radically. The controls have improved, at least – but they remain familiar.", "Speaking of familiar, don’t expect any major content additions. Despite being rebuilt from the ground up, New ‘n’ Tasty’s list of tweaks is surprisingly small. The levels flow better, since they are continuous instead of being divided into separate screens. You have more Mudokons to rescue, which is made easier thanks to the ability to command multiple followers at once – a feature introduced in the sequel, Abe’s Exodus. The biggest improvement is the quick-save ability. This lets you create a checkpoint anywhere you want, cutting down on the need to repeat the same actions over and over when you reach a tough section. This is so helpful that some may even consider it cheating, but it definitely makes the whole adventure more accessible.", "Amid all of the changes, don’t forget that Abe’s Oddysee is simply a fantastic game at its core. Abe is a lovable (if incredibly fragile) hero, and his universe is delightfully strange. The puzzles are clever, in part because they often involve a cast of cool creatures and strange devices. A bizarre sense of humor twists through each scenario, from a slig’s obvious glee after gunning you down to your fellow Mudokons’ defeated resignation to a life of servitude. It’s funny, challenging, and deserving of the praise it has received over the last 17 years.", "For some of the hardcore fans of the original, New ‘n’ Tasty may disappoint simply because it is different, but – as someone who saved every Mudokon in Abe’s Oddysee – I had a great time revisiting this classic. Being different isn’t the same as being bad, and almost all of the changes are improvements. Some elements of the gameplay haven’t aged well, but they are ultimately outweighed by the opportunity to experience this refined new vision for Oddworld and its inhabitants."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["isnt", "need", "reliving", "tasty", "n", "abes", "game", "puzzles", "original", "oddworld", "oddysee", "review"], "pubDate": "2014-07-25T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}