{"id": "f555bbea-1503-3e48-857b-1e0b906d3070", "title": "CRISPR and the Splice to Survive", "url": "https://www.newyorker.com/magazine/2021/01/18/crispr-and-the-splice-to-survive", "summary": "This was soon followed by a genetically engineered mouse, in 1974, and a genetically engineered tobacco plant, in 1983.\nGenetically engineered varieties of corn and soy were developed around the same time; these, by contrast, have become more or less ubiquitous.\nThe draw was an experiment on a species of giant toad known familiarly as the cane toad.\nThe toads will eat almost anything they can fit in their oversized mouths, including mice, dog food, and other cane toads.\n“It has invaded the Territory and now the hated cane toad is evolving,” the newspaper gasped.", "paragraphs": ["Odin, in Norse mythology, is an extremely powerful god who’s also a trickster. He has only one eye, having sacrificed the other for wisdom. Among his many talents, he can wake the dead, calm storms, cure the sick, and blind his enemies. Not infrequently, he transforms himself into an animal; as a snake, he acquires the gift of poetry, which he transfers to people, inadvertently.", "The Odin, in Oakland, California, is a company that sells genetic-engineering kits. The company’s founder, Josiah Zayner, sports a side-swept undercut, multiple piercings, and a tattoo that urges: “Create Something Beautiful.” He holds a Ph.D. in biophysics and is a well-known provocateur. Among his many stunts, he has coaxed his skin to produce a fluorescent protein, ingested a friend’s poop in a D.I.Y. fecal-matter transplant, and attempted to deactivate one of his genes so that he could grow bigger muscles. (This last effort, he acknowledges, failed.) Zayner calls himself a genetic designer and has said that his goal is to give people access to the resources they need to modify life in their spare time.", "The Odin’s offerings range from a “Biohack the Planet” shot glass, which costs three bucks, to a “genetic engineering home lab kit,” which runs almost two thousand dollars and includes a centrifuge, a polymerase-chain-reaction machine, and an electrophoresis gel box. I opted for something in between: the “bacterial CRISPR and fluorescent yeast combo kit,” which set me back two hundred and nine dollars. It came in a cardboard box decorated with the company’s logo, a twisting tree circled by a double helix. The tree, I believe, is supposed to represent Yggdrasil, whose trunk, in Norse mythology, rises through the center of the cosmos.", "Inside the box, I found an assortment of lab tools—pipette tips, petri dishes, disposable gloves—as well as several vials containing E. coli and all I’d need to rearrange its genome. The E. coli went into the fridge, next to the butter. The other vials went into a bin in the freezer, with the ice cream.", "Genetic engineering is, by now, middle-aged. The first genetically engineered bacterium was produced in 1973. This was soon followed by a genetically engineered mouse, in 1974, and a genetically engineered tobacco plant, in 1983. The first genetically engineered food approved for human consumption, the Flavr Savr tomato, was introduced in 1994; it proved such a disappointment that it went out of production a few years later. Genetically engineered varieties of corn and soy were developed around the same time; these, by contrast, have become more or less ubiquitous.", "In the past decade or so, genetic engineering has undergone its own transformation, thanks to CRISPR—shorthand for a suite of techniques, mostly borrowed from bacteria, that make it vastly easier for biohackers and researchers to manipulate DNA. (The acronym stands for “clustered regularly interspaced short palindromic repeats.”) CRISPR allows its users to snip a stretch of DNA and then either disable the affected sequence or replace it with a new one.", "The possibilities that follow are pretty much endless. Jennifer Doudna, a professor at the University of California, Berkeley, and one of the developers of CRISPR, has put it like this: we now have “a way to rewrite the very molecules of life any way we wish.” With CRISPR, biologists have already created—among many, many other living things—ants that can’t smell, beagles that put on superhero-like brawn, pigs that resist swine fever, macaques that suffer from sleep disorders, coffee beans that contain no caffeine, salmon that don’t lay eggs, mice that don’t get fat, and bacteria whose genes contain, in code, Eadweard Muybridge’s famous series of photographs showing a horse in motion. Two years ago, a Chinese scientist, He Jiankui, announced that he had produced the world’s first CRISPR-edited humans, twin baby girls. According to He, the girls’ genes had been tweaked to confer resistance to H.I.V., though whether this is actually the case remains unclear. Following his announcement, He was fired from his academic post, in Shenzhen, and sentenced to three years in prison.", "I have almost no experience in genetics and have not done hands-on lab work since high school. Still, by following the instructions that came in the box from the Odin, in the course of a weekend I was able to create a novel organism. First I grew a colony of E. coli in one of the petri dishes. Then I doused it with the various proteins and bits of designer DNA I’d stored in the freezer. The process swapped out one “letter” of the bacteria’s genome, replacing an “A” (adenine) with a “C” (cytosine). Thanks to this emendation, my new and improved E. coli could, in effect, thumb its nose at streptomycin, a powerful antibiotic. Although it felt a little creepy engineering a drug-resistant strain of E. coli in my kitchen, there was also a definite sense of achievement, so much so that I decided to move on to the second project in the kit: inserting a jellyfish gene into yeast in order to make it glow.", "The Australian Centre for Disease Preparedness, in the city of Geelong, is one of the most advanced high-containment laboratories in the world. It sits behind two sets of gates, the second of which is intended to foil truck bombers, and its poured-concrete walls are thick enough, I was told, to withstand a plane crash. There are five hundred and twenty air-lock doors at the facility and four levels of security. “It’s where you’d want to be in the zombie apocalypse,” a staff member told me. Until recently, the center was known as the Australian Animal Health Laboratory, and at the highest biosecurity level—BSL-4—there are vials of some of the nastiest animal-borne pathogens on the planet, including Ebola. (The laboratory gets a shout-out in the movie “Contagion.”) Staff members who work in BSL-4 units can’t wear their own clothes into the lab and have to shower for at least three minutes before heading home. The animals at the facility, for their part, can’t leave at all. “Their only way out is through the incinerator” is how one employee put it to me.", "About a year ago, not long before the pandemic began, I paid a visit to the center, which is an hour southwest of Melbourne. The draw was an experiment on a species of giant toad known familiarly as the cane toad. The toad was introduced to Australia as an agent of pest control, but it promptly got out of control itself, producing an ecological disaster. Researchers at the A.C.D.P. were hoping to put the toad back in the bottle, as it were, using CRISPR.", "A molecular biologist named Mark Tizard, who was in charge of the project, had agreed to show me around. Tizard is a slight man with a fringe of white hair and twinkling blue eyes. Like many of the scientists I met in Australia, he’s from somewhere else—in his case, England. Before getting into amphibians, Tizard worked mostly on poultry. Several years ago, he and some colleagues at the center inserted a jellyfish gene into a hen. This gene, similar to the one I was planning to plug into my yeast, encodes a fluorescent protein. A chicken in possession of it will, as a consequence, emit an eerie glow under UV light. Next, Tizard figured out a way to insert the fluorescence gene so that it would be passed down to male offspring only. The result is a hen whose chicks can be sexed while they’re still in their shells.", "Tizard knows that many people are freaked out by genetically modified organisms. They find the idea of eating them repugnant, and of releasing them into the world anathema. Though he’s no provocateur, he, like Zayner, believes that such people are looking at things all wrong. “We have chickens that glow green,” Tizard told me. “And so we have school groups that come, and when they see the green chicken, you know, some of the kids go, ‘Oh, that’s really cool. Hey, if I eat that chicken, will I turn green?’ And I’m, like, ‘You eat chicken already, right? Have you grown feathers and a beak?’ ”", "“It’s not that I can’t stand the cold—I just hate the holidays.” Facebook", "Twitter", "Email", "Shopping Cartoon by Carolita Johnson", "Anyway, according to Tizard, it’s too late to be worried about a few genes here and there. “If you look at a native Australian environment, you see eucalyptus trees, koalas, kookaburras, whatever,” he said. “If I look at it, as a scientist, what I’m seeing is multiple copies of the eucalyptus genome, multiple copies of the koala genome, and so on. And these genomes are interacting with each other. Then, all of a sudden, ploomph, you put an additional genome in there—the cane-toad genome. It was never there before, and its interaction with all these other genomes is catastrophic. It takes other genomes out completely.” He went on, “What people are not seeing is that this is already a genetically modified environment.” Invasive species alter the environment by adding entire creatures that don’t belong. Genetic engineers, by contrast, just alter a few stretches of DNA here and there.", "“What we’re doing is potentially adding maybe ten more genes onto the twenty thousand toad genes that shouldn’t be there in the first place, and those ten will sabotage the rest and take them out of the system and so restore balance,” Tizard said. “The classic thing people say with molecular biology is: Are you playing God? Well, no. We are using our understanding of biological processes to see if we can benefit a system that is in trauma.”", "Formally known as Rhinella marina, cane toads are a splotchy brown, with thick limbs and bumpy skin. Descriptions inevitably emphasize their size. “Rhinella marina is an enormous, warty bufonid (true toad),” the U.S. Fish and Wildlife Service notes. The U.S. Geological Survey observes that “large individuals sitting on roadways are easily mistaken for boulders.” The biggest cane toad ever recorded was fifteen inches long and weighed six pounds—as much as a chubby chihuahua. A toad named Big Bette, who lived at the Queensland Museum, in Brisbane, in the nineteen-eighties, was nine and a half inches long and almost as wide—about the size of a dinner plate. The toads will eat almost anything they can fit in their oversized mouths, including mice, dog food, and other cane toads.", "Cane toads are native to South America, Central America, and the southernmost tip of Texas. In the mid-eighteen-hundreds, they were brought to the Caribbean. The idea was to enlist the toads in the battle against beetle grubs, which were plaguing the region’s cash crop, sugar cane. (Sugar cane, too, is an import; it is native to New Guinea.) From the Caribbean, the toads were shipped to Hawaii. In 1935, a hundred and two toads were loaded onto a steamer in Honolulu, headed for Australia. A hundred and one survived the journey and ended up at a research station in sugar-cane country, in northeast Queensland. Within a year, they’d produced more than 1.5 million eggs. (A female cane toad can produce up to thirty thousand eggs at a go.) The resulting toadlets were intentionally released into the region’s rivers and ponds.", "It’s doubtful that the toads ever did the sugar cane much good. Cane beetles perch too high off the ground for a boulder-size amphibian to reach. This didn’t faze the toads. They found plenty else to eat, and continued to produce toadlets by the truckload. From a sliver of the Queensland coast, they pushed north, into the Cape York Peninsula, and south, into New South Wales. Sometime in the nineteen-eighties, they crossed into the Northern Territory. In 2005, they reached a spot known as Middle Point, in the western part of the Territory, not far from the city of Darwin.", "Along the way, something curious happened. In the early phase of the invasion, the toads were advancing at the rate of about six miles a year. A few decades later, they were moving at the pace of twelve miles a year. By the time they hit Middle Point, they’d sped up to thirty miles a year. When researchers measured the individuals at the invasion front, they found out why. The toads had significantly longer legs than the toads back in Queensland, and this trait was heritable. The Northern Territory News played the story on its front page, under the headline “SUPER TOAD.” Accompanying the article was a doctored photo of a cane toad wearing a cape. “It has invaded the Territory and now the hated cane toad is evolving,” the newspaper gasped. Contra Darwin, it seemed, evolution could be observed in real time."], "authors": ["Elizabeth Kolbert", "Elizabeth Kolber"], "keywords": ["genes", "genetically", "tizard", "engineered", "crispr", "toads", "toad", "way", "survive", "coli", "cane", "splice", "genome"], "pubDate": "2021-01-18T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}