{"id": "f56a5b8d-9486-3e1b-b5c5-db104884a133", "title": "Where to Buy Cushnie Before Everything Sells Out", "url": "https://www.vogue.com/slideshow/farewell-to-cushnie", "summary": "Founders Michelle Ochs and Carly Cushnie started the label in 2008, and in 2018, Ochs exited the brand, leaving Cushnie as one of the few Black women at the helm of a major American fashion label.\nWhen the news broke at the end of October that Cushnie would be permanently shutting its doors, it broke my heart.\nIt’s an obvious and sad fact that women’s fashion is dominated by mostly white men, and Cushnie has been vocal about facing discrimination in the fashion industry for many years.\nStill, seeing Cushnie rise to such a prominent position gives me hope for a more inclusive future.\nI still feel optimistic about what’s to come for the industry and Cushnie.", "paragraphs": ["While packing and unpacking boxes of clothes as a fashion closet intern, I would pass the time by watching replays of Cushnie’s (then Cushnie et Ochs) runway shows, imagining that I was one of the editors sitting in the front row. The brand mastered the art of showing just enough; I had never seen such strategically placed cutouts. And I’ll never forget Jasmine Tookes striding down the spring 2012 runway in an eyelet miniskirt and a three-quarter-sleeve blouse with a plunging neckline that highlighted the décolletage. I posted the photo of that look several times on my Tumblr feed (remember those?). To me, the reveal-and-conceal designs never felt overly sexy. They were more of a powerful display of sophisticated sensuality. Vogue’s Akili King feels the same way. “[The] garments exuded this classic elegance with a modern twist that I’ve always strived to achieve when I’m getting dressed,” King says. “The pieces screamed feminine strength. Almost every time I saw someone I looked up to wearing something I liked, I later learned it was a Cushnie piece.”", "And it wasn’t just the thoughtfully designed collections that made us and so many others fall in love with the brand. At the end of each runway show, we got to watch a Black woman come out and take a bow.", "Founders Michelle Ochs and Carly Cushnie started the label in 2008, and in 2018, Ochs exited the brand, leaving Cushnie as one of the few Black women at the helm of a major American fashion label. When the news broke at the end of October that Cushnie would be permanently shutting its doors, it broke my heart. But was I surprised? No.", "It’s an obvious and sad fact that women’s fashion is dominated by mostly white men, and Cushnie has been vocal about facing discrimination in the fashion industry for many years. Cushnie explained to Vogue’s Brooke Bobb that she saw renewed support for the brand after the BLM protests in July, however, the final-hour help came a little too late. The irreparable damage of COVID-19 forced Cushnie to shut down forever. Still, seeing Cushnie rise to such a prominent position gives me hope for a more inclusive future. I still feel optimistic about what’s to come for the industry and Cushnie. In a recent Instagram post, Cushnie briefly hinted at planning her next move. “While this past year has been challenging, it has allowed me the time to reflect, reset and realign my goals and my passion for design has never been stronger,” Cushnie wrote. “I recognize the power of my presence and will continue to fight for the causes and values I believe in, and will always continue to create.” Whatever it may be, I’ll be cheering her on."], "authors": ["Alexis Bennett", "Alexis Bennet"], "keywords": ["sells", "vogues", "buy", "cushnie", "ochs", "runway", "fashion", "king", "label", "industry", "saw", "brand"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}