{"id": "f5838c8c-78cc-3c90-9c0f-f3a8f0abf2d8", "title": "Italian ‘king of absentees’ allegedly skipped work for 15 years", "url": "https://www.theguardian.com/world/2021/apr/21/italian-king-of-absentees-allegedly-skipped-work-for-15-years", "summary": "A public sector worker described as the “king of absentees” by the Italian press is said to have broken the national record by allegedly skipping work for 15 years.\nSix managers are also being investigated on suspicion of having played a role in enabling his alleged absenteeism, which is rife in Italy’s public sector.\nIn an investigation codenamed Part Time, police gathered their evidence from attendance and salary records as well as witness statements from colleagues.\nIn 2005, the man is alleged to have made threats against the hospital director to stop her from filing a disciplinary report over his absenteeism.\nIn 2016 the government tightened a law against the workshy after several high-profile police investigations revealed just how rampant absenteeism was across the public sector.", "paragraphs": ["A public sector worker described as the “king of absentees” by the Italian press is said to have broken the national record by allegedly skipping work for 15 years.", "Police say the hospital employee continued to be paid a monthly salary amounting to a total of €538,000 (£464,000) despite not turning up to work at Pugliese Ciaccio hospital in the Calabrian city of Catanzaro since 2005.", "Now aged 67, he faces charges of abuse of office, forgery and aggravated extortion. Six managers are also being investigated on suspicion of having played a role in enabling his alleged absenteeism, which is rife in Italy’s public sector.", "In an investigation codenamed Part Time, police gathered their evidence from attendance and salary records as well as witness statements from colleagues. In 2005, the man is alleged to have made threats against the hospital director to stop her from filing a disciplinary report over his absenteeism.", "The director then retired and the man’s absenteeism continued unabated because his attendance was never checked by the director’s successor or the human resources department, police said.", "In 2016 the government tightened a law against the workshy after several high-profile police investigations revealed just how rampant absenteeism was across the public sector.", "In one investigation, police used secret surveillance cameras to ensnare 35 workers at Sanremo’s town hall who had been cheating the time management system for at least two years. The wives of two of the employees were caught using their husband’s staff cards to clock on for them, while other staff members clocked on before going canoeing, shopping or out with friends.", "In another case, a traffic police officer who lived in the same building he worked in was filmed clocking on in his underwear before going back to bed."], "authors": ["Angela Giuffrida"], "keywords": ["absenteeism", "italian", "investigation", "going", "director", "work", "skipped", "15", "hospital", "sectorin", "salary", "public", "staff", "absentees", "king", "allegedly"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}