{"id": "f58342a3-9438-3381-9668-df0280426277", "title": "Isamu Noguchi sculpture becomes White House's first artwork by an Asian American", "url": "https://edition.cnn.com/style/article/isamu-noguchi-white-house-statue-intl-hnk-scli/index.html", "summary": "Jessie Yeung , CNN Written byA sculpture by Isamu Noguchi has become the first work by an Asian American to feature in the White House's art collection, according to the White House Historical Association.\n\"Floor Frame\" is displayed in the White House Rose Garden on November 21. Credit: Jacquelyn Martin/AP\"I am excited to announce the installation of Floor Frame to the newly restored White House Rose Garden,\" the first lady is quoted as saying in the White House statement.\n\"This sculpture not only showcases diversity within our nation's finest art but it also highlights the beautiful contributions of Asian American artists to the landscape of our country.\"\nIn addition to Friday's unveiling, the White House Historical Association has also launched a new online resource called \"Diversity in White House Art,\" which offers information on prominent artists featured in its collection, including Jacob Lawrence and Georgia O'Keeffe.\nNoguchi is the first Asian American artist to be featured in the White House collection.", "paragraphs": ["Jessie Yeung , CNN Written by", "A sculpture by Isamu Noguchi has become the first work by an Asian American to feature in the White House's art collection, according to the White House Historical Association.", "The piece, titled \"Floor Frame,\" was unveiled by first lady Melania Trump in the Rose Garden on Friday. Designed in 1962, and cast in black patina and bronze the next year, the sculpture is composed of rectangular blocks that appear to sink and rise from the ground.", "According to a statement on the White House's official website, Noguchi, who died in 1988, envisaged \"Floor Frame\" as the \"intersection of a tree and the ground, taking on the qualities of both an implied root system and the canopy.\" The sculpture is now located in the Rose Garden's east terrace.", "\"Floor Frame\" is displayed in the White House Rose Garden on November 21. Credit: Jacquelyn Martin/AP", "\"I am excited to announce the installation of Floor Frame to the newly restored White House Rose Garden,\" the first lady is quoted as saying in the White House statement. \"This sculpture not only showcases diversity within our nation's finest art but it also highlights the beautiful contributions of Asian American artists to the landscape of our country.\"", "In addition to Friday's unveiling, the White House Historical Association has also launched a new online resource called \"Diversity in White House Art,\" which offers information on prominent artists featured in its collection, including Jacob Lawrence and Georgia O'Keeffe.", "\"The art of the White House should showcase the very best of American artists, and that means curating a collection that reflects the full diversity of our nation's artistic heritage,\" said Stewart McLaurin, president of the White House Historical Association, in a press release.", "Noguchi's career", "Noguchi's prolific career spanned seven decades , much of which he spent fusing art, architecture and public spaces.", "His training in the studio of celebrated Romanian artist Constantin Brancusi helped cement his desire to be a sculptor in the 1920s, but it wasn't until the 1940s that he enjoyed critical acclaim.", "Noguchi is the first Asian American artist to be featured in the White House collection. Credit: Jacquelyn Martin/AP", "In addition to abstract sculptures, Noguchi designed playgrounds and gardens , as well as turning his hand to industrial design and creating what's now regarded as his signature glass-topped table top and lamp. He even designed sets for renowned dancer and choreographer Martha Graham.", "With an American mother and Japanese father, Noguchi spent much of his life promoting artistic exchanges between the two countries, often when relations between them were tense or downright hostile.", "He also became involved with political activism during World War II. When Japanese Americans were sent to internment camps, he voluntarily entered one himself in an act of solidarity with those who had been imprisoned, even using his design background to propose improvements to the camp."], "authors": ["Jessie Yeung"], "keywords": ["rose", "asian", "houses", "artwork", "house", "collection", "sculpture", "isamu", "noguchi", "historical", "white", "frame", "american", "art"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}