{"id": "f5cc8c36-0694-3f4e-82f9-21dc58f89427", "title": "India has a looming air con headache. Does antiquity hold the solution?", "url": "https://edition.cnn.com/style/article/india-air-conditioning-ant-studio/index.html", "summary": "In India, for example, the International Energy Agency believes air conditioning could account for 45% of peak electricity demand by 2050 unless things change.\nIndia is no stranger to passive cooling systems: the famous stepwells of Rajasthan have used water evaporation to offer relief from the heat for over 1,500 years.\nA beehive-like terracotta cooling structure being built in Noida, Uttar Pradesh.\nWater evaporates from the terracotta surface when air passes through the tubes, cooling the air.\nThe studio's cooling system was first conceived for factories and places where machines throw out hot air.", "paragraphs": ["Written by Amani Al-Aidroos Tom Page, CNN", "As the climate crisis makes the world hotter, people are looking to stay cool. By 2050, there could be three times as many air conditioning units on the planet as there were in 2018. But are an estimated 5.6 billion units -- and their accompanying energy demands -- really the answer?", "In India, for example, the International Energy Agency believes air conditioning could account for 45% of peak electricity demand by 2050 unless things change. The vast majority of India's electricity supply still comes from coal (although heavy investment in renewables is underway). Pair dirty energy with hydrofluorocarbons , the highly-potent greenhouses gases used in air conditioning units, and you have a solution that's compounding the problem in the long term.", "Luckily there's people like New Delhi architect and designer Monish Siripurapu. The founder of Ant Studio is looking at the issue of cooling and is looking back -- way back -- for answers.", "India is no stranger to passive cooling systems: the famous stepwells of Rajasthan have used water evaporation to offer relief from the heat for over 1,500 years. Jaali, a type of latticed screen filtering sunlight indoors, are another centuries-old method of keeping cool. But for his solution Siripurapu turned to the Ancient Egyptians, who would fan a porous jar of water to produce cool air.", "A beehive-like terracotta cooling structure being built in Noida, Uttar Pradesh. Credit: Ant Studio", "Dubbed the CoolAnt, Siripurapu's system comprises a honeycomb-like network of terracotta tubes. Water is circulated by an electric pump over the surface of the structure, inspired by a beehive for maximum surface area, he explains. Water evaporates from the terracotta surface when air passes through the tubes, cooling the air.", "The studio's cooling system was first conceived for factories and places where machines throw out hot air. With temperatures in summer upward of 50 degrees Celsius near the air exhausts, the CoolAnt system can reduce the heat to the mid-30s Celsius, its creator claims.", "Ant Studio's first model in a factory in Noida, Uttar Pradesh, is topped up with 200 liters of water every week, recycled by the factory, and used 3-4 hours a day, six days a week, explains Siripurapu.", "An example of the CoolAnt natural ventilation system using rectangular terracotta as the evaporation surface. Credit: Ant Studio", "\"We are trying to re-adapt this in multiple places for different needs,\" says Siripurapu. \"We have implemented (it) in a café, in a school, and we have done one in a residence.\"", "Ant Studio's work is also providing custom for local potters, who Siripurapu says are losing out to advanced manufacturing techniques. Typically, one cooling system requires around 700 tubes. Siripurapu says the studio is looking to scale up, and is fundraising and consulting with organizations like the United Nations Environmental Programme.", "There is growing interest in a return to vernacular architecture , using localized methods and materials, and bioclimatic architecture , designing to take account of the local climate without needing to use additional energy to cool or heat buildings.", "A traditional wind tower, or \"barjeel,\" in Dubai. The structure is open-sided at the top, with an interior dividing panel encouraging a cooler breeze to divert down into the building while air pressure forces warmer air up and out of the other side. Credit: KARIM SAHIB/AFP/AFP/Getty Images", "In South East Asia, T3 Architecture Asia has designed affordable apartments in Ho Chi Minh City, and hotels in Cambodia and Myanmar, that feature ventilated roofs, fiber-glass insulation and open-air corridors negating the need for air con. At Expo 2020 Dubai next year, national pavilions will use numerous zero-energy cooling methods, including one inspired by \"barjeel\" wind towers, a concept that dates back 5,000 years.", "\"Civilization,\" Siripurapu says, \"cannot continue to build the same way that we are doing.\"", "\"Unfortunately, as an architect, we are used to looking at a single client ... we don't really look at the bigger picture,\" he adds. \"The motivation now, what we are trying to do, is (see) how our spaces, our interventions, can actually impact millions of people.\"", "\"We can still be very sustainable and make something really good.\""], "authors": ["Amani Al-Aidroos", "Tom Page"], "keywords": ["india", "water", "used", "looking", "system", "siripurapu", "looming", "terracotta", "energy", "hold", "does", "air", "cooling", "antiquity", "headache", "solution", "surface"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}