{"id": "f5d80cec-77e8-39ea-8486-806e7c31bc0d", "title": "Prince Philip: gun salutes held across UK in tribute to Duke of Edinburgh – latest updates", "url": "https://www.theguardian.com/uk-news/live/2021/apr/10/prince-philip-gun-salutes-planned-across-uk-in-tribute-to-duke-of-edinburgh", "summary": "11:42Within six hours of Prince Philip’s death being announced the BBC had received so many complaints about its wall-to-wall coverage of the news that it opened a dedicated complaints form on its website.\nThe BBC curtailed dozens of broadcasts on Friday, taking the nation’s most popular television and radio channels off air and reduced dozens of other broadcasts on stations across the country, in order to provide uninterrupted coverage of tributes to the Queen’s husband.\nBBC One played a series of pre-recorded shows, including Philip’s children paying tribute to him, while BBC Two scrapped its schedule and simulcast the same shows as its sister channel.\nFriday night staples such as EastEnders, Gardeners’ World, and the final episode of MasterChef were taken off air to make way for more tributes, a pattern followed by ITV and Channel 5.\nRead the full story here:", "paragraphs": ["11:42", "Within six hours of Prince Philip’s death being announced the BBC had received so many complaints about its wall-to-wall coverage of the news that it opened a dedicated complaints form on its website.", "The BBC curtailed dozens of broadcasts on Friday, taking the nation’s most popular television and radio channels off air and reduced dozens of other broadcasts on stations across the country, in order to provide uninterrupted coverage of tributes to the Queen’s husband.", "BBC One played a series of pre-recorded shows, including Philip’s children paying tribute to him, while BBC Two scrapped its schedule and simulcast the same shows as its sister channel. Friday night staples such as EastEnders, Gardeners’ World, and the final episode of MasterChef were taken off air to make way for more tributes, a pattern followed by ITV and Channel 5.", "Although the corporation is used to finding itself in the middle of Britain’s culture wars, its handling of Philip’s death points to a deeper question over the ability of a national broadcaster to force the country together to mourn a single individual in an era where audiences are fragmented and less deferential.", "Read the full story here:"], "authors": ["Nicola Slawson", "Jim Waterson", "Martin Farrer", "Ben Quinn"], "keywords": ["gun", "philip", "bbc", "uk", "prince", "held", "salutes", "shows", "updates", "latest", "philips", "country", "tribute", "edinburgh", "complaints", "dozens", "death", "channel", "tributes", "coverage"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}