{"id": "f5de4afd-4d4e-3305-ab1d-0a01fe5edddf", "title": "Lab-grown chicken tastes like chicken – but the feeling when eating it is more complicated", "url": "https://www.theguardian.com/food/2020/dec/07/lab-grown-chicken-tastes-like-chicken-but-the-feeling-when-eating-it-is-more-complicated", "summary": "“Clean”, “cultured”, “no-kill” – these are just a few of the monikers that have been applied to San Francisco-based food start up Just Inc’s lab-grown chicken nuggets.\nThe lab-grown chicken nugget sampled by Naima Brown.\nPhotograph: Naima BrownHe deep-fried me a single chicken nugget to golden perfection.\nOr, to be more precise – it tastes like a chicken nugget.\nI still believe our farming and agricultural systems can be part of the solutionBut for me, lab-grown meat doesn’t sit right.", "paragraphs": ["“Clean”, “cultured”, “no-kill” – these are just a few of the monikers that have been applied to San Francisco-based food start up Just Inc’s lab-grown chicken nuggets.", "The product has just been approved for sale to consumers in Singapore – a world first. But the company’s CEO Josh Tetrick would prefer it if everyone dropped the additional descriptors and just called his company’s product “meat”.", "It was a bit like having Bill Gates make you pancakes", "In 2019, I visited the Eat Just, Inc’s laboratory and test kitchen in San Francisco, while reporting for a podcast I co-produced for Audible, A Carnivore’s Crisis with Rachel Khoo, exploring the intersection of climate change, the meat industry and food culture.", "Eat Just Inc’s operations are consolidated in a giant San Francisco warehouse, and most of the employees buzzing around seemed to be in their thirties. The whole place has the earnest, purposeful air of a Silicon Valley tech start-up.", "The test kitchen was part commercial kitchen and part open workspace. The Eat Just employee who prepared my chicken nugget was as keen to talk about science and philosophy of food as he was to talk about flavour and cooking technique. It was a bit like having Bill Gates make you pancakes.", "The lab-grown chicken nugget sampled by Naima Brown. Photograph: Naima Brown", "He deep-fried me a single chicken nugget to golden perfection. When he handed it to me on a plate, the air was thick with anticipation. At that time this nugget was worth a lot of money, roughly $50 USD. I took a bite, and remarked, “It tastes like chicken!” – to which my chef retorted, it is chicken. This cognitive dissonance is something I fell into a lot in my conversations with Eat Just staff.", "To be fair, the product does taste like meat. Or, to be more precise – it tastes like a chicken nugget. It was seasoned and breaded and deep-fried – so, it naturally had that satisfying salt-fat-protein flavour our brains are hard-wired to enjoy. It was crispy on the outside and juicy on the inside, and my inner eight-year-old instantly thought of McDonald’s Happy Meals.", "So that’s what it tasted like … but, how did it feel to eat it? That’s more complicated.", "The chicken nugget is made from chicken cells, grown inside a serum derived from foetal calves", "One floor down from the test kitchen is the Eat Just lab – where the meat is grown – cell by cell, muscle fibre by muscle fibre, in a bioreactor. That single nugget wasn’t just expensive – it was time consuming. The lab looked like any other: sterile, lots of shining chrome and tubes and vials. It couldn’t be farther from a farm.", "At the time of my visit, Eat Just grew its meat using a substance called FBS: foetal bovine serum. This is what it sounds like: a nutrient dense serum acquired from foetal calves – in a process that is not slaughter-free. Eat Just were, at the time of my visit, hoping new technological advancements would allow them to move away from the use of FBS. The chicken approved by Singapore is “produced with a very low level of bovine serum,” Eat Just say. “However this is effectively removed through the harvesting and washing procedure.”", "Naima Brown speaks with Just Inc’s CEO Josh Tetrick Photograph: Audible", "The chicken cells used to grow the meat for the nuggets do not require the slaughter of a chicken. Those cells are acquired with a simple biopsy – but the FBS does require the slaughter of a pregnant cow. As of now, there is simply no other substance that has the ability to support the growth of the cultured meat like FBS does. So, to put it simply: the Just Inc chicken nugget is made from chicken cells gathered from a biopsy, grown inside a serum derived from foetal calves.", "Much to the chagrin of both vegans and meat-eaters, I have often described myself as a meat-eating vegan. I find myself in alignment with much of the vegan argument when it comes to the ethical treatment of animals. I’m also very concerned about the environmental impact of industrial farming practices. However, for me personally, my body functions better with animal protein and a vegan diet just doesn’t give me what I need.", "I still believe our farming and agricultural systems can be part of the solution", "But for me, lab-grown meat doesn’t sit right. I found foetal bovine serum deeply disturbing, it didn’t feel good to eat. I am really excited about the ways that human ingenuity and technology can help us navigate the climate crisis – and I am all for big ideas and changing paradigms when it comes to how we live.", "After spending more than a year researching and reporting on the global food system, I’ve learned there are no easy answers. We all eat. More and more of us want to eat ethically – it’s complicated and challenging. But I do believe there is a place for ethical, sustainable, regenerative animal farming. I am convinced by the arguments of the likes of Wilding author Isabella Tree when she argues that grazing animals like pigs and cattle are important parts of the biodiversity of an ecosystem – and that we should try to make our farms more like ecosystems.", "A lab is far from an ecosystem – and I worry that food technologies like this will divert much needed resources away from farmers. Eat Just is one of many food tech startups developing lab-grown meat, and the industry receives millions of dollars in venture capital funding. Eat Just has worked hard to bring its price point down to scale, and have signalled that the product will be priced comparably with premium chicken when it launches in Singapore.", "Ultimately, I think my unease with lab grown meat is that I still believe our farming and agricultural systems can be part of the solution. I would rather the many millions of dollars that are going into developing lab-grown meat went to helping farmers update and rethink their practices – to assist them with creating sustainable, regenerative models.", "If I really felt that there was no way to be an ethical carnivore, I’d be arguing for the end of animal agriculture and looking to lab-grown meat as an alternative. But that’s not where I am – as a consumer, or a human. I worry that if farmers can’t compete with food-tech alternative meat products, farms will close, jobs will be lost, and – most importantly – so will opportunities to bring the farming industry into alliance with climate action.", "At the end of the day, I’m always going to want a chicken from a farm that I’ve heard of, where I know they’ve been treated well, and where the chickens are one part of a bio-diverse system that is creating rich, healthy soil. When that’s not available to me – I can go without the nuggets."], "authors": [], "keywords": ["feeling", "serum", "tastes", "labgrown", "farming", "eat", "chicken", "thats", "eating", "food", "foetal", "complicated", "nugget", "meat"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}