{"id": "f5eb0c98-bda3-302e-a985-fbde97e89049", "title": "How Sam & Max: This Time It’s Virtual! Brings The Comedic Crime-Fighting Duo To VR", "url": "https://www.gameinformer.com/exclusive/2021/03/31/how-sam-max-this-time-its-virtual-brings-the-comedic-crime-fighting-duo-to-vr", "summary": "Now the duo is returning for the first time in over a decade with Sam & Max: This Time It’s Virtual!\nSam & Max have always been known as adventure games, whether that be the point-and-click style Sam & Max: Hit the Road or the episodic Telltale series from the 2000s.\n“The classic adventure adventure game is dialogue trees and click[ing] on stuff until something happens or until you show things together, and there's a lot of that in this game,” says Stemmle.\nAnd that can be powerful.”To that end, players control a nameless, voiceless rookie recruited by Sam & Max.\n“As a Sam & Max fan, it sort of felt like this evolution because they've always been adaptable,” says Levine.", "paragraphs": ["Sam & Max have conquered comics, TV, and games in the past. Now the duo is returning for the first time in over a decade with Sam & Max: This Time It’s Virtual! As the name suggests, the Freelance Police are making the jump to VR for an all-new adventure. The game comes to Oculus Quest this summer (and other headsets in the following months) and is being developed by HappyGiant with help from Sam & Max creator Steve Purcell, renowned artist Peter Chan, and other LucasArts veterans.", "Two questions you’re probably asking yourself are: “What are Sam and Max up to this time?” and “Why VR?” We sat down with Mike Levine, CEO of HappyGiant, and lead designer Mike Stemmle, formerly of LucasArts and Telltale Games, to get the skinny on Sam & Max’s next adventure, the new character that players control, and how the team hopes to enhance the adventure game formula using VR’s more immersive perspective.", "Sam & Max have always been known as adventure games, whether that be the point-and-click style Sam & Max: Hit the Road or the episodic Telltale series from the 2000s. While HappyGiant could have made another title in this mold, VR offered a new twist on the formula that seemed like the next logical step for the genre as a whole. For example, players will pick up and inspect objects with their own hands instead of just clicking on them. At the same time, that doesn’t mean the game won’t feature some familiar genre trappings.", "“The classic adventure adventure game is dialogue trees and click[ing] on stuff until something happens or until you show things together, and there's a lot of that in this game,” says Stemmle. “But we also realize we're in VR, we got a lot of cool stuff we can do.’”", "Levine adds that “[VR’s] not going to put away the old kind of games, but it does feel like a progression, like a natural evolution. If you do it right, you feel like you're there with them in their world. And that can be powerful.”", "To that end, players control a nameless, voiceless rookie recruited by Sam & Max. You’ll aid the duo as they work to uncover a diabolical secret lurking within a sketchy amusement park. The reason players don’t assume the roles of the stars themselves is that the team found that doing so diluted the classic dynamic between the two. As a third character, you'll not only get to watch Sam and Max do their thing but they’ll interact with you directly (with Max calling you all kinds of mean names like “Lumpy”), which the team hopes will be a treat for fans.", "The amusement park is owned by Cap’n Aquabear. The good captain’s claim to fame was selling pet tardigrades (think Sea Monkeys) he dubbed “Aqua Bears” that was a fad decades prior. Aquabear’s got more going on than just selling cheap micro pets, but before you can look into him, you have to prove yourself to Sam and Max by completing their obstacle course. Though we don’t know what that entails specifically, it offers an idea into the game’s philosophy in that variety is king.", "Escape rooms, carnival games, bomb defusal, climbing walls, and good old fashioned puzzle-solving are just a few of the activities players will get into, and Levine says the game will build upon mechanics as the game progresses. In terms of the world, Levine describes the game as being “pretty massive in scale for VR,” with plenty of room for players to freely walk and explore. That said, the game can be played while sitting down as well. Besides interacting with the environment, fans should also look out for tons of Aqua Bears as well as inside jokes and references from the series’ long history.", "The switch to VR also forced the team to change its approach to writing comedy. Before, players could click on something and have Sam and Max make a funny remark without much interruption. But to make such dialogue breaks feel natural in VR forced the team to reexamine its approach.", "“You have to let the player keep moving, you can't lock them down in place while you read a funny line,” says Stemmle. “So every time you pick up a burrito and Sam starts saying something and Max says a witty comeback, you have to deal with the fact that the player may very well have chucked the burrito against the wall and has gone over here to something that's actually really important. So you've got to figure out how you're going to cut off lines, how are you going to merge into the next thing. You have to be a lot less precious about your dialogue.\"", "The team is aware there’s a good chance that most players diving into This Time It's Virtual! have never played or even heard of Sam & Max, so it's committed to delivering an adventure filled with clever gameplay and sharp writing. Even though it's been a long time since the last Sam & Max title, the series has lasted this long (since 1987, in fact) and has proven its versatility.", "“As a Sam & Max fan, it sort of felt like this evolution because they've always been adaptable,” says Levine. “They started in comics, they made a 2D game...then they made 3D games and toys. And Steve Purcell, the creator, you know, he's never been afraid to try new things with them. And, I was thinking about this, like any great comic duo, you can kind of plop them into any situation, and they're going to make it hilarious.”", "Sam & Max: This Time It’s Virtual! launches in June on Oculus Quest for $29.99. It'll be released later this year for SteamVR and Viveport Infinity. As for PlayStation VR, that version arrives in early 2022."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["adventure", "team", "sam", "crimefighting", "virtual", "max", "comedic", "brings", "game", "players", "games", "going", "duo", "levine", "vr"], "pubDate": "2021-03-31T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}