{"id": "f6013ec5-ead5-340f-8b1a-3d286d43211c", "title": "Missing California mother Maya Millete sought advice about divorce attorneys on day she went missing", "url": "https://www.foxnews.com/us/missing-california-mother-maya-millete-sought-advice-about-divorce-attorneys-on-day-she-went-missing", "summary": "Maya Millete, a California mother of three who has been missing for three months, sought out advice on divorce attorneys in a Facebook group for mothers in her area on Jan. 7, the same day she went missing from her home in Chula Vista.\nLater in the day, Maya made an appointment with a divorce lawyer, Marisa Nahale, for the following week.\nMaya Millete was last seen by her family at her home around 5 p.m., according to the Chula Vista Police Department.\nLarry Millete told police he took his son to the beach from 6:30 a.m. to 5 p.m on Jan. 8, Drouaillet told KFMB.\nThey then reported her missing and the Chula Vista Police Department opened a missing persons case in the early hours of Jan. 10.", "paragraphs": ["Maya Millete, a California mother of three who has been missing for three months, sought out advice on divorce attorneys in a Facebook group for mothers in her area on Jan. 7, the same day she went missing from her home in Chula Vista.", "\"Asking for a friend - Has anyone used or have gone through the services of collaborative practice San Diego for divorce? Looking for insights? Positive/negative aspect?\" she wrote to other moms shortly after noon, just hours before she was last seen.", "A moderator of the group told Fox News that Maya likely said she was asking on behalf of a friend \"as a desperate attempt to remain anonymous.\"", "Later in the day, Maya made an appointment with a divorce lawyer, Marisa Nahale, for the following week.", "MISSING CALIFORNIA MOTHER'S BROTHER-IN-LAW: I'VE 'LOST ALL FAITH' IN THE CHULA VISTA PD, BUT 'WE WILL NOT GIVE UP'", "Maricris Drouaillet, Maya's older sister, said Maya had been considering a divorce throughout 2020.", "\"It's been a build-up over the year,\" she told Fox News on Friday. \"I think she was ready in December, and then she finally decided to file that divorce that day.\"", "Maya Millete was last seen by her family at her home around 5 p.m., according to the Chula Vista Police Department.", "Larry Millete, Maya's husband, got into an argument with his wife on that day, which was the last time he saw her, he told San Diego's KGTV-TV.", "\"We had problems this year, up and downs,\" he told the news outlet.", "About five hours after Maya was last seen, six loud bangs that sound like gunshots could be heard on a neighbor's surveillance system around 10 p.m., KFMB-TV reported this week.", "CALIFORNIA MISSING MOTHER TOLD FAMILY IT WAS HUSBAND IF 'ANYTHING' HAPPENS", "Drouaillet told TV host Nancy Grace that the next day, Jan. 8, Larry, Maya, and the kids all had their phones off, which the family thought was odd because Maya is \"always online.\"", "\"That was very unusual for them to not be online at all,\" Drouaillet said.", "Larry Millete told police he took his son to the beach from 6:30 a.m. to 5 p.m on Jan. 8, Drouaillet told KFMB.", "The next day, Jan. 9, Maya's parents came to the house and Larry unlocked the door to the bedroom that the family thought Maya was in, but she wasn't there. They then reported her missing and the Chula Vista Police Department opened a missing persons case in the early hours of Jan. 10.", "CLICK HERE TO GET THE FOX NEWS APP", "Now, three months later, the Chula Vista Police Department said it is still \"conducting searches, follow-ups and following every tip or lead received,\" but has no evidence of a crime and has not named any suspects or persons of interest.", "Fox News exclusively reported earlier this week that Maya's family members claim she warned them in the weeks leading up to her disappearance, \"If anything happens to me, it would be Larry.\""], "authors": ["Paul Best", "Paul Best Is A Reporter For Fox Business", "Fox News. Follow Him On Twitter At"], "keywords": ["missing", "went", "mother", "jan", "sought", "chula", "maya", "divorce", "told", "millete", "vista", "california", "family", "day", "attorneys"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}