{"id": "f60769fc-8a39-3ef8-8953-b57e1bae075a", "title": "The Evolution of Rosalía’s Showstopping Style", "url": "https://www.vogue.com/article/rosalia-reinvention-history-showstopping-style", "summary": "Yet what has made Rosalía’s style evolution so thrilling to watch is how her eclectic sonic palette, which merges flamenco with everything from hip-hop to electro-pop to R&B, is reflected in her style too.\nThere’s the opulently beaded Burberry dress she wore to last year’s MTV Music Video Awards, its formfitting silhouette and jet black hue recalling the drama of traditional Andalusian fashion.\nRosalía attends the 2019 MTV Video Music Awards wearing Burberry.\nPhoto: Getty Images Rosalía attends the 2019 MTV European Music Awards wearing Balmain.\nWhat’s most exciting of all about Rosalía’s style, however, is that she’s only just getting started.", "paragraphs": ["Rosalía’s love for flamenco extends all the way back to her childhood, when she first discovered the music of Camarón, a legendary flamenco musician whose 1970s heyday not only prompted a revival of interest in flamenco but also drew ire from traditionalists by including modern elements such as electric bass in his records. (It’s not hard to see how he might have inspired Rosalía’s own iconoclastic take on the genre, which came about after she spent more than a decade training in the art form.) Rosalía has also cited Lola Flores as a key influence. Arguably the best known international export from Spain’s flamenco scene, Flores’s style is one that conforms to the history of flamenco dress—gold hoop earrings, red lipstick, an artfully slicked hairline, black and red lace, and more ruffles than you can shake a stick at.", "Yet what has made Rosalía’s style evolution so thrilling to watch is how her eclectic sonic palette, which merges flamenco with everything from hip-hop to electro-pop to R&B, is reflected in her style too. Just take her outfit at Mad Cool Festival in Madrid last year, in which the tiered ruffles of the traje de flamenca are reinterpreted as a billowing top in mint green, paired with high-waist hot pants to bring the look firmly into the present day. There’s the opulently beaded Burberry dress she wore to last year’s MTV Music Video Awards, its formfitting silhouette and jet black hue recalling the drama of traditional Andalusian fashion. For an even more playful take on these traditions, there’s the oversized Balmain suit she wore to the 2019 MTV European Music Awards, its contrasting polka dots pointing to those which adorn the dresses of southern Spain, which are believed to have originated in India via the nomadic gypsies from whom the culture of flamenco originates.", "Rosalía attends the 2019 MTV Video Music Awards wearing Burberry. Photo: Getty Images Rosalía attends the 2019 MTV European Music Awards wearing Balmain. Photo: Getty Images", "There’s also her natural flair for introducing elements of streetwear to these traditional styles in a way that resonates with “the bold aesthetics of the sneakerhead generation,” as Julyssa Lopez describes it in Rosalía’s Vogue cover story. In the video for her chart-topping, Latin Grammy–winning hit “Con Altura”—a collaboration with the Colombian reggaeton star J. Balvin—Rosalía wears colors and silhouettes that subtly nod to her background in flamenco while updating it with novelty, logo-heavy prints in kaleidoscopic colors. And of course there’s her well-known love of a statement manicure, perhaps best admired in her video for the hit single “Aute Cuture,” in which she sports nails that can only be described as giant golden talons; the singer has noted in the past it is a tribute to one of her musical heroes, Lil’ Kim.", "What’s most exciting of all about Rosalía’s style, however, is that she’s only just getting started. With her third album nearly completed and her most recent collaborations involving the likes of avant-garde pop mastermind Arca, all we can say for sure about her next steps musically is to expect the unexpected. But when it comes to fashion, you can be confident there’ll be many more flamenco-inspired details to come—as filtered through her distinctive, whimsical lens, of course. If there’s one thing Rosalía has made clear, it’s that she never forgets where she came from.", "Rosalía performs at a concert in Barcelona, Spain in 2019. Photo: Getty Images", "Rosalía attends the 2020 Grammy Awards wearing Alexander Wang. Photo: Getty Images"], "authors": ["Liam Hess", "Liam Hes"], "keywords": ["2019", "showstopping", "video", "style", "awards", "mtv", "evolution", "theres", "getty", "music", "flamenco", "rosalías"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}