{"id": "f6155e84-7c9d-3d74-8c0c-feb5f4426a11", "title": "'Laxmii' critics say Bollywood blockbuster offers a problematic transgender portrayal", "url": "https://edition.cnn.com/style/article/laxmii-bollywood-film-transgender/index.html", "summary": "The comedy-horror \"Laxmii\" sees actor Akshay Kumar play a character possessed by a transgender ghost.\nA promotional poster for the Bollywood movie \"Laxmii.\"\nVijay Sethupathi in 2019 Tamil movie, \"Super Deluxe,\" which depicts hardships faced by a hijra character who is ultimately accepted for who she is.\nLiving Smile Vidya, herself a Tamil actor, meanwhile said that \"Kanchana,\" the supernatural movie that \"Laxmii\" was based on, even showed elements of compassion.\nTop image caption: \"Laxmii\" sees actor Akshay Kumar play a character who is possessed by a transgender ghost.", "paragraphs": ["Written by Meenketan Jha, CNN Oscar Holland, CNN", "One of Bollywood's most hotly anticipated movies of the year, \"Laxmii,\" is already among 2020's most controversial.", "Since a trailer and posters (like the one pictured below) emerged last month, Hindu nationalists have expressed outrage at the movie's depiction of interfaith love and the similarity between its title -- initially billed as \"Laxmmi Bomb\" -- and the name of the goddess Lakshmi. Calls to boycott the movie have grown louder online since its release on Monday.", "But other criticisms have emerged from another part of Indian society altogether.", "With a storyline that centers around a Muslim protagonist possessed by a vengeful transgender ghost, the movie has been slammed by critics for reinforcing discriminatory stereotypes of trans people as predatory or associated with supernatural evil. For many in the LGBTQ community, the plot taps into Bollywood's long history of both mocking and vilifying trans people in a way that could have dangerous real-life implications.", "\"It manages to be both Islamophobic and transphobic at once,\" wrote movie critic Rahul Desai on the Indian movie industry news site, Film Companion. \"Not to mention logic-phobic and taste-phobic.\"", "The comedy-horror \"Laxmii\" sees actor Akshay Kumar play a character possessed by a transgender ghost. Credit: Fox Star Studios", "The comedy-horror sees Akshay Kumar, one of Indian cinema's most bankable stars, assume a sari, jewelry and makeup as his possessed character terrorizes a petrified family. Beyond his exaggerated performance, the choice of Kumar -- who is not only a cisgender actor, but one with a track record of playing traditionally masculine heroes -- has also raised eyebrows.", "\"Why couldn't (they hire) a trans woman?\" asked actor and activist Living Smile Vidya, who identifies as a trans woman, in a phone interview prior to the movie's release. \"You have big actors and actresses with so many opportunities ... then, once in a while we get a role, so why can't they just let us do that job? It's basically stealing my job.\"", "After seeing the movie this week, she added: \"It's just annoying to be 'cis-plained' (by a) straight man in a heteronormative narrative.\"", "Although Fox Star Studios and Kumar did not immediately respond to CNN's requests for comment, Kumar has been vocal online in expressing support for trans communities in the build-up to the movie's release. \"Let's break the gender stereotype and extend our support to the third gender,\" he wrote on Instagram alongside a video where the actor asks his followers to speak out against prejudice and stereotypes using the hashtag #AbHamaariBaariHai (#ItsOurTurnNow).", "A promotional poster for the Bollywood movie \"Laxmii.\" Credit: Fox Star Studios", "Portrayed as villains", "Over recent decades, Bollywood has displayed a tendency for using trans characters as a source of comic relief rather than engaging with sensitive storylines about gender identity. Major studios have sometimes used cross-dressing, or the transformation of well-known male actors, as a source of humor.", "Perhaps more problematically, trans characters often function as villains, and are regularly depicted as evil or predatory. An infamous example is 1991's \"Sadak,\" which saw actor Sadashiv Amrapurkar's portrayal of a nefarious transgender pimp win a Filmfare Award for Best Performance in a Negative Role. This kind of \"demonization\" is symptomatic of prejudices in wider society, according to Sonali Pattnaik, a professor at St. Xavier's College in Ahmedabad who has studied Bollywood's representation of \"hijra\" -- a term that includes intersex and transgender people, and falls under India's legally recognized \"third gender\" category.", "\"Historically, what we have seen in Bollywood cinema is a constant need to show the (transgender) body as a horrific, grotesque body,\" she said in a phone interview.", "For Pattnaik, trans characters are \"othered\" because they \"threaten mainstream masculinity.\" The common trope of hijras having supernatural powers, or being portrayed as sexual predators, may result from a number of unfounded stereotypes and myths. Culturally, hijras are believed by some to have the power to bless or curse, and often collect tips at ceremonies and festivals, as well as on roads or on public transport, in exchange for blessings.", "\"It's the same old stories about hijras being some kind of supernatural creatures, of transgender people having the power of both male and female identity and all of these myths you hear around you,\" Pattnaik said. \"There is this whole idea that (hijras) have the strength of five men. It's the same kind of mystification, rather than actually allowing them to tell their own story in their own terms, humanizing them and seeing them as human beings like you and me.", "\"The demonization of the community (also comes from) this idea that they cannot naturally have children, so they desire,\" she added. \"They desire other people's children, and hence they become a threat to heteronormative reproductivity.\"", "The controversy around \"Laxmii\" comes at a time when transgender people continue to face violence and discrimination in India, despite attempts to secure protections under the law.", "While the Transgender Persons (Protection of Rights) Act, passed in 2019, ostensibly sought to defend the rights and welfare of transgender communities, it was roundly criticized by lawyers and activists as being incomprehensive and open to interpretation. The legislation, which requires individuals to apply for a certificate identifying them as transgender to change their legal status, will serve to \"violate the rights of trans people rather than respect and uplift long-persecuted communities,\" according to Human Rights Watch", "No seats at the table", "Bollywood studios have a long history of casting cisgender male actors for trans roles, from Ashutosh Rana in \"Sangharsh\" to Arif Zakaria in \"Darmiyaan: In Between.\" This can make it difficult for actors like Living Smile Vidya to offer authentic portrayals based on their lived experiences.", "\"They've only now started hiring trans women -- and only if it's like a small character,\" she said. \"If it's the lead, then they go for a famous actor.\"", "The lack of opportunities may contribute to a vicious cycle whereby trans people are discouraged from acting, which, in turn, reduces the pool of talent for filmmakers to choose from, according to screenwriter and director Faraz Arif Ansari, who helps train LGBTQ actors.", "\"Right now, most folks from the trans community have not even considered acting as a career option, because they are worried about getting food on their table, quite honestly,\" said Ansari -- who uses the pronouns they and them -- in a phone interview.", "\"They don't even consider acting to be a career choice. When I reach out to them to do the workshops, they are genuinely surprised. They are like, 'Are you really thinking about us? Do you really want us in your films?'\"", "This may reflect a lack of access across the industry, whether that's in directing, production or screenwriting. More broadly, it reflects the underrepresentation of hijras in India, said Ansari, who added that \"the trans community is almost invisible, and this is a prejudice (that's) so deep.\"", "In what they called the \"long, long battle to inclusion\" in Bollywood, Ansari argued that filmmakers must balance meritocratic casting with a responsibility to improve representation.", "\"It really boils down to that,\" they said. \"As a filmmaker, for me, meritocracy is important. But when I think of it as a queer filmmaker, I feel representation is way more important. And I think meritocracy can be worked upon, you can work on training folks to fit the bill.", "Commercial incentives are limited, however. LGBTQ critics are unlikely to derail the success of a Bollywood blockbuster, and although the Covid-19 pandemic denied \"Laxmii\" a theater release in India, it is featured at the very top of the streaming giant Disney+ Hotstar's homepage going into the Diwali holiday.", "The absence of authentic stories about gender identity or transgender experiences may reflect a lack interest among moviegoers, Pattnaik said.", "\"People are not interested in their stories,\" she explained. \"I think people are interested in seeing stars perform. So ultimately, even with a film like 'Laxmii,' this is what's going to happen ... it's going to put Akshay Kumar on a greater pedestal.\"", "These market forces are shaped not only by the tastes of moviegoers in India, but also those of its diaspora and people of Indian heritage -- the non-resident Indian, or NRI, market, that makes up a sizeable chunk of Bollywood's viewership.", "\"The NRI want to watch nostalgia or star-laden movies -- this is what allows them to connect with India. They need to see their heroes and their heroines, and so on, and they need to see them in a certain way. They're not interested in seeing progressive India.\"", "Rays of hope", "This is not to say that mainstream cinema is incapable of producing authentic portrayals. Dating back to the 1990s, movies like \"Tamanna\" -- which tells the story of an impoverished transgender woman who raises an abandoned child -- have periodically been praised for their realistic presentation of difficulties facing the transgender community in India.", "But one must usually look beyond Bollywood blockbusters, and towards the independent and regional movies scenes, for more nuanced portrayals. In particular, a number of movies originating from the state of Tamil Nadu have been lauded in recent years for their sensitive handling of trans issues.", "Vijay Sethupathi in 2019 Tamil movie, \"Super Deluxe,\" which depicts hardships faced by a hijra character who is ultimately accepted for who she is. Credit: Prime Media Pictures/Everett Collection", "Pattnaik pointed to the 2019 Tamil movie \"Super Deluxe,\" which depicts hardships faced by a hijra character who is ultimately accepted for who she is, as an example of movie made without the \"voyeuristic gaze\" commonly associated with trans storylines. Living Smile Vidya, herself a Tamil actor, meanwhile said that \"Kanchana,\" the supernatural movie that \"Laxmii\" was based on, even showed elements of compassion.", "\"They show a trans woman studying medicine and being a hero at the end. That was a real trans woman -- not in some silly way, but she was just herself, and that's it. That is one small part (of the movie) that I really appreciated.\"", "Yet, changing attitudes among figures in the Tamil movie industry (some of whom, she said, were \"making fun\" of transgender people \"10 or 15 years ago\") is not the result of strides taken by studios, but of those made by the region's trans communities, she said.", "\"Credit (should go) mostly to me and some of my fellow trans activists in Tamil Nadu, because we've always (taken) risks, at a cost, and that's how it changed.\"", "Top image caption: \"Laxmii\" sees actor Akshay Kumar play a character who is possessed by a transgender ghost."], "authors": ["Meenketan Jha", "Cnn", "Oscar Holland"], "keywords": ["trans", "problematic", "offers", "blockbuster", "portrayal", "kumar", "transgender", "tamil", "character", "laxmii", "movies", "movie", "actor", "say", "critics", "bollywood"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}