{"id": "f64f9f96-123f-37b8-a12e-3e23279a819b", "title": "Heart disease, cancer and diabetes were biggest killers of 2019, says WHO", "url": "https://www.theguardian.com/global-development/2020/dec/10/heart-disease-cancer-and-diabetes-were-biggest-killers-of-2019-says-who", "summary": "Noncommunicable diseases such as cancer and diabetes are now the leading causes of death in the world, in a dramatic change from two decades ago.\nThey now make up seven of the top 10 causes of death, an increase from four out of 10 in 2000, with heart disease the biggest killer – accounting for 16% of all deaths.\n“These new estimates are another reminder that we need to rapidly step up prevention, diagnosis and treatment of noncommunicable diseases,” he said.\nAfter heart disease, which killed nearly 9 million people in 2019, strokes and chronic obstructive pulmonary disease were the second and third leading causes of deaths from noncommunicable disease.\nDiabetes, ninth on the list, saw the largest rise in male deaths – an 80% increase since 2000.", "paragraphs": ["Noncommunicable diseases such as cancer and diabetes are now the leading causes of death in the world, in a dramatic change from two decades ago.", "They now make up seven of the top 10 causes of death, an increase from four out of 10 in 2000, with heart disease the biggest killer – accounting for 16% of all deaths.", "According to estimates published today by the World Health Organization (WHO), Alzheimer’s and other forms of dementia are now among the top 10 causes of death, while deaths from diabetes increased 70% globally between 2000 and 2019.", "The new figures show the need for intensified focus on preventing and treating cardiovascular and chronic respiratory diseases, said the WHO’s director general, Tedros Adhanom Ghebreyesus. “These new estimates are another reminder that we need to rapidly step up prevention, diagnosis and treatment of noncommunicable diseases,” he said.", "“They highlight the urgency of drastically improving primary healthcare, equitably and holistically. Strong primary healthcare is clearly the foundation on which everything rests, from combating noncommunicable diseases to managing a global pandemic.”", "The seven diseases highlighted in the report accounted for 24.4 million deaths, or 44% of all deaths globally, in 2019. After heart disease, which killed nearly 9 million people in 2019, strokes and chronic obstructive pulmonary disease were the second and third leading causes of deaths from noncommunicable disease. Trachea, bronchus and lung cancers, and kidney disease, were also on the rise.", "Dementia ranked as the seventh leading cause of death, with women disproportionately affected: 65% of all such deaths were women. Diabetes, ninth on the list, saw the largest rise in male deaths – an 80% increase since 2000.", "Deaths from communicable diseases had declined in the past 20 years, but remained a challenge in low- and middle-income countries, said the report. HIV/Aids dropped from the eighth leading cause of death in 2000 to 19th in 2019, while tuberculosis fell from seventh place in 2000 to 13th in 2019 – but is still a top-10 killer in Africa and south-east Asia.", "The WHO highlighted deaths caused by injury such as road accidents, particularly in Africa, and drug use in the Americas, where there was a 300% increase in drug-related deaths between 2000 and 2019.", "“The WHO report depicts a devastating toll on human life that could have and should have been prevented,” said Katie Dain of the NCD Alliance.", "“If governments are serious about preventing both avoidable death on a massive scale and better preparing the world for future pandemics, then they have to invest in the health of their citizens and promote healthy environments by tackling common risk factors – alcohol, tobacco, lack of physical activity, unhealthy diets and air pollution – and ensuring everyone who needs it has access to essential and lifesaving diagnosis, treatment and care.”"], "authors": ["Kate Hodal"], "keywords": ["diseases", "disease", "world", "heart", "killers", "cancer", "biggest", "death", "leading", "2000", "noncommunicable", "2019", "deaths", "causes", "diabetes"], "pubDate": "2020-12-10T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}