{"id": "f651a6ff-751c-3832-9be9-9cbde1ad1f97", "title": "Egypt's unreal 'snowy' mountains become a tourist hit", "url": "https://edition.cnn.com/travel/article/egypt-salt-mountains/index.html", "summary": "The salt mountains of Port Fouad have become a tourist attraction after images of people sliding down them went viral.\n'Healing properties'The salt mountains have drawn recent crowds.\nCharacterized by their pure and bright white color, Wardany says the mountains resemble snowy peaks at the North Pole.\nThe photographer recommends visiting the Salt Mountains during winter to evoke a real frosty vibe.\nThe salt which makes up the mountains is harvested when seawater collected in pools at Port Fouad evaporates in sunlight.", "paragraphs": ["(CNN) — Images of people frolicking in snowy landscapes and sliding down icy mountains are not unusual, but one crucial thing made these snaps stand out.", "They're shot in Egypt.", "Situated on the fringes of the arid, sandy Sahara desert, the Middle Eastern country rarely experiences rainfall, let alone snow.", "But rather than showing a sudden bout of wintry weather in Egypt, these images show an unexpected tourist attraction created from salt processing at Port Fouad, which lies at the northern end of the Suez Canal.", "The salt mountains of Port Fouad have become a tourist attraction after images of people sliding down them went viral. Egyptians have been flocking to the unique spot from various parts of the country to enjoy the scenery.", "Some even try to ski on them.", "'Healing properties'", "The salt mountains have drawn recent crowds. Mohamed Wardany", "Egyptian photographer Mohamed Wardany told CNN the salt mountains can be reached by taking a ferry ride through the Suez Canal to the salt city.", "Wardany says his photos of the mountains are part of an ongoing project to look at Egypt from a different perspective, shedding light on tourist and heritage sites overlooked in favor of more obvious attractions like the Pyramids.", "Characterized by their pure and bright white color, Wardany says the mountains resemble snowy peaks at the North Pole.", "And while they might lack the icy temperatures, they're apparently no less refreshing. The salt has healing properties and sitting on it has the ability to clear negative energy out of the body, Wardany says.", "The photographer recommends visiting the Salt Mountains during winter to evoke a real frosty vibe.", "The salt which makes up the mountains is harvested when seawater collected in pools at Port Fouad evaporates in sunlight."], "authors": ["Nourhan Elkallawy"], "keywords": ["wardany", "fouad", "sliding", "salt", "hit", "mountains", "suez", "tourist", "images", "port", "unreal", "snowy", "egypts"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}