{"id": "f65a54d3-0051-34e8-9ffb-340848b34ea0", "title": "20 best things to do in Kenya", "url": "https://edition.cnn.com/travel/article/kenya-things-to-do/index.html", "summary": "Check out our list of 20 of the best things to do in Kenya:1.\nKenya Kenya Tourism BoardRising to just over 17,000 feet (3,800 meters), Mount Kenya is the continent's second highest peak.\nKenya Tourism BoardStretching 11 miles (17 kilometers) along the south Kenya coast, Diani renders the best beach-going experience in all of East Africa.\nKenya Tourism BoardFounded in the 14th century by Swahili sultans, Kenya's big port was later a Portuguese and British colonial bastion.\nCycle through the Gates of HellHell's Gate is located in an African national park where it's safe to cycle.", "paragraphs": ["(CNN) — Folks who have never been there tend to think of Kenya as a one-trick pony -- an awesome safari destination and little more.", "But East Africa's No. 1 travel destination (nearly 1.5 million international visitors in 2017) is actually a multifaceted place with a wide variety of adventures both rural and urban.", "While wildlife remains the lodestone, Kenya also offers awesome Indian Ocean beaches , world-class mountain trekking, surprisingly good nightlife, an eclectic cultural heritage and interesting ways to get around (from ancient sailing craft to a spanking brand new railway line).", "Check out our list of 20 of the best things to do in Kenya:", "1. Summit Mount Kenya", "High-altitude hotspot: Mt. Kenya Kenya Tourism Board", "Rising to just over 17,000 feet (3,800 meters), Mount Kenya is the continent's second highest peak. But the summit trails are far less crowded than its snowy counterpart (Kilimanjaro) across the border in Tanzania.", "You'll likely have the mountain all to your own during a trek that normally spans five days from start to finish (with four overnights on the mountain). True to its name, Mount Kenya Safaris offers guided trips via any of the three main routes to the top.", "2. Watch the Great Migration in Masai Mara", "On the move: The Great Migration Kenya Tourism Board", "Arriving from the neighboring Serengeti Plains, millions of wildebeest, antelope and zebra -- and the predators that follow them -- thunder through Masai Mara National Reserve between July and October during the Great Migration.", "The spectacle can be viewed on game drives, airplane or hot-air balloon flights, walking or horseback safaris.", "3. Soak up sea, sun & sand at Diani", "Sand, sunset, serenity: Diani beach. Kenya Tourism Board", "Stretching 11 miles (17 kilometers) along the south Kenya coast, Diani renders the best beach-going experience in all of East Africa.", "In addition to the powdery white sand and jade-colored waters protected by a coral reef, Diani offers a wide range of outdoor sports (kitesurfing, skydiving, snorkeling, jetskiing), trendy beachfront bars and restaurants, and hip surfside digs like chic Alfajiri Villas (+254 20 2697234)", "Related content 25 of Africa's most amazing places to visit", "4. Foster orphaned elephants (or a blind rhino)", "Tiny tusks: The David Sheldrick Wildlife Trust looks after baby elephants. Courtesy Joe Yogerst", "Sheldrick Wildlife Trust (+254 202 301 396), on the outskirts of Nairobi, has saved hundreds of baby elephants (and a blind rhino named Maxwell) from almost certain death since the sanctuary was founded in 1977 by conservation pioneers David and Dame Daphne Sheldrick.", "Baby elephant encounters -- and a chance to foster them -- offered daily.", "5. Ride the new Nairobi-Mombassa train", "The Nairobi-Mombasa railway has been upgraded. Courtesy KRC", "Dubbed the \"Lunatic Express\" when it first opened in 1901 -- because it seemed like such a crazy idea to build a railroad through the African bush -- the legendary line was totally modernized in 2017 with completion of a US$2.3-billion dollar upgrade of both the tracks and passengers trains.", "The Madaraka Express makes the journey in 4.5 hours with daily 9 a.m. departures from both Nairobi and Mombasa.", "Related content Trains at night: Amazing pictures of railways across the world", "6. Explore Elsa's home turf", "One of Elsa's successors at the Meru National Park. Courtesy Shannon Yogerst", "Kenya's famous feline was immortalized by Joy Adamson's 1960 \"Born Free\" and the blockbuster movie that followed.", "The orphaned lioness was raised by Adamson and her husband in a part of the remote Kenya bush that's now Meru National Park. The Adamson camp was just below a rock outcrop now called Elsa's Kopje (+254 730 127 000), while her grave lies about an hour away on the north bank of the Ura River.", "7. Sail the Lamu Archipelago by dhow", "Lamu is one of the last outposts of traditional Dhows. Kenya Tourism Board", "A throwback to the golden age of Swahili culture, Lamu island on the north Kenya coast is one of the last great outposts of traditional dhows -- lateen-rigged sailing vessels that were once the main form of transport between East Africa, India and the Middle East.", "Hippo Dhow (+254 723 918316) offers sunset and snorkeling trips as well as visits to the Takwa ruins on nearby Manda Island.", "8. See Tsavo from the air", "Kenya is even better from the air. Courtesy Universal Pictures", "Denys Finch Hatton (the Robert Redford character in \"Out of Africa\") pioneered the African aerial safari with his wildlife-viewing biplane flights in the 1920s.", "9. Dance the night away in Nairobi", "Venues like the Alchemist add to Nairobi's thriving nightlife scene. Courtesy the Alchemist", "The capital city's staid colonial club scene has segued into a thriving modern nightlife world equal to any on the continent.", "The Westlands neighborhood and nearby Waiyaki Way in the city's northwest offer numerous bars, clubs and cocktail lounges where a heady blend of locals, expats and visitors quaff (and dance) the night away.", "10. Commune with crocodiles in Lake Turkana", "Central Island National Park: Volcanoes and crocodiles. Courtesy Kenya Wildlife Service", "One of Kenya's strangest places, Central Island National Park in the middle of far-away Lake Turkana hosts the world's largest colony of Nile crocodiles.", "As well as three active volcanoes, three blue-green crater lakes, black-sand beaches and a single campsite, the island flaunts a primordial, end-of-the-Earth atmosphere that seems little changed from 3.5 million years ago when our ancient ancestors called the region home. Eliye Springs Resort (+254 703 891 810) offers speedboat day trips from the lake's western shore .", "Related content 8 of the best safari destinations in Africa", "11. Roam with rhinos at Lewa", "Rhino poaching is virtually eliminated in Kenya. Courtesy Shannon Yogerst", "One of the great success stories of African rhino conservation, Lewa Conservancy (+254 730 127 000) in north-central Kenya has grown its black and white rhino population from just 15 in 1984 to more than 150 today.", "Through a combination of armed patrols, fencing, technology, intelligence and interaction with local communities, Lewa has virtually eliminated rhino poaching.", "12. Channel the spirit of Karen Blixen", "Karen Blixen and Thomas Dinesen were immortalized in the movie \"Out of Africa.\" Photo Courtesy Royal Danish Library", "Danish author and baroness Karen Blixen (\"Out of Africa\") spent 18 years in Kenya (1913-1931), living on a farm on the outskirts of Nairobi that's now a museum dedicated to her life and times.", "And for those who know the story, it does boast a view of her beloved Ngong Hills.", "13. Scuba or snorkel the Indian Ocean", "Kenya's marnine parks are a safe haven for aquatic life. Kenya Tourism Board", "Tucked down at the bottom end of the Kenya Coast, Kisite-Mpunguti Marine National Park provides a safe haven for whales, dolphins, sea turtles, more than 250 species of tropical fish, and 56 different types of coral.", "Scuba and snorkel trips are available from Diani, Tiwi and Shimoni. Best between August and March when the sea is smoother.", "Related content 25 of Africa's best beaches", "14. Watch nature's version of 'Pretty in Pink'", "Flocks of up to two million flamingos frequent Lake Nakuru. Kenya Tourism Board", "More than 240 bird species frequent Lake Nakaru in the Great Rift Valley. But the most photogenic are the pink flamingos that descend upon the lake in flocks that sometimes number one to two million birds.", "Rhino and lion are among the other denizens of the national park that surrounds the lake. Eight campsites and upscale Lake Nakuru Lodge provides luxury accommodation along the waterfront.", "15. Get licked by a hungry giraffe", "Being licked by a giraffe is part of the adventure. Courtesy Joe Yogerst", "A wooden observation platform brings you literally face-to-face with rare and endangered Rothschild's giraffes at the AFEW Giraffe Center on the outskirts of Nairobi. Feeding them -- and getting licked by their long, black tongues -- is part of the adventure.", "The sanctuary is also home to the posh Giraffe Manor hotel (+254 725 675830).", "Related content 8 luxury safaris in Kenya", "16. Train for a marathon in Iten", "Iten training camp Courtesy the Kenya Experience", "Perched in the highlands near Eldoret, the town of Iten is renowned for its long distance runners -- multiple Olympic gold medalists and world-record holders.", "The Kenya Experience offers running camps and expert training at its High Altitude Training Centre in Iten.", "17. Get over your fear of snakes (or not)", "Snakes. Why did it have to be snakes? Courtesy Bio-Ken Snake Farm", "Get scarily close to Kenya's most dangerous snakes -- like the black mamba, spitting cobra, bush python and puff adder -- at the Bio-Ken Snake Farm near Watamu.", "The farm also offers three-night snake safaris to track, catch and release serpents in the bush.", "18. Time trip in Mombasa's Old Town", "Fort Jesus looms over Mombasa Old Town. Kenya Tourism Board", "Founded in the 14th century by Swahili sultans, Kenya's big port was later a Portuguese and British colonial bastion.", "The Old Town retains its bygone ways, means and architecture, a warren of narrow streets flanked by mosques, coffee houses and homes with massive wooden doors -- 16th-century Fort Jesus looming over all.", "19. Cycle through the Gates of Hell", "Hell's Gate is located in an African national park where it's safe to cycle. Kenya Tourism Board", "Located about 60 miles (96 kilometers) from Nairobi in the bowels of the Great Rift Valley, Hell's Gate is a gnarly lava-carved landscape.", "Lacking dangerous animals, it's also that rare African national park where it's safe to cycle. Bikes are available for rental inside the park and from vendors outside the main gate.", "Related content The most extreme adventures on Earth", "20. Sleep beneath the stars", "Lie back and stare into the infinite. The Elewana Collection"], "authors": ["Joe Yogerst"], "keywords": ["content", "park", "things", "best", "national", "tourism", "lake", "courtesy", "20", "offers", "great", "254", "kenya"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}