{"summary": "Supreme Court Justice Neil Gorsuch said Tuesday that the American people need to pay attention to the separation of powers and keep to the original meaning of the Constitution.\nIn a rare live interview with \"Fox & Friends\" host Ainsley Earhardt, Gorsuch discussed his book, \"A Republic, If You Can Keep It.\"\n\"Well, one thing I wanted to talk about in the book...is the importance of the separation of powers and how it keeps us free.\nAnd, I worry that both of those things happen when we depart from the original meaning of the Constitution,\" said Gorsuch.\n\"Well, I think one thing he might tell us is to pay attention to the separation of powers,\" he said.", "keywords": ["interview", "friends", "constitution", "neil", "think", "attention", "things", "meaning", "gorsuch", "justice", "pay", "separation", "thing", "wants", "powers", "original", "fox"], "paragraphs": ["Supreme Court Justice Neil Gorsuch said Tuesday that the American people need to pay attention to the separation of powers and keep to the original meaning of the Constitution.", "In a rare live interview with \"Fox & Friends\" host Ainsley Earhardt, Gorsuch discussed his book, \"A Republic, If You Can Keep It.\"", "\"Well, one thing I wanted to talk about in the book...is the importance of the separation of powers and how it keeps us free. And, when it comes to the role of the judiciary, I believe that the role is to be faithful to the original meaning of the constitution,\" he said.", "SCHUMER SAYS HE WANTS IMPEACHMENT TRIAL FOCUSED ON FACTS, NOT 'CONSPIRACY THEORIES,' AS HE BALKS AT GOP CALLING WITNESSES", "\"You always hear conservatives want original constitutionalists on the Supreme Court. Can you explain what it means to be originalist or constitutionalist, and how do you describe your judicial philosophy?\" asked Earhardt.", "\"Well, I think it's badly understood and kind of a misleading name,\" he replied. \"Our folks who disagree call themselves living constitutionalists. Well, who wants a dead Constitution? I don't.\"", "\"I want an enduring Constitution and the idea of originalism is just simply that judges should follow the original meaning of the words on the page. And, neither add things that aren't there nor take away things that are there. And, I worry that both of those things happen when we depart from the original meaning of the Constitution,\" said Gorsuch.", "Earhardt asked Gorsuch what James Madison -- who helped write the Constitution -- would say about today's government.", "\"Well, I think one thing he might tell us is to pay attention to the separation of powers,\" he said.", "Gorsuch told Earhardt he worries when he reads that \"only about a third of Americans can name the three branches of government.\"", "\"And, the truth is that our rights, including the separation of powers, are only as good as the people who want to keep them there,\" he stated.", "CLICK HERE TO GET THE FOX NEWS APP", "Gorsuch said that he's been a judge for a long time and while he may \"look back\" and not agree with a policy or a decision he's made previously, the \"people's representatives chose to make that law.\"", "\"And, my duty as a judge, when I put on that robe, is to put aside my personal preferences and to faithfully discharge my duty which is to uphold those laws to apply them neutrally,\" he concluded. \"They say that the robe is supposed to change a person when they take the bench and I believe it does.\""], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/media/neil-gorsuch-fox-friends-interview-separation-powers", "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "id": "f6667a01-2112-370d-adf8-14fc506a675d", "pubDate": null, "title": "Justice Neil Gorsuch in 'Fox & Friends' interview: Pay attention to 'separation of powers'"}