{"id": "f66b41fa-8573-3856-8af1-fd3948e9a6a7", "title": "Ghost towns and grievances - Azeris return to their ruined old homes", "url": "https://www.economist.com/europe/2020/12/19/azeris-return-to-their-ruined-old-homes", "summary": "T HERE IS PLENTY of farmland in Fuzuli, one of Azerbaijan’s districts that ring the disputed region of Nagorno-Karabakh.\nA cratered road snakes through a wasteland of villages and towns abandoned after an earlier bout of violence three decades ago.\nFarther north in Agdam, once an Azeri city of 40,000 people, Aide Huseynova, a pensioner, snaps photos of a ruined 19th-century mosque.\nShe escaped from Agdam in 1993, during the first Nagorno-Karabakh war, fleeing before an Armenian offensive.\nMrs Huseynova says she had Armenian neighbours before the war, but would curse them if she saw them again.", "paragraphs": ["T HERE IS PLENTY of farmland in Fuzuli, one of Azerbaijan’s districts that ring the disputed region of Nagorno-Karabakh. But there is nothing to harvest. Where wheat and grapes once grew, unexploded rockets sprout from the ground at odd angles, reminders of the vicious fighting that tore through the area in the autumn. The charred hulks of tanks remain. A cratered road snakes through a wasteland of villages and towns abandoned after an earlier bout of violence three decades ago. Thousands of landmines lurk underground.", "Farther north in Agdam, once an Azeri city of 40,000 people, Aide Huseynova, a pensioner, snaps photos of a ruined 19th-century mosque. She escaped from Agdam in 1993, during the first Nagorno-Karabakh war, fleeing before an Armenian offensive. About 1m people, most of them Azeris, were displaced in the fighting. Now, for the first time since then, she is back. Yet there is nothing left for her to see, bar a sea of rubble and crumbling walls that stretches for miles in every direction, looking like the aftermath of a nuclear attack. The mosque is the only building left standing. “My heart aches,” says Mrs Huseynova. “I don’t want to see it at all.”", "In a campaign that lasted over six weeks and ended with a ceasefire on November 9th, Azerbaijan recovered the seven districts, including Fuzuli and Agdam, that Armenian forces had occupied since the 1990s. (Most of Nagorno-Karabakh, still populated almost exclusively by Armenians, remains in the separatists’ hands.) At least 5,000 people were killed in the recent fighting. Human-rights groups have called on both sides to investigate reports of war crimes, including videos that appear to show executions and other atrocities committed by Azerbaijani troops.", "The devastation inflicted on Azeri towns during the 27 years under Armenian control will be hard to undo. The Armenian separatists who ran Nagorno-Karabakh used the districts once occupied by Azeris as a buffer zone and a future bargaining chip, making many of them uninhabitable. Buildings were bulldozed. Looters took anything the former residents had left behind. Some put the cost of reviving these ghost cities at as much as $15bn, though Azerbaijan’s government has yet to make an estimate. It could take seven years to de-mine the districts, says Hikmet Hajiyev, an aide of Azerbaijan’s president.", "Many Azeri refugees from the disputed enclave are destitute, while Azerbaijan’s upper class prospers because of plentiful oil. In a shabby block of flats on the edge of Baku, the capital, Aliyev Karim Hasimoglu, a former metal-worker from Fuzuli, shares a single room with four relations. He says he wants to live long enough to rebury a brother, who died in the first Karabakh war, in their ancestral village. He has spent the past 25 years in the same room; 20 other refugee families live on the same floor. Three communal bathrooms serve about 100 people. Paint peels from the walls, pipes leak and cigarette butts litter the staircases. Mr Hajiyev says his government spends $1bn a year on the refugees, but many say that is not enough.", "Mrs Huseynova says she had Armenian neighbours before the war, but would curse them if she saw them again. “As an Azerbaijan citizen from Agdam, I don’t want to live next to them.” ■"], "authors": ["The Economist"], "keywords": ["fuzuli", "armenian", "huseynova", "homes", "grievances", "old", "towns", "ghost", "agdam", "ruined", "azeris", "left", "districts", "return", "live", "war", "azerbaijans", "nagornokarabakh"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}