{"id": "f6944060-2bcc-3366-acfe-27d27a2d76f0", "title": "Xbox, PlayStation, And Nintendo Share Commitment To Safe Gaming", "url": "https://www.gameinformer.com/news/2020/12/14/xbox-playstation-and-nintendo-share-commitment-to-safe-gaming", "summary": "Today Xbox, PlayStation, and Nintendo have pledged a commitment to safer gaming.\n), it's pleasant to see three major gaming titans come together in the unified interest of player safety.\nThe article on the XBox site goes into detail three large areas of focus for their goals in keeping gamers safe.\nIn addition, this category includes enforcing rules and conditions to make sure that violators are dealt with.\nThe partnership category relates to how the industry works with law enforcement, regulators, trade organizations, and other governing bodies and communities to share research and promote safe gaming behaviors.", "paragraphs": ["It's always great to see big forces working together for common goals. Today Xbox, PlayStation, and Nintendo have pledged a commitment to safer gaming. While the industry has made many steps forward over the last decade in terms of protecting players from each other, with some inherent losses to social gaming as a result in some respects (People can't be toxic in chat if there is no chat, now can they?), it's pleasant to see three major gaming titans come together in the unified interest of player safety.", "\"At Xbox, we are aligned with both Nintendo, on behalf of the community of Nintendo Switch players, and PlayStation in our belief that protecting players online requires a multidisciplinary approach – one that combines the benefits of advanced technology, a supportive community, and skilled human oversight,\" said corporate vice president of Xbox operations Dave MCarthy. \"We can accomplish more when we work toward the same goal, and so we will each continue investing in, evolving, and amplifying our approaches to user safety. As we continue this work, we will prioritize protecting the safety of our players, especially those most vulnerable.\"", "The article on the XBox site goes into detail three large areas of focus for their goals in keeping gamers safe. The three key pillars here are prevention, partnership, and responsibility. There's a moderate amount of corporate messaging speak in these silos, but there's important stuff here too that will hopefully translate into even more rigorous standards and protections for players across many of the biggest gaming platforms.", "The prevention bucket is designed to let parents make the best choices for their kids to stop bad experiences before they happen via controls, tools, services, and more. Giving parents the proper resources to help make informed choices about what their kids are playing – and what kinds of potential experiences that children could have with other players in that environment – is important. In addition, this category includes enforcing rules and conditions to make sure that violators are dealt with.", "The partnership category relates to how the industry works with law enforcement, regulators, trade organizations, and other governing bodies and communities to share research and promote safe gaming behaviors. How exactly this one is supposed to work is a bit more nebulous than the prevention category, but it includes working with the ESRB and PEGI to make sure games are rated correctly so that players and parents can make informed purchasing decisions. This also includes taking a hard stance against hate, harassment, and exploitation.", "Finally, responsibility. Publishing rules and sticking to them and making sure those who break them get dealt with, up to and including law enforcement intervention when applicable. This category also includes a focus on providing tools to report misconduct and code of conduct violations.", "Check out the full list of bullet points and dialed-down category highlights at the official posting here.", "\"While the video game industry has a long history of taking steps to protect gamers, especially children, we recognize that no one company or industry will solve these challenges alone.\" says MCarthy.", "It's nice to see some corporate industry titans get behind this messaging with some clear statements. Let's hope they play out well in the days, months, and years to come.", "Keeping people safe while they enjoy games is something I think we can all get behind, and as time goes on there will be more systems in place to better handle harassment in the digital space, something which has slipped through many law and regulatory cracks in the past.", "Sending a hateful message on a video game that you want to commit some indescribable act to a person a world away may not have the exact same psychological notes as unleashing a verbal assault on someone you encounter on the sidewalk, but the world is continually becoming a much more integrated physical and digital reality – and it's about time that forces come together to take a shot at handling that world for the safety and benefit of players everywhere!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["playstation", "work", "nintendo", "players", "safety", "safe", "category", "world", "sure", "industry", "includes", "commitment", "xbox", "gaming", "share"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}