{"id": "f69fcb11-f95b-3da0-ad4d-e860c6067b39", "title": "Eric Andre Answers the Web's Most Searched Questions...Again", "url": "https://www.wired.com/video/watch/eric-andre-autocomplete", "summary": "[laughs][upbeat music]Hey, I'm Eric Andre.\nDoes Eric Andre work for Howard Stern?\nDoes Eric Andre speak French?\nDoes Eric Andre have a kid?\nDoes Eric Andre show have an audience?", "paragraphs": ["Transcript", "Who is Eric Andre?", "What is Eric Andre?", "How is Eric Andre?", "The answer?", "Anxious and depressed.", "[upbeat music]", "[Producer] It's only one card that you have to hold.", "You don't have to hold them all.", "Oh, I thought it was like the old Bob Dylan video", "where like he drops each one. No! [laughs]", "[upbeat music]", "Hey, I'm Eric Andre.", "I'm doing the Wired Autocomplete interview.", "Ding!", "Does Eric Andre work for Howard Stern?", "No, I do not. A lot of people think I a prank call Bobo.", "I prank called Bobo once.", "Bobo's Toupee.", "And all those prank calls are a very", "very funny comedian writer there named Mike Trainer.", "Does Eric Andre speak French?", "No, no monsieur I don't speak a lick of French.", "My ancestral slave masters would be disappointed.", "Does Eric Andre have a kid?", "I do not have a kid that I know about.", "[laughs]", "I'm sorry.", "That is so stupid. I hate that joke.", "Does Eric Andre show have an audience?", "Commonly asked question.", "No, it's a fake audience and we intentionally", "put very excruciatingly, canned laughter.", "[audience laughing]", "We use the same laugh or sound effects over and over again.", "To prove that the audience is fake.", "That was Eric Andre like 311?", "Like 'em? I love 'em.", "Happy 311 day, belated.", "I don't know when this airs.", "Is Eric Andre,", "a juggalo?", "You better believe I'm a juggalo, ICP for life.", "Shout out to Shaggy 2 Dope and Violent J.", "I also like Slipknot.", "I'm going to be honest.", "I know there's like a beef.", "I hope they squash the beef.", "Is Eric Andre a nihilist?", "I think when I'm in a bad mood, probably", "but I'm not like a school shooter nihilist.", "That's a bummer.", "Is Eric Andre a pothead?", "Pot doesn't hit me right.", "I smoke a little bit of pot, a teeny bit,", "but it's not, it's not my favorite drug.", "I like Xanax and booze and MDMA", "and acid and mushrooms.", "Is Eric Andre in Joker?", "Yeah. I actually play Joaquin Phoenix in the Joker.", "Is Eric Andre,", "vegan?", "No, I'm an omnivore.", "I'm a staunch omnivore.", "Why is Eric Andre replacing Ellen?", "Why not?", "She was mean she didn't make eye contact with people.", "Guess what I do.", "I make long unblinking eye contact", "with everybody on set, especially in Ellen's house.", "Why did Eric Andre show end?", "Show's not over, it didn't end.", "Every single season people were like, I'm so sorry", "it got canceled.", "I'm like, what are you talking about?", "[laughs]", "Why is the Eric Andre Show so weird?", "What do you want me to be? Two and a Half Men?", "I'm on Adult Swim for crying out.", "Why can't you just be a nice, kind of", "like a Larry King style talk show?", "I'm expressing myself.", "And it's like the only job I could do successfully.", "I've worked in many offices and I always get fired.", "Was Eric Andre a child star?", "No, I was not.", "I was in Florida.", "Toiling in obscurity.", "Was Eric Andre on the Daily Show?", "No, but I am going to be", "on the Daily Show for the first time.", "I think next week actually, shout out.", "Was Eric Andre on Big Bang Theory?", "I was for one episode embarrassingly enough.", "And I said, I'm the petty functionary", "with a clipboard, bitch. Which is a mouthful.", "Yeah, that shows insane.", "Was Eric Andre on SNL?", "No, never.", "Never was on SNL.", "Was Eric Andre the Geico caveman?", "Sorta. I wasn't the like famous ones.", "I would go to like live sporting events", "when I was 24 years old I booked some", "gig as the Geico caveman.", "I was basically a mascot. A high-end corporate mascot.", "They would put me in the caveman makeup.", "And I would like go to Lollapalooza.", "I went to the Super Bowl and I would just go", "around and do photo ops with people.", "It was like a sick gig for a 24 year old me", "because it paid decently enough", "for my broke ass.", "They kind of fired me.", "They had a weird, like, it was like time", "for me to negotiate my next year's fee or whatever.", "And they never complained to my face once.", "And then out of nowhere, they sent me this long email", "to my manager about like every single evil I did.", "And it was such like a petty.", "Eric told a guy while he was", "in the Geico makeup that he was Santa Claus.", "So all the people that were", "like pretending they were buddies with me that worked", "for Geico were secretly like snitching on me.", "It was a really like evil.", "Eric did this and this.", "I was like: you guys are [bleep] toxic.", "Who has Eric Andre dated?", "Who haven't I dated? Right?", "A hole's a hole.", "Who does", "Eric Andre [bleep]?", "Oh, who does Eric Andre voice in Disenchantment?", "I voice Lucy.", "Who's this tiny two-dimensional demon from hell.", "Who is Eric Andre?", "What is Eric Andre?", "How is Eric Andre?", "The answer: anxious and depressed.", "Who is Eric Andre married to?", "I'm not married.", "Uh", "and my girlfriend is 10 feet away from me.", "And it's kind of awkward that you just said that.", "She's pretty pissed.", "She's looking at me now.", "She's giving me the clock is ticking sign.", "She's pointing to her fallopian tubes and her watch.", "Uh... You guys made it tense.", "Who are Eric Andre's parents?", "My mom looks like Fran Liebowitz", "and my dad looks like Arthur Ashe.", "And they live in Florida.", "Where all old people", "go.", "How [belches]", "old is Eric Andre?", "I am turning 38", "in a few weeks.", "Very boring answer. Sorry.", "Hey, call me when I turn 69, man.", "[laughs]", "You know what I mean?", "That's the age you really start partying brother.", "Call me exactly at 4:20AM", "and put on some 311.", "Cochise.", "How tall is Eric Andre?", "I'm six feet even. Probably six two with the hair.", "How does Eric Andre show work?", "How does Eric Andre show work?", "I don't know.", "I ask myself that every day, who knows? Who cares?", "Who did Eric Andre...", "Oh, sorry.", "I can't read.", "How did Eric Andre contract dyslexia", "through the back half of the segment?", "How did Eric Andre get his start?", "Me and Hannibal did very primitive version of the", "Eric Andre Show at like a abandoned bodega in New York.", "And then we went around New York and did some street pranks.", "And I put that together and I sent it to Adult Swim", "and they actually ordered a season of it.", "How does Eric Andre Show get guests?", "It's very hard and it gets harder and harder.", "And we just tell their handlers, the bare minimum", "and hope that they're over the age", "of 30 and they have no idea who I am.", "They're all pretty good.", "I don't know. Stacey Dash was great.", "I was thinking about her interview yesterday.", "Cause we like sent a bunch of subway, sewer rats out", "under her chair and they like went up to her feet", "and started licking her feet and she's a new Yorker.", "So she does not like rats.", "Thanks for the questions.", "I hope I answered them", "and uh", "you'll never get this two minutes of your life back.", "[upbeat music fades]"], "authors": ["Condé Nast"], "keywords": ["does", "geico", "old", "went", "webs", "andre", "answers", "eric", "im", "know", "dont", "searched", "think", "questionsagain"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}