{"keywords": ["school", "fulltime", "schools", "mba", "2019", "salaries", "students", "ranking", "rankings", "university", "methodology", "data", "business"], "id": "f6c5394c-0e6c-3fe2-bbeb-6315658e8064", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["Rankings are little more than an indication of the MBA market at a particular moment. They reflect the prevailing conditions such as salaries, jobs available and the situation at a school at the time the survey was carried out. Results of rankings can be volatile, so they should be treated with caution. The various media rankings of MBA programmes all employ a different methodology. None is definitive, so our advice to prospective students is to understand the ethos behind each one before deciding whether what it is measuring is important for you.", "Each year The Economist surveys thousands of MBA students and asks them why they decided to enrol on a full-time MBA programme. The weightings that we use for our ranking (see table below) are based on the importance students themselves place on different criteria.", "Data were collected during spring 2019, using two surveys. The first was completed by schools with eligible programmes and covers quantitative matters such as the salary of graduates, the average GMAT scores of students and the number of registered alumni. This accounts for around 80% of the ranking. The remaining 20% comes from a qualitative survey filled out by current MBA students and a school's most recent graduating MBA class. We ask respondents to rate things such as the quality of the faculty, facilities and career services department. We also ask them to give details of their salary, so that we can verify the data provided by the schools. For schools that have not signed up to the “Agreed Upon Procedures” of the MBA Career Services & Employer Alliance, an industry body that sets standards for reporting salaries, student data are used rather than those supplied by the institution. A minimum response rate—equivalent to 25% of the latest intake or 50 students/alumni (whichever is lower)—is required for schools to be included in the ranking.", "All data received from schools were subject to verification checks, including, where possible, comparison with historical data, peer schools and other published sources. Student and graduate questionnaires were audited for multiple or false entries. Memory has been built into the rankings by taking a weighted average of data from 2019 (50%), 2018 (30%) and 2017 (20%) to provide a rounded picture of the school over a period of time.", "The table below summarises the measures used to calculate the rankings together with their respective weightings. Salaries were converted at average exchange rates for the 2017/18 academic year (July 1st-June 30th). The statistical methodology adopted for the ranking gives each business school a unique score (known to statisticians as a z-score). Unlike some other rankings, we do not include any “equal” schools (for example, four schools ranked equal sixth followed by one ranked tenth). However, it should be noted that differences between some schools might be slight. For this reason, individual school profiles now include a banding (A-E), so that schools with similar overall scores are grouped together.", "The Economist only publishes a list of the top 100 schools. In all, 160 schools were invited to participate. The reasons for the omission of the remaining 60 are listed below.", "Outside top 100 (in alphabetical order)", "American University", "Aston University", "Audencia Business School", "Case Western Reserve University", "City University of Hong Kong", "ESIC Business and Marketing School", "Fordham University", "HEC Montréal", "Politecnico di Milano School of Management", "Ryerson University", "The Lisbon MBA", "Tilburg University", "Trinity College Dublin", "University of Arizona", "University of Miami", "First year of participation, eligible for rankings in 2020", "Auburn University", "Indian School of Business", "Sasin School of Management", "University of Houston", "Wilfrid Laurier University", "Insufficient data", "Asian Institute of Management", "Florida International University", "Temple University", "University of Calgary", "University of Maryland", "Ineligible*/Declined to participate†", "Babson College", "Bradford University", "Brandeis University", "Brunel University London", "China Europe International Business School (CEIBS)", "Chinese University of Hong Kong", "City University of New York", "Copenhagen Business School", "Corvinus University of Budapest", "EAE", "EGADE-Tecnologico de Monterrey", "Erasmus University", "Henley Business School", "Hong Kong University of Science and Technology", "Imperial College Business School", "McGill University", "Monash University", "Newcastle University Business School", "Northeastern University", "Pan-Atlantic University", "Portland State University", "Rutgers Business School", "San Diego State University", "Seoul National University", "Universidad Austral", "University of Alabama", "University of British Columbia", "University of California, San Diego", "University of Cape Town", "University of Manchester", "University of South Carolina", "University of the Witwatersand", "University of Toronto", "University of Western Australia", "Vlerick Business School", "*For example, not accredited or cohort < 25", "†Which MBA? does on occasion rank a school that has declined to participate, using other data sources. This is noted in their ranking."], "authors": [], "title": "Full-time MBA ranking methodology, 2019", "pubDate": null, "summary": "The various media rankings of MBA programmes all employ a different methodology.\nEach year The Economist surveys thousands of MBA students and asks them why they decided to enrol on a full-time MBA programme.\nThe weightings that we use for our ranking (see table below) are based on the importance students themselves place on different criteria.\nThe remaining 20% comes from a qualitative survey filled out by current MBA students and a school's most recent graduating MBA class.\nThe statistical methodology adopted for the ranking gives each business school a unique score (known to statisticians as a z-score).", "url": "https://www.economist.com/whichmba/full-time-mba-ranking-methodology-2019"}