{"id": "f6c845e4-64f2-3276-bb51-e60fbfcb6d08", "title": "Opinion | Can Kara Swisher Be Vulnerable?", "url": "https://nytimes.com/2020/12/17/opinion/sway-kara-swisher-brene-brown.html", "summary": "Or you can say, I’m going to live always afraid of loving something or someone because it can be taken away.\nAnd I don’t know that that always — that does not always make me feel afraid, but it can make me feel vulnerable.\nkara swisherOK, so you can say — I’m a bit of a vulnerability skeptic.\nThere is power over on one end of the continuum, and on the other end of the continuum, there’s a collection of different types of power: power with, power to, and power within.\nkara swisherOtherwise, I think I’m great.", "paragraphs": ["[MUSIC - THEME, “SWAY”] (SINGING) When you walk in the room, do you have sway?", "kara swisher", "I am good. I am smart. I am worthy of love. I love myself. Some people wake up in the morning and say these things to themselves as daily affirmations. But me? These are just things I think about myself all the time. So when I hear words like “shame” and “vulnerability,” my first reaction is, please keep that codswallop away from me. In essence, I’m the polar opposite of Brené Brown, who has made it her life’s work to embrace these concepts. To study them, she’s conducted thousands of interviews. And her TED Talks on the subject have been viewed millions of times. She’s a regular guest speaker at Silicon Valley and Fortune 500 companies. Oprah Winfrey loves her. Her books are bestsellers. Her quotes are all over Instagram. Her ideas are everywhere. But before this interview, I still didn’t get it. Why would I want to explore vulnerability or shame? I grew up Catholic, and there’s a lot of guilting and shaming. I haven’t been in a church since I had my confirmation. I did it for my grandmother. But I think shame, it reminds me when I was young, when I went for the first time to first holy confession. I don’t know if you —", "brene brown", "Grew up Catholic.", "kara swisher", "Yeah, and the priest was like, “Say your confession.” And I said, “I have none. I’m nine. I haven’t done anything wrong.” And he said, “Everybody has a sin,” and I said, “Not me. I don’t.” And I remember thinking, wow, this is like a monopoly on shame. Even at the time, I was like, why are they forcing me into a shameful period? I’m just not going to do it. And I got in trouble, and I declined to express any shame in myself. So when you’re thinking about the idea of shame, are you trying to seize it back or redefine it?", "brene brown", "I’m just trying to define it in a way that’s accessible that people understand. I mean, the thing about shame is, we all have it. No one wants to talk about it. And the less you talk about it, the more you have it. And it’s not sin. The best way to describe shame is the feeling that we experience when we don’t feel good enough, when we feel not blank enough— smart enough, pretty enough, strong enough, powerful enough, influential enough, relevant enough. And that kind of warm wash comes over us, and we feel alone. But we all have experiences of shame in our lives.", "kara swisher", "It’s a shameful word. But go ahead.", "brene brown", "Oh, no, it is. We have a visceral response to it, yeah. It’s like, I’ll give you an example from the political climate today. Like, if I read another tweet that says, man, what a shameless administration —", "kara swisher", "Right.", "brene brown", "— wrong. Wrong. Shame is much more likely to be driving these behaviors than the cure for it. And I’ll tell you why. What we have is an empathy crisis. And here’s what’s really complicated about these emotions. Shame and empathy really have a hard time coexisting in people for this reason. Shame is completely self-focused. In fact, of all the kind of personality disorders, shame drives narcissism more than anything else. I define narcissism as the shame-based fear of being ordinary.", "kara swisher", "So they’re not shameless. They’re full of shame, is what you’re saying.", "brene brown", "They’re full of shame.", "kara swisher", "Full of shame, but without empathy to stop it.", "brene brown", "And that kills empathy. Right. And the reason why these two things have a hard time coexisting is that shame is self-focused. Empathy is other-focused. But shame, it forces us to believe we’re alone. I always say, if you put shame in a Petri dish, it needs three things to grow into every corner of our lives — secrecy, silence, and judgment. But if you put the same amount of shame in a Petri dish and you douse it with empathy, you’ve created a hostile environment. The minute you know you’re not alone and that your experience is human and you’re met with empathy, shame just doesn’t survive. And that’s why I think vulnerability is a requirement for building shame resilience, but the actual antidote to shame is empathy.", "kara swisher", "I just did a show with Esther Perel also —", "brene brown", "Hmm.", "kara swisher", "— and we talked about — she goes, “What is your vulnerability?” I said, “I don’t have any.” And what I meant to say was, I don’t mind being scared. I don’t care. I’m good with scared. I’m good with fear. I’m good with messing up. I feel fine if people don’t like what I say. And I was trying to think why that would be. And my dad died when I was five, and so, I have a feeling a lot of people whose parents died at a young age are highly functional, so that they have the worst thing happen to them. They know it. They know that the worst thing can happen, and you survive. And so, being vulnerable doesn’t bother you in any way.", "brene brown", "I think when you talk about losing your dad at five, which is such a, like, whew, very tender age, you know? Old enough to understand, old enough to grieve, old enough to really understand the permanence of it. I think two things can happen. Depending on your personality and how you think about things in your environment, you can say, I have survived the worst. Or you can say, I’m going to live always afraid of loving something or someone because it can be taken away. So I think there’s not one monolithic response to that. But I do think fear and vulnerability are different things. And it’s a very hard line I think to draw between fear and vulnerability. And so, let me give you some examples from the data, just some qualitative. We asked people to give us examples of vulnerability, and they ranged from vulnerability is the first date after my divorce. Vulnerability is having to fire someone. Vulnerability is trying to get pregnant after my second miscarriage. Vulnerability is saying, “I love you,” first. So I would say the difference between vulnerability and fear is, vulnerability is about showing up when you can’t control the outcome. And I don’t know that that always — that does not always make me feel afraid, but it can make me feel vulnerable. And if you, Kara, walk through the world in a way that you expect ambiguity, you expect uncertainty, you’re comfortable with discomfort, that might minimize your feelings of vulnerability. And that will make you a huge outlier.", "kara swisher", "Outlier in what way?", "brene brown", "99% of the people I’ve ever interviewed or worked with have ways of self protecting and vulnerability that moved them away from who they want to be, move them away from a sense of meaning and purpose and love in their lives. So I think I’m better at vulnerability. I’ve been practicing it for so long. I know when I’m in it, and I know what to watch out for in terms of my behaviors. But I do think normalizing discomfort is hard.", "kara swisher", "OK, so you can say — I’m a bit of a vulnerability skeptic. Let me tell you what’s in my wallet right now. Two sayings, which is, if you can’t feel the pain, you aren’t going to feel anything else, and the world is full of suffering and death. Those that know this are at peace, though in a world of pain.", "brene brown", "Well, those are the two most vulnerable quotes I probably have ever heard in ever.", "kara swisher", "OK, I’ve got a lot of them.", "brene brown", "So it’s interesting because you describe yourself as not a vulnerable person. I would describe you in full embrace of vulnerability.", "kara swisher", "Yeah, I suppose. OK. All right, nicely done, but how come?", "brene brown", "One more time. Let’s take the first one.", "kara swisher", "Sure. Here we go. If you can’t feel the pain, you aren’t going to feel anything else, meaning feel the pain.", "brene brown", "Right. OK, so if you interviewed 100 therapists and started with Esther Perel and said, how would you summarize what you see in people, they would probably say to you, the majority of my work is helping people turn and face the pain and stop running from it. But that vulnerability that it requires to face pain, the uncertainty, the risk of facing pain, is not something people do comfortably. So that is a master class in pain. And to say — it’s like, I think about one of my favorite quotes is from Pema Chodron, the American Buddhist nun. And she talks about compassion, that compassion is not a relationship between the wounded and the healed. It’s a relationship between equals. It’s knowing your darkness well enough that you can sit in the dark with others.", "kara swisher", "It’s interesting you talk about knowing your darkness. I actually have a T-shirt that says, “The dark is afraid of me,” that I got in Ocean City. That’s where I get my wisdom, not from —", "brene brown", "Wow.", "kara swisher", "— Buddhist nuns.", "brene brown", "[LAUGHS] Wow. I like it.", "kara swisher", "It’s a good T-shirt. I love it. It always works for me. All right, so what’s the difference between not feeling that you’re vulnerable, which I often do feel, and not caring what people think of you?", "brene brown", "If you take in all the data about what people think, you will lose the ability to be brave with your life. I believe that. But if you don’t care what anyone thinks, you lose your capacity for connection. So you risk losing your capacity for vulnerability if you take it all in. If you don’t take any of it in, which is kind of — I’ve been teaching masters and PhD level students for 20 years. And the increase in, I don’t give a shit of what anyone thinks, is so alarming because it’s like, when I see people say that, I literally — it’s like that movie, I see dead people. I literally see their 12-year-old self standing in front of me like an after school special, saying, I don’t care what anyone thinks. We all care. What it comes down to and what we try to help people understand is, make a list of people whose opinions matter. And these people should be people who love you, not despite your imperfection and vulnerability, but because of it.", "kara swisher", "Mhm. But most of them don’t listen. When I visit Silicon Valley people and sometimes I look at a thing, and I think, that’s terrible. And they’re like, what? And I was like, oh, I’m sorry. People lick you up and down all day, so you’re not used to someone disagreeing with you.", "brene brown", "It’s a weird place, right?", "kara swisher", "It is, indeed. So let’s talk a little bit about that. So, you know, your work has grabbed the ears of celebrities, like Oprah, leaders at NASA, executives of Fortune 500 companies, tech companies. It’s taught to business leaders at places like Stanford. These are very fancy people you’re talking to. Is vulnerability a privilege for the 1%? Because they get all soft and squishy when they talk about you, but they don’t live it in their lives. They don’t actually — it’s something they like to talk about, just like they like to fast or drink fresh kombucha shakes or something like that. When you think about that, is it a privilege for people?", "brene brown", "I think it’s yes and. I think that for some people, I am the kombucha shake of the month. And we get this a lot. And I will tell you, it’s disproportionately from Silicon Valley. You’re a CEO, and you want me on your speed dial. And because some leaders — and not just in Silicon Valley — but some leaders can collect thought leader people like they collect, you know, all kinds of shit. But I’ve never done that. No one’s ever had me on speed dial before. And if they say come talk to my company, and I ask who’s going to be in the audience, and they say my people but not me or my leadership team, then I’m like, I’m not your person. I don’t take any jobs anymore that I don’t want to take. So if you’re serious about culture change and you want to bring me in, and you don’t mind being called out in front of your people, then I’m your person. And you’ll need to pay me up front. And you can’t tell me what to say. And you can’t record me. And you can’t publicly talk about me working with you or your people.", "kara swisher", "Oh, wow.", "brene brown", "Yeah.", "kara swisher", "OK, and —", "brene brown", "And so we try to vet for that.", "kara swisher", "And what do they say to that? Because they want to put you on like a badge. Like, ah, I Brené Browned myself here, or something.", "brene brown", "Yeah, I mean, I can also be the rehabilitation speaker, you know? I’m like, I’m not your girl if you’re in trouble around something. Go somewhere else. 50% of them say yes to the terms, and then 50% of them say no. And we ask a lot of questions. Like, how does me coming in, talking for an hour, fit into a larger strategic plan to change the culture? And am I allowed to talk to people that have the least amount of power and influence in the company before I come?", "kara swisher", "Right, so a lot of it could be just giving speeches. And I got to tell you, I’m not sure they’re actually practicing vulnerability.", "brene brown", "Some are, some aren’t.", "kara swisher", "All right, when you go into a company, when you’re trying to change leaders, what do you see that’s the most difficult?", "brene brown", "A leader who has no self-awareness at all. Period, hard stop.", "kara swisher", "Which manifests itself how?", "brene brown", "No self-reflection, no rigorous inventory of their own limitations. They’re working their shit out on other people. Just a lack of self-awareness.", "kara swisher", "Right, which is common. This is about leadership and not leaders show vulnerability. For example, Donald Trump. Let’s go to that. Let’s go right to the top. People celebrate, you know, what he’s doing. And it’s interesting you said shamelessness is actually a lot of shame combined with lack of empathy. But it gets telegraphed as tell it like it is. And he is authentic. He has a lot of the elements that you talk about. Authentic —", "brene brown", "No.", "kara swisher", "— not scared. OK, all right, not authentic. I think it’s authentic to him, whether —", "brene brown", "No —", "kara swisher", "—himself. OK, all right, all right.", "brene brown", "I don’t know. I don’t know him, so I won’t comment on him as a person.", "kara swisher", "OK, not as a person, but you look at his leadership. You can see his leadership. He famously thinks he could shoot someone on Fifth Avenue and not lose votes. How do you explain his rise to power and what he represents? Because these ideas of tell it like it is, I’m great, I believe in myself, with proof overwhelming that maybe you shouldn’t believe in yourself.", "brene brown", "So if we look at power, what we see is there are different types of power. There is power over on one end of the continuum, and on the other end of the continuum, there’s a collection of different types of power: power with, power to, and power within. So if you’re going to use power over as a leader, whether you’re leading the United States or you’re leading family-run business, it’s going to require a regular number of flexes of your power that instill fear in some group of people. That’s how you maintain it. Like, have you ever watched a movie, and you’ve got the bad guy. And then the bad guy just keeps doing increasingly horrific things. And you want to just scream at the writer or director, OK, we get it, he’s bad. We don’t have to have him taking someone’s eyeballs out with a spoon. We get it. But there’s a reason because to maintain power over, you have to do these cruelty flexes. I mean, and this is history. This is the history of power over. The Trump administration has led a perfect power over game. And they’ve used fear, and here’s the bottom line. Power over leaders have a very simple belief. It is power is finite. It’s like a pizza. If there are eight pieces and I give Kara one, I have seven. This is a zero sum game. Power is finite. On the other side, we have leaders that say power is infinite and grows when shared.", "kara swisher", "So that’s power with.", "brene brown", "That’s power with. That’s power to. That’s creating power within. So, this is the saddest answer that I’ll ever give around any question probably of my career. So you ask, why does 70 million people vote for power over? Here’s the biggest mistake we make, Kara. Never assume that people want courageous leadership. That is not a safe assumption. It is not a safe assumption that people want to have some power and be held accountable for it.", "kara swisher", "So you’re not surprised by this at all, in any way, that it works.", "brene brown", "No, no, no, no, no, no. And so, when he was attacking political correctness, he spoke to people who felt ashamed, not smart enough. They felt like, my kids say, God, dad, you can’t say that. Or now I want to give you some hard feedback about your work, Lydia. You need to watch the way you’re stereotyping, you know. And then that shame and no place to put it. And it’s so funny because there’s that great image of the T-shirt or the flags during the boat parade that say, “Fuck your feelings.” You know that big flag?", "kara swisher", "Yes, yes, that’s their favorite saying.", "brene brown", "That is, as someone who spent 20 years studying affect and emotion, that is the biggest display of emotion you’ve ever seen. The irony in that flag, that is a feeling flag. It’s like the T-shirt that says, “Death to extremists.” Like — [LAUGHTER]", "kara swisher", "I forgot about that one.", "brene brown", "Remember that T-shirt?", "kara swisher", "Yes, yes.", "brene brown", "Yeah, it was really popular.", "kara swisher", "Yeah, it was. And they aren’t getting the irony. You’re right. So you’re a social worker. Let’s pretend you’re assigned to the case of Donald Trump. How would you help him acknowledge his loss? Because he’s on a cliff right now.", "brene brown", "Well, first of all, I’m not taking that case with him or any other politician probably as a social worker. And I’m a researcher, not a practitioner. So I have an easy offramp there, a tapout.", "kara swisher", "So you wouldn’t take it. You wouldn’t take the job.", "brene brown", "Mm-mm, no.", "kara swisher", "It’s interesting. Jane Goodall, Esther Perel, and you will not take the case of Donald Trump. I’ve asked all of you, would you talk to him, and Jane Goodall — nicest person on Earth — no, no, never going to talk to him.", "brene brown", "Oh, I’m in such great company because I just revere both of those women. I respect them.", "kara swisher", "Yeah, and Esther’s like, you can’t therapize a narcissist. But if you had to — here you are, you have to help him to deal with loss. What would you do?", "brene brown", "This is a great part of this, Kara. I don’t have to.", "kara swisher", "I get that, but I’m making you. I’m saying —", "brene brown", "No. Yeah, you can’t.", "kara swisher", "Come on. OK, if I’m going to do it, what can I help him acknowledge his loss? I’m in a room with Donald Trump, and I’ve got to help him acknowledge his loss. Is it impossible?", "brene brown", "You know what? I’ll be totally serious here. I can evaluate his leadership as a citizen of the country and as someone who’s in the 10th year of a leadership study. I don’t know him diagnostically, clinically, or personally. I couldn’t tell you what to do. If you called me and told me you were going to do that. I guarantee you, our whole conversation would be about why you’re making that choice.", "kara swisher", "Oh, about me —", "brene brown", "Yes.", "kara swisher", "— trying to do the impossible. All right, so what advice would you have to his followers? People are unhappy with the election result. How do you get them to understand “fuck your feelings” means they’re in pain?", "brene brown", "Um, well, I don’t know about their — well, maybe I guess they’re in pain. But I would say they’re in a lot of feeling, whatever it is. Maybe it’s rage, maybe it’s pain, maybe it’s disappointment. Maybe it’s, I don’t know, fury. I don’t know what it is. They’re not a monolith, so I don’t know how you would talk to them. But I think, I got to say that I have family members. And —", "kara swisher", "Mm-hmm, me, too.", "brene brown", "Yeah. And to them, I say — to be honest, I wish I could say something really poetic and profound and enlightened here. And to them, I just don’t talk about it. The rule in our family is, I have a line. And the line for me is dehumanization. So if people in my life who have supported Trump agree with me about dehumanization and don’t believe he does that, I try to find a place. If they parrot the dehumanization, then I have, actually, unfortunately, and with great grief — and I won’t diminish the pain of it — have severed those relationships. I just can’t be in them.", "kara swisher", "Mm-hmm. So that’s your spot.", "brene brown", "That’s my line.", "kara swisher", "That’s your line. Are their leaders out there who show leadership through vulnerability? Because vulnerability would be the solution to this, correct? Understanding our shame and vulnerability.", "brene brown", "It’s funny because my hypothesis was fear was the greatest barrier to daring leadership. It turns out it’s not. So I was like, well, if fear is not the greatest barrier to daring leadership, what is it? And it turned out that the answer is armor. It’s not that we’re afraid. It’s how we self protect when we’re afraid that gets in the way of being courageous. And those forms of armor range from perfectionism, cynicism, having to be the knower and be right versus being the learner and getting it right. And so, I would say, in many ways, Biden has shown some daring leadership. His honesty about the grief he experienced with Beau, the fact that I thought Kamala Harris gave him a harder time and was rougher on him than any other person during the primaries, and he picked her as a running mate, which is not unlike him if you look historically. He likes to surround himself with people who disagree.", "kara swisher", "He also likes to surround himself by people he’s comfortable with, too, though, at the same time.", "brene brown", "He does.", "kara swisher", "Yeah, he has a real proclivity for that.", "brene brown", "He does, doesn’t he?", "kara swisher", "Yeah, he does. He likes the comfy pillow. I don’t know how else to put it. This pillow, I like.", "brene brown", "This pillow, I like.", "kara swisher", "I shall have this pillow.", "brene brown", "But so, he wouldn’t operationalize a comfy pillow as someone afraid to give him a hard time or question him.", "kara swisher", "I suppose, yeah. Yeah, well, it’s interesting because you think about Trump and all the yes people around him, but everyone has their version of yes people around them in some fashion. They always manage to be there, even if they seem difficult. You can be difficult and not really difficult, right?", "brene brown", "I don’t know. I would disagree with that, I think. I would say that I have seen leaders who really invite hard things by surround themselves with people who really genuinely disagree with them and push them.", "kara swisher", "But can it really push them and change them versus just push them?", "brene brown", "Yes, I think it can.", "kara swisher", "OK, all right. I have seen a lot of people that get pushed back, and then it just doesn’t change.", "brene brown", "I have seen that more often, but I have seen the other.", "kara swisher", "Is there a double standard for women leaders? You’re either too emotional, too weak. You’re not vulnerable enough, not emotional enough. You get attacked. I’m often described as tough, and I’m like, I’m actually pretty pleasant to work with. But I don’t mind it being there. I also am like, good. You think I’m tough? Excellent. So talk about that concept, because saying I’m vulnerable is not something I would say as a leader. I wouldn’t. it’s a mistake as a woman to do that. More I say, if you cross me, I’ll break your arm, kind of thing. I’d rather project that.", "brene brown", "Interesting.", "kara swisher", "I won’t actually break your arm.", "brene brown", "Yeah, no, interesting. I use a lot of that, too. But I attribute it to my Texanness. I’m always like, I’d like to punch you in the face, but I’m not going to really. But I really would like to, but I won’t. It’s interesting. If you want to get binary and look at women and men, and although there’s a fluid continuum there, but in terms of masculine norms and feminine norms, one of the greatest shame drivers, triggers, for women is perfection. Do it all, do it perfectly. Look like you’re expending no effort doing it. And so, to be vulnerable, you have to be really shame resilient to be vulnerable because you can’t be super susceptible to the shame of imperfection if you’re going to be vulnerable. For men, the greatest shame trigger is, do not be perceived as weak, for masculine norms. And so, to be vulnerable, you have to risk that, right? You have to risk, oh my God, people are going to see me as weak. In terms of women in leadership, I don’t have any problem saying that I am a vulnerable leader. Because I’m clear that there is no courage without vulnerability. And I’m vulnerable and brave. I’m really good at building trust.", "kara swisher", "But you have to know. Come on, women can’t say it. I mean, it’s just the minute they show that — I interviewed Elizabeth Warren in front of a lot of powerful men once. And they just — it looked like they just — I just don’t know how to explain it. You could see them crossing their legs —", "brene brown", "Oh, I know that look.", "kara swisher", "— like they were about to get kicked. You know that look. It sort of rises up, the balls go up, that kind of thing. So how do you battle that? Because — and I was like — I was trying to figure out why she bothers men. And it’s interesting because she does happen to bother tech men a lot. But everyone was like, she’s like the schoolmarm. And I was always saying, huh. You know, you’ve never met a schoolmarm. And why are schoolmarms so badly represented? Because have you ever had a bad experience with a schoolmarm? Because I don’t think you’ve met one because you don’t live on the prairie back in 1830. But —", "brene brown", "[LAUGHS]", "kara swisher", "— I was like, there’s no — why do we use that word around women? Because no one has met a schoolmarm in years and years. But I finally decided she’s the professor in college that gave you the muchly deserved D. And you knew it, and you hated her even though she gave you what you deserved. That’s what I decided. That’s who she is. She’s someone who told you, you sucked, and you did suck. And that’s the only explanation I have. But she couldn’t win because of that. You know what I mean? There was the same thing with Hillary Clinton. Likable enough, these kind of things. So showing vulnerability seemed fake when they do it. And Hillary Clinton certainly did several times, and it doesn’t work for her. But then when Joe Biden does, we’re all weepy. Oh, he loves his son.", "brene brown", "Oh, yeah, that’s just misogyny 101. That’s just gender stuff. I run into that with my career all the time just because I study vulnerability. So I write a leadership book, and it’s for women. And a guy writes a leadership book, and it’s for everybody. I’m a social scientist with a ton of data and influential work, and I’m the queen of self-help in the headline. When you call me miss and you call the person next to me doctor, and you talk about the guy as a social scientist and the researcher and me as the feel-good, poncho-wearing, self-help person, it pisses me off because it’s just so gendered. And I think with Elizabeth Warren, I think it’s interesting because I think it’s a lack of unearned deference that really can scare some men. Like, you don’t start with a appropriate level of deference toward me. And that’s such bullshit. But here’s the thing. If we look at some of the studies that are coming out right now around the pandemic and women leaders in countries where they had women leaders, right? You’ve seen this data.", "kara swisher", "Yeah, it’s clear.", "brene brown", "It’s clear. But what if we —", "kara swisher", "We would be less dead with more women leaders.", "brene brown", "We’d be less dead with women leaders, but what was the number one driver why?", "kara swisher", "I don’t know. You tell me.", "brene brown", "Empathy. Humanity. Real connection to people. Looking at people and saying, this is scary, this is hard, but we can do this. Surrounding themselves by experts. Yielding to experts, scientists, you know, the people who effing know. And so, I don’t know that I would say it was because of vulnerable leadership because that’s too confusing to people, but I would definitely say it was daring leadership. It was a commitment to getting it right over being right. It was a commitment to empathy. It was a commitment to shared humanity. [MUSIC PLAYING]", "kara swisher", "We’ll be back in a minute. If you like this interview and want to hear others, hit Subscribe. You’ll be able to catch up on Sway episodes you may have missed, like my conversation with couples therapist Esther Perel. And you’ll get new ones delivered directly to you. More with Brené Brown after the break. [MUSIC PLAYING] What is living through the pandemic revealing about our vulnerabilities, or, really, our lack of ability to be vulnerable?", "brene brown", "The unquestionable need for courageous leadership during vulnerable times. We had the wrong leader at the wrong time.", "kara swisher", "So were you surprised by this?", "brene brown", "No.", "kara swisher", "Were you surprised that this is the way it went?", "brene brown", "I was — what is that saying that people always say? Is it, I was shocked, but not surprised, or I was surprised, but not shocked? Whichever one it was. I was not meaningfully surprised, but continuously shocked. This country is literally built on science and scientific endeavor and science organizations.", "kara swisher", "Although it’s also built on the back of conspiracy and hate and subjugation.", "brene brown", "Oh, yeah. For as long as there’s been one, there’s been the other, right? I just thought we — you know what? This is just naiveté on my part maybe? I don’t know. I thought our belief in science was unmoveable.", "kara swisher", "See, I believe the opposite. I’m like, Whiskey Rebellion, Salem witch trials, McCarthyism. That seems to be our nature.", "brene brown", "I mean, it does. It was like, I was watching Jon Meacham. I was watching his “Soul of America” documentary. And I just couldn’t believe with every step forward, there was like a maniacal, conspiratorial backlash.", "kara swisher", "Every time.", "brene brown", "Every time.", "kara swisher", "Every time. It’s just been — the internet’s made it amplified and weaponized, is what’s happened to us.", "brene brown", "Jesus.", "kara swisher", "So you say connection is the goal, and without connection or fear of disconnection breeds shame, right? That’s part of shame.", "brene brown", "Yeah.", "kara swisher", "So is it impossible in this interconnected world, never been more interconnected, to be connected in ways that will allow us to have that empathy, that vulnerability, to accept our shame and stuff like that? Because it seems like without physical connection, we cannot do that.", "brene brown", "No, as a social species, we’re wired to be together. I don’t know what’s going to happen, and I would call bullshit on anyone who says that they’ve got a clear read on the blueprint coming out of this. But my hope is — and I know what I’ll be doing. And I’m not extraordinarily different than anybody else. I will not be taking, gathering, and being with people for granted moving forward. My dad and I have very different political beliefs. And weirdly, we have the same picture of the world as we’d like to live in it, but we have very different ideas about how we get there. I haven’t seen him since the pandemic started. I would crawl my hands and knees down I-10 to San Antonio if I could see him. And I will do what it takes to be in connection with him for the rest of his life or mine. And I will figure out how to navigate the political, social differences. And I think there are a lot of people that I’ve talked to that feel the same way. So I think we will cluster up across beliefs. And I think the internet, social media, will continue to be communication tools, but they will never be tools of connection.", "kara swisher", "Do you think it’s worse than that? They’re tools of anti-connection, as connective as they are.", "brene brown", "I mean, to be honest with you, the Facebook stuff, I’m out of my depth here, and I know you know a thousand things about it.", "kara swisher", "Sure, you know how you feel about it. You’ve used it, yeah.", "brene brown", "I’m scared. If there are not some regulations put on these monster tech companies, I don’t understand how we protect democracy. I don’t understand how we protect humanity. I mean, I have seen between the news outlets and social media —", "kara swisher", "Right, which amplify each other.", "brene brown", "— I feel like we’re one step away from needing the van that kidnaps people and deprograms them.", "kara swisher", "[LAUGHS] That’s me. Just so you know, it’s just me doing that. It’s my job.", "brene brown", "[LAUGHS]", "kara swisher", "And the FTC just acted finally. I was like, thank you.", "brene brown", "You are the van. You are the van. But I think maybe you should brand yourself as the deprogramming van.", "kara swisher", "That’s because I’m being invulnerable, in case you’re interested. It requires invulnerability. It requires —", "brene brown", "But no, it doesn’t. See, it —", "kara swisher", "— Captain Marvel-like skills to get the FTC to act.", "brene brown", "OK, don’t even start with me in the superheroes and vulnerability because our favorite part of the superheroes are their vulnerabilities.", "kara swisher", "Oh, you’re right. Ugh.", "brene brown", "We love the backstory. We love the sad death.", "kara swisher", "It’s true.", "brene brown", "Yeah, and you are super vulnerable by taking on these folks.", "kara swisher", "I guess.", "brene brown", "I need you to make friends with the world.", "kara swisher", "I’d rather have eyes that could burn them. Like, zzz. You know, that kind of — I’d like to have —", "brene brown", "[LAUGHS]", "kara swisher", "Or go like this, like Captain Marvel. Which, let me ask you, speaking of vulnerable, invulnerable people. Which of the superheroes would you be? Which one do you find most compelling?", "brene brown", "I just interviewed Gabby Rivera, who was hired by Marvel to write the first queer Latina —", "kara swisher", "Great writer.", "brene brown", "— superhero. Yes.", "kara swisher", "She’s a great writer. That’s a great writer.", "brene brown", "So America Chavez is her superhero, who is both a badass, but talks openly about vulnerability with her superhero mentor, Storm. So yeah, I think I would be America. It’s so funny because in this podcast with her, she said at some point, she’s like, well, Marvel finally called me, and they’re like, Gabby, she gotta fight people. She can’t just talk about her feelings. She’s a superhero, and so —", "kara swisher", "She’s gotta kick ass. Takes names —", "brene brown", "Yeah, she’s gotta kick someone’s ass.", "kara swisher", "— and then go. I felt bad about that. But I feel a little shame. I feel shame.", "brene brown", "Yeah, feels shame. No, she talks about it. Who’s your favorite? I’m so curious.", "kara swisher", "Oh, I love Captain Marvel. I like her whole thing. There’s so much pain there and also so much beauty. And I like Wonder Woman because she’s so kind of feckless and like what? It’s happy. And in the face of constant pain, she’s like, yeah, great.", "brene brown", "Yeah, let’s do it.", "kara swisher", "Let’s do it. We could talk all day about superheroes. So I want to get to, what do you think, right now, your vulnerability, what do you think that would be?", "brene brown", "I mean, I think my greatest — I mean, the thing that still creates a lot of vulnerability in me is probably being a parent.", "kara swisher", "And why is that?", "brene brown", "Because I think it’s one of the most vulnerable — to love someone so much and really not be able to keep them physically, emotionally safe and to push them out into the world when you just want to lock them in somewhere. And it’s just, it’s a huge exercise in vulnerability. And so, I think parenting is always a vulnerability. When my kids hurt, I hurt. And I know I have to let them — I want them to have in their wallet similar things to what you wrote and have in your wallet.", "kara swisher", "So one of the things you talked about with the parental vulnerability, I would say that would be my vulnerability. And I recall when I —I don’t know if you know this but about six years ago, I had a stroke, which was kind of ironic, given my dad died of a brain aneurysm —", "brene brown", "Geez.", "kara swisher", "— very suddenly. And so, I had a stroke. I was in Hong Kong. And as usual, I was like, I can deal with this. I went through the whole thing. I go to the hospital. I was very collected and cool. I was not scared. I talked to my brother. And there was a doctor with a mask in front of me. And he said what I thought was true. He said, oh, you’re having a stroke right now, and we have to get you in the hospital right now. And instead of being worried about myself, the only thing I thought about was me dying and my kids being alone. That was —", "brene brown", "Oh, yeah.", "kara swisher", "And then, I realized it was about me, right? It wasn’t about — it was about them, but it was about me remembering what that was like, the loss, and the understanding how well my kid who at the time was five —", "brene brown", "Oh God.", "kara swisher", "— knew me and how — and it was like — and that’s the only time I cried. I can count on my fingers the times I’ve cried in my life recently. And that was it, and that was the moment. I was like, oh, I’m crying for me. I’m not crying. I’m crying for the idea of loss. And it was really — it was an interesting moment. And I was OK with it. I was good.", "brene brown", "Yeah, you could crying for both of them because that’s — yeah.", "kara swisher", "Yeah, it was a big one. It was a vulnerable moment. That was a vulnerability. That was —", "brene brown", "Oh, damn it! [LAUGHS] We’ve arrived, Esther Perel! We got here!", "kara swisher", "Otherwise, I think I’m great. Sorry. Sorry, I do.", "brene brown", "No, stop saying you’ve got vulnerability otherwise. You’re like, I have vulnerability, which makes me feel great.", "kara swisher", "Also, I’m great.", "brene brown", "You are the most vulnerabliest of the vulnerable.", "kara swisher", "No.", "brene brown", "Kara, yes.", "kara swisher", "No, no.", "brene brown", "Yes.", "kara swisher", "No, no, no, no.", "brene brown", "All the next interviews, people are going to say, can you give me an example of vulnerability? I’m like, Kara Swisher would be —", "kara swisher", "No, you may not.", "brene brown", "And I knew you were very vulnerable.", "kara swisher", "Uh-huh.", "brene brown", "I just didn’t know how we were going to get there.", "kara swisher", "All right, fine.", "brene brown", "[LAUGHS]", "kara swisher", "Anyway, Brené, thank you so much. I hope to meet you in person someday.", "brene brown", "Thank you.", "kara swisher", "All right, thanks.", "brene brown", "Bye. [MUSIC PLAYING]", "kara swisher"], "authors": [], "keywords": ["opinion", "power", "dont", "vulnerability", "say", "youre", "im", "shame", "know", "right", "swisher", "vulnerable", "think", "kara"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}