{"id": "f6ee4de8-512a-37fa-a686-05287cf710ee", "title": "19 Designers—From Household Names to Emerging New Talent—On The Power of Partnership", "url": "https://www.vogue.com/article/19-designers-on-the-power-of-partnership", "summary": "“People often say it evokes the energy of our early Fashion Week presentations.” That’s partly thanks to her frequent collaborator and fiancé, Aaron Aujla of Green River Project LLC.\nBella Hadid in a Dolce & Gabbana bolero ($995), dress, gloves, and slippers; dolcegabbana.com.\nRaising the flag for Italian design, Dolce & Gabbana toasted Florence—and the many talents of its artisans—in fall 2020.\n“After the Second World War, that Alta Moda moment helped create a new kind of rebirth for Italy through fashion,” Gabbana said recently.\n“Every season we take Alta Moda to a new part of the country, and we go deeper and learn more about our culture.”—M.H.", "paragraphs": ["Every button-down, crocheted knit, or jacket becomes an instant heirloom, one that elicits an emotional response from Bode’s customers and collectors. Her shop on Manhattan’s Lower East Side has become a gathering place for those fans as well as curious passersby: “Our store allows them to be part of this diverse community of young people who care so much about history and craft,” she says. “People often say it evokes the energy of our early Fashion Week presentations.” That’s partly thanks to her frequent collaborator and fiancé, Aaron Aujla of Green River Project LLC. “I met Aaron over 10 years ago, and our creative conversations have never changed,” Bode adds. Green River Project designed her first shows, her store, and the gorgeous mahogany--paneled apartment the couple shares in Chinatown. Bode says it’s her favorite collaboration yet.—E.F.", "Bella Hadid in a Dolce & Gabbana bolero ($995), dress, gloves, and slippers; dolcegabbana.com. Photographed by Christian MacDonald. Hair, Shay Ashual; makeup, Dick Page. Produced by Alexis Piqueras at AP Studio Inc. Set Design by Marcs Goldberg.", "Raising the flag for Italian design, Dolce & Gabbana toasted Florence—and the many talents of its artisans—in fall 2020. Tuscany: LAURA MURRAY. Bon Appétit, 2018. Lily of Florence: DeAgostini/Getty Images. feathers: courtesy of Mazzanti Piume. Officina Profumo: Martino Lombezzi/contrasto/Redux. Flower: courtesy of TAF Ricami Firenze. woodworking: courtesy of Marco castorina. fabric: Maria Laura Antonelli/AGF/Shutterstock (2). garden: OBERTO GILI. Architectural Digest, 2014.", "Domenico Dolce and Stefano Gabbana,", "Designers", "When most people think map, they think Google. Then there are still some others who think needle and thread, including Stefano Gabbana and Domenico Dolce. Who of us isn’t aware that their clothes bear the legend made in italy—but their cartographical sweep goes far beyond Milan (their HQ) or Sicily (their spiritual home). Dolce and Gabbana chart the land by highlighting the artisans: the weavers and embroiderers, the tailors and the jewelers. In early September, the red location pin landed on Florence, where the duo worked with 38 of the city’s botteghe to inspire and create their couture collections. It was in part a tribute to Florence’s Alta Moda beginnings, in 1951, when entrepreneur Giovanni Giorgini showcased Florentine couturiers, but also a jump back in time to the splendors of the Renaissance. “After the Second World War, that Alta Moda moment helped create a new kind of rebirth for Italy through fashion,” Gabbana said recently. To a country that saw the worst of COVID-19 early on in the pandemic, their Florence collections are their own act of defiance against the rage of recent history—the belief in tomorrow bolstered by the techniques of yesteryear. It’s part of this duo’s belief that fashion is but one expression of the relationship between craft, creativity, and community. Those 38 botteghe Dolce and Gabbana celebrated included glassmakers, woodworkers, goldsmiths. “Italy is based on artisanship, not only in fashion but in food, wine—all aspects of culture,” Dolce said just after their Florence shows. “Every season we take Alta Moda to a new part of the country, and we go deeper and learn more about our culture.”—M.H."], "authors": ["Condé Nast", "Alex Harringto", "Tonne Goodma"], "keywords": ["early", "names", "alta", "dolce", "store", "gabbana", "courtesy", "household", "talenton", "19", "emerging", "florence", "moda", "fashion", "designersfrom", "partnership", "think", "power"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}