{"keywords": ["lucrative", "roughly", "posh", "hotels", "okura", "property", "visited", "scarce", "japans", "tokyo", "views", "japan", "increasingly", "fewer", "japanand"], "id": "f6f258fe-c35c-38ae-8f3b-49a55eae9e4d", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["W ITH ITS cool modernist interiors and views of Tokyo’s Imperial Palace, Hotel Okura has been the choice of the well-heeled since its gilded lobby was unveiled in 1962 as a symbol of Japan’s emergence from post-war austerity. Taro Aso, the deputy prime minister, enjoys a late-night tipple at the bar. Yoko Ono takes a suite on her trips to the city. Every American president from Gerald Ford on, has graced its rooms. Donald Trump may well have done, too, had the Okura not been shut for refurbishment when he visited Japan in May.", "One reason for the Okura’s popularity is the lack of alternatives. Japan has roughly the same number of five-star hotels as Vietnam, and fewer than London or Paris. The Okura has stopped taking bookings for next summer’s Olympics for want of rooms, many of which have been earmarked for organisers. The dearth of high-end accommodation has the government considering tax breaks and cheap loans to help build 50 “world-class” hotels—though not in time for the Tokyo games.", "Get our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.", "Japan came late to mass tourism, points out Koki Hara, a real-estate lawyer. For decades the government pushed industrial growth, so the country’s cities filled up with drab business hotels that catered to armies of salarymen. Property developers dominated the real-estate market and clung to most of the prime city-centre spots. High inheritance taxes mean Japan has fewer moguls than other rich places, hence fewer people who might be keen to build and run posh hotels.", "A leap in tourist numbers has exposed the problem. Lured by the cheaper yen, 31m people visited Japan last year, a fivefold rise since 2011. Next year 40m foreign visitors are expected, including 10m just for the Olympics. By 2030 demand for accommodation from foreigners will roughly double, estimates CBRE , a consultancy. A lot of them will be well-off.", "Hotels used to be a bad business, but not any more, says Yutaka Kawamura of Mitsui Fudosan, Japan’s biggest property developer. Hotels in central Tokyo are well-performing assets in the property market, with annual yields of around 3%, according to CBRE . Prices at posh hotels have shot up. Some have enjoyed unimaginably luxuriant margins, says Sam Sakamura, vice-president of Hyatt Hotels in Japan.", "This has drawn in more developers. Property companies are erecting hotels on the sites of old office buildings, fewer of which will be needed as Japan’s workforce ages and shrinks. Franchise agreements with foreign brands, once rare, are becoming common. Mitsui Fudosan is expanding its portfolio in collaborations with Four Seasons, Bulgari and Mandarin Oriental. Hyatt will open four luxury hotels by next year. And in September the Okura completed its $1bn renovation, including an elegant new 41-storey building with views of distant Mount Fuji. ■"], "authors": ["The Economist"], "title": "Posh hotels are scarce in Japan—and increasingly lucrative", "pubDate": null, "summary": "Donald Trump may well have done, too, had the Okura not been shut for refurbishment when he visited Japan in May.\nJapan has roughly the same number of five-star hotels as Vietnam, and fewer than London or Paris.\nHigh inheritance taxes mean Japan has fewer moguls than other rich places, hence fewer people who might be keen to build and run posh hotels.\nLured by the cheaper yen, 31m people visited Japan last year, a fivefold rise since 2011.\nHotels used to be a bad business, but not any more, says Yutaka Kawamura of Mitsui Fudosan, Japan’s biggest property developer.", "url": "https://www.economist.com/business/2019/12/12/posh-hotels-are-scarce-in-japan-and-increasingly-lucrative"}