{"id": "f707a437-165d-3241-8b32-a2f70402b11d", "title": "Neither the 25th nor impeachment - Why Donald Trump will serve out his remaining term in office", "url": "https://www.economist.com/united-states/2021/01/08/why-donald-trump-will-serve-out-his-remaining-term-in-office", "summary": "The quickest, easiest thing would be for Mr Trump to resign.\nThe second-quickest way would be for Mr Trump to be removed under the 25th Amendment to America’s constitution.\nHe might excuse his inaction by reasoning that removing Mr Trump would invite a bigger, more violent crowd to Washington.\nThat means 20-odd Republicans joining with the Democratic minority to remove Mr Trump from office—maybe more, since some conservative Democrats might vote against.\nAnother, Mitt Romney, would surely vote to remove Mr Trump.", "paragraphs": ["IN POLITICS what should happen and what will happen are usually distinct questions. One involves questions of problem-solving and of morality. The other is an equation in which the variables are the self-interest of the actors involved. As regards Donald Trump, who after losing an election incited a mob to go and attack the US Capitol, causing the certification of the election result to be delayed and resulting in the deaths of five people (including one police officer), what should happen is fairly clear. Mr Trump should not be in office, both because of what he has done and because of the risk of what else he might do before he leaves office on January 20th. What will happen is a different matter. To think that through, it helps to look at the self-interest of those who have the power to remove presidents.", "The quickest, easiest thing would be for Mr Trump to resign. The chances of him doing that are next to zero, so it hardly seems worth considering. Calling for the president to go is mainly an exercise in being seen to take a stance.", "The second-quickest way would be for Mr Trump to be removed under the 25th Amendment to America’s constitution. This is what top Democrats in the House and Senate have called for. Yet that amendment, introduced after John Kennedy was assassinated, was designed to avoid a situation in which the country is leaderless when the president is incapacitated. It has been invoked a number of times, but under very different circumstances—such as when Ronald Reagan and, later, George W. Bush were briefly unconscious during medical procedures or even more unusually to fill an empty vice-presidential slot. It was not designed as a way to remove someone who was incapable of being president in the first place, yet was elected anyway.", "As a practical matter, invoking the 25th Amendment requires the vice-president to act together with a majority of cabinet members. That seems unlikely. Two cabinet members have already resigned in protest, along with a number of White House staffers. Some of those running government departments have not been confirmed by the Senate and so it is not clear they can sign if it came to that, which it probably won’t. When addressing Congress after the riot on the Capitol, the vice-president condemned the mob but said nothing about the man who incited them to show up. It would be highly surprising if Mike Pence suddenly decided to turn on his benefactor at this point. He might excuse his inaction by reasoning that removing Mr Trump would invite a bigger, more violent crowd to Washington. He would probably calculate, or hope, that the damage the president could do in the next two weeks is limited, especially since the armed forces seem primed to disobey an unlawful order, after the intervention by all ten living former secretaries of defence.", "Yet even if Mr Pence did decide to try to remove Mr Trump on the grounds that the president was incapacitated, the president could respond by sending a letter asserting his fitness to be president to Congress. Congress would then have to decide on the matter. A two-thirds majority in both chambers would be required. Which brings us to the self-interest of lawmakers and, in particular, of the Republican Party.", "What about impeachment, which Democrats are threatening? This requires only a simple majority in the House, which is why Mr Trump may shortly become the only president to have been impeached twice. Thereafter, two-thirds of the Senate would have to agree to remove him from office (as with the 25th Amendment). That means 20-odd Republicans joining with the Democratic minority to remove Mr Trump from office—maybe more, since some conservative Democrats might vote against. There is one self-interested argument for them to do so. Were Mr Trump to be impeached and removed, he could no longer run for federal office again, cutting off the Trump 2024 campaign before it gets going. For those Republican senators who fancy winning the nomination themselves, this must be tempting.", "Yet each of them hopes to inherit Mr Trump’s supporters, which makes voting for his removal problematic. Instead they are mostly focused on attacking each other: Tom Cotton is denouncing Ted Cruz and Josh Hawley for inciting the mob; Mr Cruz is pretending that he always condemned Mr Trump’s rhetoric (but seems fine with him remaining in office); Mr Hawley has launched a tirade against wokeness-gone-mad in the publishing industry for cancelling his book contract; Marco Rubio is taking the Pence option—denouncing violence without explicitly blaming the president for it.", "As for the band formerly known as the Republican establishment, who would quite like their party back, most of them assume that their long-term political future depends on staying on the right side of the voters who love Mr Trump so. One Republican senator, Ben Sasse, has said he would consider impeachment articles. Another, Mitt Romney, would surely vote to remove Mr Trump. It is possible to see how four or five Republicans senators might join them, but not 17 or 18.", "The most likely outcome, then, is that Mr Trump remains in office until the end of his term, banned from Facebook but still in command of America’s nuclear arsenal. This would also mean, of course, that he is free to run for the office again should he wish to do so. That might seem far-fetched now, but it is worth noting that just two months ago Mr Trump received the second-highest number of votes in American history. He is a formidable manipulator of the truth: some of his fans are already saying that the violence at the Capitol was carried out by far-left Antifa radicals dressed up as Trump supporters. Far easier to accept a nonsensical explanation like this, or to minimise Mr Trump’s role in the whole affair, than to accept you voted for someone who invited a bunch of thugs into the US Capitol.", "All of which leaves many Americans hoping for the best over the next 12 days, and unable to do much to prevent the worst."], "authors": ["The Economist"], "keywords": ["happen", "trumps", "office", "serve", "impeachment", "25th", "donald", "president", "mr", "amendment", "senate", "republican", "term", "remove", "remaining", "trump"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}