{"id": "f73d92d0-e989-3b9f-9cba-f0695532f9ed", "title": "Kyle Richards shares she and her daughter have coronavirus: ‘I have been separated from my family’", "url": "http://www.foxnews.com/entertainment/kyle-richards-shares-she-daughter-sophia-coronavirus", "summary": "Reality star Kyle Richards revealed she has contracted the novel coronavirus.\nNot only that but also her 20-year-old daughter Sophia has been infected by the respiratory illness as well, according to the star’s recent Instagram post.\n“Since I was diagnosed I have been separated from my family in order to keep them healthy.\n\"Those closest to Kathy and Kyle have been so worried because everyone reacts so differently to this illness,” insiders told ET.\nAs of Sunday afternoon, the city has more than 440,000 people with coronavirus, according to the Johns Hopkins COVID-19 Dashboard.", "paragraphs": ["Reality star Kyle Richards revealed she has contracted the novel coronavirus.", "Not only that but also her 20-year-old daughter Sophia has been infected by the respiratory illness as well, according to the star’s recent Instagram post.", "‘REAL HOUSEWIVES OF BEVERLY HILLS’ PAUSES PRODUCTION OVER CORONAVIRUS CONCERNS: REPORT", "“I love these people so much,” Richards began her post on Saturday, which shows her husband Mauricio Umansky, 50, and their daughters Sophia, Farrah, 32, Alexia, 24, and Portia, 12, all wearing matching red pajamas in front of a Christmas tree.", "“Some of you may have heard I have COVID. I got it after these photos were taken,” Richards continued in the rest of her post. “Since I was diagnosed I have been separated from my family in order to keep them healthy. Unfortunately, Sophia also got it. We will stay in isolation until it's safe to see the family and others again. I can't wait to hug them.”", "'RHOBH' STAR KYLE RICHARDS REVEALS SHE GOT A NOSE JOB AFTER FANS 'WERE SPECULATING' ABOUT HER FACE", "The 51-year-old “Real Housewives of Beverly Hills” star is one of a few cast members who are said to have contracted the virus.", "'REAL HOUSEWIVES OF BEVERLY HILLS' STAR LISTS $6M BEL AIR HOME", "Costars Dorit Kemsley and Kathy Hilton have reportedly been infected as well and believe they may have caught the illness at a luncheon, according to Entertainment Tonight.", "\"Those closest to Kathy and Kyle have been so worried because everyone reacts so differently to this illness,” insiders told ET. “Right now, they have fever and flu-like symptoms but of course, they need to be monitored because things can always take a turn for the worse. Those closest to them are checking in on them daily.\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "Production on the show’s 11th season has been halted due to cast and crew members getting the virus. Los Angeles has the highest rate of confirmed infections out of all U.S. cities. As of Sunday afternoon, the city has more than 440,000 people with coronavirus, according to the Johns Hopkins COVID-19 Dashboard.", "Before Richards made her announcement post, she shared a similarly-styled family Christmas card on Thursday where she said: “While we weren’t able to see many friends & family in person this year, we are definitely reaching out to all of them with holiday greetings.”", "CLICK HERE TO GET THE FOX NEWS APP"], "authors": ["Cortney Moore", "Cortney Moore Is A Digital Associate Writer Producer For Fox Business. Follow Her On Twitter At"], "keywords": ["kyle", "coronavirus", "post", "illness", "hills", "richards", "sophia", "daughter", "shares", "housewives", "family", "beverly", "separated", "star"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}