{"id": "f742573f-2778-3885-ac76-680595252240", "title": "Bloodroots Review – A Symphony Of Combos And Casualties", "url": "https://www.gameinformer.com/review/bloodroots/bloodroots-review-a-symphony-of-combos-and-casualties", "summary": "While it may sound like your typical hack ‘n’ slash game, it's all about making combo strings.\nIf you are just a hair off in slaughtering a foe, you'll likely take an axe to the head, and more distressingly, lose the huge combo death streak you chained together.\nEach level (or run) lasts roughly a minute, yet you continually have your eyes scanning for different ways to down your enemies.\nDeveloper Paper Cult did a fantastic job of making each level feel distinct both in flow and the murder tools within it.\nYou can still finish the level without combos, but the real fun comes from seeing how big you can get the multiplier.", "paragraphs": ["At the heart of Bloodroots rests a classic Western story of revenge: Work your way through an army of henchmen to reach the person who left you for dead. Your bloodlust has no bounds, allowing you to kill with anything you can grab, be it an axe or even a carrot.", "Bloodroots is gory, violent, and manic, yet every action is about pinpoint precision. While it may sound like your typical hack ‘n’ slash game, it's all about making combo strings. If you are just a hair off in slaughtering a foe, you'll likely take an axe to the head, and more distressingly, lose the huge combo death streak you chained together. From this unique gameplay hook, Bloodroots delivers enthralling and frantic fun where you start runs and chop the same enemies to bits over and over again to create a perfect run in hopes of raising your rank on the leaderboards. For the older players out there, the runs are similar in flow to the Tony Hawk's Pro Skater games where you're striving for perfection. If you slip up just once, you're back to square one to try again.", "Each level (or run) lasts roughly a minute, yet you continually have your eyes scanning for different ways to down your enemies. A level may seem brutally difficult at first, but once you learn the lay of the land and figure out how best to handle the threats, the difficulty dissolves into a dance of precise movements more than challenge. A typical run unfolds with high levels of variance: You'll start by smashing someone over the head with a wooden oar, leap onto a barrel to roll over his three friends, use a sword to dart across a pit and stab someone in one motion, and then activate a flamethrower to light up a group of charging foes. Developer Paper Cult did a fantastic job of making each level feel distinct both in flow and the murder tools within it.", "You suit up as the appropriately named Mister Wolf, a one-eyed killer who wears the skin of a wolf as a hat. The man at the top of his kill sheet is also outfitted in a wolf skin, making for a fascinating chase and finale. This story unfolds through comedic sequences backed by awesome classic Western melodies and amusing words penned by Nick Suttner (of Guacamelee 2 and Celeste fame). Paper Cult calls its vision of this lawless time period the “Weird West,” and it fits with goofy characters and even stranger weapons (like a giant boot you can use to squish enemies, or a shield you can catch and throw like Captain America).", "Even if you fall in love with a particular weapon, you can’t rely on it; your tools break almost immediately, usually only giving you between one and three hits. You then need to move quickly to find something else. Your fist as a default attack does the trick, but the timing window for success is minuscule, making it good for nothing more than a last-ditch effort to fend someone off. Securing a new weapon is just as frantic as the combat, since you don’t want your combo meter to drop. You can still finish the level without combos, but the real fun comes from seeing how big you can get the multiplier.", "Bloodroots isn’t a huge game, lasting just four or five hours on the first playthrough, but it delivers plenty of longevity and replayability. The reason to go through levels again is mostly for personal feats, but there are a couple of unlockable hats, each with unique abilities – like a handy dash – that change up the flow of play.", "The game’s huge stumble comes in the form of Paper Cult’s decision to change up the flow of play with brief sequences that focus on platforming or hovering. The level where you are forced to hover in the air plays like Flappy Bird, with Mister Wolf bobbing up and down to avoid a gauntlet of spike traps. This section is incredibly challenging and overstays its welcome, adding unnecessary frustration to an otherwise carefully constructed action game.", "Outside of yelling at my TV a few times, I had a blast with Bloodroots. Each level delivers edge-of-your-seat excitement, which, while leading to plenty of runs being restarted, concludes with the satisfaction of revenge being delivered through a bloody combo ballet."], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["wolf", "making", "runs", "flow", "run", "paper", "symphony", "bloodroots", "huge", "combos", "casualties", "combo", "enemies", "level", "review"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}