{"id": "f76d1837-1093-3d1a-b3df-bb2d2a5cbb47", "title": "A Very French Way to Poach an Egg", "url": "https://www.newyorker.com/culture/kitchen-notes/a-very-french-way-to-poach-an-egg", "summary": "An egg poached is different from other egg preparations: it requires no grease for frying, no butter for scrambling, nothing at all besides salt and pepper.\nA sauce meurette is delightfully unmodern and eccentrically satisfying.\nTraditionally, it is served with freshwater fish of the region, which only makes sense (red wine with fish?)\nEgg and a sauce meurette?\nMany chefs prepare the sauce and the eggs separately, simmering the wine in one pot and, in another, poaching the egg in water in the conventional way.", "paragraphs": ["To my mind, an egg perfectly poached is among the great, essential pleasures of one’s eating life. The protein (the white) is fluffy and textured, shaped by the currents of the water it has been cooked in. The fat (the yolk) is held in place, just, by a thin membrane, looking like a piece of tropical fruit, and always a little surprising when it bursts under the tines of a fork. An egg poached is different from other egg preparations: it requires no grease for frying, no butter for scrambling, nothing at all besides salt and pepper. Rarely is a food that is so simple also so much fun to eat.", "In France, one variation involves poaching the eggs in red wine instead of water. The preparation is sometimes called oeufs à la bourguignonne, “eggs in the style of Burgundy,” the wine region in the east of the country, and historically the poaching liquid is one of the local Pinot Noirs. It is also called oeufs en meurette, in reference to the sauce that is made with the poaching liquid. A sauce meurette is delightfully unmodern and eccentrically satisfying. Traditionally, it is served with freshwater fish of the region, which only makes sense (red wine with fish?) when you know the other ingredients: onions, mushrooms, garlic, and smoked or cured pork belly: i.e., bacon. Egg and a sauce meurette? Obviously an excellent brunch food.", "Many chefs prepare the sauce and the eggs separately, simmering the wine in one pot and, in another, poaching the egg in water in the conventional way. You see this practice often in restaurants. It is mainly a matter of kitchen efficiency but also one of aesthetics: the egg is dyed by the wine in the cooking. It doesn’t really match the image that comes to mind when you say, “I’ll have mine poached, please”—and, for some, the color can be startling, especially the first time (red wine plus egg white plus bulbous shape equals an entity that looks not unlike a raw octopus). I consulted Russell Hone, a Scot who has lived half his life in Burgundy. Hone is married to Becky Wasserman, a renowned wine exporter, and, until he retired, used to make the daily lunch for Wasserman’s office: one day, a leg of lamb, say, with a hundred cloves of garlic and cooked in a sweet wine; the next day, maybe a pie with puff pastry, or coq au vin with morel mushrooms. (What can you say? It’s different in France.) He has also cooked and eaten more eggs poached in wine than anyone else I’ve met. “It’s too fiddly to cook the eggs and the sauce separately,” he explained. “It’s a peasant dish. You can’t imagine a farmer using two pots.” The preparation, in his description, is straightforward: take a bottle of the local quaffable, reduce it with bacon and onions (“Mushrooms, sure, if you have them”), poach your eggs, spoon them onto a piece of fried bread, and pour the sauce on top. If the wine is too sharp—acidity can sometimes be a feature of Burgundy—he sweetens the sauce with extra onions and garlic, or “even a little red currant jelly.” And the wine doesn’t have to be Pinot Noir. “I’ve made it with Côtes du Rhône”—the basic bistro wine made south of Lyon. (I mentioned that I didn’t remember seeing an oeuf en meurette when we lived in the city. “Yes,” Hone said, “the Lyonnais are too sophisticated to enjoy this dish.”)", "Also, he added, don’t fuss with the sauce. In fancified bistro versions—“smart eating,” Hone called it—the meurette tends to be reduced “to an intense dribble.” It should be more soup than sauce, he told me. “You eat it with a spoon.”", "For my part, I use Beaujolais rather than Burgundy ($15 a bottle, if I can find it; never more than $20), and am happy with a new-world Pinot for less. But taste it first—the flavors, good or bad, concentrate with the cooking. I also like my sauce more reduced than Hone’s, only because the meurette’s deliciousness multiplies as it reduces. And I do sometimes cook the eggs separately (quelle horreur!), but poached in wine, never in water.", "For me, oeufs en meurette is a happy food. Practice making it (I still am), and incorporate it into your Sunday routine. It also makes an ideal light supper. The French kitchen, at its best, has mystery and wonder and a little weirdness. Its soul is often found in highly regional, rustically original dishes like this one, which were made by someone’s parent or grandparent or great-grandparent over and over again, in a place where cooking is more than a recipe and more like a life.", "Eggs Poached in Red Wine", "Serves 4", "Ingredients", "1 quart chicken stock or chicken-bone broth", "3 Tbsp. olive oil", "4 oz. lardons, i.e., cured belly pork (poitrine, or pancetta, or bacon), cubed", "½ pound mushrooms (cremini, white, or wild exotic), brushed, stems trimmed, and sliced", "6 Tbsp. unsalted butter", "1 shallot, small-diced", "½ medium onion, small-diced", "1 clove garlic, smashed and small-diced", "2 bottles fruity, brightly zesty red wine, such as a Beaujolais, Bourgogne Rouge, or new-world Pinot Noir (there will be plenty left over to drink)", "Splash of Marc de Bourgogne eau-de-vie (optional)", "2 or 3 sprigs thyme", "1 bay leaf", "Baguette, sliced long on the diagonal into 8 pieces (any simple country loaf will suffice)", "4 eggs, preferably free-range and from a small farm, rinsed and at room temperature", "Black pepper, to taste", "Red-wine vinegar, to taste (optional)", "Red-currant jelly or a sweet fortified wine, like Port, to taste (optional)", "Salt, to taste", "Handful of parsley leaves", "Equipment", "Straining spoon, preferably flat", "Directions", "1. Pour chicken stock into a medium saucepan and bring to a boil, then turn down to a simmer, and reduce, uncovered. How much you reduce is a matter of taste, but, for me, the stock is at its most sweetly savory when it is almost syrup, about 30 to 45 minutes.", "2. Place a medium saucepan over low heat. Add olive oil and then the lardons, and cook until the fat is rendered but not too crisp. Remove with a slotted spoon and set aside. Add mushrooms, raise heat to medium-low, and cook in the pork fat until mushrooms are thoroughly softened and liquid is rendered, about 3 to 5 minutes. (I cover the pan briefly.) Remove from saucepan and set aside.", "3. Give the saucepan a wipe, add 2 Tbsp. butter, and let melt over medium-low heat. Add shallot and stir, then add onion and garlic. Stir until creamy, but do not brown. Add ⅔ bottle red wine and bring to a boil. I add a wholly optional shot of Marc de Bourgogne, the eau-de-vie of Burgundy, in the belief that this is what the rustic farmer of my dreams would do. (Optional: carefully set mixture alight to burn off the alcohol, a traditional practice, but one that may make no difference: most of it burns off during the reducing.) Add thyme and bay leaf, and cook until reduced in volume by more than half, about 30 minutes. (The lower the heat, the more time the liquid will take to reduce, but the better the reduction will be.)", "4. Add the reserved reduced chicken stock to the saucepan and bring back to a simmer. Season with black pepper (no salt, owing to the salinity of the cured pork), and taste. If not sufficiently tart, add a splash of red-wine vinegar. If too tart, add a spoonful of red-currant jam or a splash of Port. If you want to thicken or enrich slightly, add 2 to 3 Tbsp. butter, one small piece at a time, whisking to incorporate. Add reserved lardons and mushrooms, stir, bring back to a simmer, and keep sauce warm at the lowest possible heat (it’s O.K. if it keeps reducing)."], "authors": ["Bill Buford", "Bill Bufor"], "keywords": ["red", "wine", "poached", "add", "sauce", "french", "taste", "mushrooms", "meurette", "way", "eggs", "egg", "poach"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}