{"id": "f786af38-60d0-39a5-a2cb-28760673cd3d", "title": "Joe Concha: Seems Like Everyone Was “Overwhelmed And Underprepared” At The Capitol", "url": "https://radio.foxnews.com/2021/01/08/joe-concha-seems-like-everyone-was-overwhelmed-and-underprepared-at-the-capitol/", "summary": "On Fox Across America with Jimmy Failla, Fox News Contributor Joe Concha talked about how the Capitol police and others in Washington were not prepared for the occupation of the Capitol after a rally by President Trump.\n\"No one knew the siege of the Capitol was coming.\nYou knew there'd be unrest, though.\nBut I mean, it seemed like everybody was overwhelmed and underprepared for something that had been telegraphed, not to the extent that we saw, because I was as shocked as you were probably when I saw this.\nI would think there'd be more of a presence considering in Washington they know about protests and riots, probably better than any police force, but they just didn't have enough resources.\"", "paragraphs": ["On Fox Across America with Jimmy Failla, Fox News Contributor Joe Concha talked about how the Capitol police and others in Washington were not prepared for the occupation of the Capitol after a rally by President Trump.", "\"No one knew the siege of the Capitol was coming. You knew there'd be unrest, though. But I mean, it seemed like everybody was overwhelmed and underprepared for something that had been telegraphed, not to the extent that we saw, because I was as shocked as you were probably when I saw this. I would think there'd be more of a presence considering in Washington they know about protests and riots, probably better than any police force, but they just didn't have enough resources.\""], "authors": ["Jon Costantino"], "keywords": ["probably", "capitol", "thered", "saw", "underprepared", "knew", "concha", "fox", "joe", "washington", "unrest", "trumpno", "overwhelmed"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}