{"id": "f78b00da-9917-3547-9586-ba4d66dc90b4", "title": "Taylor Swift to start releasing new versions of her first six albums", "url": "https://www.theguardian.com/music/2021/feb/11/taylor-swift-releases-new-versions-of--first-six-albums", "summary": "Taylor Swift has begun her long-teased plan to release rerecorded versions of her first six albums after the master recordings were sold by her former record label.\nThe original single, which reached No 2 in the UK in 2008, was featured on Swift’s second album, Fearless.\nAppearing on Good Morning America, Swift said she had finished re-recording a new version of the album, to be known as Fearless (Taylor’s Version).\nIt will contain 26 songs, including six previously unreleased songs that she wrote between the ages of 16 and 18.\nThe original album was produced by Nathan Chapman.", "paragraphs": ["Taylor Swift has begun her long-teased plan to release rerecorded versions of her first six albums after the master recordings were sold by her former record label. Love Story (Taylor’s Version) will be released on 12 February. The original single, which reached No 2 in the UK in 2008, was featured on Swift’s second album, Fearless.", "Appearing on Good Morning America, Swift said she had finished re-recording a new version of the album, to be known as Fearless (Taylor’s Version). It will contain 26 songs, including six previously unreleased songs that she wrote between the ages of 16 and 18.", "The artwork for Fearless (Taylor’s Version). Photograph: Beth Garrabrant", "“I’ve decided to add songs from the vault, which are songs that almost made the original Fearless album, but I’ve now gone back and recorded those so that everyone will be able to hear not only the songs that made the album but the songs that almost made it – the full picture.”", "The artwork to the original release of Fearless. Photograph: PR Handout", "The original recording of Fearless won the Grammy award for album of the year in 2010, at the time making Swift the youngest recipient of the prize. Fans have deduced from one of the star’s cryptic social media posts that the rerecorded version will be released on 9 April.", "Fearless (Taylor’s Version) is faithful to the sound of the original production, a representative said. No personnel have been confirmed. The original album was produced by Nathan Chapman.", "It is assumed that Swift’s hardcore fanbase will forsake the original recordings of her first six albums in favour of the new versions, as a show of support for her battle to own her own music.", "In November 2018, the musician announced that she had left Big Machine, the label where she started her career, for Universal Music Group, in a deal that would give her ownership of any music she recorded for the label.", "The following year, Big Machine sold Swift’s first six albums to music manager Scooter Braun. The deal “stripped me of my life’s work”, Swift said at the time, claiming that she was not given the same option to buy back her recordings that was offered to Braun, whom Swift said had subjected her to years of “incessant, manipulative bullying” as manager of Kanye West, her longtime antagonist.", "Big Machine CEO Scott Borchetta said that Swift had been offered the chance to own the masters of her first six albums – from her self-titled 2006 debut to 2017’s Reputation – if she had signed a new 10-year deal with the label.", "In November 2020, Braun put Swift’s catalogue up for sale. She said that Braun had asked her to sign a non-disclosure agreement before she was allowed to “bid on my own work”, leading her lawyers to raise red flags.", "“My legal team said that this is absolutely not normal, and they’ve never seen an NDA like this presented unless it was to silence an assault accuser by paying them off,” she said. “He would never even quote my team a price. These master recordings were not for sale to me.”", "Investment firm Shamrock Holdings bought Swift’s catalogue for a rumoured $300m. The pop star indicated that Braun was still involved with Shamrock, which prevented the possibility of her collaboration. “It’s a shame to know that I will now be unable to help grow the future of these past works and it pains me very deeply to remain separated from the music I spent over a decade creating, but this is a sacrifice I will have to make to keep Scooter Braun out of my life.”", "She said at the time that she had already begun rerecording her old music, which had “already proven to be both exciting and creatively fulfilling”. She has promised “plenty of surprises” across the rerecorded albums.", "It remains to be seen whether industry giants such as streaming platforms, radio programmers and music supervisors for film and television will follow Swift’s fans in supporting the newly released music over the original recordings. Swift is an industry unto herself: her eighth studio album, Folklore, was the biggest-selling album of 2020 in the US, and the only album to sell more than 1m copies.", "But Braun represents fellow industry behemoths Ariana Grande, J Balvin and Justin Bieber as well as West, and Big Machine is home to leading country artists Florida Georgia Line, Sheryl Crow and Tim McGraw, raising the stakes in these already heavily weighted industry relationships.", "In a statement posted to Twitter, Swift wrote: “I’ve spoken a lot about why I’m remaking my first six albums, but the way I’ve chosen to do this will hopefully help illuminate where I’m coming from. Artists should own their own work for so many reasons, but the most screamingly obvious one is that the artist is the only one who really knows that body of work.”"], "authors": ["Laura Snapes"], "keywords": ["braun", "version", "fearless", "swift", "album", "taylor", "recordings", "start", "releasing", "albums", "original", "music", "swifts", "songs", "versions"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}