{"id": "f792cacd-f700-3ac3-9634-6f87ffa22009", "title": "Here's What's Coming Next For Star Wars Action Figures", "url": "https://www.gameinformer.com/gamer-culture/2021/04/09/heres-whats-coming-next-for-star-wars-action-figures", "summary": "Today's Hasbro Pulse Fan Fest began with the announcement of a new Fortnite action figures line, and concluded with a handful of reveals for Star Wars' Vintage Collection and Black Series lines.\nFor the fan-favorite Black Series, Hasbro unveiled a slate of exciting figures.\nAnd from the animation side of the Star Wars universe, Hasbro is releasing a figure of Tech, one of the main characters from the forthcoming Bad Batch show.\nThe most surprising Star Wars announcements were for two fringe characters that are getting pricey collectibles.\nWhat did you think of Hasbro's showing today, not just for Star Wars, but Transformers and Fortnite as well?", "paragraphs": ["Today's Hasbro Pulse Fan Fest began with the announcement of a new Fortnite action figures line, and concluded with a handful of reveals for Star Wars' Vintage Collection and Black Series lines. Disney Plus' The Mandalorian remains a strong focus for Hasbro, but various video games also grabbed the spotlight for a number of figure reveals.", "Along with new Vintage Collection figure announcements for Luke Skywalker (Hoth), the Emperor's Royal Guard, Han Solo (Endor), and Admiral Akbar, Hasbro debuted a new subgroup of Gaming Greats. This wave consists of a Heavy Battle Droid from Battlefront II, a Shadow Trooper from The Force Unleashed, and a Scout Trooper and Electrostaff Purge Trooper from Jedi: Fallen Order. All of these figures are currently available for pre-order at GameStop. The Gaming Greats line is exclusive to retailer.", "For the fan-favorite Black Series, Hasbro unveiled a slate of exciting figures. From the film side, we're getting new figures of Aurra Sing and General Lando Calrissian. From The Mandalorian, the trigger-happy assassin droid ZERO (or Q9-0) is getting a great looking figure, as is Koska Reeves, the Mandalorian in Bo-Katan Kryze's group. And from the animation side of the Star Wars universe, Hasbro is releasing a figure of Tech, one of the main characters from the forthcoming Bad Batch show.", "The most surprising Star Wars announcements were for two fringe characters that are getting pricey collectibles. You'll soon be able to wear a replica of Wedge Antilles' helmet, which consists of forest green coloring and a similar shape to Luke's traditional X-Wing helmet. This Black Series collectible will release for $99.99 this summer, and features electronic lights and sound effects. Hasbro is also commemorating another X-Wing hero in plastic with a vintage collection two-pack that consists of Rogue One: A Star Wars Story's Antoc Merrick and his light blue X-Wing fighter. This product hits in the fall for $99.99.", "We didn't get the Boba Fett announcement we were hoping for. Everyone wants a figure of him based on his time in The Mandalorian, but it looks like we'll have to wait a little longer for that one. Here's hoping he comes seated on a particular throne shown in the second season's final episode.", "What did you think of Hasbro's showing today, not just for Star Wars, but Transformers and Fortnite as well? Leave your thoughts in the comments section below!", "Disclaimer: GameStop is the parent company of Game Informer"], "authors": ["Weekly Trips To Arcades To Owning Every System That Hit The Market Since The Atari", "Andrew Has Dedicated His Life To Video Games."], "keywords": ["action", "xwing", "wars", "star", "whats", "vintage", "series", "figures", "figure", "mandalorian", "trooper", "coming", "hasbro", "heres"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}