{"id": "f7be4c2e-dd1e-323a-a976-7bd2d72ba998", "title": "The Economist Asks: Margaret MacMillan - Is violence an inevitable part of civilisation?", "url": "https://www.economist.com/podcasts/2021/01/07/is-violence-an-inevitable-part-of-civilisation", "summary": "We ask Professor Margaret MacMillan, a historian and the author of “War: How conflict shaped us”, whether the invasion of the Capitol qualifies as a coupAFTER THE shocking scenes in Washington DC this week, we ask war historian Margaret MacMillan if violence is an inevitable part of civilisation.\nProfessor MacMillan, author of 'War: How conflict shaped us', reflects on whether the invasion of the Capitol qualifies as a coup.\nAnd she unravels the mystery of why we fight, from ancient times to the 21st century.\nRuntime: 27 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInPlease subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer", "paragraphs": ["We ask Professor Margaret MacMillan, a historian and the author of “War: How conflict shaped us”, whether the invasion of the Capitol qualifies as a coup", "AFTER THE shocking scenes in Washington DC this week, we ask war historian Margaret MacMillan if violence is an inevitable part of civilisation. Professor MacMillan, author of 'War: How conflict shaped us', reflects on whether the invasion of the Capitol qualifies as a coup. And she unravels the mystery of why we fight, from ancient times to the 21st century. Runtime: 27 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "Please subscribe to The Economist for full access to print, digital and audio editions: www.economist.com/podcastoffer"], "authors": ["The Economist"], "keywords": ["war", "conflict", "capitol", "economist", "invasion", "asks", "margaret", "macmillan", "professor", "qualifies", "violence", "historian", "civilisation", "inevitable", "shaped"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}