{"id": "f7be7971-d1ef-3849-b62a-f0d31565b43d", "title": "Chair of the International Ethics Standards Board for Accountants (IESBA) job with International Ethics Standards Board for Accountants", "url": "https://www.exec-appointments.com/job/1592313/chair-of-the-international-ethics-standards-board-for-accountants-iesba-/?TrackID=295395&utm_source=widget&utm_medium=referral&utm_campaign=295395", "summary": "We are seeking an executive with significant and senior experience who will be well recognized within the professional and regulatory communities.\nThe IESBA Chair is a full-time executive position with an initial appointment for a three-year term that could be renewed for a total tenure of nine years.\nExtensive international travel is expected for this position to ensure effective collaboration with all key stakeholders and to promote IESBA and its work.\nAn essential element of the IESBA Chair’s role is to ensure that the activities of the IESBA maintain a public interest focus while developing high-quality ethics, including independence, standards for the global accountancy profession.\nThe IESBA Chair must be independent from the audit profession and exercise his/her duties without any undue professional, political or economic influence.", "paragraphs": ["(This will open in a new window from which you will be automatically redirected to an external site after 5 seconds)", "You need to sign in or create an account to save", "Dynamic Leader Sought for IESBA Chair", "A global search has begun for a highly qualified individual to be the next Chair of the International Ethics Standards Board for Accountants (IESBA).", "We are seeking an executive with significant and senior experience who will be well recognized within the professional and regulatory communities. Candidates from a wide range of relevant backgrounds, including but not limited to regulatory, business, investor, corporate governance, the accountancy and legal professions, and academia, are encouraged to apply.", "The IESBA Chair is a full-time executive position with an initial appointment for a three-year term that could be renewed for a total tenure of nine years. The official start date is January 1, 2022 with the transition period starting as early as September 2021. Extensive international travel is expected for this position to ensure effective collaboration with all key stakeholders and to promote IESBA and its work.", "An essential element of the IESBA Chair’s role is to ensure that the activities of the IESBA maintain a public interest focus while developing high-quality ethics, including independence, standards for the global accountancy profession. The IESBA Chair must be independent from the audit profession and exercise his/her duties without any undue professional, political or economic influence.", "To learn more about this opportunity, please review the complete job description here and apply by April 30, 2021 by following the Apply Button."], "authors": [], "keywords": ["global", "standards", "position", "board", "accountants", "iesba", "job", "profession", "international", "professional", "including", "regulatory", "chair", "ethics"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}