{"id": "f7c6d902-631c-36d0-9662-b12b02ee883e", "title": "RGA hires veteran Republican communicator to steer messaging", "url": "https://www.foxnews.com/politics/rga-hires-jesse-hunt-veteran-republican-communicator-messaging", "summary": "The Republican Governors Association (RGA) is bringing on board veteran GOP communications official Jesse Hunt as the organization’s communications director.\nHunt served as the National Republican Senatorial Committee’s (NRSC) communications director the past two years, overseeing the NRSC’s messaging and communicating strategy during the 2020 cycle.\nHe served as the National Republican Congressional Committee’s national press secretary during the 2018 cycle.\nHunt – a veteran of three GOP Senate campaigns and who also served as a spokesman for former Florida Gov.\nAt least a dozen of the gubernatorial showdowns in the next two years are currently considered by political pundits to be competitive.", "paragraphs": ["The Republican Governors Association (RGA) is bringing on board veteran GOP communications official Jesse Hunt as the organization’s communications director.", "Hunt served as the National Republican Senatorial Committee’s (NRSC) communications director the past two years, overseeing the NRSC’s messaging and communicating strategy during the 2020 cycle. He served as the National Republican Congressional Committee’s national press secretary during the 2018 cycle.", "38 STATES TO HOLD GUBERNATORIAL ELECTIONS IN 2021 AND 2022: HERE ARE THE RACES TO WATCH", "\"We have the most effective team in the country at the Republican Governors Association and Jesse Hunt will make a tremendous addition to our organization as we prepare to expand our majority in 2021 and 2022,\" RGA Chairman Gov. Doug Ducey said in a statement shared first with Fox News.", "RGA executive director Dave Rexrode noted that \"Jesse has been on the front lines of some of the most intense political battles over the last several cycles and I’m glad we can add his experience and expertise to the team at the Republican Governors Association.\"", "Hunt – a veteran of three GOP Senate campaigns and who also served as a spokesman for former Florida Gov. Jeb Bush’s 2016 presidential campaign -- told Fox News that \"the opportunity to assist so many solutions-oriented Republican governors is one I’m grateful for, and I look forward to working with the talented team at the Republican Governors Association to win races over the next two years.\"", "Thirty-eight of the 50 states will hold gubernatorial elections in 2021 and 2022. Put another way – nearly 85% of Americans will have the opportunity to vote for governor these next two years.", "CLICK HERE TO GET THE FOX NEWS APP", "The GOP controls 27 of the 50 governorships. But more Americans will live in states with a Democrat as governor. At least a dozen of the gubernatorial showdowns in the next two years are currently considered by political pundits to be competitive."], "authors": ["Paul Steinhauser", "Paul Steinhauser Is A Politics Reporter Based In New Hampshire."], "keywords": ["steer", "team", "messaging", "governors", "national", "hires", "gop", "veteran", "states", "rga", "fox", "served", "republican", "jesse", "communicator", "gubernatorial"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}