{"id": "f7f59ff0-4676-3c1c-b2e6-9bed74eda097", "title": "N. Mexico man pulls gun on McDonald's drive-thru worker over wrong order, sparks helicopter chase: police", "url": "http://www.foxnews.com/food-drink/new-mexico-man-gun-mcdonalds-drive-thru-wrong-order-police-helicopter-chase", "summary": "Authorities in New Mexico took a man into custody after he allegedly threatened a McDonald’s worker with a gun in the drive-thru.\nThe suspect, Estevan Gonzalez, reportedly drove up to the drive-thru window to complain that there was an issue with his order.\nWhen authorities arrived on the scene, Gonzalez reportedly drove away.\nWhen he was being taken into custody, Gonzalez reportedly told officers that he was \"only trying to get a hamburger from McDonald’s.\"\nNo one should have to live in fear of being threatened with a gun while they are at their job.", "paragraphs": ["This isn’t the right way to handle a mistake.", "Authorities in New Mexico took a man into custody after he allegedly threatened a McDonald’s worker with a gun in the drive-thru. Apparently, the suspect was upset about a mistake in his order and allegedly responded by pulling the weapon.", "The incident occurred at a McDonald’s in Albuquerque last week, KOB 4 reports. The suspect, Estevan Gonzalez, reportedly drove up to the drive-thru window to complain that there was an issue with his order.", "CHICKENS TERRORIZE NJ MCDONALD'S, 'CHASE' CUSTOMERS AND PECK AT CAR TIRES", "According to the woman working the window, they replaced his meal. Gonzales then got back in line and allegedly pulled out a gun and pointed it at the employee. When authorities arrived on the scene, Gonzalez reportedly drove away.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "Police helicopters followed him until officers were able to catch up and arrest him. When he was being taken into custody, Gonzalez reportedly told officers that he was \"only trying to get a hamburger from McDonald’s.\"", "The Albuquerque Journal reports that prosecutors have filed a motion to detain Gonzalez until trial. He is facing charges of aggravated assault with a deadly weapon.", "CLICK HERE TO GET THE FOX NEWS APP", "In the motion, which was obtained by the news outlet, prosecutors wrote that Gonzalez, \"not only put the victim’s life in danger, but he did it over a trivial slight – getting the wrong order from McDonald’s. No one should have to live in fear of being threatened with a gun while they are at their job. Nor should the community live in fear of witnessing a crime while trying to get food through a drive-thru.\""], "authors": ["Michael Hollan"], "keywords": ["worker", "trying", "man", "threatened", "mcdonalds", "window", "suspect", "allegedly", "wrong", "n", "sparks", "order", "gun", "mexico", "helicopter", "drivethru", "gonzalez", "reportedly", "pulls"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}