{"id": "f7f741af-f150-3131-83ea-f0f6e520bef7", "title": "Valve Is Recruiting Psychologists To Craft \"New Gaming Experiences And Technologies\"", "url": "https://www.gameinformer.com/2021/01/07/valve-is-recruiting-psychologists-to-craft-new-gaming-experiences-and-technologies", "summary": "Steam is the epitome of PC gaming for Valve's library and game staples like Left 4 Dead, Half-Life, Portal, and Team Fortress.\nIn a recent job posting for Valve, it was noted that the company is actively looking to hire at least one psychologist to help \"craft new gaming experience and technologies\" going forward.\n\"Valve is an entertainment and technology company driven to design and deliver world-class entertainment experiences to customers,\" reads the recent job posting.\nPsychologists at Valve contribute to a wide variety of initiatives across the company and are trusted to prioritize their work in collaboration with their peers.\"\nIf you or someone you know fits that bill, you can check out the job post here.", "paragraphs": ["Steam is the epitome of PC gaming for Valve's library and game staples like Left 4 Dead, Half-Life, Portal, and Team Fortress. While the company took a long hiatus from making games, the storefront has never stopped evolving and improving, but it looks like with the return of Half-Life with Alyx that the company is preparing for a big future ahead.", "In a recent job posting for Valve, it was noted that the company is actively looking to hire at least one psychologist to help \"craft new gaming experience and technologies\" going forward.", "\"Valve is an entertainment and technology company driven to design and deliver world-class entertainment experiences to customers,\" reads the recent job posting. \"We hire people with broad skill sets who also exhibit deep expertise. Psychologists at Valve contribute to a wide variety of initiatives across the company and are trusted to prioritize their work in collaboration with their peers.\"", "The listing continues with the below bullets of what they are looking for and why:", "Craft compelling gameplay experiences for future Valve titles", "Provide insights on human behavior to improve customer experiences on Steam, our game distribution platform", "Conduct statistical analyses on Valve's gameplay, financial, and company data to identify patterns of behavior", "Research compelling new hardware technologies", "Design experiments to evaluate various gameplay hypotheses and design choices", "Improve existing playtesting methodologies", "Develop innovative ways of acquiring data to answer questions about Valve's products and business practices", "For new gaming experiences and improvements for the storefront, it's not uncommon to rope in a person with a psychological background when looking at consumer behavior and what people are wanting out of a particular service. With Epic Games Store also upping their game with a better cut for developers and a constant rotation of free games for players, more competition is a good thing because it's pushing the previously comfy Steam to constantly improve and not stay stagnant out of a place of market dominance.", "Required is a graduate degree in Psychology (or a related field) with an advanced knowledge of statistics, a background in research on the consumer behaviors of a market, and an extensive background in researching cognitive behaviors. If you or someone you know fits that bill, you can check out the job post here."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["company", "experiences", "job", "psychologists", "looking", "games", "steam", "technologies", "craft", "gaming", "recruiting", "gameplay", "valves", "valve"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}