{"id": "f83d0925-96a5-3037-bd5b-c628868eca0f", "title": "Dozens of coronavirus cases linked to Christmas Eve services at Boston-area church", "url": "https://www.foxnews.com/health/dozens-covid-19-cases-linked-christmas-eve-services-boston-church", "summary": "Dozens of people who attended Christmas Eve services at a church in Woburn, Mass., a Boston suburb, have tested positive for COVID-19.\nAt least 44 cases of the virus are linked to the services at Genesis Community Church, which held four services on Dec. 23 and Dec. 24.\nThe outbreak occurred despite the fact that every attendee was required to wear a mask during the service.\nHe noted that the city’s Board of Health nurses have been helping the church to contact those affected by the outbreak.\nTo date, Massachusetts has seen nearly 380,000 confirmed cases of COVID-19 and more than 12,400 deaths.", "paragraphs": ["Dozens of people who attended Christmas Eve services at a church in Woburn, Mass., a Boston suburb, have tested positive for COVID-19.", "At least 44 cases of the virus are linked to the services at Genesis Community Church, which held four services on Dec. 23 and Dec. 24.", "\"Every individual who attended Christmas Eve at Genesis has been contacted and made aware of the situation as well as being encouraged, whether symptomatic or not, to get tested for COVID-19,\" the church said in a statement, per the Boston Globe, which reported that each service was attended by roughly 105 people.", "The outbreak occurred despite the fact that every attendee was required to wear a mask during the service. Social distancing between church-goers who were not part of the same household was also required, and attendees had to register in advance for the service.", "FDA SAYS HALF-DOSING MODERNA COVID-19 VACCINE 'RISKS PUBLIC HEALTH,' LACKS DATA", "Hand sanitizer was available and surfaces were disinfected between each service, the newspaper reported.", "\"It’s an unfortunate situation, and we’re now trying to work to contain it and make sure we do the best we can as far as getting people the information they need for quarantining and isolating,\" Woburn Mayor Scott Galvin told the Boston Globe. He noted that the city’s Board of Health nurses have been helping the church to contact those affected by the outbreak.", "UK CORONAVIRUS VARIANT MOST LIKELY TO SPREAD AMONG THIS AGE GROUP, STUDY SUGGESTS", "Lead Pastor Michael Davis told the New York Times that he told the Woburn Board of Health within a day of learning of the first five positive cases.", "To date, Massachusetts has seen nearly 380,000 confirmed cases of COVID-19 and more than 12,400 deaths."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["woburn", "service", "christmas", "attended", "bostonarea", "boston", "tested", "covid19", "health", "cases", "linked", "dozens", "told", "eve", "services", "coronavirus", "church"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}