{"id": "f840dcef-eebb-310e-96fb-404aae10aa82", "title": "Five of the world’s best homes to rent", "url": "https://propertylistings.ft.com/propertynews/moscow/6480-five-of-the-worlds-best-homes-to-rent.html", "summary": "The property is fully furnished and available to rent for Rbs400,000 ($5,230) a month.\nThe five-bedroom property, originally built for the Revolutionary War veteran Captain John Hulbert, is a 10-minute walk from the sea.\nFeatured in the Netflix show Million Dollar Beach House, the furnished property can be rented for $675,000 a year.\nThe flat, which has an elevator, is located in a 1930s building a five-minute walk from the popular Luxembourg Gardens.\nPhotographs: Moscow Sotheby’s International Realty; Knight Frank; Christie’s International Real Estate; Lew Geffen Sotheby’s International Realty; Luxhabitat Sotheby’s International Realty", "paragraphs": ["From prime city apartments to luxurious rural villas, some of the best property available for long-term stays", "By Elsa Court", "For a city loft", "This one-bedroom apartment may have been designed in the style of a New York loft but it is located in the Tverskoy District of Moscow. The international feel of the flat extends to its quirky interior decor: features include a red fire hydrant from the US and a manhole cover from a Dutch street. The property is fully furnished and available to rent for Rbs400,000 ($5,230) a month.", "For seaside history", "Situated in Sag Harbor, a sought-after vacation spot on New York’s Long Island, this renovated 18th-century villa (main picture, above) retains striking original features such as exposed beams, high ceilings and working fireplaces. The five-bedroom property, originally built for the Revolutionary War veteran Captain John Hulbert, is a 10-minute walk from the sea. Featured in the Netflix show Million Dollar Beach House, the furnished property can be rented for $675,000 a year.", "For Parisian views", "While the living area of this fourth-floor apartment faces the Church of Saint-Sulpice in the French capital’s 6th arrondissement, its three bedrooms overlook a quiet courtyard. The flat, which has an elevator, is located in a 1930s building a five-minute walk from the popular Luxembourg Gardens. Offered furnished, it could be yours for €11,400 per month, which includes the services of a caretaker.", "For working from home", "The study of this five-bedroom house near Paarl in South Africa’s Western Cape offers uninterrupted views of Simonsberg mountain, providing solace while working from home during the pandemic. The open-plan kitchen and living area make it ideal for family life, while solar panels and insulation make it an energy-conscious rental. It is available for R68,000 ($4,437) per month unfurnished.", "For outdoor entertainment", "This seven-bedroom villa in Dubai’s Mohammed Bin Rashid City has ample outdoor entertainment space including a barbecue and dining area, plus a pool with hydromassage jets. With winter temperatures averaging around 25C, al fresco life can continue all year round. Annual rental for the unfurnished property is Dh1.5m ($409,000).", "Photographs: Moscow Sotheby’s International Realty; Knight Frank; Christie’s International Real Estate; Lew Geffen Sotheby’s International Realty; Luxhabitat Sotheby’s International Realty"], "authors": [], "keywords": ["city", "homes", "best", "furnished", "area", "realty", "walk", "available", "property", "international", "working", "rent", "worlds", "sothebys"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}