{"summary": "Nicole Weider was a Victoria’s Secret model and Maxim magazine pinup when she decided to walk away for good.\nEX-VICTORIA'S SECRET MODEL NICOLE WEIDER ON FINDING JESUS, NEW ROLE IN FAITH-BASED FILMHARRY CONNICK JR.\nWeider: It became a period in my life where I felt really lost.\nWeider: To be honest, I felt really embarrassed.\nI think being a model really opened my eyes to realizing we are worth so more than our appearance or body.", "keywords": ["weider", "model", "modeling", "felt", "purpose", "victorias", "started", "gave", "faithbased", "career", "think", "faith", "nicole", "explains", "really", "god", "secret", "life"], "paragraphs": ["Nicole Weider was a Victoria’s Secret model and Maxim magazine pinup when she decided to walk away for good.", "Today, the actress and producer has found a new calling in Christ and is determined to inspire other young women to overcome tough times with faith-based films.", "Earlier this year, Weider starred in “Catching Faith 2,” which was released on Walmart and on-demand. She also serves as the editor-in-chief of “Projects Inspired,” an online community for young women bombarded with harmful messages.", "Weider spoke to Fox News about the pressures she endured to look perfect, the shocking moment she realized modeling wasn’t the right path, and why she’s passionate about God now more than ever.", "EX-VICTORIA'S SECRET MODEL NICOLE WEIDER ON FINDING JESUS, NEW ROLE IN FAITH-BASED FILM", "HARRY CONNICK JR. REFLECTS ON HIS 25-YEAR MARRIAGE TO JILL GOODACRE: ‘WE HAVE THE SAME VALUES’", "Fox News: What inspired you to pursue the modeling world?", "Nicole Weider: Ever since I was little, I always wanted to be a model. I was 16 when I started, but the competition in Los Angeles was intense. My agent right away told me, “Nicole, you’re too curvy. You need to lose weight.” I was playing volleyball at the time and she told me to stop playing because apparently it was making my hips too wide. There was already a lot of pressure to lose weight, but I really wanted to make it work.", "That’s when I started dieting and exercising. But no matter how hard I tried, my agent kept saying, “You’re still too curvy. You can never work on the runway.” So it was her idea to have me pursue swimsuit and lingerie modeling. At first, I was very hesitant. But she insisted my body was a better fit for it.", "Fox News: What was it like working for Victoria’s Secret?", "Weider: It was a dream come true. It was 2006 and I was 20-21 years old. Of course, I was excited. But then I remember feeling so insecure. I remember one of the photographers was on the computer and bragging about what he was doing to this other model.", "‘30S STAR GRACIE FIELDS ENDURED PRESSURE TO LOOK GLAMOROUS, 'HAD ALL HER TEETH PULLED OUT,' BOOK CLAIMS", "‘40S STAR ROSALIND RUSSELL REFUSED TO PLAY SECOND FIDDLE TO CARY GRANT IN ‘HIS GIRL FRIDAY,’ BOOK SAYS", "He was Photoshopping this already famous supermodel and making her look [was] super skinny and removing her freckles. I was just stunned. She looked incredible already in person. And if these models aren’t already perfect, then no one is. It was a big wake-up call for me. I realized the modeling industry just wasn’t real and I wanted so much more from my life. There was this constant pressure to be a certain weight, and it was never enough. I was really mad. I fell into a depression.", "Fox News: How much did that moment impact you?", "Weider: It became a period in my life where I felt really lost. I was searching for a purpose. Not too long after, a friend of mine started talking to me about God. I then started praying and reading my Bible. All of a sudden, my life just turned around. I felt like God was showing up in miraculous ways, unexpected ways. Ever since I welcomed God, my life was transformed. I felt like I found my purpose -- and it wasn’t modeling. There was so much more to life than my physical appearance. I don’t think I would have realized that if I didn’t give my life to God.", "Fox News: In 2006, you also appeared in Maxim magazine -- before you turned to your faith. What was it like seeing your photo for the first time?", "Weider: To be honest, I felt really embarrassed. I didn’t know how my family was going to react. My boyfriend liked it, but I didn’t have that fulfilling feeling I thought I would get from that experience. I just felt embarrassed. That’s when I knew I really didn’t want to do this anymore. I don’t know why 2006 was my lingerie year *laughs* but it was also my wake-up call.", "PATSY CLINE’S DAUGHTER REVEALS HOW SHE’S KEEPING LATE COUNTRY ICON’S LEGACY ALIVE", "GRACE KELLY’S SON PRINCE ALBERT SAYS HE’S ALWAYS ‘FELT A SENSE OF RESPONSIBILITY’ TO PROTECT THE LATE STAR", "… The photographer was also encouraging me to show much stomach and lift my shirt up more -- trying to make it sexy, I guess. I just kept thinking, “This isn’t really what I want to be doing.” The whole experience was just making me feel bad. I just knew it was my time. You would think being in lingerie on a shoot would make you feel empowered. But for me, it was just making me feel worse.", "Fox News: When did you realize Christianity was the right path for you?", "Weider: I was 24 when my friend first told me about Jesus. At first, I was a little hesitant because I was like, “If I give my life to God, is my life going to be boring? Will I not be allowed to have my passions anymore?” I just started praying for God to give me guidance… And I just felt like I needed to try this. I remember saying to myself, “OK God, I’m listening. I’m trusting in you.” I haven’t regretted my decision.", "Fox News: You serve as both an actress and producer for “Catching Faith 2.” What made you want to get involved?", "Weider: Truthfully, I just loved the story. The mom is dealing with her mother who had dementia. My own mother took care of her grandfather, who had dementia… And even though it’s a story of struggle and finding faith during tough times, there are comedic elements to it. It just really touched my heart. But the real message is about how a family can overcome obstacles together.", "GARTH BROOKS' EX-WIFE STUNS SINGER WITH REVELATIONS IN NEW TV DOCUMENTARY", "FORMER ‘WISEGUY’ STAR KEN WAHL SAYS HELPING VETERANS HAS BECOME ‘MY CALLING AND MY PURPOSE’", "Fox News: We often do see a lot of faith-based films getting recognition in Hollywood. Do you believe things are changing or do we still have a long way to go?", "Weider: I absolutely think things are changing for the good. I think now is a good time to be part of faith-based films. And the opportunities are endless. I think America wants to see more wholesome movies and messages. There’s a lot of really negative movies and TV shows out there. I want to be part of inspiring content that the whole family can watch together. I want to create films that my own son can watch and not be embarrassed by it. I absolutely believe America is embracing more faith-based movies in a big way.", "Fox News: There are some in Hollywood who may be hesitant to participate in a faith-based project out of fear that it will isolate a certain market or turn off some of their fans. What’s your response to that?", "Weider: I think it’s true, for sure. But from my experience, there are so many people who believe in God [and want] to create films that will celebrate God’s glory and make it more accessible to families.", "Fox News: How do you feel about your modeling career today?", "Weider: I’m the kind of person who doesn’t have regrets. I don’t regret things. It was a period in my life I had to experience for a greater purpose. If I didn’t go through that, I don’t know if I would still have the same passion and purpose for God I have now.", "JOHN RICH ON GIVING BACK TO VETERANS, SAYS WE OWE ALL TO THE 'PEOPLE THAT LOVE THIS COUNTRY ENOUGH TO DIE FOR IT'", "CLICK HERE TO GET THE FOX NEWS APP", "I saw what it like not to have God in my life during a dark period, and it wasn’t a good thing. I think being a model really opened my eyes to realizing we are worth so more than our appearance or body. God has something in store for everyone and you will discover your purpose if you have faith. When you place your trust in God, all things are possible. God can open doors that sometimes we can’t open on our own. It takes prayer to accomplish goals, but it also takes our own hard work, as well.", "Fox News' Caleb Parke contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/entertainment/former-victorias-secret-model-nicole-weider-faith-god", "authors": ["Stephanie Nolasco"], "id": "f84987cf-9b5e-332d-9b81-4d21999d6e15", "pubDate": null, "title": "Former Victoria’s Secret model Nicole Weider explains why she gave up her career for God"}