{"id": "f85fc44b-63b2-3f47-82fb-00389526efbb", "title": "Checks and Balance - On my mind—will Georgia tip the balance of American politics?", "url": "https://www.economist.com/podcasts/2020/12/11/on-my-mind-will-georgia-tip-the-balance-of-american-politics", "summary": "On my mind—will Georgia tip the balance of American politics?\nJoe Biden was the first Democrat in 28 years to win the state on the way to the White House.\nWill Georgia tip the balance of American politics?\nJohn Prideaux, The Economist’s US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent.\nRuntime: 38 minListen on: Apple Podcasts | Spotify | Google | Stitcher | TuneInFor access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod", "paragraphs": ["On my mind—will Georgia tip the balance of American politics?", "AS 2020 draws to a close, the partisan feud is focused on Georgia. Joe Biden was the first Democrat in 28 years to win the state on the way to the White House. Run-off elections on January 5th will decide who controls the Senate - and Biden’s agenda. They will also test Donald Trump’s hold on his party as he refuses to admit defeat. Will Georgia tip the balance of American politics?", "Pablo Montagnes of Emory University lays out Georgia’s political geography, Congresswoman-elect Nikema Williams and State Senator Jen Jordan account for the Democrats’ success, and Congressman Tom Graves assesses Republican fortunes.", "John Prideaux, The Economist’s US editor, hosts with New York bureau chief Charlotte Howard, and Jon Fasman, Washington correspondent. Runtime: 38 min", "Listen on: Apple Podcasts | Spotify | Google | Stitcher | TuneIn", "For access to The Economist’s print, digital and audio editions subscribe: economist.com/2020electionpod"], "authors": ["The Economist"], "keywords": ["balance", "york", "checks", "state", "georgia", "mindwill", "tip", "white", "politics", "american", "williams", "win", "economists"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}