{"id": "f86a4d6d-8bb1-3f60-a1a6-539dd283559a", "title": "They’re Among the World’s Oldest Living Things. The Climate Crisis Is Killing Them.", "url": "https://www.nytimes.com/interactive/2020/12/09/climate/redwood-sequoia-tree-fire.html", "summary": "Redwoods range SAN JOSE Old-growth redwoods CALIFORNIA C.Z.U.\nSANTA CRUZ Pacific Ocean 10 MILES Redwoods range SAN JOSE Old-growth redwoods Fires scorched some of the last remaining old- growth redwoods.\nRedwoods range SAN JOSE Old-growth redwoods CALIFORNIA C.Z.U.\n“We’re doing what we can to put those forests on the trajectory to be the old-growth forests of the future,” he said.\nBut those next-generation forests have less fire tolerance than old-growth forests, with their lower canopies and thinner bark.", "paragraphs": ["Big Basin Redwoods State Park, Calif. — Signs of hope can be hard to spot in the devastation of forest fire, but they come color-coded.", "They were there in Big Basin park, among the old-growth coast redwoods torched six weeks earlier.", "Redwoods, the tallest of earth’s trees, are the rare conifer that can resprout after catastrophic events, a secret weapon to longevity. Killing one with fire is difficult.", "But it is not impossible.", "Here and there, during a tour on a sunny November day, the emerald green of new growth poked out of the soil at the base of blackened trees that might otherwise be dismissed as lifeless. Some inspections required a skyward gaze to see upper branches already fuzzy with green sprouts, like Chia Pets.", "Ms. Kerbavaz came across one giant called “Father of the Forest.” Redwoods can live 2,000 years, and this one was black to the top. But about 200 feet up, there were signs of life.", "“It’s got green,” she called out to those climbing through the thicket behind her. “It’s not dead yet.”", "Still, plenty of towering trees offered no such signal. The hope is that somewhere near 90 percent of the old-growth trees will live. But that means 10 percent were lost.", "“If anything is programmed to survive, it’s the coast redwoods,” Ms. Kerbavaz said. “But I keep coming back to climate change. I think that’s the thing that changes the ground rules significantly.”", "Redwoods range SAN JOSE Old-growth redwoods Fires scorched some of the last remaining old- growth redwoods. CALIFORNIA Flames reached the tops of trees, over 300 feet tall, a rare occurrence. C.Z.U. Lightning Complex fires Extent of fire Pacific Ocean SANTA CRUZ Area of detail 10 MILES Fires scorched some of the last remaining old-growth redwoods. Redwoods range SAN JOSE Old-growth redwoods CALIFORNIA C.Z.U. Lightning Complex fires Extent of fire Flames reached the tops of trees, over 300 feet tall, a rare occurrence. SANTA CRUZ Pacific Ocean 10 MILES Redwoods range SAN JOSE Old-growth redwoods Fires scorched some of the last remaining old- growth redwoods. CALIFORNIA Flames reached the tops of trees, over 300 feet tall, a rare occurrence. C.Z.U. Lightning Complex fires Extent of fire Pacific Ocean SANTA CRUZ Area of detail 10 MILES Redwoods range SAN JOSE Old-growth redwoods Fires scorched some of the last remaining old- growth redwoods. CALIFORNIA Flames reached the tops of trees, over 300 feet tall, a rare occurrence. C.Z.U. Lightning Complex fires Extent of fire Pacific Ocean SANTA CRUZ Area of detail 10 MILES Fires scorched some of the last remaining old-growth redwoods. Redwoods range SAN JOSE Old-growth redwoods CALIFORNIA C.Z.U. Lightning Complex fires Extent of fire Flames reached the tops of trees, over 300 feet tall, a rare occurrence. SANTA CRUZ Pacific Ocean 10 MILES", "The extinction of redwoods is hard to imagine, with a cool, soggy range still measured in the millions of acres. The fear is for the relatively few remaining old-growth trees.", "An estimated 95 percent of them were chopped down, mostly to fuel California’s building booms in the late 1800s and early 1900s. And while those that remain are mostly protected in places like national and state parks — Big Basin was California’s first state park, in 1902 — fire is the latest wildcard to their future.", "“We only have 5 percent of the range left in old growth, which is so little,” Dr. Shive said. “Yes, they can sprout back, but how much can they take?”", "In the Bay Area this year alone, she said, close to 10 percent of remaining old growth was burned. “And that’s one fire.”", "The coast of northern California was long thought to be relatively immune to the kinds of fires now ravaging the state on an annual basis, with its misty forests, cool ocean breezes and midsummer fog. But recent fires, like the one that burned most of Big Basin park, shattered whatever illusions of safety and distance remained.", "The Santa Clara tree in Big Basin State Park was severely scorched, but its green shoots offer a sign that it will survive.", "“Suddenly, fire is part of the conversation in ways that it hasn’t been before,” said Lenya Quinn-Davidson, area fire adviser for the University of California Cooperative Extension, who lives near Redwood National Park.", "The redwood, unlike its splintery cousin, the giant sequoia, is prized for its hard wood. The range has shrunk in the past 150 years from an estimated 2.2 million acres to 1.6 million acres. Some two-thirds remain in private hands, unprotected. Some is still harvested for timber.", "The Save the Redwoods League was founded a century ago to try to stop the cutting of old-growth trees. The group eyes groves it wants to protect, raises money to buy them, and shepherds them to public parks and preserves.", "With most old-growth trees in public hands, the mission increasingly involves purchasing younger redwood forests around them, creating a protective “buffer,” said Sam Hodder, the league’s president.", "“We’re doing what we can to put those forests on the trajectory to be the old-growth forests of the future,” he said.", "The goal, Mr. Hodder said, is not to turn old redwood forests into outdoor museums, but to maintain a range of vital ecosystems, partly as a hedge against climate change. Redwoods and sequoias, he said, “store more carbon per acre than any other forest system in the world, by a long shot.”", "Research has indicated that there have been centuries of regular fires in redwood forests, sometimes every decade or two and most likely set by indigenous people looking to occasionally clear space for other plants. It is unusual to find an old-growth redwood without obvious fire scars at the base.", "Redwoods, unlike their cousin the giant sequoia, can resprout from their roots, a key to their regeneration.", "As if to provide more proof of its resilience, even when a redwood is chopped down it is not always defeated. Dead redwoods often sprout several more trees around the stump, a “fairy ring” that defines second-growth forests.", "But those next-generation forests have less fire tolerance than old-growth forests, with their lower canopies and thinner bark.", "And since redwoods share the forests with a broad range of species, from deciduous oaks to Douglas firs, the land can be thick with vulnerable trees and underbrush — potential fuels that can feed ever-bigger blazes.", "Among the growing concerns is sudden-oak death, creating the potential for more deadwood to burn among the redwoods, not unlike the drought-stricken fallen pines now fueling fires in sequoia groves.", "“Like a lot of California, our redwood forests are pretty departed from their historical condition and their more fire-resilient conditions,” Ms. Quinn-Davidson said. “All this brush, the understory, all the thick duff and fuels — I don’t think that’s what they looked like, historically, when they had more frequent fire.”", "Big Basin may look that way in a few years. It is a wildly popular park, within a two-hour drive of millions of people, but likely will remain closed for at least another year until it is deemed safe for tourists to return.", "Joanne Kerbavaz, the California State Parks senior environmental scientist. “I keep coming back to climate change.”", "As Ms. Kerbavaz surveyed the heart of the park recently, climbing over fallen trees and practically spelunking into smoldering stumps, the buzz of distant chainsaws was punctuated by the occasional whomp of falling trees, deemed too weak to leave standing, near Highway 236, the scenic two-lane that cuts through the park.", "Ms. Kerbavaz was among those desperate to save as many as possible, unsettled by the idea of losing 1,000-year-old trees to the whim of a road worker. One in particular she wanted to keep, not realizing how close it was to collapse.", "“I was pleading for more time to assess,” she said. “And within a week it had fallen down.”", "Near the burned-out headquarters of Big Basin is a loop trail through some of the park’s biggest redwoods, a path made largely impenetrable by the fallen trees.", "Somehow, a sign at the trail head survived.", "“The Amazing Ever-Living Redwood Tree,” the sign read.", "The tree behind it had burned and toppled.", "“Almost fire-proof!” the sign declared.", "Almost."], "authors": ["John Branch", "Max Whittaker", "Veronica Penney"], "keywords": ["fires", "crisis", "redwoods", "redwood", "climate", "things", "park", "range", "forests", "oldest", "living", "theyre", "oldgrowth", "california", "remaining", "worlds", "killing", "trees"], "pubDate": "2020-12-09T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}