{"id": "f874c98c-0cb4-3b8f-ae39-71be89f7e014", "title": "Gabriela Hearst Named Creative Director of Chloé", "url": "https://www.vogue.com/article/gabriela-hearst-named-chloe-creative-director", "summary": "Gabriela Hearst, the Uruguay-born, New York–based designer whose eponymous label turned five this year, is the new creative director of Chloé.\nCEO Riccardo Bellini welcomed her in a statement this morning.\nHer craft-forward aesthetic meshes with Chloé’s, but what likely sealed the deal for Hearst was her sustainability bona fides.\nSanna Marin, the Prime Minister of Finland, wearing a dress by Gabriela Hearst.\n“I am grateful for an opportunity at such a beloved brand as Chloé,” Hearst said in a statement.", "paragraphs": ["Gabriela Hearst, the Uruguay-born, New York–based designer whose eponymous label turned five this year, is the new creative director of Chloé. CEO Riccardo Bellini welcomed her in a statement this morning.", "Hearst is the first non-European to hold this post (Natacha Ramsay-Levi’s exit was announced last week). Her craft-forward aesthetic meshes with Chloé’s, but what likely sealed the deal for Hearst was her sustainability bona fides. Last month in an interview with WWD, Bellini indicated that Chloé was seeking B Corporation certification for its social and environmental performance and creating an advisory board to hold the company accountable. “What a brand stands for, its beliefs and values, will become as relevant as products and aesthetics,” he said. For many brands sustainability has become a talking point, but Hearst’s appointment cements Chloé as one of the most environmentally minded luxury goods companies in the world.", "Hearst’s first runway show for fall 2017 was produced to have as low as an environmental impact as possible, and from there her commitment to the issue has only grown. Now, she sources deadstock materials, opts for eco-friendly fabrics like linen and cuts out more damaging ones such as cotton, and chooses to use recycled yarns whenever she can.", "Sanna Marin, the Prime Minister of Finland, wearing a dress by Gabriela Hearst. Photo: Anton Corbijn, Vogue, May 2020 Photo: Anton Corbijn, Vogue, May 2020", "Recycled cashmere, as it turns out, feels just as luxurious as virgin cashmere. In fact, most customers would be hard pressed to tell the difference. Hearst’s savvy was in communicating around the subject and becoming a thought leader on the issue. Environmental awareness is her brand’s point of difference. It won her a minority investment from LVMH’s venture arm early last year, and in September of this year, she picked up the CFDA’s Womenswear Designer prize.", "“I am grateful for an opportunity at such a beloved brand as Chloé,” Hearst said in a statement. “I am thankful to Natacha Ramsay-Levi and all the other extraordinary designers that have come before her and helped build on the purposeful vision of Gaby Aghion. I am excited for the opportunity to work under the leadership of Riccardo Bellini and support him in his commitment to create a business that is socially conscious and in balance with our environment.”", "Hearst will continue to design the Gabriela Hearst line and plans to split her time between New York and Paris, the pandemic notwithstanding. Her first collection for Chloé will be presented next March."], "authors": ["Nicole Phelps", "Nicole Phelp"], "keywords": ["environmental", "named", "gabriela", "statement", "creative", "chloé", "vogue", "riccardo", "point", "hearst", "sustainability", "director", "bellini"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}