{"summary": "The family of one of the three heroic sailors who lost their lives in last week's Naval Air Station (NAS) shooting in Pensacola, Fla., is calling for reform on military bases.\nWatson's father Benjamin explained that his son had called the family the night before the shooting to tell them he was working an overnight shift.\n\"And, save lives,\" Benjamin Watson agreed.\nHe was well-qualified to have a firearm and defend himself,\" Watson's older brother, Adam, added.\nCLICK HERE FOR THE FOX NEWS APPWatson's middle brother, Zach, described Watson as a person with a single-minded determination: to serve in the military.", "keywords": ["times", "members", "watson", "calls", "bases", "josh", "watsons", "benjamin", "women", "hero", "shot", "brother", "pensacola", "lives", "service", "military", "family", "defend"], "paragraphs": ["The family of one of the three heroic sailors who lost their lives in last week's Naval Air Station (NAS) shooting in Pensacola, Fla., is calling for reform on military bases.", "Naval Academy graduate Joshua Watson, 23, of Enterprise, Ala., was shot at least five times by a Saudi national but still made it outside to alert the First Response team to the shooter's identity and location.", "Appearing on \"Fox & Friends\" Tuesday with hosts Steve Doocy, Ainsley Earhardt and Brian Kilmeade, Watson's family said that their son was a marksman and they believe the situation would have turned out differently had he been allowed to have a service weapon on the base.", "Watson's father Benjamin explained that his son had called the family the night before the shooting to tell them he was working an overnight shift.", "\"Sometime early in the morning, after 6 o'clock, we know that he was shot at least five times and then somehow found the strength -- bleeding profusely -- to make it out the door, hail first responders,\" he said. \"And, they came up to him and with basically his last breath summoned his courage to give an accurate description of the shooter and his location so they could do their duty.\"", "\"And, save lives,\" Doocy interjected.", "\"And, save lives,\" Benjamin Watson agreed. \"So, they did it at great peril to themselves.\"", "The gunman, Mohammed Alshamrani, was a 21-year-old 2nd Lieutenant in the Royal Saudi Air Force. He was later shot and killed by police. As of Monday, a motive for the attack has not been publicly revealed and authorities are investigating it as an act of terrorism. Airman Mohammed Sameh Haitham, 19, of St. Petersburg, Fla., and Airman Apprentice Cameron Scott Walters, 21, of Richmond Hill, Ga., were also killed in the attack.", "\"These men and women are asked to go defend their country overseas or wherever and my brother was an expert marksman. He was captain of the Rifle Team for the Navy. He was well-qualified to have a firearm and defend himself,\" Watson's older brother, Adam, added.", "PENSACOLA NAVAL SHOOTER WAS 'INFURIATED' AFTER INSTRUCTOR NICKNAMED HIM 'PORN STACHE'", "\"And, if we're going to ask these men and women to stand watch for our country, they need the opportunity to defend themselves. This isn't the first time this [has] happened, and if we don't change something, it won't be the last,\" he told the \"Friends\" hosts.", "\"If my brother had not had that right stripped from him, this would be a different conversation,\" Adam said.", "CLICK HERE FOR THE FOX NEWS APP", "Watson's middle brother, Zach, described Watson as a person with a single-minded determination: to serve in the military.", "\"It's what he wanted to do to the absolute deepest part of his soul,\" he explained.", "But, his mother Sheila said he was \"more than just a soldier.\"", "\"He had a father's heart,\" Benjamin said.", "Fox News' Morgan Phillips contributed to this report."], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "http://www.foxnews.com/media/family-josh-watson-pensacola-florida-attack-navy-hero-second-amendment", "authors": ["Julia Musto", "Julia Musto Is A Reporter For Foxnews.Com"], "id": "f8809ecf-3a98-34a9-a16b-23b5a9abe490", "pubDate": null, "title": "Family of Josh Watson, Pensacola attack hero, calls for arming service members on military bases"}