{"id": "f8830daa-bd74-3b1c-903e-a436bc1aaced", "title": "As Trump Disputes Election Results, Republicans Target Voting by Mail", "url": "https://www.nytimes.com/2020/12/10/us/mail-voting-absentee.html", "summary": "WASHINGTON — President Trump’s barrage of losses in court cases trying to undermine the election has not stopped Republicans from turning to battles they might be able to win — attempts to limit or undermine the future use of the vote-by-mail ballots that so infuriated Mr. Trump.\nAbsentee ballots constituted nearly half the votes cast in the 2020 election, and the experiment in mass voting by mail has been viewed by election experts as a remarkable success, one that was less prone to errors than expected and had almost no documented fraud.\nBut that has not stopped Republican critics eager to follow the president’s lead.\nThis week in Georgia, as the president rages against the election he lost and the members of his party who oversaw it there, Republican state senators promised to make getting and casting mail ballots far more difficult.\nThe Georgia state senators pledged on Tuesday to eliminate no-excuse absentee voting, require a photo ID to obtain a ballot, outlaw drop boxes and scrap a court agreement to quickly tell voters about signature problems on ballots so that they could be fixed.", "paragraphs": ["WASHINGTON — President Trump’s barrage of losses in court cases trying to undermine the election has not stopped Republicans from turning to battles they might be able to win — attempts to limit or undermine the future use of the vote-by-mail ballots that so infuriated Mr. Trump.", "Absentee ballots constituted nearly half the votes cast in the 2020 election, and the experiment in mass voting by mail has been viewed by election experts as a remarkable success, one that was less prone to errors than expected and had almost no documented fraud. But that has not stopped Republican critics eager to follow the president’s lead.", "This week in Georgia, as the president rages against the election he lost and the members of his party who oversaw it there, Republican state senators promised to make getting and casting mail ballots far more difficult.", "The Georgia state senators pledged on Tuesday to eliminate no-excuse absentee voting, require a photo ID to obtain a ballot, outlaw drop boxes and scrap a court agreement to quickly tell voters about signature problems on ballots so that they could be fixed."], "authors": ["Michael Wines"], "keywords": ["republicans", "voting", "disputes", "results", "state", "republican", "stopped", "mail", "undermine", "trump", "senators", "election", "president", "ballots", "target"], "pubDate": "2020-12-10T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}