{"id": "f89994f0-25a6-3ccd-b9d5-621512a58cac", "title": "Eddie Jones hits out at 'disrespectful' critics after England victory", "url": "https://www.theguardian.com/sport/2020/dec/06/eddie-jones-hits-out-at-disrespectful-critics-after-england-victory", "summary": "Eddie Jones lashed out at England’s “disrespectful” critics after they squeezed over the line to clinch the Autumn Nations Cup title, claiming he would not be in a job if his side sacrificed their win-at-all-costs policy for a more attractive but less successful style.\nIt has proved an effective method, with England adding the one‑off Autumn Nations Cup trophy to the 2020 Six Nations crown they sealed in October, but the tendency to kick has been labelled tedious.\n“The game goes through evolutions and cycles and the law interpretation is certainly significant in that and we are just going through one of those tough cycles,” said Jones.\nVunipola said: “When you are playing for England, you always have a target on your head.\nThe biggest challenge we have now is dealing with the expectations of the team we set out to be.", "paragraphs": ["Eddie Jones lashed out at England’s “disrespectful” critics after they squeezed over the line to clinch the Autumn Nations Cup title, claiming he would not be in a job if his side sacrificed their win-at-all-costs policy for a more attractive but less successful style.", "England needed a last-minute converted try from Luke Cowan‑Dickie to force extra time against a severely weakened France side before the captain, Owen Farrell, secured a sudden‑death 22-19 victory with a 96th‑minute penalty, having missed a straightforward kick earlier in extra‑time.", "Owen Farrell kicks England to sudden death Autumn Nations Cup final win Read more", "Jones’s side were also fortunate that the referee, Andrew Brace, missed a knock-on from Billy Vunipola in the buildup to Cowan-Dickie’s try but, as has been the case all autumn, England rarely looked threatening in possession and were often happy to kick it away. It has proved an effective method, with England adding the one‑off Autumn Nations Cup trophy to the 2020 Six Nations crown they sealed in October, but the tendency to kick has been labelled tedious.", "“The game goes through evolutions and cycles and the law interpretation is certainly significant in that and we are just going through one of those tough cycles,” said Jones. “Haven’t you seen rugby go through these cycles before? I find it all a bit childish – all this talk. I’m sorry.", "“Obviously, you have to win. If we don’t win, we don’t coach. Everyone knows that – so let’s be quite blunt about that. Sometimes you can’t play good rugby. Had we run the ball from everywhere and got turned over 30 times and beaten 30-15 you’d have said: ‘Why didn’t we kick the ball more?’ Be respectful to the players.", "“Would we like to run the ball more? Possibly yes, but not if we’re not going to win games of rugby. Can I just say I think you are being totally disrespectful to the players the way you criticise the rugby.”", "The Breakdown: sign up and get our weekly rugby union email.", "Vunipola, meanwhile, admitted that he had knocked on in the buildup to Cowan-Dickie’s try and the France head coach, Fabien Galthié, who was without at least 25 frontline players, insisted: “The game was lost on details but also on [refereeing] decisions.”", "England v France: Autumn Nations Cup final – live! Read more", "With France returning to full strength for next year’s Six Nations they are likely to provide the sternest test to England’s defence on their title. Vunipola said: “When you are playing for England, you always have a target on your head. The biggest challenge we have now is dealing with the expectations of the team we set out to be. We love being the underdogs. We are have to deal with being the favourites.”"], "authors": ["Gerard Meagher"], "keywords": ["eddie", "jones", "try", "victory", "disrespectful", "win", "england", "rugby", "kick", "france", "cup", "cycles", "nations", "autumn", "hits", "critics"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}