{"id": "f89e3237-047c-3573-9f1c-595b8ac0f709", "title": "Now’s the Time to Return to Fashionable Leggings", "url": "https://www.vogue.com/slideshow/best-stylish-leggings", "summary": "But if you’re feeling stuck somewhere between the comfort of sweats and leggings and the urge to throw on your favorite slouchy suit, we hear you.\nDespite the fact that leggings are a polarizing fashion item, they’re the answer to that middle ground between loungewear and proper workwear.\nLayer a pair of your best leggings under a house-worthy slip dress or a robe for a luxe look (and a little extra warmth).\nYou’ll feel like you’re wearing tailored trousers, and they’ll certainly come in handy when transitioning into post-pandemic office attire if you’ve been working from home.\nFrom classic black to fashion-forward, let’s hear it for these 19 pairs of home-appropriate leggings that can do no wrong.", "paragraphs": ["Photographed by Erwin Wurm, Vogue, December 2019", "Everyone has their own definition of what it means to dress comfortably at home. Some find a sense of ease by swaddling up in sweatsuits or slipping on their best leggings, while others feel most grounded when wearing their everyday clothes like, for example, their favorite button-down or dress. Here at Vogue, we’ve heard from our colleagues who love to wear denim at home, and those who have discovered the joys of wearing a caftan. But if you’re feeling stuck somewhere between the comfort of sweats and leggings and the urge to throw on your favorite slouchy suit, we hear you. To be sure, after many of us who were lucky enough to be able to spend the roughly 9 months of pandemic life at home, having the motivation to change out of your pajamas at all is no easy feat.", "Despite the fact that leggings are a polarizing fashion item, they’re the answer to that middle ground between loungewear and proper workwear. They’re simple, chic, and cozy, and right now is the time to embrace leggings of all types, including those with stirrups, which you can hook right under your favorite pairs of socks or slippers. You can even use this time to introduce a printed or statement pair into the mix, à la Ganni or Maisie Wilen. Or, want to escape into something silky and soft? Layer a pair of your best leggings under a house-worthy slip dress or a robe for a luxe look (and a little extra warmth). You can also go minimalist and style a plain black pair with an oversized men’s white button-down.", "My personal favorites are stretchy pants with a flared leg. You’ll feel like you’re wearing tailored trousers, and they’ll certainly come in handy when transitioning into post-pandemic office attire if you’ve been working from home.", "From classic black to fashion-forward, let’s hear it for these 19 pairs of home-appropriate leggings that can do no wrong."], "authors": ["Madeline Fass", "Madeline Fas"], "keywords": ["nows", "pairs", "wearing", "theyre", "vogue", "leggings", "right", "return", "pair", "dress", "youre", "fashionable", "favorite"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}