{"id": "f8a56a51-22dd-3873-9220-e8e2b6e47967", "title": "Top-trending dog names for 2020 include coronavirus- and pop culture-themed monikers", "url": "https://www.foxnews.com/lifestyle/top-trending-dog-names-coronavirus-pop-culture", "summary": "One of the unexpected outcomes of the ongoing coronavirus pandemic has been the uptick in pet adoptions — undoubtedly a silver lining to the current health crisis.\n\"Covi\" saw the largest increase, with 1,159% growth, although \"Fauci\" was also a popular choice for pet names (and underwear brands) this year.\nOLYMPIC CYCLIST RESCUES LOST DOG WITH HEADPHONES AS A MAKESHIFT LEASHDespite increased interest in the trendy names, many of the old staples managed to stick to the top spots in Rover's list 2020’s most popular pet names.\nSEVEN YEARS ASTRAY: MISSING DOG REUNITED WITH OWNER THANKS TO MICROCHIPAmong them, the most popular names for female dogs were Bella, Luna and Lucy.\nFor male dogs, Max, Charlie and Cooper reigned supreme.", "paragraphs": ["You're about to see a lot more “Coronas\" at the dog park.", "One of the unexpected outcomes of the ongoing coronavirus pandemic has been the uptick in pet adoptions — undoubtedly a silver lining to the current health crisis.", "But it seems as though these dogs and cats are still very much products of their time, as many new pet parents have chosen to mark the unusual year by awarding their furry friends with monikers referencing pop culture moments from the pandemic year, or the pandemic itself.", "According to Rover.com’s 2020 Top Pet Names report, owners were quick to jump on pop culture trends by naming their pets after Carole Baskin, from the Netflix docuseries “Tiger King”; Mando, from the “Mandolorian” on Disney+; and a variety of breads like \"Croissant,\" \"Rye\" and \"Sandwich.\" Oddly, however, \"Sourdough\" didn't seem to be a popular name, despite the amount of hours quarantiners claimed to have spent in their kitchens learning how to perfect the fussy bread.", "WHY PETS PLAY 'IMPORTANT ROLE' FOR PRESIDENTS", "The unique naming choices continued with plays on the deadly coronavirus — with “Covi” “Rona” and “Corona” all seeing large spikes in 2020. \"Covi\" saw the largest increase, with 1,159% growth, although \"Fauci\" was also a popular choice for pet names (and underwear brands) this year.", "OLYMPIC CYCLIST RESCUES LOST DOG WITH HEADPHONES AS A MAKESHIFT LEASH", "Despite increased interest in the trendy names, many of the old staples managed to stick to the top spots in Rover's list 2020’s most popular pet names.", "SEVEN YEARS ASTRAY: MISSING DOG REUNITED WITH OWNER THANKS TO MICROCHIP", "Among them, the most popular names for female dogs were Bella, Luna and Lucy. Female cat names were similar, but Luna took the top spot, with Bella second.", "For male dogs, Max, Charlie and Cooper reigned supreme. Male cats, meanwhile, were given more traditional cat names, including Oliver, Leo and Milo."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["pet", "coronavirus", "pop", "names", "culturethemed", "pandemic", "dogs", "2020", "monikers", "toptrending", "naming", "dog", "male", "pets", "include", "popular"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}