{"pubDate": null, "title": "How Far Will California Take Criminal-Justice Reform?", "paragraphs": ["“ALL HANDS ON DECK,” the writer and activist Shaun King wrote on Twitter on Friday afternoon, calling on San Franciscans to protest the decision of London Breed, the city’s mayor, to name Suzy Loftus as the interim district attorney. Loftus’s appointment comes in the final weeks of a heated race in which she is a contender; the election was to be the first open race in more than a century. But, on Thursday, the city’s outgoing D.A., George Gascon, stepped down from the position early, allowing Breed to appoint Loftus, whom she had endorsed. Loftus, who is a former police commissioner, was a loyal acolyte of Kamala Harris when she was San Francisco’s D.A. and the state’s attorney general, and she is backed by heavy Northern California political figures, including Governor Gavin Newsom and Senator Diane Feinstein. Loftus was already an establishment figure, and will now be an incumbent.", "The move sharpens the dynamics in an election that, in imitation of Presidential primary politics, already hinged upon the question of just how much the electorate desires disruption—are we more fed up or more afraid? King’s candidate, and arguably Loftus’s most dangerous competitor, is Chesa Boudin, a thirty-nine-year-old Rhodes Scholar and a graduate of Yale Law School, who is currently a public defender in San Francisco and a leader in the movement to abolish money bail. The San Francisco Chronicle, endorsing Loftus, wrote that Boudin at times “seemed as if he should be running for public defender instead of district attorney.” Responding to Loftus’s appointment, Boudin told me that voters would see through, and be repelled by, the political gambit. “I’m confident that our campaign will overcome this last-minute effort to preserve a failed status quo,” he said.", "San Francisco is a city whose electorate skews and is easily skewered as radical-fringe left, but where law-enforcement practices nonetheless follow the same disturbing pattern of brutality seen in the rest of the state. Boudin’s candidacy, which calls for to-the-studs reform, evokes Larry Krasner, the former civil-rights attorney who is now the D.A. of Philadelphia, and Tiffany Cabán, a young public defender in Queens, endorsed by Alexandria Ocasio-Cortez, who ran for D.A. of the borough this year. In San Francisco, even moderates run as progressives, but Boudin has a particular moral authority that lies in his own story.", "Like the majority of Americans, Boudin has had a family member incarcerated. In the fall of 1981, when he was a toddler, his parents, radical activists affiliated with the Weather Underground, took part in an armed heist orchestrated by the black-power organization the Black Liberation Army, in Rockland County, New York. The target was a Brink’s armored truck making a pickup at a mall. In the process of stealing $1.6 million, the gunmen killed a Brink’s guard, then drove to meet a U-Haul van that was to serve as a getaway vehicle. Boudin’s father, David Gilbert, was behind the wheel of the U-Haul, and his mother, Kathy, was in the passenger seat. When police stopped the van, their conspirators opened the back doors and fired on the officers, killing two of them. After twenty-two years in prison, Kathy was released on parole from Bedford Hills Correctional Facility, a couple of weeks before Chesa left for Oxford on the Rhodes Scholarship. (Elizabeth Kolbert profiled Kathy Boudin for this magazine, in 2001.) Gilbert is still in maximum-security prison, held under a New York law that makes anyone involved in a felony in the course of which murder is committed punishable for murder himself. (A similar law in California was downgraded last year.)", "Boudin’s mother, Kathy, served twenty-two years in prison after taking part in an armed heist orchestrated by the Black Liberation Army in 1981. Photograph from AP / Shutterstock", "After his parents’ arrests, Boudin was adopted by Bernardine Dohrn and Bill Ayers—also Weathermen, and, later, professors at Northwestern and the University of Illinois at Chicago—and raised in Hyde Park, Chicago. By his own description, he was a troubled, angry kid who had the privilege of psychiatrists, private school, wealthy grandparents, a patient, supportive social environment, and also whiteness. Visiting his mother at Bedford Hills, he met another boy, Lorenzo, who was originally from Guyana and whose mother was also imprisoned there. Unlike Boudin, Lorenzo was calm and studious, and, when Boudin acted up, Lorenzo talked him down. Kathy, Boudin remembers, counselled him to be more like Lorenzo. A decade later, Lorenzo reëntered his life, now a prisoner on his father’s cell block—condemned, as Boudin sees it, by his status as a black man and an immigrant. (He was later deported to Guyana.)", "Boudin came to know his father through a family-visiting program, which allowed him to stay overnight in designated trailers on the prison grounds. He learned to cook in a kitchen where the only knife was chained to the sink. When he was ten, and the prison was considering cancelling trailer overnights, Boudin wrote a letter to the warden, which helped to save the program—his first successful gesture as a prison activist. As an undergraduate at Yale, he wrote a term paper, “From Jail to Yale,” about the children of the incarcerated. Boudin’s father won’t be eligible for parole until 2056. “I used to speak to him through Plexiglas,” he told me. “You learn that the system is broken.”", "Boudin leads his opponents in fund-raising, having brought in five hundred and five thousand dollars this year, and has secured a number of high-profile Twitterverse endorsements, including, this week, from John Legend. Over the summer, Boudin held a fund-raiser in Silver Lake, a neighborhood of Los Angeles. The house, at the top of a hill, overlooked downtown. Somewhere among the glitter of city lights was Men’s Central Jail, where some forty-four hundred men, most of whom are awaiting trial, are locked up each day. Boudin, who is slim, with a tracery of facial hair and a hyper-focussed social manner, walked around the deck, greeting old friends (Dohrn’s former law student! A friend he met on a Fulbright in Venezuela! The guy he used to stay up all night with at Model U.N.!), neglecting the plate of food in his hand. When the talking part of the evening was set to begin, Patrisse Cullors, a founder of Black Lives Matter, stood up, her back to the lights, and introduced Boudin. She said that she wished she lived in San Francisco so that she could vote for him. “We live in the Resistance State—supposedly,” she said. “So, if we live in the Resistance State, we need to be electing people who are resisting. It’s not just about Forty-five”—Donald Trump, the forty-fifth President. “Forty-five didn’t come out of nowhere. We need to be electing people who are rejecting white supremacy as a whole. People who are willing to challenge an incarceration system that has literally brought in millions and millions of people.”", "A focus of Boudin’s work as a public defender and a plank of his campaign is the abolition of money bail. “Eighty per cent of San Francisco’s jail population are waiting for trial, and the bail schedule in San Francisco is nearly five times the national average,” he told me. “We’re asking for people to be detained without bail or with conditions that would make it safe, such as no alcohol—narrowly tailored conditions that meet the circumstances—rather than an arbitrary price tag.” One of Boudin’s clients, Kenneth Humphrey, was held on a bail of three hundred and fifty thousand dollars, for allegedly threatening an elderly neighbor and stealing a five-dollar bottle of cologne. Boudin sued, and California’s First District Court of Appeals, in a significant decision, agreed that Humphrey’s bail was a violation of due process and equal protection; he was released on the condition that he wear an ankle monitor and participate in a drug-and-alcohol rehabilitation program. The case will likely be heard by the State Supreme Court in the next year.", "In Silver Lake, Boudin said that his parents’ imprisonment had given him insight into the system, and informed the work he wants to do as D.A. “I saw a racist system of mass incarceration,” he told the room. “Instead of equal justice, we have money bail. Instead of meaningful treatment for mental illness, we have solitary confinement. Seventy-three per cent of the people booked into S.F. county jail are mentally ill, drug-addicted, or both. Eighty per cent haven’t been convicted—they’re waiting. We put a price tag on that, knowing that most of them don’t have the money to purchase their freedom, and, while they’re waiting, they’ll lose their job, their custody of their kids, their housing.”", "Cullors, of Black Lives Matter, asked him what his mom and dad thought about his choice to run. “They’re scared that their histories, choices, and mistakes will be used to attack me,” Boudin said. “I had my hardest conversation in my dad’s prison visiting room. He said, ‘We have enough people in prison. You know if you win, you’re going to be sending people to prison.’ I genuinely believe that prison should be the last resort.”", "Meanwhile, Gascon, the departed D.A.—widely admired by progressives as a champion of Proposition 47, which converted certain crimes, including personal drug use, from felonies to misdemeanors—announced that he was heading for Los Angeles, to position himself for a run against the city’s D.A., Jackie Lacey, in 2020. Under Lacey, the first black woman to serve as a D.A. in Los Angeles, twenty-two convicts have been condemned to death, all of them people of color. Los Angeles County is the largest jailer in the country. A Gascon candidacy would test how serious the country is about changing its approach to crime and punishment."], "url": "https://www.newyorker.com/news/california-chronicles/how-far-will-california-take-criminal-justice-reform", "keywords": ["reform", "far", "prison", "da", "criminaljustice", "black", "kathy", "loftus", "san", "lorenzo", "bail", "boudin", "francisco", "california"], "summary": "In San Francisco, even moderates run as progressives, but Boudin has a particular moral authority that lies in his own story.\nAfter twenty-two years in prison, Kathy was released on parole from Bedford Hills Correctional Facility, a couple of weeks before Chesa left for Oxford on the Rhodes Scholarship.\n(Elizabeth Kolbert profiled Kathy Boudin for this magazine, in 2001.)\nUnlike Boudin, Lorenzo was calm and studious, and, when Boudin acted up, Lorenzo talked him down.\nShe said that she wished she lived in San Francisco so that she could vote for him.", "authors": ["Dana Goodyear", "Alice Munro", "Rachel Aviv", "Adam Entous", "Richard Brody", "Jeffrey Toobin", "The New Yorker"], "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "f8a7509d-116b-3fc4-b9e2-794a820c8f1f"}