{"id": "f8bc9742-d86e-3100-980a-48f3c6252fb2", "title": "Cyber Shadow Review - A War Of Attrition", "url": "https://www.gameinformer.com/review/cyber-shadow/cyber-shadow-review-a-war-of-attrition", "summary": "Cyber Shadow will kick your butt.\nUnfortunately, Cyber Shadow doesn’t back up its challenge with gameplay and progression that feels consistently fun or rewarding.\nFor better or worse, Cyber Shadow nails the era it tries to evoke thanks to a faithful 8-bit presentation, stylish animated cutscenes, and demanding difficulty.\nWhen things do click, Cyber Shadow can provide solid entertainment.\nEven with such diversions, Cyber Shadow doesn’t do much that’s surprising, and can sometimes be too tough for its own good.", "paragraphs": ["Cyber Shadow will kick your butt. Make no bones about it, this retro-inspired action title will chew you up and spit you out, much like the classic Ninja Gaiden series that inspired it. As in the NES staple, the fun comes in trying to overcome that steep challenge. Unfortunately, Cyber Shadow doesn’t back up its challenge with gameplay and progression that feels consistently fun or rewarding.", "For better or worse, Cyber Shadow nails the era it tries to evoke thanks to a faithful 8-bit presentation, stylish animated cutscenes, and demanding difficulty. Armed with a trusty katana, you test your reflexes by slicing through a robot apocalypse in order to free your ninja brethren and rescue your master. Stages are devilishly designed, with seemingly mean-spirited hazards placed exactly where you need to go (or where you land when you slip up), and may as well be giant, pixelated middle-fingers. Making that crucial leap only to be hit by a stray laser and knocked back into the pit you just avoided is nothing short of maddening, and Cyber Shadow is filled to the brim with such moments. It doesn’t help that checkpoints are sparse, meaning you must replay long, arduous stretches to reach a new spot to exhale.", "Players can ease their journey by purchasing permanent perks for individual checkpoints. These perks include basic health/mana regeneration, but you can also get one of many tools, like a shield, turret, or my favorite: the yo-yo-like swag blade. A few tools, like the slow-firing turret, feel impotent and not worth the money, but others can mean the difference between failure and success. While these upgrades are technically optional, some sections feel nigh impossible without them, and it’s easy to find yourself with an empty wallet and no way to purchase help. In some cases, you may have to grind to proceed, but that’s neither fun nor entirely feasible, since some areas don’t have enough enemies or breakable objects to quickly gather the necessary funds.", "Cyber Shadow starts simple with only a jump and attack to players’ names. That limited arsenal falls flat once the nostalgia wears off (assuming you have fond memories of games of this ilk). Your repertoire eventually expands, but the game takes too long doling out abilities that make basic traversal more exciting, such as a wall-climb or sprint. Hitting a running jump and air-dashing through a foe feels great once you learn to do so, but Cyber Shadow demands players stick it out for seven of the game’s ten chapters to get there. Requiring players to endure two-thirds of a punishing game just to obtain skills that belong in every ninja’s starter kit does not feel satisfying.", "The default control scheme also makes executing certain actions tough. Most abilities are mapped to a cardinal direction on the d-pad/analog stick plus the attack button. This setup works decently enough, but during the frantic platforming segments, it’s easy to trigger the wrong ability, like transitioning from an air-dash to a shuriken throw. Given how often you need to change course in a split second, having the d-pad carry so many functions eventually feels cumbersome. Basic actions and sprinting can be remapped (I highly recommend moving sprint to the right shoulder triggers) but actual abilities can’t. That’s disappointing, since hitting two buttons to launch shurikens feels clunky compared to what a single face button would have accomplished.", "When things do click, Cyber Shadow can provide solid entertainment. The action becomes more fluid and engaging once you obtain all the abilities. The boss fights are my favorite encounters; they bring the pain but are exciting and feel mostly fair (save for a tedious water battle against a mechanical dragon). There’s also decent gameplay variety, including a motorcycle chase sequence and digitized battles inside of computer terminals.", "Even with such diversions, Cyber Shadow doesn’t do much that’s surprising, and can sometimes be too tough for its own good. However, those with plenty of patience and an appetite for pain will find fun in this modern throwback. Just be aware that the price of admission may be your sanity, and that’s a high price to pay for this competent-but-flawed war of attrition."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["basic", "feels", "cyber", "shadow", "war", "thats", "attrition", "feel", "abilities", "players", "doesnt", "review", "fun"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}