{"id": "f8d3f7ec-b72a-35b5-95db-8b3e15153f70", "title": "Bruce Springsteen in Conversation with David Remnick", "url": "https://www.newyorker.com/podcast/the-new-yorker-radio-hour/bruce-springsteen-in-conversation-with-david-remnick", "summary": "Bruce Springsteen, an American music legend for more than four decades, published his autobiography, “Born to Run,” in 2016.\nDavid Remnick called it “as vivid as his songs, with that same pedal-to-the-floor quality, and just as honest about the struggles in his own life.” In October of that year, Springsteen appeared at the New Yorker Festival for an intimate conversation with the editor.\nThis entire episode is dedicated to that conversation.\nSpringsteen tells Remnick how, as a young musician gigging around New Jersey, he decided to up his game: “I’m going to have to write some songs that are fireworks.\nAs Springsteen explains it, his tremendously exuberant concert performances were a form of catharsis: “I had had enough of myself by that time to want to lose myself.", "paragraphs": ["Bruce Springsteen, an American music legend for more than four decades, published his autobiography, “Born to Run,” in 2016. David Remnick called it “as vivid as his songs, with that same pedal-to-the-floor quality, and just as honest about the struggles in his own life.” In October of that year, Springsteen appeared at the New Yorker Festival for an intimate conversation with the editor. (The event sold out in six seconds.) This entire episode is dedicated to that conversation. Springsteen tells Remnick how, as a young musician gigging around New Jersey, he decided to up his game: “I’m going to have to write some songs that are fireworks. . . . I needed to do something that was more original.” They talked for more than an hour about Springsteen’s tortured relationship with his father, his triumphant audition for the legendary producer John Hammond, and his struggles with depression. As Springsteen explains it, his tremendously exuberant concert performances were a form of catharsis: “I had had enough of myself by that time to want to lose myself. So I went onstage every night to do exactly that.”"], "authors": ["Condé Nast", "David Remnic", "Hilton Al"], "keywords": ["write", "remnick", "vivid", "david", "bruce", "springsteen", "songs", "yorker", "young", "went", "struggles", "conversation"], "pubDate": null, "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}