{"id": "f90af203-1782-3952-8525-b1d2d761c7e7", "title": "India, Covid-19 and vaccine politics", "url": "https://www.ft.com/video/1c6e8ebb-cae3-4332-ae22-dd19f29af3fd", "summary": "You can enable subtitles (captions) in the video playerIndia is embarking on one of the world's most ambitious coronavirus vaccine programmes.\nCentral to this effort is the Serum Institute of India, the world's largest vaccine manufacturer here in Pune.\nAlong with inoculating its own population, India plans to export the vaccine to the developing world.\nIn the first two weeks of the vaccine programme India inoculated over 3.5m people.\nUnder its COVAX programme, India will supply a further 10m Covid vaccine doses to Africa and a million doses to the UN.", "paragraphs": ["You can enable subtitles (captions) in the video player", "India is embarking on one of the world's most ambitious coronavirus vaccine programmes. Central to this effort is the Serum Institute of India, the world's largest vaccine manufacturer here in Pune. As a major pharma player India has the advantage of huge manufacturing capacity. Along with inoculating its own population, India plans to export the vaccine to the developing world.", "But the government faces key challenges. Rolling out the vaccine quickly across a diverse country is a huge operation. Convincing people from all walks of life to take the vaccine is a major challenge. What's more, the approval of its homegrown vaccines has already proved controversial. And the first days of India's vaccine rollout have been slow, underscoring the difficult path ahead.", "Indian government realised very early that it's one of our strengths to manufacture a vaccine and supply in large quantities.", "India is one of the world's biggest manufacturers of vaccines. Two vaccines have been approved by the government so far, Covaxin and developed by Bharat Biotech and the state-run Indian Council of Medical Research, and Covishield, the locally produced version of the Oxford AstraZeneca vaccine. There are several more in the pipeline based on different technologies, including one from Bangalore-based Mynvax that doesn't need to be refrigerated. In the developing world that could be a game changer.", "For India, administering the vaccine to 1.4bn people is a far bigger challenge than sourcing supply. The government wants to vaccinate 300m people by July, about a fifth of the population. Official data shows more than 75 per cent of people have not yet been exposed to coronavirus. In the first two weeks of the vaccine programme India inoculated over 3.5m people. The vaccination programme is focusing on healthcare and frontline workers first, and then people aged over 50.", "More than availability, I personally feel that, you know, vaccine hesitancy is going to be a challenge, actually.", "Another huge challenge is to convince people that the vaccines are actually safe. Even healthcare workers are scared of taking the jab.", "India's poor, who make up the majority of the population, are far more concerned about the daily health challenges they face from poor sanitation and hunger. Convincing them that coronavirus is a priority will be hard, despite being among the hardest hit by the economic impact from the virus.", "We have not seen that many deaths due to Covid as we have seen because of hunger, at least in India. So for poor, it's not, I mean, they are not really concerned about whether they will get vaccinated or not.", "India started its national vaccine rollout in mid-January, but New Delhi is already looking beyond its borders. The government sees an opportunity to boost its soft power by supplying millions of doses of made in India vaccines to its neighbours as gifts, as well as securing commercial deals with countries, including Mongolia, Canada, and Saudi Arabia. India is also a significant contributor to the Gavi Vaccine Alliance, which provides vaccines to children all over the world. Under its COVAX programme, India will supply a further 10m Covid vaccine doses to Africa and a million doses to the UN. India will even be sending vaccines to Pakistan through COVAX in spite of their hostile relationship.", "The soft power push has coincided with questions over the efficacy of China's Sinovac vaccine. Chinese companies are aggressively marketing their products around the world and have signed commercial deals with more than a dozen countries. The Modi government has made big promises about its coronavirus vaccines, but delivering on them will be hard. Like China, India hopes to use its manufacturing capacity to bolster its international standing. At stake is not just the health of its people, but whether the country gets a much needed injection of confidence to start recovering from the wider impact of the pandemic."], "authors": ["Filmed Ratan Gaikwad. Produced Tom Griggs", "Jyotsna Singh. Graphics Russell Birkett. Additional Footage Reuters."], "keywords": ["worlds", "population", "vaccine", "vaccines", "covid19", "programme", "politics", "world", "supply", "india", "challenge", "coronavirus"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}