{"publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "id": "f91cc089-7293-39ce-b032-ade267e497f7", "keywords": ["mr", "wheel", "ocean", "slat", "trash", "cleanup", "kellett", "promise", "interceptor", "machine", "plastic"], "pubDate": null, "title": "The Promise of Mr. Trash Wheel", "url": "https://www.newyorker.com/tech/annals-of-technology/the-promise-of-mr-trash-wheel", "authors": ["Carolyn Kormann", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Michael Luo", "The New Yorker"], "summary": "Five years later, Mr. Trash Wheel has spawned three replicas around Baltimore—Professor Trash Wheel, Captain Trash Wheel, and another that was announced last week but has yet to be named or installed in the water.\n“Never in my wildest dreams would I ever have thought that this idea I sketched on a napkin would lead to all this.”Watching Mr. Trash Wheel in action is almost hypnotic.\nBut, when Kellett first conceived Mr. Trash Wheel, in 2007, researchers were only just beginning their efforts to analyze and quantify the problem.\nLike Mr. Trash Wheel, the Interceptor uses a boom, which the Ocean Cleanup calls a barrier, to guide trash flowing downriver to its mouth, where a conveyor belt catches it.\nAccording to Slat, the Interceptor builds on everything that came before, including Mr. Trash Wheel.", "paragraphs": ["John Kellett, the former director of Baltimore’s Maritime Museum, used to cross a footbridge over Jones Falls, the largest tributary feeding into Baltimore’s Inner Harbor, every day on his way to work. “When it rained, there was a river of trash flowing down,” he told me. He had spent twenty years working on the harbor, primarily in environmental education and shipbuilding, and had a deep knowledge of its hydrodynamics and history. City officials, he told me, “said they were open to ideas, so I started sketching.” He drew plans for a machine powered by an old-fashioned water wheel—a technology that had once been a staple throughout the city—designed to intercept trash at the mouth of Jones Falls, which is the main source of harbor pollution. A prototype was installed in 2008. By 2014, Kellett’s invention was reborn as Mr. Trash Wheel—a fifty-foot-long machine, weighing nearly a hundred thousand pounds, that resembles a friendly mollusk, with giant, googly eyes and its own Twitter account.", "Five years later, Mr. Trash Wheel has spawned three replicas around Baltimore—Professor Trash Wheel, Captain Trash Wheel, and another that was announced last week but has yet to be named or installed in the water. Three local beers are named in their honor, and the city has both a trash-wheel fan festival and a society dedicated to promoting environmental awareness known as the Order of the Wheel. As plastic pollution in the world’s oceans has become a growing crisis, the trash wheels have gained an international following. “Over the last few years, I’ve been getting calls and e-mails from all over the world,” Kellett said. A Japanese film crew visited last week. “I’m still kind of in shock about how much attention it has garnered,” he went on. “Never in my wildest dreams would I ever have thought that this idea I sketched on a napkin would lead to all this.”", "Watching Mr. Trash Wheel in action is almost hypnotic. Two booms extend from its body, guiding trash flowing from the tributary toward its mouth, where a conveyor belt slowly carries the trash up a ramp and deposits it in a dumpster, located under a canopy. An automated rake helps the trash up the ramp. (Kellett grew up on a farm near Gettysburg, Pennsylvania, and had hay balers in mind when he was designing the prototype.) When the dumpster is full, a boat takes it to a truck that transports it to be emptied in a nearby incineration facility; the burned trash is used to make electricity for Maryland homes. (The hope is that, eventually, it will be sorted and recycled.) To date, Mr. Trash Wheel has collected approximately twelve hundred and thirty-three tons of trash and debris—mostly plastic bags and bottles, cigarette butts, and foam containers, but also a guitar, a keg, and a living ball python.", "According to a landmark paper published in 2015 by the eminent solid-waste scientist Jenna Jambeck, roughly eight million metric tons of plastic travelled from land into the world’s oceans each year, mostly down rivers. But, when Kellett first conceived Mr. Trash Wheel, in 2007, researchers were only just beginning their efforts to analyze and quantify the problem. That has changed over the past several years. While researchers and activists have since prioritized the prevention of plastic pollution in the first place—through legislation and regional bans, new materials, and corporate accountability, among other initiatives—clean-up measures, particularly in rivers, are a necessary part of the picture. Plans to install versions of Kellett’s trash wheels are currently in development in Newport Beach, California; Brunswick, Georgia; Milwaukee, Wisconsin; and Panama City, Panama. “I don’t think of the Trash Wheel as a solution,” Kellett said. “We are treating a symptom of the disease. It’s not a cure.”", "On October 26th, the Ocean Cleanup, the six-year-old Dutch technology nonprofit, unveiled a new machine, very similar to Mr. Trash Wheel, in a theatrical production on the Rotterdam waterfront. Before the big reveal, Boyan Slat, the Ocean Cleanup’s twenty-five-year-old founder and the event’s master of ceremonies, gave a nod to Mr. Trash Wheel, flashing a picture of it on the screen behind him. “This is amazing, pioneering work, and they actually do the job really well in their specific locations. But this is a global problem,” he said. “What we need is a product—one integrated system that you can bring anywhere in the world, install within days—that just works.” He went on, “That’s what we need to close the tap, and it doesn’t exist. Until today.”", "The amphitheatre went dark, strobe lights flashed, electronic music blared, and the screen lifted, revealing the machine: the Interceptor. Seventy-five feet long, twenty-six feet wide, and sixteen feet tall, it is made primarily from stainless steel, aluminum, and a bit of recycled ocean plastic. It vaguely resembles a luxury yacht with the bridge chopped off. Solar panels, which line the top deck, provide all of its power. Like Mr. Trash Wheel, the Interceptor uses a boom, which the Ocean Cleanup calls a barrier, to guide trash flowing downriver to its mouth, where a conveyor belt catches it. It then uses an automated shuttle to drop the trash into one of six dumpsters. Slat put on a little black life jacket and went down to a ramp to give a tour and a demonstration. (Instead of trash, the display used yellow plastic ducks sporting blue Ocean Cleanup hats). He noted that, according to the firm’s research, forthcoming in a scientific journal, a thousand rivers around the world (out of about a hundred thousand total) are responsible for roughly eighty per cent of the plastic inflow into oceans. He plans to deploy the machine at the mouths of each of them in the next five years.", "The Ocean Cleanup is known for its efforts to build a contraption that uses natural forces—wind and waves—to clean plastic from the high seas. Its first prototype, launched in 2018 in the North Pacific gyre, where ocean-plastic concentrations are highest, failed spectacularly; it was unable to retain the plastic it gathered, and then it broke into two pieces. (In early October, the group announced that its latest iteration was functioning.) However, Slat and his team had been simultaneously focussed on the company’s river-mouth technology. They started developing the Interceptor four years ago, thanks to earmarked grants from a Dutch foundation. But they kept it quiet. “It allowed the team to really focus on getting it to work first,” Slat told me. “It’s never really fun to be in the public spotlight.”", "In February, Ocean Cleanup installed its first prototype in Indonesia; in August, it unveiled the second, in Malaysia. A third is about to be launched, in Vietnam, and a fourth—the machine that Slat showcased in Rotterdam—will soon be on its way to the Dominican Republic. Thailand and Los Angeles County have also signed on to install Interceptors. “The fact that it is still relevant to deploy in advanced economies, like the United States, shows that this is not meant as a replacement for good waste infrastructure, or any other prevention activity,” Slat told the Rotterdam crowd. “This is an extra safety net, a supplement, if all else fails.”", "The Ocean Cleanup has reported that it can collect about a hundred and ten-thousand pounds of trash a day. According to Slat, the Interceptor builds on everything that came before, including Mr. Trash Wheel. The main difference is that the Interceptor, Slat said, “has really been designed for series production, to be easy to produce rapidly in great volumes,” which will keep costs low. (The first four Interceptors cost seven hundred thousand euros a piece for construction and assembly.) Chris Worp, the Ocean Cleanup’s new managing director, added that the machine is “is built like a tank,” designed to deal with the world’s most heavily polluted rivers. According to the Ocean Cleanup’s research, the river in Malaysia where it deployed an Interceptor can emit more than ten-thousand metric tons of trash and debris annually.", "Jambeck, the solid-waste scientist, is skeptical of Slat’s efforts. Mr. Trash Wheel’s success, she said, has been largely due to the way it engages Baltimore citizens, and how specific it is to its local setting. Some of her recent work involves helping communities along the Ganges, from the Himalayas to the Bay of Bengal, assess the right kind of trash interventions to address the overwhelming pollution problem. With the Interceptor, the Ocean Cleanup could have emphasized that “where people are interested in doing this, we can help them implement this kind of thing,” instead of acting like they had come up with an end-all solution, she said. “There definitely could be positives, but the way it was presented was hard to stomach.”", "Slat acknowledged that the Interceptor’s biggest challenge is not the technology—which, like Mr. Trash Wheel’s, is quite simple—but, rather, people. Building relationships with regional stakeholders—governments, industry, and local communities—to insure that the trash that the Interceptors collect is removed from rivers and disposed of properly “is the biggest bottleneck,” he said. “We don’t deploy unless there is a solution that satisfies our standards.” Right now, the nonprofit is mainly looking at locations that have a landfill that meets American standards, incineration facilities to produce energy, or, in the best-case scenario, a sorting step so that some of the trash can be recycled. “We are aiming for best available solution locally,” Slat said. “Or we work with parties to actually set it up—so that’s another potential positive side effect of doing these Interceptors. It may create the opportunity for better waste infrastructure.”", "Mr. Trash Wheel recently had some fun with Slat on Twitter, posting a shaky home video, with a D.I.Y.-strobe-light effect and a caption that reads, “We’ve got an EXCITING ANNOUNCEMENT!” The video shows trash in the trash wheel, and a narrator, in a faux-Slat accent, says, “It’s a wonderful new piece of technology that’s been around for quite some time now. Yep.” (According to Kellett, Slat and the Ocean Cleanup did not speak to him, or any of the people who help operate the Baltimore trash wheels, about their plans before their announcement.) Adam Lindquist, who runs Baltimore’s Healthy Harbor Initiative—which is funded in part by a business-improvement district tax, and which raised the money for the original Mr. Trash Wheel, in 2014—said that the Ocean Cleanup’s announcement was a good sign, as it meant more cities were taking responsibility for cleaning up. “There is no shortage of plastic in our waterways,” he told me. “We wish them the best of luck. It is a strikingly similar project. Imitation is the sincerest form of flattery.”"]}