{"id": "f9417782-8af2-3d89-86e8-f46b5cfc9a79", "title": "Arnold Schwarzenegger condemns Trump as 'worst president ever' after Capitol riot", "url": "https://www.foxnews.com/entertainment/arnold-schwarzenegger-trump-failed-leader-worst-president-capitol-riots-statement", "summary": "Arnold Schwarzenegger issued a lengthy video statement Sunday condemning Donald Trump for the violent sacking of the U.S. Capitol.\n\"It all started with lies, and lies, and lies and intolerance.\n\"President Trump tried to overturn the results of an election, and of a fair election.\n\"President Trump is a failed leader.\n\"And to those who think they can overturn the United States Constitution, know this — you will never win.", "paragraphs": ["Arnold Schwarzenegger issued a lengthy video statement Sunday condemning Donald Trump for the violent sacking of the U.S. Capitol.", "The actor and former GOP governor of California posted a more than seven-minute video on Twitter addressing the siege of the Capitol building last week by a pro-Trump mob.", "Schwarzenegger began by noting that he immigrated to the United States from Austria, where he saw a lot of the guilt and heartbreak that former Nazi soldiers experienced following World War II.", "SCHWARZENEGGER CALLS ON GOP TO REJECT 'STUPID, CRAZY AND EVIL' TRUMP ELECTION CHALLENGE", "\"I grew up in Austria, and I’m very aware of Kristallnacht, or the 'Night of Broken Glass.' It was a night of rampage against the Jews carried out in 1938 by the Nazi equivalent of the Proud Boys,\" he said in the video. \"Wednesday was the Day of Broken Glass right here in the United States. The broken glass was in the windows of the United States Capitol, but the mob did not just shatter the windows of the Capitol, they shattered the ideas we took for granted. They did not just break down the doors of the building that housed American democracy. They trampled the very principles on which our country was founded.\"", "Schwarzenegger went on to reveal that his father used to come home drunk when he was a child and abuse him and his mother.", "\"I did not hold him totally responsible because our neighbor was doing the same thing to his family and so was the next one over,\" he said. \"I heard it with my own ears and saw it with my own eyes.\"", "\"It all started with lies, and lies, and lies and intolerance. So, being from Europe, I’ve seen firsthand how things can spin out of control,\" he added.", "ARNOLD SCHWARZENEGGER VOICES FRUSTRATIONS WITH LACK OF PATRIOTISM IN AMERICA: 'IT DOESN'T MAKE ANY SENSE'", "He stopped short of saying that America was headed in the same direction as pre-war Germany, but noted that the current situation could lead to \"dire consequences\" for U.S. democracy.", "From there, Schwarzenegger turned his sights directly on Trump and his Republican supporters.", "\"President Trump tried to overturn the results of an election, and of a fair election. He sought a coup by misleading people with lies. My father and our neighbors were misled also with lies, and I know where such lies lead,\" he said. \"President Trump is a failed leader. He will go down in history as the worst president ever. The good thing is that he will soon be as irrelevant as an old tweet. But what are we to make of those elected officials who have enabled his lies and his treachery? I will remind them of what Teddy Roosevelt said: ‘Patriotism means to stand by the country. It does not mean to stand by the president.’\"", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The actor then held up a prop sword from his movie \"Conan\" and explained that a sword gets stronger the more it is tempered by a blacksmith. He likened that to the trials and tribulations that American democracy has undergone throughout the years, suggesting that the nation is stronger for it.", "He concluded by calling on everyone to rally behind President-elect Joe Biden.", "CLICK HERE TO GET THE FOX NEWS APP", "\"We need to heal not as Republicans or Democrats, but as Americans. Now, to begin this process, no matter what your political affiliation is, I ask you to join me in saying to President-elect Biden, ‘President-elect Biden, we wish you great success as our president. If you succeed, our nation succeeds. We support you with all our hearts as you seek to bring us together.'", "\"And to those who think they can overturn the United States Constitution, know this — you will never win. President-elect Biden, we stand with you today, tomorrow and forever in defense of our democracy and those who would threaten it.’\""], "authors": ["Tyler Mccarthy"], "keywords": ["presidentelect", "arnold", "capitol", "glass", "president", "riot", "worst", "schwarzenegger", "states", "lies", "united", "video", "condemns", "stand", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}