{"summary": "For our eighth male top 100 list we have assembled a voting panel of 239 judges from 63 countries, led by legendary players such as Dimitar Berbatov, Falcão and Daniele Massaro.\nThe 23 current and former professionals have won a combined total of 1,087 international caps.\nOur 239 judges are drawn from around the world as follows: Africa 21, Asia 15, Europe 146, North and Central America 16, South America 41.\nOn Wednesday we will reveal Nos 70-41, on Thursday Nos 40-11 before the top 10 on Friday completes this year’s list.\n• If players are level on points in the scoring, the number of individual votes cast is used as a tie-breaker.", "url": "https://www.theguardian.com/football/2019/dec/16/how-the-guardian-ranked-the-100-best-male-footballers-in-the-world-2019", "paragraphs": ["For our eighth male top 100 list we have assembled a voting panel of 239 judges from 63 countries, led by legendary players such as Dimitar Berbatov, Falcão and Daniele Massaro.", "They are backed up by a global selection of coaches, broadcasters, reporters, correspondents and editors, as well as other former players such as Javier Zanetti, Zico and Quinton Fortune.", "The 23 current and former professionals have won a combined total of 1,087 international caps.", "Our 239 judges are drawn from around the world as follows: Africa 21, Asia 15, Europe 146, North and Central America 16, South America 41.", "The countdown begins on Tuesday 17 December with Nos 100-71. On Wednesday we will reveal Nos 70-41, on Thursday Nos 40-11 before the top 10 on Friday completes this year’s list.", "The Top 100 rules are explained beneath the list of judges. The judges are listed in alphabetical order by category.", "The 100 best female footballers in the world 2019 Read more", "Players", "Patrik Andersson Former Sweden international who won 96 caps and played at the 1994 and 2002 World Cups", "Dimitar Berbatov Former Bulgaria international with 78 caps who played for Manchester United, Tottenham and Bayer Leverkusen among others", "Jay Bothroyd Forward who won one cap for England and is currently playing for Hokkaido Consadole Sapporo in the J1 League in Japan", "Rune Bratseth Former Norway international with 60 caps who captained his country at the 1994 World Cup", "Gilles De Bilde Former Belgium international with 25 caps", "Igor Demo Former Slovakia international with 24 caps", "Erik Edman Former Sweden international with 57 caps who played at the 2006 World Cup", "Jan Åge Fjørtoft Former Norway international with 71 caps who played at the 1994 World Cup", "Quinton Fortune Former South Africa international with 46 caps", "Wael Gomaa Former Egypt international with 114 caps", "Nuno Gomes Former Portugal international with 79 caps who played at the 2002 and 2006 World Cups", "Grafite Former Brazil international with four caps", "Sergey Kiryakov Former Russian international who won 38 caps for USSR, CIS and Russia and played at the 1992 and 1996 European Championships", "Daniele Massaro Former Italy international with 15 caps who played at the 1994 World Cup", "Janusz Michallik Former US international with 44 caps now working as an ESPN football analyst", "Armen Petikyan Former Armenia international with five caps", "Lutz Pfannenstiel Former goalkeeper and the first player to have played professionally in all six Fifa confederations", "Brent Sancho Former Trinidad and Tobago international with 43 caps who played at the 2006 World Cup and is a former Minister of Sports of Trinidad and Tobago", "Yegor Titov Former Russia international with 41 caps who played at the 2002 World Cup", "Julio César Uribe Former Peru international with 39 caps and now football analyst at Fox Sports Peru", "Frédéric Waseige Former midfielder who won the Belgian Cup and League Cup with FC Liège and is now a TV pundit", "Javier Zanetti Former Argentina international who played at the 1998 and 2002 World Cups", "Zico Former Brazil international with 71 caps who played at the 1978, 1982 and 1986 World Cups", "Coaches and technical staff", "Marco Amelia Former Italy international who is now the coach of Serie D side Vastese", "Steve Darby Former head coach of Laos", "Falcão Brazilian coach, former coach of Brazil and Japan and former Brazil international who played at 1982 and 1986 World Cups", "Roberto Saporiti Argentinian football coach who was assistant coach to César Luis Menotti in 1978 World Cup", "Fatih Terim Manager who has won eight Süper Lig titles and one Uefa Cup with Galatasaray and took Turkey to the 2008 European Championship semi-finals", "Alberto Zaccheroni Manager who won Serie A with Milan in 1999 and who has coached the Japan and United Arab Emirates national teams", "Journalists", "Ed Aarons Deputy news editor, the Guardian", "Ahmed Adala Journalist at Radio IFM Tunisie and Coaching Foot in Tunisia", "Aanu Adeoye Freelance journalist for Al-Jazeera and VICE", "Omar Al Raisi Founder of Dantani, Inc. and Editor-in-Chief of The Sports Journal in the UAE", "Gary Al-Smith African football expert", "Tobias Altschäffl Chief footballer reporter at Sport-Bild in Germany", "Nick Ames Football writer, the Guardian", "David Amoyal Host of Calcioland podcast and columnist for The Athletic", "Juan Arango Bilingual commentator for TUDN USA and Latin American Correspondent for Diario Sport (Spain)", "Marcela Mora y Araujo Argentinian football writer", "Philippe Auclair Senior writer, France Football", "Gregg Bakowski Football writer, the Guardian", "Nicky Bandini Italian football correspondent, the Guardian", "John Bennett Broadcaster, BBC World Service & BBC 5 Live", "Chloe Beresford Italian football writer and editor", "Mina Finstad Berg Pundit and football expert at TV2 in Norway", "Leonardo Bertozzi Football journalist at ESPN Brasil", "Luca Bianchin Football writer, La Gazzetta dello Sport", "Christoph Biermann Football writer for 11Freunde in Germany", "Eduardo Biscayart Commentator on European football at Fox Sports Mexico and Telemundo (USA)", "Andrey Bodrov Editor-in-chief of bookmakers-ratings.ru in Russia", "Matteo Bonetti Football Commentator/Analyst, ESPN", "Andreas Böni Head of football at Blick in Switzerland", "Olivier Bossard Journalist at France Football", "Mohamed Bouhafsi Head of Football at RMC Sport in France", "Mareike Boysen Reporter at Ballesterer magazine in Austria", "Andy Brassell European football writer/broadcaster", "Costas Bratsos Football writer at Sport24.gr in Greece", "Rodrigo Bueno Football journalist and FOX commentator in Brazil", "Gevorg Burnuchyan Editor-in-chief of football365.am in Armenia", "Mariana Cabral Football writer for Expresso and Sporting U-19 women’s team coach", "Javier Cáceres Football writer, Süddeutsche Zeitung", "Pedro Canelo Journalist at El Comercio in Peru", "Lédio Carmona Football journalist and SporTV commentator in Brazil", "Joao Castelo-Branco ESPN-Brasil correspondent in London", "Hernán Castillo Argentinian football journalist at TNTSports", "Mauro Cezar Pereira Football journalist and ESPN commentator in Brazil", "Alex Chaffer Manager of the official Bundesliga website", "Khachik Chakhoyan Uefa Media representer in Armenia", "Ivaylo Chilev Football journalist and Champions League broadcast producer at bTV Media Group in Bulgaria", "Rodolfo Chisleanschi Sports journalist for El País (Spain) and La Nación (Argentina)", "Marcus Christenson Football editor, the Guardian", "Solace Chukwu Football Writer for the Africa Desk of goal.com", "Paulo Vinicius Coelho Football writer and Fox commentator in Brazil", "James Corbett Sports writer and principal of deCoubertin Books", "Joe Crann Soccer Laduma journalist in South Africa. Part-time TV and Radio analyst", "Ezequiel Daray Fox Sports correspondent in Germany", "James Dart Sports editor, theguardian.com", "Kirill Dementyev Channel One commentator in Russia", "Haresh Deol Editor of TwentyTwo13 in Malaysia", "Serhiy Derkach Editor-in-chief at bookmaker ratings in Ukraine", "Adam Digby Italian football writer", "Paul Doyle Football writer, the Guardian", "Vincent Duluc Senior reporter at L’Equipe", "Simon Edwards South American football expert", "Claudia Ekai Kwese Sports Correspondent in Kenya", "Mohamed Amine Elamri Sports journalist at Le Matin in Morocco", "Kasper Elissaar Editor-in-chief at Soccernet in Estonia", "Jeroen Elshoff Football commentator NOS Dutch National television", "Rodrigo Errasti Sports editor in chief of the Agencia Colpisa-Vocento in Spain", "Amr Fahmy Journalist working for beIN Sports in Egypt", "Christian Falk Head of football at Sport-Bild in Germany", "Eric Faria Football journalist at TV Globo in Brazil", "Martín Fernandez Senior football writer at Globoesporte in Brazil", "Barak Fever Football journalist at ESPN Brasil", "Ben Fisher Footballer reporter, the Guardian", "Olivier Fosseux Journalist at La Voix du Nord in France", "Solomon Fowowe Football journalist at the Guardian in Nigeria", "Johanna Frändén European football correspondent for Swedish paper Aftonbladet", "Alex Frosio Football editor at La Gazzetta dello Sport", "Luigi Garlando Chief football writer at La Gazzetta dello Sport", "Biplav Gautam Journalist at Sportradar in Nepal", "Jonas Giaever Norwegian football journalist", "Barry Glendenning Football writer and Guardian Football Weekly regular", "Denis Green Journalist at Mailman Group in Shanghai", "Mathieu Grégoire Journalist at L’Équipe", "Cristian Grosso Sports editor of La Nación in Argentina", "Andreas Hagenauer Football journalist at Der Standard", "Karel Häring Czech football journalist and chief editor of quarterly magazine Football Club", "Pavel Hartman Czech football writer at Sport daily", "Jesper Haue Hansen Football reporter at Jyllands-Posten in Denmark", "Gudmundur Hilmarsson Sport journalist at Morgunbladid and mbl.is in Iceland", "Gustavo Hofman Football journalist and ESPN commentator in Brazil", "Andy Hunter Football writer, the Guardian", "David Hytner Chief football correspondent, the Guardian", "Sasa Ibrulj Bosnian football writer", "Wael Jabir CEO of Ahdaaf.me in Dubai", "Kristian Jack TSN Soccer Analyst. TV/Radio host, reporter, writer", "Jamie Jackson Football writer, the Guardian", "Behnam Jafarzadeh Deputy editor at Varzesh3.com, Iran", "Ott Järvela Football journalist and chairman of Estonian Sports Press Association", "Boris Jovanovic Editor in Chief Sportske.net", "Eduard Kalantaryan Head of Armenia TV sport", "Celestine Karoney Kenyan sports journalist", "Hideki Kasuya Japanese football journalist, commentator, and broadcaster", "Ali Khaled Editor of FourFourTwo Arabia", "Usher Komugisha African Football Journalist, SuperSport TV", "Oleg Koshelev Russian football writer", "Ermal Kuka Sports journalist at vipsport.al in Albania", "Samindra Kunti Freelance football journalist", "Cecilia Lagos European football columnist at La Tercera, contributor at The Tactical Room and cecilialagos.com", "Aitor Lagunas Editor in chief, Panenka", "Steven Lavon Sports journalist and editor-in-chief of africatopsports.com in Lomé, Togo", "Joshua Law São Paulo-based freelance journalist and editor of the website Yellow and Green Football", "Sergio Levinsky Journalist working for Infobae and Jornada in Argentina as well as Kicker in Germany", "Gianluca Lia Sports journalist at Times of Malta", "Jonathan Liew Sports writer, the Guardian", "Pablo Londinsky Uruguayan football journalist at Tenfield", "Sid Lowe Spanish football correspondent, the Guardian", "Jorge Luiz Rodrigues Football journalist and ESPN broadcaster in Brazil", "Olof Lundh Swedish football writer for Fotbollskanalen and Dagens Industri, pundit for TV4 and C More and author", "Ben Lyttleton Football author and consultant", "Ben Mabley Japan-based television commentator for J Sports, SkyPerfecTV, and DAZN", "Jaime F Macias Football analyst at BeIN Sports USA", "Paul MacInnes Sports writer, the Guardian", "Hatem Maher Senior Sports Editor at Ahram Online in Egypt", "Magnús Már Einarsson Editor of fotbolti.net in Iceland", "Nebojsa Markovic Sports Journalist at MONDO.rs in Serbia", "Gergely Marosi Freelance sports journalist and football writer in Hungary", "Everaldo Marques Football journalist and ESPN broadcaster in Brazil", "Tom Marshall Football writer based in Mexico", "Martin Mazur Argentinian football journalist for El Gráfico, FourFourTwo and La Gazzetta dello Sport", "Stephen McMillan Sports features editor and Top 100 commissioning editor, the Guardian", "Ugur Meleke Football columnist at Hürriyet Daily. Also a pundit for CNN Turk and Radyospor", "Renata Mendonça Journalist and UOL columnist in Brazil", "Thierry Merchand International football chief editor, France Football", "Luo Ming Sports Editor, Titan Sports, China", "Tomasz Mortimer Hungarian football writer", "Elena Mpountou Football writer at sdna.gr", "Hassanin Mubarak Football writer", "Hirofumi Nakano Journalist and radio show host in Japan", "Francisco Navas Guardian producer and football writer", "Sachin Nakrani Football writer, Guardian", "Christian Nourry Editor-in-chief, Get French Football News", "Osasu Obayiuwana British-Nigerian international football journalist and broadcaster, who has reported for the BBC for nearly 25 years.", "Hernan O’Donnell Journalist working for Universo Deportivo who has previously written for El Gráfico and La Nación", "Antonis Oikonomidis Greek freelance football writer", "Oluwashina Okeleji Reporter for BBC Sport, World Soccer and Al Jazeera online", "Collins Okinyo African football journalist and managing editor of soka25east.com", "Rafael Oliveira Football journalist and ESPN commentator in Brazil", "Sergio Fernández Olmedilla Football editor, Marca", "Michael Oti Adjei Football Journalist and Broadcaster", "Ichiro Ozawa Japanese football journalist, commentator, and broadcaster", "Fernando Palomo ESPN commentator and the voice of FIFA 17 in Latin America", "Álex Pareja Sports journalist at ESPN", "Juan Carlos Pasman Argentinian journalist who presents his own shows on DirecTV Sports and Radio La Red", "Artur Petrosyan Russian football journalist who is a uefa.com reporter and Guardian contributor", "Michal Pol Editor in chief Przeglądu Sportowego", "Ricardo Puig Football journalist at ESPN Fuera de Juego", "Thiago Rabelo Editorial Assistant at Dazn and Guardian contributor", "Melissa Reddy Senior Football Correspondent at The Independent", "Marion Reimers Journalist and broadcaster/commentator for Fox Sports Latin America. Founder and president of Versus", "Filippo Ricci Spain correspondent for Gazzetta dello Sport", "Jeff Rueter Football writer for The Athletic", "Vitor Sergio Rodrigues Commentator and editor at Esporte Interativo in Brazil", "José Armando Rodríguez Editor-in-chief, Deporte Total USA", "Fabrizio Romano Sky Sport Italy journalist and Guardian contributor", "Juan Pablo Romero Sports journalist at El País in Uruguay", "Barney Ronay Chief sports writer, the Guardian", "Emanuel Rosu Romanian football writer at Sport.ro", "Stephan Roth Reporter at Swiss daily Blick", "Guillermo Rubio “Gumi” Freelance sports journalist working for, among others, FOX Sports Argentina and Onda Cero in Spain", "Max Rushden Presenter of the Guardian Football Weekly and The Warm-up Show on Talksport", "Marwan Saeed Operations manager of KingFut.com", "Emre Sarigul Editor and founder of turkish-football.com", "Santiago Segurola Football writer for El País", "Metodi Shumanov Bulgarian football writer", "Vidir Sigurdsson Sports editor of Morgunbladid and mbl.is and author of the Icelandic Football Yearbook", "Nacho Silván Co-founder of Imagosport and professional football analyst", "Mal Singh Journalist at Channel News Asia in Singapore", "Lars Sivertsen Norwegian football writer and Guardian Football Weekly regular", "Manos Staramopoulos Greek football journalist at Demokratia, Omada-reporter, Discoveryfootball.com", "Mojmir Stasko Football writer for Dennik Sport in Slovakia", "Jacob Steinberg Football writer, the Guardian", "Vladimir Stognienko Russian football expert and VGTRK commentator", "Alexandr Strelnikov Editor-in-chief of Sports.kz in Kazakhstan", "Saku-Pekka Sundelin Football journalist at Ilta-Sanomat", "Aet Süvari Estonian football reporter", "Agris Suveizda Reporter for Sportacentrs.com in Latvia", "Fábian Taboada Football journalist working for ESPN in Argentina", "Carlos Tassara Journalist and football analyst at NIX Media in Peru", "Kristof Terreur Belgian football writer and Premier League correspondent for HLN", "Mihovil Topic Chief football writer at Telesport in Croatia", "Nuno Travassos Portuguese football writer at Maisfutebol", "Mihalis Tsohos Gazzetta.gr director, commentator on Cosmote TV and host of a radio show on sport-fm.gr", "Vaios Tsoutsikas Director at sport-fm.gr with his own daily show on the radio station", "Darren Tulett Presenter at beIN Sports in France", "Will Unwin Football writer, the Guardian", "Carlos Univazo Journalist and football analyst at Fox Sports Peru", "Patrick Urbini Football writer for France Football", "Esteban Valverde Bonilla Sports journalist, focusing on football, at La Nacion in Costa Rica", "Petter Veland Norwegian TV commentator and La Liga expert for Viasat", "Lari Vesander Associate Editor of Urheilulehti in Finland", "Ola Wenström TV presenter at Viasat in Sweden", "Aleksandr Vishnevsky Football writer for Football Weekly in Russia", "Raúl Vilchis Mexican sports journalist based in New York", "Lukas Vrablik Slovakian freelance football writer", "Ville Väänänen Finnish football reporter at Ilta-Sanomat", "Greg Wilcox Sports Editor Arab News", "Tomasz Wlodarczyk Chief football writer, Przeglad Sportowy", "Carl Worswick Football writer based in Colombia", "Michael Yokhin European football writer", "Ahmad Yousef Egyptian football journalist and editor at KingFut.com in London", "Bi Yuan Chinese Football Journalist based in Beijing", "Víctor Zaferson Journalist and football scout at FdmSports.com", "Federico Zanon Italian football journalist working for Sky Sport and Eurosport", "Clemens Zavarsky Football writer for Ballesterer in Austria", "Tim Zinoviev Chief Editor of Football.by in Belarus", "Miran Zore Chief editor of Nogomania in Slovenia", "Volodymyr Zverov Ukrainian TV presenter with his own football show", "How the voting works", "• The No 1 choice of each judge was awarded 40pts, No 2 given 39pts, down to 1pt for their No 40 choice. All the votes were added together to give a raw score.", "• To minimise the influence of outliers in the list, the highest score awarded to a player was then deducted to give a final score.", "", "• A player needed to receive votes from at least five judges to qualify for the list.", "• If players are level on points in the scoring, the number of individual votes cast is used as a tie-breaker.", "• The individual voting breakdown will be published when the full list has been revealed.", "Voting disclosure", "• We are very grateful to our judges for taking part, and none have been paid for participating in this project.", "• To allow our judges the freedom to express their opinions without fear or favour, individual voting records will be anonymised in the full breakdown of scores.", "• Voters are identified only by their category and a number chosen at random. The judges’ numbers bear no relation whatsoever to the alphabetical list of judges’ names presented above."], "pubDate": null, "keywords": ["footballers", "100", "football", "best", "writer", "international", "played", "male", "editor", "commentator", "guardian", "world", "ranked", "caps", "2019", "chief", "journalist"], "id": "f95a18df-dd33-3300-a666-bc435d70919f", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783", "authors": ["Stephen Mcmillan", "Marcus Christenson"], "title": "How the Guardian ranked the 100 best male footballers in the world 2019"}