{"id": "f9adb8c4-25ec-3082-ac60-833a2b615c49", "title": "Another Attempt At COVID Relief", "url": "https://radio.foxnews.com/2020/12/11/another-attempt-at-covid-relief/", "summary": "FOX News Washington-based Correspondent Mark Meredith has been reporting from the FDA headquarters this week, and explains the Trump administrations plans for a vaccine roll out.\nCongress is attempting to pass a bipartisan COVID relief bill by the December 26th deadline, when the federal enhancements of state unemployment benefits are due to expire.\nLawmakers have made little progress this month negotiating on the relief package, in addition they still need to resolve the end of the year spending bill.\nPresident-elect Joe Biden announced retired four-star General Lloyd Austin as his nomination for Secretary of Defense.\nThe pick comes four years after President Trump chose retired General Jim Mattis as his first Defense Secretary.", "paragraphs": ["This Week:", "As coronavirus cases are surging across the country and hospitals get closer to hitting their capacity, access to a vaccine may be available by the end of the year. FOX News Washington-based Correspondent Mark Meredith has been reporting from the FDA headquarters this week, and explains the Trump administrations plans for a vaccine roll out.", "Congress is attempting to pass a bipartisan COVID relief bill by the December 26th deadline, when the federal enhancements of state unemployment benefits are due to expire. Lawmakers have made little progress this month negotiating on the relief package, in addition they still need to resolve the end of the year spending bill. Jared breaks down this week on Capitol Hill with FOX News Congressional Correspondent Chad Pergram.", "President-elect Joe Biden announced retired four-star General Lloyd Austin as his nomination for Secretary of Defense. The pick comes four years after President Trump chose retired General Jim Mattis as his first Defense Secretary. Jared spoke with FOX News National Security Correspondent Jennifer Griffin about pushback from Democrats over General Austin's nomination and if he has the numbers to be confirmed.", "Next week, 538 electors will gather in their state capitols to cast their votes for either President-elect Joe Biden or President Trump, based on the popular vote in their states. This year, the Electoral College has been under scrutiny due to legal challenges presented by the Trump campaign who claim the election was stolen. FOX News Politics Editor Chris Stirewalt explains the history and politics behind the Electoral College."], "authors": ["Siobhan Flattery", "Katherine Tague"], "keywords": ["fox", "general", "trump", "state", "secretary", "correspondent", "retired", "covid", "attempt", "week", "vaccine", "relief"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}