{"id": "f9ae5868-15c2-38f7-bedd-864448171b28", "title": "Scandal Dogs China’s ‘King of Vaccines,’ Partner to AstraZeneca", "url": "https://www.nytimes.com/2020/12/07/business/china-vaccine-astrazeneca.html", "summary": "He blamed rumors that had spread among the news media and society about the safety of vaccines, saying they had “aggravated” the students’ anxiety and caused the vomiting.\nIt mainly took note of the deaths and listed their causes, which included pneumonia, heart disease and diarrhea, according to a government statement.\nChina has been less forthcoming about questions of vaccine safety than other countries.\nIn the United States, the federal government often commissions in-depth assessments after manufacturers report problems with vaccines.\nFor decades, the industry has focused on selling products in China, believing that the domestic market was big enough to sustain the business.", "paragraphs": ["The official, Peng Guowen, director of the institute of immunization of the Guangdong Provincial Center for Disease Control and Prevention, said that most of the symptoms such as dizziness or abdominal pain were “subjective” and that none of the students developed fever. He blamed rumors that had spread among the news media and society about the safety of vaccines, saying they had “aggravated” the students’ anxiety and caused the vomiting.", "In a separate news conference, a reporter asked how the government could conclude that the students’ adverse reactions had nothing to do with the vaccine before the test results were out. Officials did not answer, according to The Southern Metropolis Daily.", "In 2013, after reports emerged that 17 infants had died after they took the same vaccine, the Chinese media and the public called Mr. Du a “baby-killer.” The government stopped the sale of the vaccines in December for over a month.", "It lifted the suspension after it concluded that the company was not to blame. The release about the official investigation provided little detail. It mainly took note of the deaths and listed their causes, which included pneumonia, heart disease and diarrhea, according to a government statement.", "China has been less forthcoming about questions of vaccine safety than other countries. In the United States, the federal government often commissions in-depth assessments after manufacturers report problems with vaccines. In South Korea, where a string of deaths recently undermined confidence in a flu vaccine, the government released detailed data on the deaths as it worked to restore public trust.", "As China now tries to burnish its global standing as a scientific and medical power, the reputation of its vaccine makers is all the more important.", "For decades, the industry has focused on selling products in China, believing that the domestic market was big enough to sustain the business. Few companies have discovered products with worldwide impact."], "authors": ["Sui-Lee Wee", "Javier C. Hernández"], "keywords": ["vaccines", "chinas", "media", "astrazeneca", "public", "dogs", "students", "scandal", "partner", "took", "products", "official", "deaths", "king", "vaccine", "safety"], "pubDate": "2020-12-07T00:00:00", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}