{"id": "f9cf34f3-7fec-3a9f-a26a-af6174024831", "title": "How Embracing Failure Can Lead to Success", "url": "https://execed.economist.com/blog/industry-trends/how-embracing-failure-can-lead-success", "summary": "Failure, however, is an inevitable part of the success equation, and a sign of striving valiantly.\nHow can embracing failure lead to success?\nBy operating outside of your comfort zone, you can learn to embrace failure and actually study yourself failing.\nAmazon is another successful company that embraces failure.\nIf you’re waiting for an event to dictate your success, Wooditch warns that you’re likely to tap out when you encounter your first or second obstacle.", "paragraphs": ["Theodore Roosevelt said it best in his famous “Citizenship in a Republic” speech:", "“The credit belongs to the man who is actually in the arena, whose face is marred by dust and sweat and blood, who strives valiantly; who errs and comes short again and again; because there is not effort without error and shortcomings.”", "", "It sounds noble, but in actuality, we humans don’t like to fail. And for leaders—especially CEOs, who are watched like hawks by their employees, competitors, board of directors and the general public—failing can threaten job security.", "Failure, however, is an inevitable part of the success equation, and a sign of striving valiantly. “If the only success you achieve is in areas where you have never struggled or failed, then that success is probably hollow, unmeaningful and not very significant,” says Greg Fisher, associate professor of entrepreneurship at the Indiana University Kelley School of Business.", "How can embracing failure lead to success?", "", "Failure is part of the growth process, and according to Bill Wooditch, CEO of Wooditch Enterprises, and author of “Fail More: Embrace, Learn, and Adapt to Failure As a Way to Success,” the greatest point of growth occurs right below your limit. By operating outside of your comfort zone, you can learn to embrace failure and actually study yourself failing.", "“Successful people are motivated by failure and they don’t view it as a signal to quit; it’s their inspiration to work harder or try different methods,” Wooditch says. “Think of two musicians: a master bass player and an amateur.” While the amateur might practice by playing pieces she’s already familiar with, the master bass player will aim for new pieces and continue to fail right up to that point of growth.", "And in the 21st century, embracing failure has never been more important. “In a world where speed and uncertainty are high, it’s essential for leaders to embrace failure as one half of success,” says Terence Mauri, a Thinkers50 leadership expert and author of “The Leader’s Mindset: How To Win In the Age of Disruption. “It’s time to rethink failure; it should be regarded as the status quo, so if nine out of 10 things fail, it’s essential to build a fail-fast-to-learn-fast culture.”", "Mauri points to Booking.com as a company that embraces this type of culture, where learning from failure is a badge of honor instead of a badge of shame. “Anybody at the company can launch an experiment and anybody can also kill an experiment that somebody else has launched,” he explains.", "Amazon is another successful company that embraces failure. “Jeff Bezos wants to build a company of failure pioneers because failure and invention are inseparable twins, where the big bets pay for thousands of failed experiments.” In fact, Mauri says the best way for leaders to scale success from failure is to imagine that the word “fail” stands for “From Action I Learn.”", "Success is a process, not a destination", "", "In embracing failure, it helps if you don’t view success and failure as “events.” For example, Wooditch says most successful people can’t pinpoint the exact moment they became a success. “There are thousands of hours in training, unspoken sacrifices and, of course, ‘blood, sweat and tears’ behind their job title, coveted zip code and lifestyle,” he says.", "If you’re waiting for an event to dictate your success, Wooditch warns that you’re likely to tap out when you encounter your first or second obstacle. “But the people who accept that success is a process view failure as a stepping stone, so they aren’t intimidated by one misstep; they employ their resiliency and continue moving forward.”", "One person who learned this lesson early on is Tom Golisano, founder of Paychex and author of “Built Not Born: A Self-Made Billionaire’s No-Nonsense Guide for Entrepreneurs.” Golisano says he learned more about what to do by watching those who failed in business than he did by watching successful companies. “No business can avoid experiencing failures—it’s a cost of doing business.” Golisano says, however, it’s your reaction that may determine if you’re a good leader or not. “In every situation, you have two options: roll over and take the hit, or study the failure and learn from it ... ask yourself, which action makes you stronger?”", "And this holds true regardless of your industry. Fisher points to research by Carol Dweck at Stanford University. “The research shows that those individuals who approach tasks with a growth mindset—where they are prepared to fail and learn from that failure—are much more likely to be successful in the long term compared to those who operate with a fixed mindset where they see ability as inherently fixed and unchanging, and failure as fatal,” he says.", "Framing failure", "", "On one hand, you shouldn’t get bent out of shape when you experience failure; however, this doesn’t mean that you should take an “oh well, I failed, what’s next?” approach. Wooditch recommends evaluating failure dispassionately. He recommends that you take a step back and ask yourself:", "What kept you from your goal?", "What steps can you take to avoid the pattern of failure?", "“From there, each specific failure will provide you with an opportunity to improve by giving you clues on how not to fail.” Over time, he says it will become easier to read clues and recognise patterns.", "Once the clouds have cleared, Wooditch says you can start to see the answers to these questions:", "How can you move forward?", "What new steps do you need to take?", "What old steps do you need to abandon?", "He recommends being specific and intentional about your goals and visualising yourself making them a reality.", "So, how much failure is acceptable? At what point should you think about giving up? Consider this quote by Michael Jordan (6 NBA Championships, 6 NBA Finals MVP awards, 10 scoring titles, 2 Olympic gold medals):", "“I've missed more than 9,000 shots in my career. I've lost almost 300 games. Twenty-six times, I've been trusted to take the game-winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.”", "", "Browse leadership courses for executives", "--", "Terri Williams is a freelance writer who covers leadership topics for The Economist Careers Network."], "authors": [], "keywords": ["embracing", "fail", "youre", "company", "lead", "view", "success", "learn", "failed", "failure", "successful", "wooditch"], "pubDate": "2021-03-19T10:27:44Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}