{"id": "f9d36bc6-4d9f-3fef-ac04-12641256317b", "title": "Nigel Slater’s Christmas breakfast recipes", "url": "https://www.theguardian.com/food/2020/dec/07/nigel-slater-christmas-breakfast-recipes-trifle-salmon-hash", "summary": "At some point during the festivities, whether on the day itself, Christmas Eve or Boxing Day, a splendid breakfast will be called for.\nBreakfast trifleI have said before that I am happy to eat trifle for breakfast.\nWhip the cream till thick, stopping before it is thick enough to stand in peaks.\nPoached quince, ricotta creamPoached quince, ricotta cream.\nTo serve, unmould the ricotta cream and grind a little black pepper over the top.", "paragraphs": ["At some point during the festivities, whether on the day itself, Christmas Eve or Boxing Day, a splendid breakfast will be called for. A table with seasonal fruit and fresh baking, yoghurt or fresh milky cheeses and something from the oven. In our house that may mean a bowl of ricotta and poached fruit with a glowing syrup; or a smoked salmon hash, or a multi-layered “trifle” of creamy yoghurt, fruit puree and granola. There is likely to be a jug of seasonal juice too, perhaps a dazzling wake-up call of citrus fruit and pomegranate.", "I feel there is more than enough to do in the kitchen at this time of year, so I try to keep such celebratory meals easy to deal with. I am not a great one for planning in advance and I have no intention of being a slave to a fantasy kitchen timetable, but I do believe it is worth getting a few things made the day before. Money in the bank so to speak. This is as straightforward as baking a batch of oat and marmalade slices the night before; a hash made with potatoes that were cooked earlier, and that gorgeous trifle is much better for a night in the fridge.", "If those in the kitchen are to enjoy themselves – and we must – there should probably be a certain ease to making a holiday breakfast. The best sort of breakfast food and drink is that which will wait happily for late risers. A main course that will keep warm in fine condition and much else that can be made in advance. The recipes that follow tick all the above boxes, ensuring a fine start to the day, whetting our appetites for pleasures to come.", "Breakfast trifle", "I have said before that I am happy to eat trifle for breakfast. (It wouldn’t be Christmas in this house without one.) With that in mind, I offer a breakfast version, the sponge replaced with crunchy granola that softens like a thick, treacly flapjack, and a mango fool replaces the traditional custard.", "Serves 8", "For the granola", "hazelnuts 2 tbsp", "butter 60g", "rolled oats 175g", "soft dried apricots 60g", "golden sultanas 3 tbsp", "dried cranberries 30g", "pumpkin seeds 2 tbsp", "mango 850g (2, very ripe)", "lemon ½", "double cream 250ml", "yoghurt 500ml, thick", "Cut the hazelnuts in half and toast them in a shallow pan over a moderate heat for 4 or 5 minutes till golden. It is worth watching them continuously, as they can burn in seconds. Transfer them to a small dish.", "Melt the butter in the same shallow pan, add the rolled oats and let them sizzle in the butter for 3 or 4 minutes till golden. Stir them from time to time so they brown evenly. Slice the apricots into short strips. Add them, the golden sultanas, dried cranberries and pumpkin seeds to the granola, stir in the hazelnuts and set aside.", "Peel the mango and remove the flesh from the stone. Put the flesh into a food processor and work to a smooth puree with the juice of half the lemon.", "Whip the cream till thick, stopping before it is thick enough to stand in peaks. Gently fold in the yoghurt and then the mango puree.", "Sprinkle a layer of the granola into a 20cm serving bowl then add a layer of the mango cream. Follow with a second layer of granola, leaving a little for decoration. Add the remaining mango cream, then decorate with the reserved granola and anything else you fancy. (I used my old bottle-brush fir trees from the Christmas cake.)", "Grapefruit and pomegranate drink", "Grapefruit and pomegranate drink. Photograph: Jonathan Lovekin/The Observer", "For those who prefer not to start the day with a glass of fizz, a cocktail of sour citrus and deepest scarlet pomegranates may fit the bill. I have sweetened the juices with sticky pomegranate molasses, and you should add as much as you like. The deep, caramel sweet-sour notes of the molasses tempers the acidity of the fruits. You could also add a splash of fizzy wine if the fancy takes you.", "Enough for 4 small glasses", "pink grapefruits 2", "pomegranate 1 large", "pomegranate molasses to taste", "Cut the grapefruits in half and squeeze their juice into a jug, making sure to remove any pips. Halve the pomegranate and extract the juice. I find a wooden citrus reamer good for both grapefruit and pomegranate, but a traditional lemon squeezer will work too. Take care here, the juice stains.", "Mix the two juices together. Add the pomegranate molasses a tablespoon at a time. For this amount of juice I add roughly 4 tablespoons, but taste as you go, working towards a balance of sweet and sour.", "Chill with ice cubes and serve in small glasses, preferably with the marmalade oat slices below.", "Marmalade oat slices", "Marmalade oat slices. Photograph: Jonathan Lovekin/The Observer", "A sort of date flapjack with a layer of orange marmalade in the middle, this is something that works brilliantly with coffee or the glowing drink above. The slices are fragile, so may I suggest you wait till they are cool before serving. (Although they are just as delicious if they crumble.) I should also add that they share with the eccles cake and the Christmas cake the ability to sit well aside a slice or two of cheese.", "Makes 12", "fine oatmeal 220g", "fresh dates 250g (10)", "butter 125g", "rolled oats 100g", "orange marmalade 600g", "You will also need a high-sided baking or swiss roll tray, about 20cm x 30cm, lined with baking parchment.", "Set the oven at 140C fan/gas mark 3. Put the oatmeal into the bowl of a food processor. Stone the dates and add to the oatmeal. Melt the butter in a small saucepan, pour into the bowl and process everything to a thick paste. Transfer to a mixing bowl, add the rolled oats and stir into the paste.", "Place a good two thirds of the mixture into the lined baking tray then press gently over the surface and into the corners using the back of a spoon. Bake for 20 minutes until the surface is lightly crisp to the touch.", "Remove the tray from the oven and spread the marmalade evenly over the oat and date base. Crumble the reserved mixture over the marmalade (it may have set a little so rub it in with your finger and thumb as if making crumble) and return to the oven for 20 minutes.Remove from the oven, leave to cool, then cut into 12 small rectangles.", "Salmon and potato hash", "Salmon and potato hash. Photograph: Jonathan Lovekin/The Observer", "A hash is a splendid recipe for early morning. It’s an easy, good-natured dish that doesn’t mind waiting for those who come down to breakfast at differing times. I often make mine with black pudding and parsley or, to evoke a certain nostalgia, some crumbled corned beef.", "For Christmas, I am serving it with fat chunks of hot-smoked salmon, the deliciously moist smoked fish whose flavour is somewhere between salmon and kippers. I tossed in a few knobbly jerusalem artichokes because they work splendidly with the fish. The faint-hearted can leave them out.", "Serves 4", "small potatoes 750g", "onions 2 medium", "olive oil 3 tbsp", "jerusalem artichokes 250g", "hot-smoked salmon 400g", "For the dressing", "dill 8g", "parsley leaves a handful", "olive oil 80ml", "Wash the potatoes and cook them for about 15-20 minutes in deep, lightly salted water. Check they are tender with the point of a knife.", "While the potatoes are cooking, peel, halve and slice the onions. Warm the oil in a shallow pan, then add the onions and cook until soft and golden. Take your time over this – it could take as long as 25 minutes – stirring them regularly.", "Peel the jerusalem artichokes and slice them thinly – no thicker than a pound coin. Add them to the onions and continue cooking until soft. Don’t worry if they break up a little. As the onions and artichokes continue to crisp, break up the hot-smoked salmon and tuck it among them. Add the potatoes to the pan, breaking each one slightly with the back of a spoon as you do so, to crumble somewhat. Chop the dill and parsley, and blend with the olive oil using a food processor or blender until you get a vivid green dressing. Trickle over the hash and serve.", "Poached quince, ricotta cream", "Poached quince, ricotta cream. Photograph: Jonathan Lovekin/The Observer", "Ricotta is a peaceful way to start the day. Its snow-white curds – no longer milk, yet barely cheese – possess the faintest sourness that flatters sweet fruits such as apricots and peaches. At Christmas, I like to put it on the breakfast table with poached quinces and their ruby-hued syrup – a perfect match.", "Serves 4", "For the ricotta", "double cream 4 tbsp", "ricotta 200g", "black pepper", "For the quince", "caster sugar 125g", "lemon 1", "quinces 2 medium", "bay leaves 2", "For the walnuts", "honey 4 tbsp", "walnut halves 50g", "Line a small sieve, colander or straining dish with a piece of muslin. (A new J-cloth will do at a push.) Lightly whip the double cream till it starts to thicken and feel heavy on the whisk, then fold gently into the ricotta. Pack the mixture into the lined sieve, making sure it is well pressed down, then place on a saucer or small dish to catch any escaping whey and refrigerate for a good hour. Overnight will not hurt.", "Put the sugar in a deep saucepan with a litre of cold water and bring to the boil. Cut the lemon in half, squeeze one half into the water and drop the empty lemon shell and the bay leaves into it. Peel the quince, rubbing the remaining lemon half over the surface as you go to prevent it browning. Cut the quince in half, scoop the core from each with a teaspoon, then lower into the sugar syrup and leave to simmer gently for a good hour, maybe even an hour and half, till truly soft. Leave to cool in the syrup, then refrigerate.", "Warm the honey in a shallow pan, add the walnut halves and let them cook for a minute or two in the honey.", "To serve, unmould the ricotta cream and grind a little black pepper over the top. Transfer the chilled quinces and their syrup to a serving bowl and serve with the ricotta. Spoon the walnuts and honey over the cheese at the table.", "The Observer aims to publish recipes for sustainable fish. For ratings in your region, check: UK; Australia; US"], "authors": ["Nigel Slater"], "keywords": ["nigel", "small", "christmas", "slaters", "add", "ricotta", "half", "marmalade", "cream", "till", "pomegranate", "breakfast", "recipes", "juice"], "pubDate": "2020-12-07T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}