{"keywords": ["giuliani", "officials", "poroshenko", "yovanovitch", "impeachment", "trumps", "office", "prosecutor", "ukraine", "lutsenko", "ukrainian", "told"], "paragraphs": ["Of all the names featured in the private depositions and public testimonies of the Presidential impeachment inquiry—Donald Trump and his personal lawyer Rudy Giuliani; Giuliani’s associates Lev Parnas and Igor Fruman; Joe Biden and his son, Hunter—that of Yuriy Lutsenko has been cited more often than almost any other. In the sworn depositions of Marie Yovanovitch, the former U.S. Ambassador to Ukraine, and Deputy Assistant Secretary of State George Kent, Lutsenko’s name appears two hundred and thirty times, nearly twice as often as Trump’s. Lutsenko, sometimes referred to simply as “the corrupt prosecutor general” of Ukraine, has been portrayed, hardly without reason, as an unscrupulous politician prone to telling lies to further his personal ambitions. As those closely following the news have learned, Lutsenko fed information to Giuliani, which Giuliani, Trump, and their allies spun to smear the reputations of the Bidens and of Yovanovitch, whom Trump fired in April. One of the House’s star witnesses told me, of Lutsenko, “I don’t think we’d be here if not for him.” Since the fall of the Soviet Union, in 1991, Ukraine has been ranked as one of the most corrupt countries in Europe. The corruption has contributed to the country’s impoverishment and left its people beholden to external influence. In 2014, after the Euromaidan Revolution, officials in the Obama Administration saw an opportunity to reduce the influence of Vladimir Putin’s Russia by giving aid to Ukraine on the condition that certain reforms took place. Among those officials were Vice-President Biden, Yovanovitch and her predecessor as Ambassador, Geoffrey Pyatt, both veterans of Republican as well as Democratic Administrations, and Kent, who spent two years as the anti-corruption coördinator in the State Department’s European bureau. They joined forces with like-minded Ukrainians, including a group of anti-corruption activists and lawmakers. For a time, Lutsenko seemed to be on the right side of history. Before becoming prosecutor general, he was considered one of Ukraine’s most promising pro-Western politicians. In 2004, he helped lead the country’s first major post-Soviet protest movement, known as the Orange Revolution. In 2010, he was incarcerated for his political opposition to Viktor Yanukovych, the pro-Russia Ukrainian President, and his release became a cause célèbre for the European envoys who’d visited him in prison. As prosecutor general—the equivalent of the Attorney General in the United States—Lutsenko tried to assure his American counterparts that he, too, was committed to reform, but they soon came to see him as an enabler of the corrupt system that they were seeking to fix. As Kent said in a closed-door deposition on October 15th, “He was bitter and angry at the Embassy for our positions on anti-corruption. And so he was looking for revenge.” Lutsenko, who is fifty-five, left his job in August. He’d become a figure of some notoriety in Kyiv, and, in the fall, he relocated temporarily to London, enrolling in an English-language immersion program. I first met him at a hotel bar in Kensington in October. An entertaining raconteur with a deadpan sense of humor, he was determined to rehabilitate his image. As he alternated beverages—double Scotch, Coke, double Scotch, beer—he railed against his treatment by American diplomats, including Yovanovitch, who, he believed, had unjustly favored his rival, the head of a new anti-corruption bureau in Ukraine, and the cadre of young activists who scrutinized his every move. “I asked Masha”—Yovanovitch—“why me, who was in prison, who was a street commander in two revolutions?” he said. “I’m the bad guy and they are the brave soldiers?” During the past two years, Lutsenko, seeking to bolster his reputation and suspecting that Yovanovitch was attempting to undermine him, was eager to arrange high-profile meetings for himself in Washington, starting with Attorney General Jeff Sessions. When he heard rumors that Yovanovitch and other U.S. officials were blocking the meetings, he grew increasingly resentful. Lutsenko said that one of his subordinates at the prosecutor general’s office told him in the fall of 2018 that an associate of Giuliani’s, Lev Parnas, a Ukrainian-born, Florida-based businessman and Trump supporter who worked as a fixer in Kyiv, wanted to set up a meeting between Lutsenko and Giuliani. Giuliani had been rooting around in Ukraine for information that could help Trump deflect allegations stemming from an investigation by the special counsel, Robert Mueller, into Russian meddling in the 2016 election. He was looking for witnesses who were willing to lend credence to dubious reports that Ukrainians colluded with the Hillary Clinton campaign. In January, 2019, Giuliani spoke by phone with Viktor Shokin, the previous prosecutor general, about alleged misconduct by the Bidens, which set him on a new path of inquiry. That month, Lutsenko flew to New York, and, in the course of several days, spoke with Giuliani at his Park Avenue office. Parnas and his associate Igor Fruman were there, too. Lutsenko knew what would interest Giuliani, so he had brought along financial information purportedly drawn from bank records, which, he said, proved that Burisma, a Ukrainian gas company, had paid Hunter Biden and his business partner to “lobby” Joe Biden. “Lutsenko came in with guns blazing,” Parnas told me. “He came in with records showing us the money trail. That’s when it became real.” Giuliani seized on Lutsenko’s claims, offering to help him secure high-level meetings in Washington and encouraging him to pursue investigations beneficial to Trump. In a long conversation with me this past November, Giuliani largely confirmed Lutsenko’s account of their relationship. He, too, saw Yovanovitch as an obstacle, hindering his attempt to dig up dirt against his client’s rival in advance of the 2020 election. “I believed that I needed Yovanovitch out of the way,” he said. “She was going to make the investigations difficult for everybody.” Giuliani compiled a dossier on the Bidens and Yovanovitch, which he sent to Secretary of State Mike Pompeo, and which was shared with the F.B.I. and with me. John Solomon, a journalist, had interviewed Lutsenko for the Washington-based publication The Hill. Giuliani promoted the project. “I said, ‘John, let’s make this as prominent as possible,’ ” Giuliani told me. “ ‘I’ll go on TV. You go on TV. You do columns.’ ” Initially, Lutsenko and Giuliani seemed a perfect partnership; the meeting between them, Lutsenko told me, offered a “win-win” situation. But by May each man felt that he had been led on by the other. After Giuliani failed to arrange a meeting with Attorney General William Barr, who had succeeded Sessions, and Lutsenko failed to publicly announce a Ukrainian investigation into the Bidens, Trump made his fateful July 25th call to the new Ukrainian leader, Volodymyr Zelensky, to request that he announce a probe into the Bidens and the 2016 election. In September, the disclosure of Trump’s request by a whistle-blower led Nancy Pelosi, the House Speaker, to launch the impeachment inquiry. Three weeks later, F.B.I. agents arrested Parnas and Fruman, who face charges of conspiracy, making false statements, and falsification of records. The F.B.I. has now reportedly turned its attention to Giuliani. “I made you a vest.” Cartoon by Liana Finck Lutsenko’s miseries were only beginning. On October 3rd, Kurt Volker, Trump’s former special envoy to Ukraine, said in a closed-door deposition, “My opinion of Prosecutor General Lutsenko was that he was acting in a self-serving manner, frankly making things up, in order to appear important to the United States, because he wanted to save his job.” In a closed-door deposition on October 11th, Yovanovitch described Lutsenko as an “opportunist” who “will ally himself, sometimes simultaneously . . . with whatever political or economic forces he believes will suit his interests best at the time.” On the first day of public testimony, Kent accused Lutsenko of “peddling false information in order to exact revenge” against Yovanovitch and his domestic rivals. Lutsenko told me they were all liars. In our conversations, which took place in the course of several weeks, he veered between self-pity and defiance. “I gave my country so many years,” he told me one night, after his third or fourth Scotch. “I had a good story and good results, but I became a bad person. I can’t understand it.”", "Lutsenko was born in 1964 in Rivne, a city in western Ukraine, at that time part of the U.S.S.R. His father, Vitaliy, was a top Communist Party apparatchik in the city. Yuriy was a member of the Komsomol, the Communist youth organization, but at night he listened to news broadcasts on Radio Liberty and on the Voice of America. Sometimes his father would ask him about the headlines. “I loved him for the intellectual freedom that he allowed us at home,” Lutsenko recalled. In 1982, he enrolled in the Lviv Polytechnic Institute, where he studied electrical engineering. Mikhail Gorbachev came to power in Moscow in 1985, and the Soviet government’s reform movement, perestroika, gained momentum. Within a few years activists in western Ukraine were talking about the possibility of Ukrainian independence. After reading the works of Aleksandr Solzhenitsyn and other dissident writers, Lutsenko began to question his father’s Communist beliefs, and, soon after the Soviet Union dissolved and Ukraine declared its independence, he became a member of the new Socialist Party. Lutsenko worked at Gazotron, a huge electronics factory, until 1994, when the director of the plant became the governor of the Rivne region and asked Lutsenko, then thirty, to serve as his deputy. Lutsenko liked politics, and two years later he moved to Kyiv, where, in 1999, he became the Socialist Party’s press secretary. That same year, he launched Grani, a weekly opposition newspaper that published articles by muckraking journalists, among them Georgiy Gongadze, a harsh critic of Leonid Kuchma, Ukraine’s second post-Soviet leader, who was seen as corrupt. In September, 2000, Gongadze disappeared. A few months later, his headless body was found in a forest outside Kyiv. A leaked tape recording suggested that Kuchma was indirectly responsible for the murder—a charge he adamantly denied—and protesters gathered on the streets of Kyiv to call for a new government. “There were seven thousand people—Communists, Socialists, Nationalists, members of the intelligentsia—who marched together,” Lutsenko recalled. At thirty-six, he became a protest leader, and coined the famous slogan “Ukraine Without Kuchma.” The government put down the protests, but support grew for the opposition. In 2002, Lutsenko won a seat in the Ukrainian parliament as a member of the Socialist Party, leading its pro-Western wing. He believed in the Party’s agenda, but was a pragmatist. As the final round of the 2004 national elections approached, he feared that Viktor Yanukovych, a pro-Russian politician, would become the next President, and so he convinced the head of the Socialist Party, Oleksandr Moroz, to back Viktor Yushchenko, a pro-Western politician, who had pledged to solve the Gongadze case. In November, 2004, reports of vote-rigging in favor of Yanukovych emerged. Public anger prompted another wave of protests, which took place on the Maidan, Kyiv’s main square. Lutsenko again became one of the primary organizers in the movement, which became known as the Orange Revolution. In December, 2004, Yushchenko won the Presidency, and in February, 2005, he appointed Lutsenko his Interior Minister. “He was hailed in the local papers as an honest cop,” John Boles, a former F.B.I. special agent who served at the time as the legal attaché at the U.S. Embassy in Kyiv, told me of Lutsenko. “They made a big deal out of the fact that, when he visited the police academy, he was probably the first Minister of Interior who actually paid for his own lunch.” In those years, U.S. officials generally viewed Lutsenko favorably, and gave him meetings with Attorney General Alberto Gonzales and, briefly, with Robert Mueller, the F.B.I. director at the time; a photo from the Mueller meeting was displayed outside his office. Lutsenko set about launching investigations into Yanukovych’s allies. One of his targets was Mykola Zlochevsky, the owner of Burisma, who had served as the head of the State Committee for Natural Resources under Kuchma. Lutsenko suspected that Zlochevsky had abused the position, issuing illegal permits for companies to explore for mineral deposits. But the prosecutor general’s office, widely regarded as corrupt, didn’t pursue an investigation. Lutsenko was known as a prodigious drinker, and in 2009 he was detained at the Frankfurt airport after consuming several beers at a bar there and throwing punches at security guards. Lutsenko described the incident as a “misunderstanding”—the guards, he said, had been rough with his teen-age son, who was with him. At home, a television show by the popular Ukrainian comedy troupe Evening Kvartal featured a skit in which an actor playing Lutsenko wakes up in a haze at the airport, surrounded by bandaged German border guards. (One of the Germans was played by a young comedian named Volodymyr Zelensky.) Lutsenko, who was in the studio audience when the skit was performed, was shown laughing on camera. In the 2010 Presidential election, Lutsenko supported Prime Minister Yulia Tymoshenko, who at the time was considered a reformer. When she lost to Yanukovych, colleagues warned Lutsenko that he was likely to be arrested, but he decided against leaving the country. Soon after Yanukovych’s inauguration, Lutsenko was walking his dog when masked policemen surrounded him. He was charged with several spurious crimes, including the misuse of state funds by “illegally celebrating” a holiday in honor of the police force. He was jailed in Lukyanivska, a tsarist-era prison, where he shared a nine-square-metre cell with three other men. Tymoshenko, accused of abusing her office, was also jailed there. Lutsenko told me, “We were sent to a small prison, and the country was sent to a big one.” Before he stood trial, Lutsenko went on a monthlong hunger strike, during which he lost fifty pounds. When he talks about his time in prison, he tends to portray himself as a persecuted intellectual. In two and a half years in prison, he said, he read “three hundred and sixty-six and a half books”—among them Nelson Mandela’s “Long Walk to Freedom” and Ken Kesey’s novel “One Flew Over the Cuckoo’s Nest,” which reminded him of his own predicament. (At the time of his release, he was halfway through a book of interviews with the Russian poet Joseph Brodsky.) Lutsenko also read the Dhammapada, a collection of the Buddha’s teachings in verse form. Later, a young journalist named Mustafa Nayyem published a series of interviews with him, titled “On Both Sides of the Barbed Wire.” In the book, Lutsenko muses about his unjust imprisonment: in Buddhist texts, he says, “I read that revenge ruins the soul of the fool, the same way a diamond breaks the cliffs from whence it came. . . . I decided not to seek revenge.” In 2013, Yanukovych took part in negotiations with the European Union over a potentially historic pact that would expand Ukraine’s ties with the West, a move that Vladimir Putin wanted to prevent. Aleksander Kwaśniewski, the former President of Poland and a European special envoy, who had visited Lutsenko in prison, explained to Yanukovych that releasing him and other political prisoners was “one of the most important conditions” for Ukraine’s integration into the European bloc. Lutsenko was released on April 7, 2013, and soon afterward he met with Kwaśniewski and several European ambassadors in Kyiv. “He was a political prisoner, so, by definition, he was a hero,” Kwaśniewski recalled. “It was absolutely obvious, in this movement against Yanukovych, that he would play an important role.” Six months later, on November 21st, Yanukovych balked at signing the E.U. agreement and announced instead a separate pact with Moscow. During the next few days, thousands of Ukrainians assembled on the Maidan. Lutsenko, who was injured in the protests by riot police, was one of the most energetic participants. “We treated him as an ally at that time,” Daria Kaleniuk, the executive director of the Anti-Corruption Action Center, a nonprofit in Kyiv, founded in 2012, recalled. Nayyem, the journalist, added, “Expectations of him were so high not because we thought he was great, or smart, or a Nelson Mandela, but because he himself had suffered under the prosecutor-general system.”", "In February, 2014, after months of protests, Yanukovych and many of his allies in the government fled Ukraine for Russia. Before they left, they squirrelled away tens of billions of dollars in government funds in a network of private bank accounts around the world. The country was virtually bankrupt. Activists and journalists descended on Yanukovych’s garish residence. Searching for clues to where his money was hidden, they retrieved thousands of documents. Some of them had been dumped in a nearby reservoir and were hand-dried by dozens of volunteers and stored in the residence’s sauna. In a show of support, the U.S. sent a delegation of investigators and analysts, which included F.B.I. agents. It became clear that tracking down the country’s wealth would take years and that Ukrainian officials were ill-equipped for the task. Ukraine’s problems grew in March, 2014, when Russia annexed Crimea, and soon afterward a war broke out in the Donbass, in eastern Ukraine. Yet it was also a time of some optimism. In early spring, Petro Poroshenko, a financial backer of the Orange Revolution who had made a fortune in the chocolate industry, announced his candidacy for President, pledging “zero tolerance” for corruption. Poroshenko had helped Lutsenko’s wife, Iryna, while Lutsenko was in prison, and he shared Lutsenko’s goal of integrating Ukraine into the E.U. and NATO. Lutsenko enthusiastically backed him. The Obama Administration saw a chance to help remake Ukraine’s government. In April, 2014, Vice-President Biden told a group of parliamentarians that the U.S. was ready to provide financial support to Ukraine, but, he added, “you have to fight the cancer of corruption that is endemic in your system right now.” A Biden adviser told me that the Vice-President’s message was: “If you don’t get your shit together, your country is doomed.” In May, Poroshenko won the election, and Biden attended his inauguration. “There was a sense of guarded optimism that Poroshenko had a real chance of making some progress,” one of Biden’s aides said. Amos Hochstein, a State Department official who worked closely with Biden on Ukraine, told me, “Our group really thought that, after the Maidan, we could create a new democracy here, clean things up.”", "Lutsenko had hoped to become the mayor of Kyiv, but, when Poroshenko backed another candidate, he ran for and won a seat in parliament, where, for a year and a half, he was the head of Poroshenko’s faction. Biden expected swift action on corruption, and a Poroshenko adviser told me that Poroshenko indicated that “he had everything under control.” But it was soon evident that, without a reliable majority in parliament, he was wary of offending his fellow-oligarchs in Ukraine, who, if challenged, were sure to make it difficult for him to win reëlection. “License, registration, and carrot.” Cartoon by Michael Maslin In April, 2014, Attorney General Eric Holder had announced the creation of “a dedicated Kleptocracy squad within the F.B.I.” and veteran agents were assigned to help Ukrainian investigators, including those at the prosecutor general’s office, track down the stolen billions. That year, the U.K.’s Serious Fraud Office detected suspicious transactions involving around twenty-three million dollars, and opened an investigation into Zlochevsky, suspecting that he had engaged in money laundering. The British and American teams saw the investigation as a test case for the prosecutor general’s office, which needed to provide evidence to the British to present in court. A former U.S. law-enforcement official told me that, after an initial period of close coöperation, “the F.B.I. agents would call the prosecutors, and they wouldn’t answer their phones anymore.” The official went on, “The agents would show up and try to meet with them, and the door would be closed. One time, one of our agents caught one of them trying to run away when they were coming to see them.” U.S. and U.K. officials later came to believe that at least one prosecutor had taken a bribe to thwart the money-laundering case against Zlochevsky. In the years that followed, the alleged bribe was often cited by American officials in explaining why they felt they could not trust the prosecutor general’s office. Without coöperation from Ukraine, the U.K.’s Serious Fraud Office closed the case for lack of sufficient evidence. Lutsenko told me that, during this period, he supported Biden’s efforts, but Sergii Leshchenko, an investigative journalist who had joined Poroshenko’s bloc in parliament, said that Lutsenko had no “particular enthusiasm” for pushing through reforms. Nevertheless, Lutsenko co-sponsored a bill that, in April, 2015, created the National Anti-Corruption Bureau of Ukraine (NABU), to pursue high-profile cases. Poroshenko appointed a young lawyer named Artem Sytnyk as its director. American officials liked Sytnyk, who seemed to have no political ambitions of his own and was committed to maintaining the new agency’s independence. Sytnyk’s investigators were paid better than their counterparts at the prosecutor general’s office, in order to discourage them from taking bribes. F.B.I. officials were pleased to have a partner within Ukraine, but some members of Poroshenko’s coalition were wary of the new agency, fearing that it would target them for investigation. Leshchenko told me that he thought Lutsenko supported NABU “not as a great believer” but as a matter of obligation. Lutsenko said that pressure from Ukrainian anti-corruption groups and from the U.S., the E.U., and the International Monetary Fund to act fast resulted in Poroshenko and his allies passing laws that gave more power and independence to NABU than they really wanted it to have. “But, given the situation, with this hole in our budget, we passed the laws anyway,” he said. Some American officials had reason to suspect that Poroshenko’s pro-reform stance was an example of pokazukha, a Ukrainian term that means “something that is just for show.” The Obama Administration’s doubts about Poroshenko deepened in 2015, when he chose an old-school prosecutor and friend, Viktor Shokin, to be the new prosecutor general. Perhaps to reassure the Americans, Poroshenko also nominated David Sakvarelidze, a respected anti-corruption expert, to lead a new internal-affairs unit charged with investigating misconduct within the prosecutor general’s office. But tensions soon erupted between Sakvarelidze and Shokin. When the internal-affairs unit launched a sting operation against a friend of Shokin’s, Shokin cracked down on Sakvarelidze’s team, prompting anti-corruption activists to protest. Geoffrey Pyatt, at that time the U.S. Ambassador to Ukraine, publicly sided with Sakvarelidze, delivering a blunt speech in Odessa in which he singled out for criticism the prosecutor general’s office. Later, U.S. officials learned that Shokin’s allies had tried to get Pyatt recalled, planting a fake news story claiming that Biden had agreed to his removal. The F.B.I. was fed up with Shokin, and decided to shift its support to NABU. In December, 2015, Biden gave a speech to the Ukrainian parliament: “It’s not enough to set up a new anti-corruption bureau and establish a special prosecutor fighting corruption. The Office of the General Prosecutor desperately needs reform.” Biden threatened to block a billion dollars in I.M.F. loan guarantees to Ukraine unless Poroshenko fired Shokin. Poroshenko resisted, but, one of his former advisers told me, “there was no other option, and we were hitting deadlines. He had to dismiss Shokin because of the money.” Before Shokin left, he fired Sakvarelidze and opened an investigation into Vitaliy Kasko, a respected young prosecutor who worked under Sakvarelidze. The relationship between Lutsenko and the anti-corruption activists began to sour. Lutsenko told me that the activists, who were treated by the international community as “heroes,” were turning the Americans against him and his colleagues. Daria Kaleniuk, of the Anti-Corruption Action Center, said, “What irritated Lutsenko was that the I.M.F., the E.U., and other foreign partners trusted our analysis and doubted the true intentions of parliament and the President.” Volodymyr Chemerys, a former Lutsenko ally, said that Lutsenko represented a familiar archetype: the child of late-Soviet Communist nomenklatura, devoid of ideological belief, who thinks of power as a natural birthright. “It’s clear to me now that Yuriy wasn’t driven by any civic or political motives but rather the pursuit of power and fame,” Chemerys said.", "In April, 2016, a delegation of Ukrainian lawmakers visited Japan. Lutsenko told me that, during the trip, Poroshenko asked him if he would be the new prosecutor general: “I said, ‘That’s fucking crazy, but I like it.’ ” Lutsenko compared the challenge he faced in the job to repairing a Soviet-era jalopy while driving it on the highway. Still, Valentyna Telychenko, a prominent Ukrainian lawyer who briefly advised Lutsenko in the prosecutor general’s office at the start of his term, told me, “Lutsenko was very optimistic. He and almost everyone else in Ukraine knew, at that time, that the prosecutorial system was absolutely unhealthy.” Shortly before Lutsenko was made prosecutor general, Sytnyk, the head of NABU, told journalists, “I believe this appointment is our last chance both for the prosecutor’s office and for all of Ukraine.” Lutsenko was not a lawyer, and American diplomats and law-enforcement officials had hoped that the job would go to a proven reformer. “The Americans preferred people from their list, and I was not on their list,” Lutsenko said. Lutsenko made no secret of the fact that he aspired to be Prime Minister, if not President. In May, 2016, he joined Poroshenko and other prominent politicians at a memorial service honoring victims of the Soviet secret police. A foreign diplomat who attended told me that Ukrainians there seemed to be more interested in talking to Lutsenko than to Poroshenko. Lutsenko was “a political rock star,” the diplomat said. “He was young, irreverent, glib-speaking, and really mixing it up with people. People responded to that.” Before Lutsenko’s appointment was approved, he met three times with George Kent, the U.S. Embassy’s deputy chief of mission. Kent reported back to his colleagues in Washington that he believed the U.S. government could work with Lutsenko. One of Poroshenko’s advisers told me that he cautioned Ambassador Pyatt against jumping to conclusions. The adviser said, “The Americans made the mistake of putting everyone in two baskets—the good guys and the bad guys. Sorry, guys! There are gray guys, and there are gray guys.” Lutsenko told me he knew that it would be difficult to institute fundamental change. “But he believed he could make it a bit better,” Valentyna Telychenko told me. The activists called for an overhaul, demanding that the prosecutor general’s office focus on prosecuting criminals and that it transfer its investigators, who were seen by the F.B.I. as “attack dogs,” to other Ukrainian law-enforcement bodies. One activist, Oleksii Grytsenko, recalled, “We said that if there are serious reforms we will be allies. If there will be no reforms, we will do everything so that he leaves in disgrace.” The Obama Administration urged Lutsenko to replace Shokin’s team. When Lutsenko resisted “cleaning house,” and failed to deliver on other changes favored by the Americans, the U.S. Embassy’s hopes for coöperation with the prosecutor general’s office began to fade. In August, 2016, some of Lutsenko’s men discovered that, as part of an undercover investigation, NABU operatives were surveilling a facility used by the prosecutor general’s office. An encounter between members of the two agencies on a Kyiv street near the facility turned into a brawl, and two NABU operatives were detained by the prosecutor general’s office. One of them said later that he was beaten while in custody and that an interrogator had threatened him with a knife, smashed his finger, and demanded that he provide the password to unlock his laptop computer. (Lutsenko defended the conduct of his staff by saying that the NABU agents had failed to show proper identification.) Bohdan Vitvitsky, a former Assistant U.S. Attorney who served as Lutsenko’s special adviser within the Embassy, upbraided Lutsenko: “This is why God created doors. You settle this kind of shit behind closed doors.” NABU accused the prosecutor general’s office of “torturing” its staff, and protests broke out in which anti-corruption activists, including Mustafa Nayyem, the journalist who wrote the book about Lutsenko, chanted their support for Sytnyk and denounced Lutsenko. A friend of Lutsenko’s later witnessed a confrontation between him and Nayyem. “It was clear that Mustafa had invested his heart in the relationship and was now angry, and saying, ‘You betrayed me,’ ” the friend recalled. Vitvitsky attempted to improve relations between Lutsenko and Sytnyk by arranging dinners for them so that they could air their grievances. But before one of the dinners Sytnyk gave an interview in which he criticized Lutsenko and the prosecutor general’s office, prompting Vitvitsky to dress him down in front of his colleagues. “For fuck’s sake, you don’t do something like that,” Vitvitsky told Sytnyk. “If you’ve gotta bitch, come to the meeting and say whatever you want to say. But you can’t publicly trash a fellow law-enforcement institution.” Rumors spread within the U.S. Embassy in Kyiv that Vitvitsky was “too close” to Lutsenko, and his contract was later cancelled, increasing Lutsenko’s sense of isolation. At every level, American officials were frustrated by their Ukrainian counterparts’ refusal to investigate and prosecute corruption and self-dealing among government officials and the business class. In September, 2016, Biden’s team learned that Poroshenko planned to allow the Ministry of Economic Development and Trade to take over a state-owned Ukrainian pipeline company, Ukrtransgaz, a move that was seen by the Americans as “a highly corrupt act,” benefitting a Poroshenko ally. Marie Yovanovitch, who had just arrived in Kyiv as the U.S. Ambassador, met with the Prime Minister, Volodymyr Groysman, who told her that the Ukrainian government would “suspend” the transfer of the pipeline company. “And Masha says, ‘I don’t know the Ukrainian legal system, but in the U.S. legal system there is no such thing as “suspend,” ’ ” a participant at the meeting recalled. “ ‘There is a move which is called “cancel.” ’ Masha was very tough.” In a separate meeting, according to a Biden aide, the Vice-President lost his temper with Poroshenko. The aide said that, when Poroshenko tried to blame Groysman, “Biden was just, like, ‘Enough. Everything that happens in Ukraine, you know about it. This is bullshit. If you do it again, you’ve lost me. That’s it. I’m done.’ ” A Poroshenko adviser told me, “The relationship, at that point, cracked.” In October, 2016, Lutsenko and Yovanovitch met at the prosecutor general’s office. According to Lutsenko and a former aide of his, Yovanovitch had recently learned that Lutsenko’s office was investigating Vitaliy Kasko, the young prosecutor who had worked with David Sakvarelidze in the internal-affairs unit under Shokin. She explained that she and other American officials believed that there were other people who should be a higher priority for investigation. If Lutsenko was committed to reforms, she said, he should look closely at whether some of his own prosecutors were part of the corruption problem. (Yovanovitch declined to talk to me for this story.) “You still believe in trickle-down economics? At your age?” Cartoon by Keith Knight Lutsenko resented feeling like he was being dictated to by the American Ambassador. According to the Lutsenko aide, Lutsenko told her, “Look, the people that your Embassy supports are not angels, either.” Lutsenko gave Yovanovitch examples of prominent anti-corruption experts and activists whom he reserved the right to investigate—among them Sergii Leshchenko, the former investigative journalist who joined the Ukrainian parliament as a reformer; Vitaliy Shabunin, a co-founder of the Anti-Corruption Action Center; and Kasko. When Yovanovitch became upset, Lutsenko took a piece of paper from his desk and wrote their names on it. He told Yovanovitch that this was her “do-not-prosecute list” and then, in a dramatic flourish, ripped it to pieces. “Maybe I was rude,” Lutsenko admitted. “Maybe it was possible to explain myself in a more polite way.” The Lutsenko aide said that Yovanovitch tried to calm Lutsenko down by saying, “Of course you have the fully fledged right to prosecute whoever you want,” but also that Lutsenko and Yovanovitch were “like oil and water.” In her deposition on October 11th, Yovanovitch said, “I want to categorically state that I have never, myself or through others, directly or indirectly, ever directed, suggested, or in any way asked for any government or government official in Ukraine or elsewhere to refrain from investigating or prosecuting actual corruption.”", "Soon after becoming prosecutor general, Lutsenko, seeking tangible results to prove his efficacy, seized on a long-standing tax-evasion case against Burisma. He impounded some of the company’s assets, and later, as part of a settlement, Burisma agreed to pay the state around seven million dollars. Zlochevsky’s representatives celebrated, using the deal to claim that the oligarch no longer had any criminal liability. John Buretta, a former high-ranking Justice Department official, who helped secure the settlement on behalf of a U.S. consulting firm retained by Burisma, said that the decision was “clear evidence of Ukraine’s commitment to the rule of law and due process—twin pillars of democracy.” A Ukrainian official told me that, because of a sharp decline in the value of Ukraine’s currency, the settlement had been relatively lenient for Burisma. Moreover, a former U.S. law-enforcement official said that the Americans were angered that Lutsenko had helped rehabilitate Zlochevsky, who they believed had bribed at least one prosecutor in 2014 to stall the British money-laundering case against him. “It appeared to be another case of justice purchased,” the U.S. law-enforcement official told me, of the settlement. In March, 2017, Lutsenko’s office recovered, from a Ukrainian bank, about $1.5 billion in assets allegedly stolen by Viktor Yanukovych and members of his government. Lutsenko credited a prosecutor named Kostiantyn Kulyk with having recovered the assets. American officials learned that Kulyk had been a target of a NABU corruption investigation, and told Lutsenko that they didn’t want to work with him. Lutsenko disregarded their concerns, deepening the distrust. Seven months later, Lutsenko’s office sent a letter to the legal attaché at the U.S. Embassy in Kyiv, requesting the Americans’ assistance in recovering potentially billions of dollars more. Lutsenko claimed to have information showing that Franklin Templeton, the U.S. financial firm, was money-laundering more than seven billion dollars that belonged to Ukraine. (A Franklin Templeton spokesperson told me that the firm had begun, in 2010, to buy bonds that were issued by the government of Ukraine, eventually accumulating a total of $7.4 billion. “These were investments of Franklin Templeton into Ukraine, not investments by Ukrainians into our funds,” the spokesperson said. In 2014, Ukrainian authorities had approached the F.B.I. with allegations about Franklin Templeton, but they failed to provide evidence to back up the claims. Later, Franklin Templeton sold its holdings, the spokesperson said.) The former Lutsenko aide admitted to me that the Franklin Templeton allegations were a fiction driven by assertions made by Kulyk. “Kulyk is a great fairy-tale teller, and Lutsenko is a great lover of fairy tales,” the aide said. (Kulyk could not be reached for comment.) Lutsenko told me that he did not receive a response to his request for assistance in the case from the legal attaché or from Yovanovitch. An F.B.I. spokesperson in Washington declined to comment, but a former U.S. law-enforcement official told me that the F.B.I. had informed the prosecutor’s office that it could not assist them unless they substantiated the allegations against Franklin Templeton. “I think they were hoping that Franklin Templeton would pay to make it go away and Poroshenko and Lutsenko could get a piece of that,” the official said. For the Americans and their activist allies, Lutsenko’s credibility as prosecutor general was irreparably damaged when, in late 2017, he outed an undercover NABU operative who was leading a sting operation against the deputy head of Ukraine’s State Migration Service; the deputy was suspected of being involved in a scheme to sell fraudulently obtained biometric passports. U.S. officials told me that they suspected that Lutsenko had compromised the NABU operation in order to undermine the operative’s credibility as a witness in another case in which Lutsenko himself was a possible suspect. (Lutsenko denied the allegation, saying that his people had acted on a tip from the Migration Service official herself, who had reported a bribery attempt.) Soon afterward, Kent criticized the prosecutor general’s office, in a meeting with international ambassadors and the deputy directors of Ukraine’s main law-enforcement agencies. “If you continue to waste our taxpayer money, we’ll hold you accountable,” Kent said, according to a person present. Lutsenko appears to have ignored the warning. Later that fall, he publicly backed proposed legislation to allow parliament to fire Sytnyk, whose position as the head of NABU was protected under the law that had created the bureau. American officials outmaneuvered Lutsenko by pressuring two key members of Poroshenko’s team not to support the legislation. In May, 2018, Lutsenko attended an event in New York marking the fifteenth anniversary of the adoption of the United Nations Convention against Corruption. Ukrainian diplomats had tried to arrange meetings for him in D.C., with Attorney General Jeff Sessions, among others, but, the former Lutsenko aide said, “our Ambassador was told clearly that ‘Yovanovitch is blocking everything from Kyiv. I cannot jump this gap.’ ” U.S. diplomats and law-enforcement officials, having concluded that Lutsenko was intentionally harassing U.S.-backed reformers instead of focussing on real cases of corruption, chose not to advocate for the meetings that he wanted. A former U.S. law-enforcement official described Lutsenko’s behavior: “He walks in the door and starts whining about NABU, about whether Sytnyk is talking out of turn, and whining about this, and whining about that, and where’s my money. He’d already decided to use that position for his own benefit and not to do the right thing.”", "That spring, Dmytro Shymkiv, Poroshenko’s deputy chief of staff, saw a flurry of reports on Fox News and other conservative outlets about Hunter Biden. The reports were based on material from a recently published book, titled “Secret Empires,” by Peter Schweizer, a conservative researcher and a senior contributor at Breitbart News. Schweizer had worked closely with Steve Bannon, who ran Breitbart News, on a different book, published in 2015, that sought to tarnish the reputation of Hillary Clinton in the lead-up to the 2016 election. The stories that Shymkiv saw portrayed the Biden family as corrupt and greedy, and suggested that Joe Biden was complicit in his son’s business dealings in Ukraine. Burisma had announced that Hunter had joined its board in 2014, less than a month after Zlochevsky’s accounts in the U.K. were secretly frozen. The announcement received little sustained attention in the U.S., but the pro-Russia media jumped on the story and continued to push it as a matter of dark concern. Hunter, who had long struggled with severe drug and alcohol problems, had almost no expertise in the region or in energy, and many U.S. and Ukrainian officials suspected that Zlochevsky had put Hunter on the board in the hope of protecting himself from prosecution. Some White House and State Department officials disapproved of Hunter’s role at Burisma, concerned about the appearance of a conflict of interest, but they mostly avoided discussing the matter with Joe Biden. The Vice-President had an unwritten “Don’t ask, don’t tell” policy when it came to his family members’ business decisions. The issue seemed too sensitive to raise easily, particularly given that Biden’s elder son, Beau, had advanced cancer. While U.S. authorities had pushed Ukrainian leaders to pursue the money-laundering case against Zlochevsky, Ukrainian law-enforcement officials became concerned, because Hunter Biden was on the Burisma board, that any steps they took might displease powerful people in Kyiv and Washington, and they slowed down their efforts. Andrii Telizhenko, who served as an adviser to Ukraine’s prosecutor general at the time, Vitaliy Yarema, told me, “I got calls from Yarema, from lower prosecutors, asking, ‘What should we do? Can you find out from the U.S.?’ They still have the Soviet mentality. They were afraid of power. They asked themselves, ‘What will happen to us and our families?’ ” Hunter Biden and Devon Archer, Hunter’s business associate, told me that they had been unaware of the case against Burisma in the U.K. Archer first met Zlochevsky in the winter of 2014. They were introduced by Alex Kotlarsky, a Ukrainian who was in the car-service business in New York City and was working with TriGlobal Strategic Ventures—the venture-capital firm that Giuliani used to expand his consulting into the Ukrainian market. Kwaśniewski, the former Polish President, who was a Burisma board member, later offered Archer a seat on the board, and Archer arranged for a law firm that employed Hunter to provide legal services to the company. Burisma then offered Hunter a board seat. Archer said that he wanted to help Hunter, who was struggling personally and financially. Hunter and Archer told me separately that they tried to vet Zlochevsky and Burisma before joining the board and felt reassured when Nardello & Co., the firm they hired to conduct the research, said that it did not find any open criminal cases against Zlochevsky, possibly because authorities in the U.K. didn’t publicly identify him as their target. Hunter told me that, before he accepted the Burisma offer, he spoke to Kwaśniewski, who told him that the board was serious about improving governance and transparency, and that Burisma was strategically important in the wider struggle between Russia and the West. Hunter felt reassured on a more personal level after doing some of his own research. He read that Zlochevsky had championed efforts to insure that bears held in captivity in Ukraine were treated more humanely, opposing a long-standing practice of housing bears in open pits. Justice Department and F.B.I. officials searching for Ukraine’s stolen assets took a decidedly dimmer view of Zlochevsky, whom they dubbed Evil-chevsky. (“Zlo” means “evil” in the Ukrainian and Russian languages.) In the first year that Hunter and Archer were on the board, Burisma paid a company controlled by Archer a total of two million dollars. Burisma agreed to pay Archer and Hunter each around five hundred thousand dollars annually after that. A former Poroshenko adviser told me that he and his colleagues found it “strange” that Hunter Biden had joined the board of Burisma, which had “a dubious reputation,” but that they hadn’t wanted to discuss it with Joe Biden. “They were uncomfortable penetrating the privacy of the family,” he said. Shymkiv told me that, in the spring of 2018, he began to suspect that Republicans would use Hunter’s membership on the board against Joe Biden if he entered the 2020 Presidential race. “I know how Ukrainian politicians would be tempted to get involved,” he said. “I told them, ‘Please, please, don’t. It’s going to be damaging. Republicans will play you against the Democrats. Don’t give them ammunition. We are a country that needs bipartisan support.’ ” In January, 2019, Lev Parnas—who told me that he was “like Rudy’s assistant”—arranged a Skype call between Giuliani and Viktor Shokin, the prosecutor general whom Poroshenko had fired at the urging of Joe Biden, two years earlier, and who had since retired. During the call, Shokin made the unsubstantiated claim that Biden had him removed from the job because he had been investigating Zlochevsky and Burisma. Ukrainian and American officials told me that the situation was quite the opposite, and that Shokin had in fact been fired for failing to investigate Burisma and other similar cases despite calls by Ambassador Pyatt and others for him to do so. Giuliani invited Shokin to talk to him in New York, but consular officials who consulted with Ambassador Yovanovitch blocked his visa. Yovanovitch notified her superiors in Washington, including Kent, who concurred with the decision. “We felt, under no circumstances, should a visa be issued to someone who knowingly subverted and wasted U.S. taxpayer money,” Kent said in his October 15th deposition. “I see fleeting moments of happiness in between extended periods of boredom and stress.” Cartoon by Drew Panckeri Giuliani, in an attempt to get the decision reversed, intervened with officials at the White House and at the State Department. He was not successful. Yovanovitch said in her October 11th deposition that Giuliani had accused her of preventing Shokin from coming to New York to provide him with information about “corruption at the Embassy.” Giuliani told me, “I was kind of pissed off at her at that point.” Lutsenko told me that his main interest in talking to Giuliani was to seek his help in arranging a meeting with the next Attorney General. He wanted to discuss, among other things, his 2017 request for the Americans’ help in recovering the billions of dollars that, he alleged, were held by Franklin Templeton. Recovering the funds would be a coup, and would prove his critics wrong. In November, 2018, Trump fired Sessions, and Matthew Whitaker stepped in as the interim Attorney General. In December, Trump said he would nominate Barr to be Sessions’s replacement. Giuliani told me that he didn’t want to burden Whitaker with the Lutsenko matter. “So I figured we’ll wait, because I knew Barr would have the balls to deal with it,” Giuliani said. Yovanovitch said in her deposition that she first learned from Ukrainian officials, “probably around November, December time frame of 2018,” that Lutsenko “was in communication with Mayor Giuliani, and that they had plans, and that they were going to, you know, do things, including to me.” She added, “The impression that I received is that Mr. Lutsenko was talking rather freely about this in, you know, certain circles, and so others heard about it who wanted to let us know.” Kent testified that Ukraine’s Prime Minister, three government ministers, and a former Prime Minister all told him during a May, 2019, visit to Kyiv that Poroshenko “authorized Lutsenko to share the information with Giuliani that led to the attacks on Ambassador Yovanovitch.” Lutsenko insisted that he didn’t consult with Poroshenko before he met with Giuliani. “It was my initiative,” he said. This seems unlikely, as Lutsenko carefully manages his relationship with Poroshenko. Lutsenko also said that he had not expected to discuss Yovanovitch with Giuliani, but several Ukrainian officials noted that he was obsessed with getting even with her. A Ukrainian official told me that, in one meeting, Lutsenko explicitly said that he wanted her to be removed. Lutsenko said he learned from Poroshenko that Yovanovitch had asked for him to be fired. In Yovanovitch’s deposition, she said there wasn’t a clamor to remove Lutsenko as prosecutor general while Poroshenko was President, but added, “I think we certainly hoped that Mr. Lutsenko would be replaced in the natural order of things,” once Poroshenko lost power.", "When Lutsenko met with Giuliani in late January, he told Giuliani that the prosecutor general’s office had recently uncovered new information about Burisma’s payments to members of its international board, which included Hunter Biden. He said that Giuliani asked him for details about Burisma’s payments to Hunter and his business associate, Devon Archer. “He asked me many times, ‘How much?’ ” Lutsenko told me. He recalled that Giuliani asked whether Hunter had actually provided consulting or whether his appointment to the board was simply Zlochevsky’s way of buying protection. Lutsenko told Giuliani that he thought that was a question worthy of investigation. A summary of the meeting, which Lutsenko said was drafted by a Giuliani associate who was present, and which Lutsenko shared with me, suggests that Lutsenko, aware of Giuliani’s appetite for anything that might embarrass the Bidens, handed over an assortment of seemingly tantalizing but ultimately insubstantial data points, including what he claimed were Latvian bank records that purportedly showed Burisma payments to members of its international board. Lutsenko claimed that the records indicated that a company co-owned by Hunter and Archer had been paid nearly a million dollars “for lobbying” Joe Biden. Hunter and Archer told me that no such payment was made for lobbying Biden, and that they did not discuss their Burisma work with the Vice-President. Lutsenko said he then suggested to Giuliani that, if the Americans launched an investigation into Hunter Biden’s ties to Burisma and into any conflicts of interest arising from his father’s role overseeing U.S. policy in Ukraine, the prosecutor general’s office would share relevant information. Lutsenko suggested that U.S. authorities could interview Hunter and Archer. “Did they pay taxes in America?” Lutsenko asked Giuliani, adding, “I’m sure yes, but let’s check it. Maybe they’re as stupid as Manafort”—a reference to Trump’s former campaign manager, Paul Manafort, who is currently in prison for bank fraud and failing to pay taxes on the income from his consulting work for Viktor Yanukovych. Giuliani was looking for any information that could support Trump’s suspicions that Ukrainians had tried to help Hillary Clinton in the 2016 election. (Toward the end of our second evening in London, after several rounds of drinks, Lutsenko speculated that Giuliani was hoping that Trump would make him Secretary of State.) Lutsenko, apparently eager to undermine his domestic rivals, told Giuliani that he had evidence that Artem Sytnyk was a Clinton supporter who was protected by Yovanovitch, and accused NABU of playing a role in the release of damaging information about Manafort. “He knew about how the Embassy was used as a Hillary Clinton campaign headquarters, how the Embassy ran NABU,” Giuliani told me. On the third day of their conversations, Lutsenko said, Giuliani promised to arrange for Lutsenko to have a meeting in Washington with Barr once he was confirmed by the Senate. Barr and Lutsenko could then set up a “joint investigation team” that would seek to recover the Ukrainian assets allegedly held by Franklin Templeton. Lutsenko and Giuliani told me that they were also hoping that U.S. law-enforcement agencies would launch an investigation into Joe and Hunter Biden’s activities in Ukraine. If one were launched, Lutsenko said, the prosecutor general’s office would be asked to share information related to the case. “For me, seven billion dollars,” Lutsenko told me. “For him, Burisma. It could start after a meeting or call with the Attorney General.” Back in Kyiv, Lutsenko said, he briefed Poroshenko; Arsen Avakov, Ukraine’s Interior Minister; and Arseniy Yatsenyuk, the former Prime Minister. “I didn’t have anything to hide,” Lutsenko said. He told me that Poroshenko did not discourage him from continuing his conversations with Giuliani and that Poroshenko was happy to hear that Giuliani wanted to remove Yovanovitch. According to Lutsenko, Poroshenko “hated” her. (Through a spokesperson, Poroshenko denied feeling this way.) But Lutsenko said he sensed that, despite the poor state of Poroshenko’s relations with Joe Biden, he was worried about damaging ties with the Democratic Party. On February 11th, U.S. officials learned about Lutsenko’s talks with Giuliani from Avakov, who attended an event at the U.S. Institute for Peace, in Washington. According to George Kent’s deposition in the House impeachment inquiry, Avakov told him that the private meetings sounded like “the wrong thing to do.” Kent asked Avakov why Lutsenko had wanted to have the meetings with Giuliani in the first place. According to Kent, he said, “ ‘To throw mud.’ And I said, ‘Throw mud at whom?,’ and he said, ‘A lot of people . . . towards Masha, towards you, towards others.’ ” On the evening of February 12th, in Warsaw, Lutsenko met with Giuliani, Parnas, and Igor Fruman for drinks at a cigar bar. Giuliani asked whether Lutsenko was ready to meet with Barr, who would be sworn in as Attorney General two days later. When Lutsenko said that he was, Giuliani said that Lutsenko first needed to hire a lawyer who could arrange the meeting. “I had a conflict,” Giuliani told me. “I couldn’t do it.” Giuliani recommended a married couple, Victoria Toensing and Joe diGenova, who often appear on Fox News. Lutsenko declined to employ their services. Giuliani told me that he had decided not to reach out to Barr directly. “I don’t know what crime they would have made out of that,” he said.", "John Solomon, the columnist for The Hill, told me that he, too, had been reporting on the rift between the U.S. Embassy in Ukraine and the prosecutor general’s office. In March, Toensing and diGenova, Solomon’s private lawyers, introduced Solomon to Parnas, to help him set up interviews with Lutsenko, Shokin, and other Ukrainian officials. Parnas told him that Giuliani was pursuing a similar line of inquiry. Solomon called Giuliani, to see if he had any information to share. According to Solomon, Giuliani said, “I’m not ready and my client’s not ready to decide what to do with this information, and my first inclination is to give it to the U.S. government.” Solomon told me that he responded by saying, “Keep me in the loop.” Lutsenko told me that he was waiting to hear about the meeting with Barr when he heard from Solomon. He gave him a long on-the-record, videotaped interview, in which he described having a “difficult personal relationship” with Yovanovitch. The first segment of Solomon’s video interview with Lutsenko was published on the Web site of The Hill on March 20th. Lutsenko told me, “Sincerely speaking, I thought that, after this interview, they would immediately open the Burisma case and I would receive the possibility, the opportunity, to see Attorney General Barr, and then to start with my seven-billion-dollar case.” Giuliani told me that he hoped that officials at the Justice Department, at the F.B.I., and at the State Department would take note of Solomon’s stories and look into them. “I figured the best way to do this now was to let them pick up on it, instead of my trying to force it on anybody,” Giuliani said. Giuliani said that he was asked to provide the State Department with some of the evidence he had collected from Lutsenko, Shokin, and others. The dossier was sent in a plain yellow envelope that was addressed, in calligraphic letters, to “Secretary Pompeo.” The return address was “THE WHITE HOUSE.” Solomon said he wasn’t involved in the creation of the dossier and does not know why the package contained a Post-it marked “Solomon Timelines.” One section of the dossier, dated March 28, 2019, contained particularly outlandish claims. Kent, Yovanovitch, and other officials are accused of setting up NABU in order to protect the Bidens rather than to investigate corruption. (Neither Kent nor Yovanovitch was working in Ukraine when the law establishing nabu was passed.) Hunter Biden is alleged to have had breakfast on May 26, 2015, with Deputy Secretary of State Tony Blinken to discuss Burisma. (At the time, Hunter was at the hospital bedside of his brother, who died four days later.) The section also included a memo that claimed, falsely, that the financier George Soros, a perennial target of right-wing and anti-Semitic conspiracy theorists, had “played a big role” in getting Yovanovitch nominated as Ambassador to Ukraine. “Until she is removed Soros has as much, or more, power over Yovanovitch as the President and Secretary of State,” the memo reads. Cartoon by Jack Ziegler The dossier made its way from the office of the inspector general at the State Department to the F.B.I. in June. Giuliani recalled that he thought, “State’s going to look at that, and they’re going to see that what they’re saying about Yovanovitch is true. And then they’re going to see, holy shit, there’s a whole big bribery or money-laundering case here. We’ll give it to the Justice Department, so now I’m home free.” An F.B.I. spokesperson, Brian Hale, declined to comment on what, if anything, the Bureau did with the information. Lutsenko and Parnas kept in touch with each other via text message. Parnas often sent him news clips related to the Bidens and Yovanovitch. Lutsenko reached the conclusion that Giuliani either was not able to convince Barr to meet with him or was no longer trying. Lutsenko said he understood that Giuliani and his associates wanted him, as the prosecutor general, to “announce” investigations into the Bidens and into claims of Ukrainian interference in the 2016 election. He told me that he suspected that an attention-grabbing announcement from Ukraine was more important to Giuliani than the proposed investigations themselves, which would drag on for years. But Lutsenko said that, under Ukrainian law, he didn’t have grounds to announce an investigation into the Bidens. “I was near the red line, but I didn’t cross it,” Lutsenko said. Giuliani told me, “I was wondering what kind of game he was playing. I felt like we were getting scammed.” On April 21st, after Volodymyr Zelensky easily won the Presidency of Ukraine, Parnas asked Lutsenko whether he could arrange a meeting for Giuliani with the new President. Lutsenko said that he didn’t have a sufficiently close relationship with Zelensky to do that. Shortly afterward, Zelensky made clear that Lutsenko should step down. In May, Lutsenko met with an American friend, who warned him that his association with Giuliani’s smear campaign against the Bidens and Yovanovitch was causing serious damage to Ukraine’s standing in the United States. The friend told me, of Lutsenko, “He may be ambitious and occasionally reckless, but he is ultimately patriotic.” Lutsenko retreated. On May 16th, he told a reporter for Bloomberg News, “Hunter Biden did not violate any Ukrainian laws—at least as of now, we do not see any wrongdoing. A company can pay however much it wants to its board.” Lutsenko told me that he chose to speak to Bloomberg “to declare my real position” and “to show I’m not Giuliani’s marionette.” Giuliani was furious. “It was going along fine,” he said, before Lutsenko seemed to let the Bidens off the hook. “It undermined everything.” Giuliani reached out to Fruman and arranged a phone call with Lutsenko. It was the middle of the night in Kyiv when they spoke, Lutsenko told me. Giuliani recalled, “I got pretty angry at him on the phone.” He told me that he thought Lutsenko should have brought a case against former Vice-President Biden for bribery—an idea apparently based on Biden’s threat that he would withhold a billion dollars in I.M.F. loans unless Shokin was fired. “I said, ‘Have you ever read your goddam bribery statute?’ ” Giuliani told me. “ ‘Let me read it to you.’ ” He went on, “ ‘This takes a mental midget to do one plus two equals crime. You don’t need to be a lawyer, Yuriy, you just need to be an honest man.’ ” According to Lutsenko, Giuliani kept on repeating “bribery, bribery,” in a loud and agitated voice. Lutsenko said that he told Giuliani that the bribery assertion didn’t make any sense to him. If Giuliani was correct, then anytime a state withholds something of value from another state to get something it wants, which happens all the time, it could be accused of bribery. According to Lutsenko, Giuliani responded by saying, “I’m a lawyer, you’re not.” Because of his falling out with Lutsenko, Giuliani told me, he turned his attention to Kostiantyn Kulyk, whom the F.B.I. refused to work with, and Nazar Kholodnytsky, the special anti-corruption prosecutor, for information. Yovanovitch, in a March, 2019, speech, said that Kholodnytsky, who had been recorded coaching suspects on how to avoid criminal charges, “must be replaced.” Solomon told me that, toward the end of May, Giuliani contacted him, wanting to share the information that he had collected. “I think we should get it out to the public,” Solomon said Giuliani told him. Solomon said that he had moved on to other stories."], "url": "https://www.newyorker.com/magazine/2019/12/23/the-ukrainian-prosecutor-behind-trumps-impeachment", "id": "f9e36420-9bf1-3796-bdbe-e1aa6646a2cb", "title": "The Ukrainian Prosecutor Behind Trump’s Impeachment", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35", "authors": ["Adam Entous", "Peter Schjeldahl", "Dexter Filkins", "Jia Tolentino", "Benjamin Wallace-Wells", "Jane Mayer", "Susan B. Glasser"], "summary": "You do columns.’ ” Initially, Lutsenko and Giuliani seemed a perfect partnership; the meeting between them, Lutsenko told me, offered a “win-win” situation.\nIt became clear that tracking down the country’s wealth would take years and that Ukrainian officials were ill-equipped for the task.\nHe told Yovanovitch that this was her “do-not-prosecute list” and then, in a dramatic flourish, ripped it to pieces.\nLutsenko told Giuliani that he thought that was a question worthy of investigation.\nAccording to Lutsenko, Giuliani responded by saying, “I’m a lawyer, you’re not.” Because of his falling out with Lutsenko, Giuliani told me, he turned his attention to Kostiantyn Kulyk, whom the F.B.I.", "pubDate": null}