{"id": "fa213e10-f3af-368d-8cd4-8e8acfec4eeb", "title": "How does a pregnant woman get to hospital when there's no road? By stretcher ...", "url": "https://www.theguardian.com/global-development/2020/dec/17/how-does-a-pregnant-woman-get-to-hospital-when-theres-no-road-by-stretcher-", "summary": "Women from the mountains of Uttarakhand in India have been guaranteed palanquins so that they can reach vital transportHow does a pregnant woman get to hospital when there's no road?\nThe government has decided to provide palkis, or palanquins, to all pregnant women in remote villages, far from the reach of motorised vehicles, in this part of Uttarakhand state.\nFacebook Twitter Pinterest Naresh Kumar and his wife, Kavita, who is pregnant, at their home, which is far from a hospital.\nPhotograph: Amrit Dhillon“I know of two women in my village who died of heavy bleeding before they could reach the hospital.\nThe Uttarakhand palanquins will be somewhat more rudimentary and provide a bumpier ride.", "paragraphs": ["Women from the mountains of Uttarakhand in India have been guaranteed palanquins so that they can reach vital transport", "How does a pregnant woman get to hospital when there's no road? By stretcher ...", "Narendra Kumar is going to become a father in early January. His wife, Kavita, became pregnant two months after they got married in February and since then he has been worrying about getting her to hospital when the time comes.", "It’s a steep three-kilometre walk along a narrow, unpaved mountain path through oak and rhododendron forests from their village of Gwalakot to the main road where they could pick up a car or ambulance to ferry them to hospital in Nainital.", "But these days Kumar is more relaxed. The government has decided to provide palkis, or palanquins, to all pregnant women in remote villages, far from the reach of motorised vehicles, in this part of Uttarakhand state. The simple stretcher, which will need to be carried by volunteers from the village, will make a huge difference to women who previously wouldn’t have made it to hospital – daunted by the journey or just too exhausted to walk, opting instead for delivery in a cowshed or shelter in the village, on a floor of dry grass and old sacks, with the help of a village midwife.", "Facebook Twitter Pinterest Naresh Kumar and his wife, Kavita, who is pregnant, at their home, which is far from a hospital. Photograph: Amrit Dhillon", "“I know of two women in my village who died of heavy bleeding before they could reach the hospital. It’s not just the distance. It’s very rough terrain and very tiring. I worried about what could happen if Kavita’s labour began at night or during heavy rain,” says Kumar.", "Palanquins – essentially a string cot carried by four men – are not new. They are a feature of life in this mountainous region where, for lack of roads, men learn how to carry massive weights – iron girders, fridges, air conditioners, beds – on long, winding paths.", "The only way anyone unable to walk far can be taken to hospital is on one, but there are too few to go round, and it can be a last-minute scramble to find one when it’s needed. The nearest might be lying in another village, miles away, where it was last used.", "“Sometimes, you think there is a palki in someone’s home in the village and then, during an emergency, realise it was used to carry a bride to her husband’s village and was never returned. If no palki can be found in time, we have to take the person in a chair, tied to bamboo poles and carried on men’s shoulders,” says Krishna Chandra, a home-stay manager who lives near Kumar.", "There will be plenty of palanquins available and they will be in the right place at the right time Sonika, National Health Mission, Uttarakhand", "Sonika (who uses only one name), director of the National Health Mission in Uttarakhand, says the new palanquin policy is intended to maximise hospital deliveries.", "“What’s different now is that the policy is going to be systematic and streamlined. There will be plenty of palanquins available and they will be in the right place at the right time because they will be matched with information on the expected date of delivery of the women in a village,” says Sonika.", "'Yellow bindis' mean high-risk: India's new health map for women and children Read more", "“Also, people will now know that a palanquin service is something that is their right, which wasn’t the case earlier.”", "According to the state government, Uttarakhand has improved its maternal mortality figures, recording 89 deaths every 100,000 deliveries between 2015 and 2017, compared with a national average of 122.", "The government believes schemes incentivising women to give birth in hospital, free iron tablets and an ambulance service have helped. But not all parts of the state are improving at the same pace. A 2016 study carried out in Okhalkanda (16 miles from Kumar’s village) found that only 37% of all deliveries took place in a hospital.", "Facebook Twitter Pinterest Subhai, a remote mountain village in Uttarakhand. Such villages can only be reached on foot. Photograph: Andrew Aitchison/Corbis/Getty", "Under the new policy, the palanquins can be used for antenatal checkups as well as deliveries, and the cost will be borne by the government.", "The word “palanquin” may conjure up an elaborate structure from the opulent era of maharajas and maharanis who would be carried on gem-encrusted palanquins decorated with gold and silver. The Uttarakhand palanquins will be somewhat more rudimentary and provide a bumpier ride. But the government has promised that they will have a cover to protect women against the elements and come with sanitised sheets.", "Sign up for the Global Dispatch newsletter – a fortnightly roundup of our top stories, recommended reads, and thoughts from our team on key development and human rights issues:"], "authors": ["Amrit Dhillon"], "keywords": ["road", "state", "does", "palanquins", "carried", "walk", "village", "right", "theres", "woman", "pregnant", "hospital", "uttarakhand", "stretcher", "women"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}