{"id": "fa26b507-8982-3181-b66c-ea060a3948b1", "title": "Christina Aguilera Glams Up the Holiday Suit", "url": "https://www.vogue.com/article/christina-aguilera-holiday-suit-vivienne-westwood", "summary": "First Mariah Carey, now Christina Aguilera is here to use her powerhouse voice to spread some holiday cheer.\nBut this wasn’t any ol’ red ensemble—Aguilera channelled a classic holiday textile in a more unexpectedly fresh way.\nFor a new take on holiday dressing, Aguilera rocked a tartan suit.\nHer stiletto sandals dressed up the ensemble, giving her suiting more of an evening feel (less office party, more party).\nForget the tartan skirt or dress—suit up, instead!", "paragraphs": ["First Mariah Carey, now Christina Aguilera is here to use her powerhouse voice to spread some holiday cheer. Yesterday, the singer appeared on Late Night with Seth Meyers to perform her take on “The Christmas Song.” Her appearance was delightfully festive: Aguilera sang in front of a lit-up Christmas tree, ushering in the Christmas season with a diva-worthy look. But this wasn’t any ol’ red ensemble—Aguilera channelled a classic holiday textile in a more unexpectedly fresh way.", "For a new take on holiday dressing, Aguilera rocked a tartan suit. The two-piece was by Vivienne Westwood, and Aguilera styled it without a top under the jacket, but with a body chain for a touch of bling. Her stiletto sandals dressed up the ensemble, giving her suiting more of an evening feel (less office party, more party). Now, Aguilera isn’t the first star to embrace plaid this season: Kate Middleton wore both a tartan scarf and skirt earlier this month for a visit to Cardiff Castle in Cardiff, Wales. But as a suit, and a sexy one at that, it was unexpectedly chic. So, for your holiday dinner at home this year? Forget the tartan skirt or dress—suit up, instead!"], "authors": ["Christian Allaire", "Christian Allair"], "keywords": ["holiday", "unexpectedly", "cardiff", "tartan", "suit", "skirt", "season", "aguilera", "glams", "party", "christina", "christmas"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}