{"id": "fa28abaa-fe53-3e1e-ac28-684b4001ebff", "title": "Conor McGregor blasts Cerrone in 40 seconds in UFC return", "url": "https://www.foxnews.com/sports/conor-mcgregor-blasts-cerrone-in-40-seconds-in-ufc-return", "summary": "McGregor stopped Donald Cerrone with a head kick and punches 40 seconds into the first round at UFC 246 on Saturday night, announcing his return to mixed martial arts with his first victory since 2016.\nPETA CALLS OUT CONOR MCGREGOR, 'COWBOY' CERRONE OVER PYTHON JACKET“I feel really good, and I came out of here unscathed,\" McGregor said.\nMcGregor walked to the cage at UFC 246 with the Irish flag wrapped around his shoulders.\nAfter the referee stopped the bout, McGregor peeled away briefly to celebrate, but quickly returned to comfort his disoriented opponent.\nModafferi was the biggest betting underdog on the UFC 246 card, facing 10-to-1 odds at some sports books.", "paragraphs": ["LAS VEGAS — Conor McGregor came back with a big bang.", "McGregor stopped Donald Cerrone with a head kick and punches 40 seconds into the first round at UFC 246 on Saturday night, announcing his return to mixed martial arts with his first victory since 2016.", "The Irish former two-division champion came out of a three-year stretch of relative inactivity and outside-the-cage troubles with a performance that echoed his greatest fights during his unparalleled rise.", "After bloodying Cerrone's nose with his first punch, McGregor (22-4) then floored Cerrone (36-14) only 20 seconds into the bout with a perfectly placed left kick to the head. He mercilessly finished on the ground to the delight of a sellout crowd of 19,040 at T-Mobile Arena.", "PETA CALLS OUT CONOR MCGREGOR, 'COWBOY' CERRONE OVER PYTHON JACKET", "“I feel really good, and I came out of here unscathed,\" McGregor said. \"I'm in shape. We've got work to do to get back to where I was.”", "McGregor’s hand hadn’t been raised in victory since November 2016, when he stopped lightweight Eddie Alvarez to become the first fighter in UFC history to hold two championship belts simultaneously. With his fame and fortune multiplying, McGregor fought only his boxing match with Floyd Mayweather in 2017, and he lost a one-sided UFC bout to lightweight champion Khabib Nurmagomedov in late 2018.", "After a year spent out of competition and in repeated trouble with the law, McGregor got back into training and vowed to return to elite form. This dramatic victory over Cerrone indicated he's well on his way, and McGregor has vowed to fight multiple times in 2020.", "Welterweight champion Kamaru Usman and veteran brawler Jorge Masvidal watched UFC 246 from cageside. Either man could be McGregor's next opponent.", "“Any one of these mouthy fools can get it,” McGregor yelled into the microphone. “Every single one of them can get it. It does not matter. I’m back and I’m ready.”", "Cerrone is the winningest fighter in UFC history with 23 victories, a mark that reflects both his durability and commitment to an uncommonly busy schedule. Cerrone, who also holds the UFC record with 16 stoppage wins, had fought a whopping 11 times since McGregor's win over Alvarez, and he was in the cage for the 15th time since he lost his only UFC title shot in December 2015.", "But Cerrone’s last two fights were stopped when he took too much damage, and he couldn't block McGregor's decisive kick or recover from the punishment on the ground.", "“I'd never seen anything like that,” Cerrone said. “He busted my nose, it started bleeding, and he stepped back and head-kicked me. Oh, man. This happened this fast?”", "Although many observers have scoffed, the 31-year-old McGregor believes he can reclaim the fearsome form he showed during his meteoric rise to unprecedented MMA success. He won 15 consecutive fights during a five-year run from low-profile shows in Dublin to the world’s biggest MMA events, stopping five straight elite UFC opponents with punches on the way up.", "McGregor walked to the cage at UFC 246 with the Irish flag wrapped around his shoulders. The bearded fighters touched gloves beforehand in an extension of this bout’s unfailing sportsmanship — not always a hallmark of McGregor’s previous bouts.", "After the referee stopped the bout, McGregor peeled away briefly to celebrate, but quickly returned to comfort his disoriented opponent. When Cerrone’s grandmother, Jerry, entered the cage after the fight to hug her grandson, McGregor also hugged Jerry and got a kiss on the cheek.", "Even after his prolonged absence — or maybe because of it — McGregor's return is expected to be a huge seller on pay-per-view. The UFC said it made more than $11 million in ticket sales at T-Mobile Arena for the fourth-biggest gate total in the promotion's history.", "An eager sellout Vegas crowd showed up in person, with celebrities including Matthew McConaughey, Jeremy Renner and Dave Bautista, along with NFL stars Tom Brady, Christian McCaffrey, Baker Mayfield, Myles Garrett and Jon Gruden.", "Former bantamweight champion Holly Holm beat Raquel Pennington by unanimous decision in the penultimate bout of UFC 246. The 38-year-old Holm (13-5) had lost five of her seven fights since she memorably knocked out Ronda Rousey in November 2015.", "CLICK HERE TO GET THE FOX NEWS APP", "On the undercard, 37-year-old flyweight Roxanne Modafferi pulled off one of the biggest upsets in recent UFC history with a one-sided decision victory over previously unbeaten 21-year-old Maycee Barber, the UFC's top 125-pound prospect.", "Barber (8-1) injured her left knee during the bout, but Modafferi (24-16) was already dominating with the superior jiu-jitsu she has been practicing for Barber's entire life. Modafferi was the biggest betting underdog on the UFC 246 card, facing 10-to-1 odds at some sports books.", "Aleksei Oleinik, a 42-year-old heavyweight who made his pro debut in 1996, also beat Maurice Greene by submission in the second round."], "authors": [], "keywords": ["246", "return", "mcgregor", "blasts", "conor", "seconds", "40", "champion", "mcgregors", "bout", "stopped", "ufc", "fights", "victory", "cerrone"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}