{"id": "fa4d84b9-1bbc-34e0-b33f-2cd84e20b897", "title": "How strong is the commodities rally? | Charts that Count", "url": "https://www.ft.com/video/3f8fe73c-7762-4d52-889a-c41058a5cb0c?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=3", "summary": "Since they bottomed early in the pandemic, all kinds of commodities - energy, materials, food - have been rising steadily.\nA decade of low commodity prices means that producers have not invested in capacity, crimping supply.\nOnce the vaccination process is over commodity stocks that have been allowed to dwindle will have to be rebuilt.\nThe price of silver and other commodities are more akin perhaps to US tech stocks.\nCommodity prices, in other words, look less like a bubble than an excellent setup for one.", "paragraphs": ["You can enable subtitles (captions) in the video player", "Both bonds and stocks have been on bull runs of historic duration. Bonds have been rising with occasional interruptions for 40 years, stocks for 11. But what we might call the third major asset class, commodities, has not been joining the fun, at least not in the last decade. But that is beginning to change.", "Since they bottomed early in the pandemic, all kinds of commodities - energy, materials, food - have been rising steadily. Here is a chart of copper, oil, and soybeans, all of which show 60 percentage point increases since their spring lows.", "There are some good reasons for these price increases. A decade of low commodity prices means that producers have not invested in capacity, crimping supply. Once the vaccination process is over commodity stocks that have been allowed to dwindle will have to be rebuilt.", "Fiscal stimulus, if as promised it is spent on infrastructure, will increase demand for commodities, too. Green infrastructure, for example, requires a lot of copper. And finally, the US dollar has been weakening. And as it does, investors' expectations of future inflation have gone up.", "Investors buy commodities and commodity futures as a hedge against future inflation. So all of this has a certain logic. But these days, whenever any asset pops, you have to ask, is this a bubble? With rates at historic lows and money sloshing around markets, every rally is suspect.", "The price of silver, for example, took an oddly sharp jump this summer and since then has been popular with the very same retail investors who have pushed the shares of GameStop to bizarre highs. GameStop, though, was easy to see through. There was never much there but hype and hope. The price of silver and other commodities are more akin perhaps to US tech stocks. There is enough of a fundamental story there to justify high prices. But how high? Commodity prices, in other words, look less like a bubble than an excellent setup for one."], "authors": ["Written Robert Armstrong", "Produced Greg Bobillot"], "keywords": ["infrastructure", "investors", "rising", "strong", "commodity", "count", "price", "rally", "stocks", "charts", "prices", "commodities", "silver", "inflation"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}