{"id": "fa5ad5ec-47ad-3c34-b02f-b220c37400d2", "title": "Oligarch’s son told to pay mother £75m after world’s biggest divorce case", "url": "https://www.theguardian.com/news/2021/apr/21/oligarch-son-temur-akhmedov-told-to-pay-mother-75m-in-worlds-biggest-divorce-case", "summary": "The son of an oligarch caught up in the world’s largest divorce case has been told to pay £75m to his mother after a high court judge found he was “a dishonest individual who will do anything to assist his father”.\nShe ruled that Temur should pay his mother more than £75m.\n“All happy families are alike, each unhappy family is unhappy in its own way,” she said in her judgment.\nHis father him a £30m apartment in One Hyde Park, an exclusive London development, at the time of the divorce.\nLuna, which was built for the Chelsea football club owner, Roman Abramovich, has 10 VIP cabins and a 20-metre swimming pool.", "paragraphs": ["The son of an oligarch caught up in the world’s largest divorce case has been told to pay £75m to his mother after a high court judge found he was “a dishonest individual who will do anything to assist his father”.", "", "Temur Akhmedov was found to have conspired with his father, the billionaire Farkhad Akhmedov, to hide hundreds of millions of pounds of assets - including several mansions, a superyacht, a helicopter and an extensive art collection - in order to avoid paying a £453m divorce settlement.", "“Temur has learned well from his father’s past conduct and has done and said all he could to prevent his mother receiving a penny of the matrimonial assets,” the judge, Gwynneth Knowles, said in a ruling Wednesday. She ruled that Temur should pay his mother more than £75m.", "Knowles compared the breakdown of relations in the Akhmedov famuily to Leo Tolstoy’s classic Russian novel Anna Karenina.", "“All happy families are alike, each unhappy family is unhappy in its own way,” she said in her judgment. “With apologies to Tolstoy, the Akhmedov family is one of the unhappiest ever to have appeared in my courtroom.”", "Temur Akhmedov was accused of acting as his oil tycoon father’s “lieutenant” in schemes to hide assets from his mother. His father him a £30m apartment in One Hyde Park, an exclusive London development, at the time of the divorce. During the trial Temur claimed he had lost more than $50m in a single day of trading on the stock market while a student at the London School of Economics.", "Tatiana Akhmedova was awarded a 41.5% share of her ex-husband’s fortune by another British judge in 2016. When he only handed over about £5m, she launched further court action against Temur. Her case was backed by the litigation funder Burford Capital.", "", "Akhmedova said in a statement: “Today’s judgment is the inevitable conclusion given Farkhad’s failure to behave honourably in the first instance.”", "Farkhad Akhmedov said: “Entirely predictably, given its original wrong and misguided judgment, the London court has ruled in favour of visiting ‘the sins’ of the father on an innocent and loyal son.”", "A spokesman for Temur Akhmedov said he fundamentally disagreed with the ruling, but that “he would consider it a price worth paying for should it lead to a reasonable settlement between the parents he both loves”.", "He added that he “never sought to take sides or get involved but inevitably found himself sucked into the vortex of a bitter family dispute”.", "The family fortune includes an extensive modern art collection including pieces by Mark Rothko, Andy Warhol and Damien Hirst which are held in a Liechtenstein facility referred to as the Treasure House.", "Akhmedova has also attempted to seize Akhmedov’s £300m superyacht. Luna, which was built for the Chelsea football club owner, Roman Abramovich, has 10 VIP cabins and a 20-metre swimming pool.", ""], "authors": ["Rupert Neate"], "keywords": ["oligarchs", "judge", "pay", "family", "told", "worlds", "75m", "mother", "london", "case", "temur", "biggest", "akhmedov", "judgment", "son", "father", "divorce", "court"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}