{"id": "fa8f88fb-ebc9-3abd-a950-8a987439d32f", "title": "Agriculture - British farming after the common agricultural policy", "url": "https://www.economist.com/leaders/2020/11/28/british-farming-after-the-common-agricultural-policy", "summary": "The common agricultural policy ( CAP ), which Britain leaves on January 1st after 47 years, has been a lousy deal for the country.\nBut others have not, because the subsidies are capitalised into land values, raising the cost of getting into farming.\nSoon after the Brexit vote in 2016, ministers talked bravely about doing away with farming subsidies and paying for public goods.\nToday they get £2.5bn ($3.3bn) a year simply for farming, and can apply for another £500m for worthy things like planting hedgerows.\nIf farming subsidies were cut, along with the tax breaks on capital gains, inheritance and fuel (outrageously, farmers pay very little duty on the “red diesel” they use) there would be money to spare.", "paragraphs": ["M ANY OF THE claims made by Brexiteers have turned out to be rubbish. Contrary to their assurances, Britain will not soon be signing a trade deal with America. The border between Ireland and Northern Ireland, which the Brexiteers said would not be a problem, turns out to be a big one. Britain will probably end up letting French and Spanish trawlers into its waters. But one of the Brexiteers’ boasts is entirely right: Britain really ought to be able to come up with better agricultural policies outside the EU .", "It can hardly do worse. The common agricultural policy ( CAP ), which Britain leaves on January 1st after 47 years, has been a lousy deal for the country. At considerable cost to the taxpayer, it has subsidised intensive farming methods that have denuded the countryside (see article), causing more ecological damage than climate change. Since 1970 the population of nesting farmland birds has been cut in half. Tariffs have raised the price of food. Some farmers have benefited from subsidies. But others have not, because the subsidies are capitalised into land values, raising the cost of getting into farming.", "Soon after the Brexit vote in 2016, ministers talked bravely about doing away with farming subsidies and paying for public goods. Yet England has moved as slowly as a ruminating cow. With just five weeks left in the CAP , and some subsidy cuts beginning soon after, it has provided few details about what will replace them. Northern Ireland, Scotland and Wales are even tardier. They will stick with the old subsidy system for the next few years.", "For almost half a century Britain has barely had to think about creating policies for 70% of its land area. Now, amid a pandemic and Brexit, it is confronted with fundamental questions. Should the country subsidise farming? How should it help the environment? What should it do about food imports? All these questions are made trickier by the deeply peculiar way in which Britons think about the land.", "There are good arguments for abolishing all public support and leaving farming to the market. The original rationale for farm payments—to boost domestic food production—has not made sense for decades. Countries like Britain are secure because they are wealthy and because international supply chains work, not because they grow lots of food. And subsidies are a crutch for indifferent farmers. After New Zealand did away with its subsidies in the 1980s, some farms went bust. Fewer than had been feared, though—and the survivors became technologically sophisticated and export-oriented.", "Britain is not quite like New Zealand, for reasons that go to the heart of Britons’ odd relationship with the countryside. In New Zealand, and also in America, people distinguish between farming and nature. Farmland is something that you might travel through in order to get somewhere pretty. Britons expect their agricultural land to be beautiful. Even national parks like Dartmoor and the Lake District are mostly farmed. English nature poetry is stuffed with shepherds, wheatfields and skylarks, John Clare’s “sweet minstrel of the farm and plough”. Rambling along farmland footpaths is important to many Britons, and has been especially so during the pandemic. When other entertainments were cancelled, those who could grabbed their boots and headed for the fields with the dog.", "British farmers are expected to produce not only skylarks and hawthorn, but increasingly to help with flood management and soaking up carbon dioxide, too. So it makes sense to pay them something. Today they get £2.5bn ($3.3bn) a year simply for farming, and can apply for another £500m for worthy things like planting hedgerows. One sum is too large, the other too small. If farming subsidies were cut, along with the tax breaks on capital gains, inheritance and fuel (outrageously, farmers pay very little duty on the “red diesel” they use) there would be money to spare.", "There is already a system, albeit a stingy, bureaucratic one, for paying farmers to take corners of their land out of production. Leave 16 square metres of a field fallow, so a skylark could nest in it, and you get £9. That is fine, but the taxpayer should also pay for wholesale changes, such as “rewilding” or small fields, which research shows are more biodiverse than large ones. They are also more interesting for walkers, as anyone who has tramped across the breadbasket of eastern England can attest.", "Civil servants are now working on a new English schedule of payments for green activities, which are supposed to be introduced in 2024. That is the wrong approach, in a couple of ways. Because different parts of the country would benefit from different things (more hedgerows in East Anglia, better stone walls in the Yorkshire Dales) local authorities, not central government, should set the priorities and distribute some of the money. It would be better still if reverse auctions were used. At the moment, officials must guess the price that will induce enough farmers to plant hedges or set aside land for butterflies. America’s Department of Agriculture asks them to bid, then takes the best offers. That reveals the true cost.", "Britain must also deal with the vexed issue of food imports. Farmers’ organisations argue that the country should not import foods that are harder on the environment or on animals than would be allowed under domestic rules. An impressive coalition, ranging from celebrity chefs to shepherds, backs the campaign, which raises the spectres of American chlorine-washed chicken and hormone-treated beef. Most Britons agree.", "The grass below—above the vaulted sky"], "authors": ["The Economist"], "keywords": ["agriculture", "farmers", "subsidies", "farming", "agricultural", "britain", "land", "zealand", "country", "common", "food", "british", "policy", "pay", "britons"], "pubDate": "2020-11-28T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}