{"id": "fac1d581-bb18-3a98-bb1b-6fbd7d15858a", "title": "The Raw Sounds of Rico Nasty", "url": "https://www.newyorker.com/magazine/2020/12/14/the-raw-sounds-of-rico-nasty", "summary": "Primal therapy is well past its cultural relevance, but Rico Nasty, an eccentric young rapper from Maryland, has drawn from Janov’s work.\nAlthough she never formally partook in primal therapy, Rico recorded a collaborative mixtape with the producer Kenny Beats, in 2019, that was inspired by their shared interest in its teachings.\n(“Anger Management” depicts Rico Nasty with a similar mouth emerging from a split in her forehead.)\nRico makes aggression sound less like a stressful state of being or a vehicle for catharsis than like a form of personal amusement.\nRapping with Rico, they sound relieved by the permission to scream.", "paragraphs": ["In the late nineteen-sixties, the clinical psychologist Arthur Janov conceived of a new form of treatment for his patients. It was called primal therapy, and it was based on the notion that most adult neuroses and mental strife could be ameliorated by deliberate, supervised regression into childhood, a process that would unearth some form of early-life trauma. The most notable by-product of this therapy was the “primal scream”—the guttural, involuntary vocal emission that accompanied such emotional excavation. Janov’s work generated plenty of suspicion among psychologists, but during the nineteen-seventies it was a cultural touchstone, particularly among musicians. John Lennon and Yoko Ono were both dedicated primal practitioners, and the therapeutic insights they gained from their time working with Janov informed the post-Beatles record “John Lennon / Plastic Ono Band”—an intense experimental album that delved deeply into Lennon’s childhood and featured many lyrics that were screamed. The influential Scottish group Primal Scream is, of course, named for the therapy; the English synth-rock band Tears for Fears borrowed heavily from its own experience with Janov’s methods.", "Primal therapy is well past its cultural relevance, but Rico Nasty, an eccentric young rapper from Maryland, has drawn from Janov’s work. Although she never formally partook in primal therapy, Rico recorded a collaborative mixtape with the producer Kenny Beats, in 2019, that was inspired by their shared interest in its teachings. The art for the record, titled “Anger Management,” is a riff on a recurring image that appears on Janov’s book covers, a psychedelic illustration of a generic male human head with a screaming mouth bursting out of the top. (“Anger Management” depicts Rico Nasty with a similar mouth emerging from a split in her forehead.) The mixtape doesn’t explore much childhood trauma—Rico is more concerned with the foes of her adult life—but there’s plenty of screaming. “Rico, are you crazy?” she asks herself in a raw-throated yell on “Cheat Code,” a song in which she confronts her imitators, rapping over a beat that recalls the industrial churn of a manufacturing plant. “I don’t know, maybe!” she answers. The record draws as much from nu metal, E.D.M., and hard rock as it does from hip-hop. Rico makes aggression sound less like a stressful state of being or a vehicle for catharsis than like a form of personal amusement.", "Heavy rap-rock is just one of many modes for Rico, a chameleonic stylist who takes full advantage of the aesthetic liberties available to her in today’s freewheeling musical universe. Raised as Maria Kelly in Largo, Maryland, Rico, who is twenty-three, first attracted attention online with a homemade video, from 2016, that was the opposite of angry, though it did play with themes of childhood. It was for a song called “iCarly,” a reference to the hit Nickelodeon sitcom about a teen-age girl who becomes an Internet sensation. The song tells the story of a modern-day Bonnie and Clyde—Rico and her female best friend. In a theatrically girlish tone, Rico raps about the mischief they get into. “Scam, trap, plus we sold marijuana,” she says, over a twinkling bubblegum beat more appropriate for a children’s song. “She was my hitta, I was her robber.” In the video, Rico hangs with a throng of women and a lone man who is more of a mascot than a member of the clique. As the women dance and twirl in a generic suburban neighborhood, the man strums what appears to be an assault rifle like a guitar, a startling juxtaposition of child’s play and menace.", "In the years since “iCarly,” Rico has established herself as one of music’s most effective shape-shifters. She has more in common with the lineage of histrionic pop stars such as David Bowie, Madonna, and Lady Gaga than with her fellow hip-hop artists. She favors elaborate visuals, and she tries on and discards musical styles as if they were costumes. One moment she’s a vulgar femme fatale, the next a character in a cartoon fantasy, or a feral mental patient spewing gibberish, or a punk-rock princess worshipping at the altar of Joan Jett. In a new single called “IPHONE,” Rico plays a futuristic avatar navigating a digital universe. The track was written and produced by Dylan Brady, of the maximalist avant-garde electronic act 100 gecs, and Rico’s vocals are pitched up to make her sound synthetic. During the bridge, she returns to the real world, and her voice quiets to a hush, the vocal filters turned off. Brady’s staticky, frantic digital effects multiply like a swarm of bees as Rico raps, “He said, ‘I think my phone is hacked / I think my phone is tapped / I think you got me blocked / Why won’t you call me back?’ ” This cyberpunk style is new, but Rico is instantly comfortable with it.", "Like so many of her peers in today’s consumption-minded music ecosystem, Rico has churned out multiple releases in recent years, all of them labelled with the nebulous descriptor of “mixtape” or “project.” Last week, she released “Nightmare Vacation,” which has been designated her major-label début album. Unlike “Anger Management,” a tightly focussed concept album, the new record is more of a sampler plate of Rico’s scattershot ideas, delivered in potent two- to three-minute bursts. There’s plenty of the coarse, adrenalized sound that she’s come to prefer. On “Let It Out,” a mosh-pit anthem, she implores listeners, in a scream, to release their feelings. There are also abundant reminders of Rico’s flippancy. “It’s a good day if I say so!” she says on “STFU,” a cartoonishly sinister track featuring a warbly, lopsided beat. But, in addition to these characteristically outlandish approaches, Rico carves out a new role: mainstream hip-hop star. On a number of more straightforward, mid-tempo rap songs, “Nightmare Vacation” hedges drama and experimentation with tradition. The album’s marquee single, “Don’t Like Me,” which features the Atlanta rap icon Gucci Mane, is as muted as we’ve heard Rico, her gentle singing masked with light Auto-Tune. It’s an atypically ho-hum moment—the hip-hop equivalent of a stock image. As far as characters go, the conventional radio-hit rapper is Rico’s least convincing.", "In recent years, many mainstream male stars—from regional breakouts like Lil Baby and NBA YoungBoy to global chart-dominators like Post Malone and Drake—have come to favor a forlorn, mid-range hybrid of singing and rapping that can make them difficult to distinguish. Several of the genre’s women, by contrast, have produced increasingly diverse and dynamic work. Megan Thee Stallion, the Houston artist who appeared on Cardi B’s bawdy, chart-dominating hit “WAP,” also recently released a major-label début album. Stylistically, Megan is quite different from Rico—a raunchy, swaggering Southern-rap traditionalist—but she’s equally brash and self-assured, always rapping as if preparing for battle. Her songs, even at their most cookie-cutter, are a forceful rejection of contemporary hip-hop’s glibness and passivity. The campy, extravagant rap ingénue Princess Nokia and the spirited British talent Bree Runway have also channelled a punk ethos and a taste for outrageousness. Deadening these styles in the service of hit-making would drain some of the vitality from contemporary hip-hop.", "One of Rico’s favorite subjects is the other women she sees as shameless copycats of her work. Indeed, she is part of a growing field of young women rappers who seem a little louder, a little freakier, a little rougher around the edges each week. The effect is not totally unwelcome to Rico. “I can’t act like that shit don’t make me proud,” she raps on a new song called “Girl Scouts.” The closer on “Nightmare Vacation” is a reflection of this pride. It’s a remix of her raucous viral single “Smack a Bitch,” a catchy headbanger from 2018 that has inspired hundreds of thousands of TikTok users to make playfully rageful videos on the platform. On the remix, three rising stars, Rubi Rose, Sukihana, and ppcocaine, tap into a new well of vocal vigor and personality. “I’m savage, I live life with no regret!” Sukihana yells, proudly deranged. Rapping with Rico, they sound relieved by the permission to scream. ♦"], "authors": ["Carrie Battan", "Carrie Batta"], "keywords": ["raw", "sounds", "therapy", "song", "ricos", "work", "sound", "primal", "record", "women", "rico", "rapping", "nasty"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}