{"id": "fafb0fc2-aa2c-3c2e-8016-00478a51159e", "title": "Director General, Independent Evaluation Department job with Asian Development Bank (ADB)", "url": "https://www.exec-appointments.com/job/1598709/director-general-independent-evaluation-department-/?TrackID=295395&utm_source=widget&utm_medium=referral&utm_campaign=295395", "summary": "The working environment of the position is described in the ADB policy: ADB 2008. Review of the Independence and Effectiveness of the Operations Evaluation Department.\nSearch and shortlisting of candidates for the position of Director General, IED are the responsibility of the DEC.\nUpon completion of the term, the Director General, IED will be ineligible for any other staff position in ADB.\nc. Knowledge and Evaluation Capacity Development• Support the development of evaluation capacity within IED, ADB, and DMCs.\ne. Partnerships and Collaboration• Establish and maintain productive engagements with relevant evaluation and development partners, in particular the Evaluation Cooperation Group.", "paragraphs": ["(This will open in a new window from which you will be automatically redirected to an external site after 5 seconds)", "IMPORTANT INFORMATION", "Close relatives of ADB staff, except spouses of international staff, are not eligible for recruitment and appointment to staff positions. Applicants are expected to disclose if they have any relative/s by consanguinity/blood, by adoption and/or by affinity/marriage presently employed in ADB.", "The working environment of the position is described in the ADB policy: ADB 2008. Review of the Independence and Effectiveness of the Operations Evaluation Department.", "The following staff positions report to the Director General, IED: Deputy Director General, two (2) Directors, Sector and Project Division (IESP)/ Thematic and Country Division (IETC); Advisor (IEOD), 29 International Staff; 14 National Staff and 15 Administrative Staff.", "Special Instructions:", "• Recruitment and Selection Process:", "Since IED reports directly to the Board of Directors instead of to the President, recruitment of the Director General, IED follows a process different from the standard process used for international staff. Search and shortlisting of candidates for the position of Director General, IED are the responsibility of the DEC. Selection of a candidate for recommendation to the Board is the responsibility of the DEC in consultation with the President. The Board approves the appointment. The search and selection process will be directed by the DEC, through the use of an executive search firm and extensive media advertising. The recruitment and selection process is open, transparent and merit-based. It will be equally open to external and internal candidates.", "• Terms and Conditions of Appointment:", "The Director General, IED will be appointed by the Board of Directors upon recommendation by the DEC in consultation with the President. The appointment will be for a five-year non-renewable term. Upon completion of the term, the Director General, IED will be ineligible for any other staff position in ADB.", "ADB strives to be a dynamic international public institution that values diversity and promotes gender equity. Against that background, women are encouraged to apply.", "Our Search partners for this appointment are SRI Executive, http://www.sri-executive.com. SRI will contact applicants suitable for progression in the process.", "Overview", "Asian Development Bank (ADB) is an international development finance institution headquartered in Manila, Philippines and is composed of 68 members, 49 of which are from the Asia and Pacific region. ADB is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. ADB combines finance, knowledge, and partnerships to fulfill its expanded vision under its Strategy 2030.", "ADB only hires nationals of its 68 members.", "The position is assigned in the Independent Evaluation Department (IED) independently and systematically evaluates ADB policies, strategies, operations, and special concerns that relate to organizational and operational effectiveness.", "To view ADB Organizational Chart, please click here.", "Job Purpose", "The Director General will be responsible, among other matters, for promoting high-level accountability and learning in ADB, and for improving the performance of the ADB’s operations and policies and ADB’s development effectiveness. The Director General will ensure that evaluation contributes to ADB’s strategy and operations by bringing an independent perspective to the assessment of progress in relation to ADB’s mission.", "The incumbent will report to the Board of Directors through its Development Effectiveness Committee (DEC).", "Responsibilities", "In line with the provisions of ADB’s evaluation policy , the Director General will serve a critical role in independently leading the planning, implementation and supervision of the department’s vision, goals, strategies and work plan towards objectively assessing and enhancing the development effectiveness of ADB. The Director General will:", "• Lead and manage IED as an effective, efficient and independent evaluation function of ADB;", "• Develop and implement operational policies, strategies and related instruments for IED to enhance the independence and effectiveness of the independent evaluation function;", "• Manage IED’s personnel, budget, and work program under the oversight of the DEC, and in accordance with ADB rules and procedures;", "• Ensure high-quality professional work by instituting the necessary enabling environment, leading IED staff, and setting quality standards for IED outputs;", "• Formulate and implement IED’s rolling 3-year work program as endorsed by DEC and approved by the Board, and report regularly to the Board through the DEC on the activities of the department and other relevant evaluation issues;", "• Monitor and report periodically to the DEC on actions taken by Management in response to evaluation findings;", "• Engage stakeholders in the evaluation process and ensure that evaluation results are communicated to them and the general public;", "• Promote evaluation-based dialogue and exchanges with ADB management and Executive Board members on issues of critical importance to ADB;", "• Foster a strong culture of evaluation in ADB and assist ADB operations and developing member country (DMC) counterparts to develop their self-evaluation capacity; and", "• Cooperate with the heads of evaluation of other international financial institutions and development agencies and develop partnerships to promote independent evaluation good practices and use of evidence—based findings for decision-making.", "Expected Outcomes", "a. Leadership and Strategic Management", "• Provide evidence-based evaluation findings, lessons and recommendations to inform ADB Board and Management on issues of critical importance to the institution and member countries.", "• Establish and cascade the department’s vision, goals, development strategies and key result areas (KRAs) in support of ADB’s goals and in compliance with ADB’s evaluation policy and other relevant policies.", "• Lead the planning, implementation and supervision of departmental work plans and monitor the quality of outputs, achievement of long term goals, and annual objectives for the department.", "• Ensure effective independent evaluations of ADB strategies, policies, operations, and busines processes to improve its development effectiveness.", "b. Independent Evaluation", "• Manage independent evaluation activities, ensure a balanced and relevant products mix and enhance the quality of IED products, which include conducting systematic, comprehensive, and independent assessment of ADB-financed programs, projects, and technical assistance; identifying lessons of experience relevant to ADB and its DMCs; providing feedback to improve the design and implementation of future operations; and evaluating the development impact of ADB operations.", "• Provide direction on corporate, thematic, country, regional, sector, and project level evaluations and other evaluative assessments on selected issues or topics of broader relevance to ADB’s future operations, practices, and procedures.", "• Monitor progress of IED’s work using a relevant IED result framework", "• Follow up on and assess steps taken by ADB to implement recommendations made in evaluation reports and studies.", "c. Knowledge and Evaluation Capacity Development", "• Support the development of evaluation capacity within IED, ADB, and DMCs.", "• Disseminate important findings and lessons arising from evaluations.", "• Promote the use of evidence-based evaluation knowledge for decision-making.", "• Support the development and use of internationally recognized good practices and the harmonization of evaluation criteria and methods, procedures, and evaluation governance among multilateral development banks.", "• Ensure adequate quality control measures are in place and applied to IED reports.", "d. Department Operations Management", "• Facilitate effective department coordination and cooperation with other ADB departments and internal stakeholders.", "• Undertake the performance management of the department, including motivation of department staff.", "• Continuously improve the department’s performance by regularly assessing the utility of the department’s outputs and recommendations through analyses of users’ perceptions.", "• Manage financial and human resources, time and information to optimize results.", "• In line with the budget process provisions set out in the ADB Evaluation Policy, prepare an annual operating budget for the department, to be approved by the Board, and efficiently manage the budget and other resources entrusted to the department.", "• In line with the work program provisions set out in the ADB Evaluation Policy, prepare, in consultation with DEC and Management, a rolling 3-year Work Program for Board approval.", "• Oversee the preparation of the Annual Evaluation Review, to be reviewed by both DEC and the Board, synthesizing all evaluations completed during the preceding year, highlighting major findings and conclusions.", "• Where relevant, participate in Board and Management related fora.", "• Carry out any other relevant activities as the Board may, from time to time, require.", "e. Partnerships and Collaboration", "• Establish and maintain productive engagements with relevant evaluation and development partners, in particular the Evaluation Cooperation Group.", "• Develop and strengthen relevant partnerships to enhance collaboration and synergies for enhanced results.", "• Participate in international evaluation fora and networks.", "f. Staff Supervision", "• Recruit individuals and critical skills for IED both internally or externally as necessary.", "• Create and lead multi-disciplinary teams and ensure the overall quality of their work.", "• Foster a cohesive and effective team work and ensure a respectful working environment for all.", "• Manage the performance of teams and individuals, providing clear direction and regular monitoring and feedback on performance.", "• Provide coaching and mentoring to team and individuals and ensure their ongoing learning and development.", "Relevant Experience & Requirements", "• Strong academic background with at least a master’s degree or equivalent in Economics, Finance, Engineering, Business Administration, or related fields.", "• At least fifteen (15) years of relevant professional experience", "• Demonstrated independence of thinking, high-level of professional integrity, and strong analytical skills, with earned respect of professional peers", "• Development practitioner with understanding and knowledge of the mission and work of development organizations", "• Proven leadership skills, ability to develop vision and strategies for evaluation, ability to manage change, ability to motivate and manage a team of high-level professionals, ability to manage the program and budget", "• Excellent and persuasive oral and written communication skills in English", "• Ability to interact effectively across organizational boundaries, with the Board, Management, staff, government officials, and counterparts and staff in other international organizations", "• International experience working on development issues in several developing countries", "• Please refer to the link for ADB Competency Framework for International Staff Level 10.", "General Considerations", "The selected candidate is appointed for 5 years.", "ADB offers competitive remuneration and a comprehensive benefits package. Actual appointment salary will be based on ADB’s standards and computation, taking in to account the selected individual’s qualifications and experience.", "ADB seeks to ensure that everyone is treated with respect and given equal opportunities to work in an inclusive environment. ADB encourages all qualified candidates to apply regardless of their racial, ethnic, religious and cultural background, gender, sexual orientation or disabilities. Women are highly encouraged to apply.", "Please note that the actual level and salary will be based on qualifications of the selected candidate.", "", ""], "authors": [], "keywords": ["bank", "ied", "board", "development", "asian", "staff", "general", "work", "relevant", "evaluation", "independent", "department", "adb", "operations", "job", "director"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}