{"id": "fafd00a4-6d92-328f-994e-ac684e7f4326", "title": "Prime 1 Studio's New Ghost Of Tsushima Statue Is Stunning", "url": "https://www.gameinformer.com/gamer-culture/2020/12/08/prime-1-studios-new-ghost-of-tsushima-statue-is-stunning", "summary": "The Prime 1 Studio Showcase that premiered last Saturday revealed a bevy of fantastic large- and small-form collectibles.\nPerhaps one of the most impressive statues shown was Ghost of Tsushima's Jin Sakai (you can see the statue at the 59:00 mark in the link above).\nPrime 1 Studio has a reputation for making incredibly detailed work and this new Ghost of Tsushima statue definitely lives up to the hype.\nA price for the statue and a pre-order date haven't been announced yet - although, based on previous Prime Studio 1 prices, this will probably cost a small fortune.\nBut, it's Jin Sakai from Ghost of Tsushima; why wouldn't you try to add him to your statue collection if you had the chance?", "paragraphs": ["The Prime 1 Studio Showcase that premiered last Saturday revealed a bevy of fantastic large- and small-form collectibles. Perhaps one of the most impressive statues shown was Ghost of Tsushima's Jin Sakai (you can see the statue at the 59:00 mark in the link above). The legendary samurai can be seen standing atop a mound of rubble and stone steps; yellow leaves falling around him - just as they do in-game. There's even a fox by Jin's left foot, likely prepared to lead him to a nearby shrine. Prime 1 Studio has a reputation for making incredibly detailed work and this new Ghost of Tsushima statue definitely lives up to the hype.", "A price for the statue and a pre-order date haven't been announced yet - although, based on previous Prime Studio 1 prices, this will probably cost a small fortune. But, it's Jin Sakai from Ghost of Tsushima; why wouldn't you try to add him to your statue collection if you had the chance?", "Check out some screenshots of the statue below."], "authors": ["Associate Editor", "Jay Is A Jrpg Enthusiast", "Having Clocked In Thousands Of Hours In Franchises Like Final Fantasy", "Monster Hunter. His Latest Obsession", "However", "Is Apex Legends", "A Game He S Been Studying", "Analyzing Since Its Release."], "keywords": ["tsushima", "yellow", "stunning", "jin", "ghost", "studios", "work", "statue", "studio", "sakai", "prime", "wouldnt"], "pubDate": "2020-12-08T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}