{"id": "fb1d8e1d-9d58-3ad2-ab2c-054284a54551", "title": "Cover Reveal – Immortals Fenyx Rising", "url": "https://www.gameinformer.com/cover-reveal/2020/11/17/cover-reveal-immortals-fenyx-rising", "summary": "This issue, we're diving deep into the next open-world adventure from the studio that brought us Assassin's Creed Odyssey.\nImmortals Fenyx Rising is a new IP that brings players back to Ancient Greece with a keen focus on the mythological figures that defined the era, throwing an untested Greek soldier into the middle of an Olympian crisis.\nThe gods have fallen at the hands of a powerful titan, and it's up to Fenyx to save the deities and face this powerful threat.\nWithin our 12-page cover story on Immortals Fenyx Rising, you'll learn all about the humor and action of Ubisoft Quebec's upcoming title, plus follow along as we explore the first two regions of the world, interact with the Greek gods, battle a warrior of legend's wraith, and fight one of the four powerful world bosses.\nFor more on Immortals Fenyx Rising, be sure to click on the banner below to check out our coverage hub.", "paragraphs": ["This issue, we're diving deep into the next open-world adventure from the studio that brought us Assassin's Creed Odyssey. Immortals Fenyx Rising is a new IP that brings players back to Ancient Greece with a keen focus on the mythological figures that defined the era, throwing an untested Greek soldier into the middle of an Olympian crisis. The gods have fallen at the hands of a powerful titan, and it's up to Fenyx to save the deities and face this powerful threat.", "Within our 12-page cover story on Immortals Fenyx Rising, you'll learn all about the humor and action of Ubisoft Quebec's upcoming title, plus follow along as we explore the first two regions of the world, interact with the Greek gods, battle a warrior of legend's wraith, and fight one of the four powerful world bosses. You'll find all of that and plenty more from our extended hands-on session and in-depth interviews with the developers. This time, we've got two different covers that you can receive.", "If that's not enough, we have a jam-packed issue full of exciting previews, reviews, and features. We have an in-depth look at the Medium, the upcoming psychological horror game from Bloober Team, plus all our coverage of the new consoles and the games for them. We chat with prolific voice actress Laura Bailey about her favorite roles, and spend time with the various EA Sports development teams to learn how they've adapted to the pandemic. Of course, that's on top of all the mainstay sections you've come to know and love from us, including Gear, where we run down some of the best peripherals to add to your new PlayStation 5 or Xbox Series X/S, and Feedback, where we answer your questions about Marvel's Spider-Man: Miles Morales, Pokémon Go, video game pricing, and the future of console generations.", "Print subscribers can expect their issues to begin arriving in the coming days/weeks. The digital edition of this issue launches in a few hours for PC/Mac, iOS, and Google Play. You can also get the latest issue through third-party apps on Nook and Kindle. To switch your print subscription to digital, click here, or to create a new subscription, click here.", "For more on Immortals Fenyx Rising, be sure to click on the banner below to check out our coverage hub. We'll be updating it regularly in the lead up to the game's early-December launch, so be sure to check back often!"], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["youll", "reveal", "world", "fenyx", "powerful", "thats", "upcoming", "rising", "cover", "click", "issue", "immortals"], "pubDate": "2020-11-17T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}