{"id": "fb1e06ea-4377-3ca7-9e96-e02d73c0da17", "title": "How tourism, gentrification and a pandemic have changed Asia's street food scene", "url": "https://edition.cnn.com/travel/article/asia-taiwan-street-food-markets/index.html", "summary": "\"The media often portrays street food in Tokyo as those yakitori stands underneath the train tracks in central Tokyo,\" says Japan-based food writer Melinda Joe.\nIn 2017, there was a mass purge of street food stalls from Bangkok's main roads.\nIn recent years, Bangkok authorities have been trying to move street food vendors into designated areas.\nRelated content Take a street food foray into Taiwan's night marketsBut not everyone thinks that street food has to exist on the streets.\nIn Indonesia, food writer Kevindra Soemantri says the government is moving street food in a positive direction by enlisting food writers as consultants.", "paragraphs": ["(CNN) — A decade ago, Shilin Night Market was one of the hottest night markets in Taipei, packed to the brim with vendors slinging out hot bites of stinky tofu, barbecue squid and copious amounts of grilled meats on skewers.", "Taipei culture writer Jason Cheung , who has been meticulously documenting the night market's history on his blog, is convinced those days are long gone.", "\"It used to be so packed, you could barely move your arms,\" he says, walking down an alley flanked by food vendors on both sides, his arms outstretched. Today -- on a Friday night -- the market is at less than half its usual capacity.", "Even though Taiwan surpassed 250 consecutive days without a locally transmitted case of Covid-19, the problem is that markets like Shilin have been too dependent on international tourists.", "\"Before Shilin was so diverse,\" he says of the food options. \"This market is now all about tourism. Everyone sells the same things. It's boring.\"", "Shilin Market in the 1980s. courtesy of Jason Cheung", "Taiwan is considered synonymous with night markets -- an informal congregation of peddlers that once upon a time relied on the magnetism of temples.", "A tradition carried over from dynastic China, people would congregate at temples on a regular basis. Opportunistic vendors would swarm in from all directions to sell their wares on shoulder poles or simple push carts.", "It's here where the perception of night markets has been stuck in time -- dense, bright lanes packed with people, where vendors are one-dish specialists, perfecting the same food for generations.", "Related content 40 of the best Taiwanese foods and drinks", "In the latter part of the 20th century, a period of economic prosperity -- often called the Taiwan Miracle -- created a boom for businesses across the island.", "\"From a business perspective, night markets were at their most prosperous in the 80s and up until the mid-90s,\" says Dr. Shuenn-Der Yu, a faculty member at the Academia Sinica Institute of Ethnology, whose doctoral thesis focused on Taiwanese night markets.", "However, hygiene and construction standards weren't always up to par, and the proliferation of diseases like malaria along with fire safety concerns prompted authorities to relocate and reconstruct night markets multiple times throughout their histories.", "Jason Cheung, a Taipei culture writer, has been documenting the island's night markets over the last few decades. courtesy of Jason Cheung", "At Shilin Night Market, for instance, a bright, underground section was added in 2011 in an attempt to contain many of the food vendors and tidy up the street.", "The project flopped. Today, while there are still a healthy number of above ground vendors that are doing well, the underground section is the least trafficked part of the night market -- despite ample lighting and air conditioning.", "\"A lot of people grew up around here, so when the market moved underground, many people couldn't accept it. It's like a mall underground street,\" says Cheung, pointing out that all the menus are nearly identical in style and content.", "\"Carnivals controlled by the establishment\"", "Shilin Night Market is but a microcosm for a lot of night markets across the island, where attempts to micromanage have largely fallen flat.", "\"In 1998, the government also proposed a five-year project to gentrify morning and night markets across the island,\" wrote Yu in a 2004 book about Taiwanese culture", "These initiatives introduced elements like uniforms, performances and trade shows.", "\"[Many] night markets may become carnivals controlled by the establishment for the people,\" he speculated. \"If this trend continues, the days of the truly hot and noisy night market may soon be a thing of the past.\"", "Kathy Cheng, a culture writer and communications consultant in Taipei, agrees.", "\"Night markets are stagnant overall,\" she says. \"The famous stalls are still great, but they are holding up the standard and carrying the legacy. It doesn't feel like people at the government level are really thinking about how to protect, preserve and evolve for the future.\"", "Of course, not all Taipei night markets have suffered the same fate as Shilin.", "Ningxia Night Market, Cheng points out, is one of the few markets in Taipei that has retained its allure.", "\"The standard types of Taiwanese food are still all there -- oyster omelette, coal-grilled sausages, fried chicken, pig's blood cake, stinky tofu -- and the way the night markets look and operate is more or less the same too,\" she says.", "In some form or another, traditional street food will always be around, but the problem, say locals, is that the markets are becoming more homogenous.", "\"I think the quality is pretty much the same. But the diversity of food options has gone down,\" says Cheung. \"When you go to Taiwan's old streets, you'll see that the food is repetitive. They are duplicates of one another.\"", "According to Yu, successful night market businesses specializing in one dish -- like salt and pepper chicken or braised duck head -- began to franchise out their businesses beginning in the 1990s.", "Food could be made in a central kitchen and then distributed to the stall owners to heat up on site.", "\"Some people want to enter the night market but they don't know how to cook,\" Yu says. \"So they sign up to be a franchisee and all they have to do is fry the chicken.\"", "\"Now a lot of things that are sold are the same,\" he adds. \"It's a cause for concern.\"", "Taipei's Shilin Market in 1990, photographed by culture writer Jason Cheung. courtesy of Jason Cheung", "Preserving the culture -- and chaos of street food", "The erosion of street food culture is not unique to Taipei; it's unfolding all throughout Asia.", "The very definition of street food is food sold on the streets, and, for centuries, it was the apex of economic activity in cities and a way for low-income urban street vendors to provide goods at low prices.", "But with development has come a higher standard for hygiene and order -- forces contradicting the spontaneous nature of night markets. Meanwhile, globalization introduced dishes from all over the world and competition from multinational restaurant chains.", "In the last few decades, cities all over Asia have been struggling with how to preserve the cultural importance of street food -- all while containing its inherent chaos.", "In Beijing, this containment has led to the eradication of virtually all spontaneous street food stalls and markets. The shopping street of Wangfujing -- once home to a bustling night market, is now a wide pedestrian boulevard flanked by large department stores.", "Related content From roadside eatery to big city darling: How one Taiwanese turkey rice vendor made it big", "In Tokyo, street food alleys are being infiltrated by chain stores.", "\"The media often portrays street food in Tokyo as those yakitori stands underneath the train tracks in central Tokyo,\" says Japan-based food writer Melinda Joe.", "\"Those kinds of places have been undergoing renovation in the last two years. It's both good and bad. A lot of those yakitori restaurants were really not that good. But those places are also now getting slowly replaced by a lot of chains. There's a big Starbucks there.\"", "Hong Kong only has 25 licensed street food vendors left. ANTHONY WALLACE/AFP/AFP/Getty Images", "In Hong Kong, street food has an actual expiration date. There are only 25 licensed street vendors left -- called dai pai dongs -- and the government isn't issuing new licenses.", "\"The license follows the business owner, not the business,\" explains Hong Kong food writer Janice Leung Hayes.", "\"If the business owner passes away or decides to retire, they can't pass the business onto someone else. When their license is over, their stall has to close.\"", "Over the past decade in South Korea, authorities have been cracking down on unlicensed vendors.", "According to the Korea Times , in 2017, 7,300 people were running street stalls in the Seoul, yet only 1,000 among them had city permission.", "\"Street food was always kind of a legal grey area from what I understand, but they really started to crack down,\" says Robert Joe, a Korean-American filmmaker based in Seoul.", "There are now government-sponsored markets -- like the Seoul Bamdokkaebi Night Market -- but Joe says it just doesn't have the same appeal.", "\"Nothing seems to stick around or get enough buzz for me to ever think 'I want to go to this government-run official night market to try this burger from this guy's truck,'\" he says.", "Thailand's military government has carried out one of the most extreme anti-street food campaigns in the region. In 2017, there was a mass purge of street food stalls from Bangkok's main roads.", "\"The government has been pretty zealous in cleaning up the sidewalks and returning them to the average citizens and trying to paint street food vendors as someone from out of town,\" says Chawadee Nualkhair, a Bangkok-based food writer. \"They're basically throwing these vendors out of the street. It's kind of unconscionable.\"", "Though there have been relocation efforts, many of these attempts have failed.", "\"The problem is that they put night markets in places where nobody wants that land,\" says Nualkhair. \"It's in places that aren't that easy to access and the night market inevitability fails. It doesn't work. What they're doing isn't really helping anymore.\"", "In recent years, Bangkok authorities have been trying to move street food vendors into designated areas. NICOLAS ASFOURI/AFP/AFP/Getty Images", "When street food is moved out of context -- like into an underground mall or into an abandoned parking lot -- it loses its draw.", "\"They're trying to appeal to what they think tourists want,\" Nualkhair says. \"But they're not realizing that what tourists want is something that they can't get in their own country. They don't want malls.\"", "Related content Take a street food foray into Taiwan's night markets", "But not everyone thinks that street food has to exist on the streets.", "KF Seetoh, Singapore's street food maven , says controlled spaces like Singapore's hawker centers have their own benefits.", "\"Yeah, call it sterile if you want. Who likes to be poisoned by dubious street food vendors?\" he says.", "\"Hawker centers in Singapore are basically a collection of formerly illegal street food vendors. They were all relocated. Every stall is provided with water, outlets, gas, electricity, grease traps and ventilation. There is no difference between managing a hawker stall or a restaurant.\"", "The biggest threat to Singapore's hawker stalls though -- and a recurring theme all throughout Asia -- is lack of continuity.", "\"Singapore is losing this craft,\" Seetoh says. \"It's very hard to come up to speed with the old masters. It's not a job that college graduates are brought up to do and it's also very competitive,\" he says.", "Fading culinary traditions", "While there's a certain romanticism to a one-dish vendor and a dish that has been passed down and perfected over the centuries, for many families, it simply just isn't realistic.", "\"In the 80s and 90s, night market stalls made a lot of money,\" Yu says of Taipei. \"The result is that their kids got a good education. Many of them don't want to take over the family business.\"", "According to Yu's research, at Shilin Night Market in the 1990s, a successful vendor could sell their stall for US$175,002, with some going for as high as $525,007.", "\"It's a high price, so a lot of vendors had an incentive to just sell it,\" he says, noting that the new buyer would be able to retain the branding and market it as the exact same restaurant.", "But while an aging vendor population, gentrification and government crackdowns are all threats to street food stalls across Asia, this year, it seems like the coronavirus pandemic might be the final death knell for many vendors.", "\"There are no more people. Back then you wouldn't even be able to interview me. Business was great,\" says a Shilin Night Market vendor who goes by Mr. Li.", "Li's family has been making and selling Taiwanese spring rolls for 47 years now, and amidst all of the changes at Shilin Night Market, he says the global pandemic has been the worst, due to their reliance on international tourists.", "Foot traffic has been depressingly low, and at 7 p.m. in the evening, Li says he's already thinking of packing up and calling it a day.", "Shilin Market's over-reliance on tourists has made it difficult for vendors to survive during the pandemic. Clarissa Wei/CNN", "\"We don't have tourists anymore,\" he says. \"Places like Ningxia Night Market are okay because they cater to locals. Shilin isn't like that. And rent is too expensive.\"", "Positive moves", "While street stalls of generations past may soon cease to exist, many people don't think that's necessarily a bad thing, and that the best is yet to come.", "Over in Singapore, Seetoh is lobbying for an international street food academy to elevate the craft and preserve it for future generations.", "\"There should be an institution to teach the ways of comfort heritage street food,\" he says. \"They should do it before these old masters leave this world.\"", "In Indonesia, food writer Kevindra Soemantri says the government is moving street food in a positive direction by enlisting food writers as consultants.", "\"They are increasing hygiene training and they are just starting to build a big central kitchen to help train small businesses,\" he says.", "He's also seen second-generation kids who are taking the food of their parents, but repackaging it in a fresh, modern light without diluting the food.", "He uses congee specialist, Bubur Cap Tiger, as an example.", "\"They collaborated with a brand designer and interior designer to build the atmosphere. It's not too dodgy. The food is just amazing,\" he says, noting that the older generation chefs are still very much behind the scenes helping out.", "Over in Taipei, Ningxia Night Market is setting itself apart by adopting mobile pay and delivery apps. By letting people pay or order on their phones, it quickens the turnover time that people are in line, and vendors can stay connected to their customers through online promotions.", "\"The difference is that they're thinking about local customers, not just tourists,\" explains Cheung.", "And so while street food may be transforming, it likely won't go away anytime soon.", "Yu -- who has been meticulously following the ebb and flow of Taiwanese night markets for nearly three decades -- notes that what is traditional is really in the eye of the beholder."], "authors": ["Clarissa Wei"], "keywords": ["pandemic", "asias", "vendors", "writer", "stalls", "markets", "street", "tourism", "taipei", "gentrification", "changed", "night", "food", "scene", "market", "shilin"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}