{"id": "fb291710-982f-33ea-861f-72fd956291ab", "title": "Michigan state rep. threatens 'Trumpers,' calls on 'soldiers' to 'make them pay'", "url": "https://www.foxnews.com/politics/michigan-state-rep-threatens-trumpers-calls-on-soldiers-to-make-them-pay", "summary": "Democrat Michigan state Rep. Cynthia Johnson was stripped of her committee seats by senior GOP state officials after she released a video on Facebook Tuesday, as a warning to Trump supporters who had left her threatening messages.\nEnough is enough,” she said in a three-minute-long video, warning harassers that the FBI had already identified one of the individuals.\nRep. Johnson has been stripped of her committees and we’re looking into further disciplinary action as the proper authorities conduct their investigation.\"\nMichigan Attorney General Dana Nessel said her office had received more than 80 phone calls from people about the threats made to Johnson.\n“The threats Rep. Johnson has received are appalling, ugly and deeply disturbing, but her response to those messages is also unacceptable and I strongly condemn both,” she said in a statement Wednesday.", "paragraphs": ["Democrat Michigan state Rep. Cynthia Johnson was stripped of her committee seats by senior GOP state officials after she released a video on Facebook Tuesday, as a warning to Trump supporters who had left her threatening messages.", "“So this is just a warning to you Trumpers. Be careful, walk lightly, we ain’t playing with you. Enough of the shenanigans. Enough is enough,” she said in a three-minute-long video, warning harassers that the FBI had already identified one of the individuals.", "“And for those of you who are soldiers, you know how to do it. Do it right, be in order, make them pay,” she continued.", "GIULIANI APPEARS WITH WITNESSES ALLEGING VOTER FRAUD IN HEATED MICHIGAN HEARING", "Johnson posted the video after sharing a series of messages on her social media account, showing screenshots and voice recordings from people threatening the Democratic state representative.", "Several of the messages included racial and misogynistic slurs, one person calling her a “ghetto hood rat” and adding they hoped she would “choke on a chicken bone.”", "Another person left her a voice message telling her “I hope you like burning crosses in your front yard.”", "The targeted harassment of Johnson appeared after her aggressive questioning during a hearing last week, when President Trump's personal attorney, Rudy Giuliani, appeared in front of the state’s House Oversight Committee to testify on alleged voter fraud.", "Johnson grew angry during the testimony, which consisted of witnesses alleging firsthand knowledge of what they believed was election and voter fraud. She repeatedly asked the chairman why the witnesses were not under oath.", "Republican state representative, Matt Hall, told Fox News prior to the hearing that the witnesses would not be under oath because the hearing was an “informational working session” and not “legal proceedings.”", "“We’re an Oversight committee looking at how the election was conducted in Michigan and trying to find ways we can improve moving forward,” Hall said.", "Johnson could not be reached for comment to answer questions as to whether or not any members of the GOP have publicly condemned the harassment that Johnson received.", "But she posted another message to Facebook, without comment, of the press release by State House Speaker Lee Chatfield, a Republican, condemning the video in which Johnson apparently threatened Trump supporters.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Threats to Democrats or Republicans are unacceptable and un-American,\" Chatfield said. \"They’re even more unbecoming of an elected official. Rep. Johnson has been stripped of her committees and we’re looking into further disciplinary action as the proper authorities conduct their investigation.\"", "Michigan Attorney General Dana Nessel said her office had received more than 80 phone calls from people about the threats made to Johnson. But the Democratic prosecutor also criticized the state representative's response.", "“The threats Rep. Johnson has received are appalling, ugly and deeply disturbing, but her response to those messages is also unacceptable and I strongly condemn both,” she said in a statement Wednesday.", "“As Michiganders, and as Americans, we cannot allow hateful rhetoric from a few individuals to drag the masses down into a spiral of unjust actions,” Nessel said. “It is never acceptable for anyone – especially a public servant – to incite violence or to threaten others with harm.”"], "authors": [], "keywords": ["michigan", "video", "state", "trumpers", "rep", "threatens", "pay", "voter", "calls", "johnson", "warning", "messages", "soldiers", "witnesses", "hearing"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}