{"id": "fb55cbbb-f9a5-31f9-a9b1-d008e6d3d69d", "title": "As we close in on a Brexit that pleases next to nobody, how did we end up here?", "url": "https://www.theguardian.com/commentisfree/2020/dec/06/as-we-close-in-on-a-brexit-that-pleases-next-to-nobody-how-did-we-end-up-here", "summary": "European Research Group ultras dragged Theresa May kicking and screaming into backing the kind of Brexit only they wanted.\nSteve Baker and co have provided us with the Brexit version of the devil’s alternative: no deal unless it conforms with their version of Brexit ideological purity.\nFrom Lancaster House to Chequers, her approach to Brexit softened significantly, albeit that the end product was still a Brexit that eschewed the customs union and the single market.\nNot Labour MPs, who may be whipped through division lobbies to support a Brexit deal they can’t abide.\nThe kind of Brexit we now face was not an inevitable outcome of the referendum, or the conference speech of 2016, or of Lancaster House.", "paragraphs": ["Are we there yet? Very nearly, it seems. A deal is there for the taking. And, however scrawny it may be, any deal is very different to no deal in economic, political and diplomatic terms. Yet the fact remains that our choice is between something skinny and nothing at all. Which, if nothing else, raises the question: how the hell did we arrive here?", "For some, the answer is simple: Tory Brexiters. European Research Group ultras dragged Theresa May kicking and screaming into backing the kind of Brexit only they wanted. When she failed to deliver it, she was summarily defenestrated by her loyal colleagues. Steve Baker and co have provided us with the Brexit version of the devil’s alternative: no deal unless it conforms with their version of Brexit ideological purity. But Brexit ideological purity has always been a minority interest. In the parliaments that gave us the referendum and then tried to work out what it meant, only some 80 MPs backed the kind of outcome we are now confronted with.", "What is more, public opinion never came out in favour of this kind of Brexit. Yes, they voted to leave and the official Vote Leave campaign spoke of taking back control. But that is a tenuous mandate at best. That campaign, after all, quite deliberately avoided telling the public what leaving would look like. Subsequent polling and deliberative inquiries, moreover, have shown that, offered a choice, a majority of the public favours something far “softer” than what is now on offer.", "Thinking back to the period immediately after the referendum, few people could have imagined where the tortuous subsequent journey would end. May set out red lines at the party conference and in her “plan for Britain” speech at Lancaster House that some see as setting the destination unequivocally towards hard Brexit, but she wanted a “bespoke” arrangement between the UK and the EU. Between 2016 and 2018, May went on something of a journey. From Lancaster House to Chequers, her approach to Brexit softened significantly, albeit that the end product was still a Brexit that eschewed the customs union and the single market. By Chequers, she was proposing that the UK remain part of the single market for goods through a “common rulebook” and her customs backstop meant that the starting point for the future relationship would be an enduring customs relationship until technology came to the rescue, the reason her backbenchers would not pass her deal.", "Those suggesting some kind of compromise were shouted – and voted – down as the debate polarised", "Moreover, en route, she called, and effectively lost, an election. To claim that the outcome of Brexit was set in stone by May in either October 2016 (Tory conference) or January 2017 (Lancaster House) is to forget just how powerless she frequently was after that electoral debacle.", "It’s here that things get really interesting. Not least because it’s at this point that the dynamics of Brexit absolutism took over. Just at the moment when the prime minister was too weak to force her version of Brexit on parliament or the country, those suggesting some kind of compromise were shouted – and voted – down as the debate polarised. As the People’s Vote campaign got under way, so the Brexiters become increasingly obsessed with Brexit purity. Rather than train their fire on each other, both camps focused their ire on the “compromisers” in the middle. As the temperature was raised, so it became more difficult for those seeking a compromise to argue – let alone vote – in favour of one. As Peter Mandelson has pointed out, it’s possible to have argued in favour of a referendum and thereby weakened the case for a softer form of Brexit and not regret it. But his acceptance of the link between the two is instructive.", "Clearly, the state of our politics did not help. Plenty of Conservatives would have considered working closely with the parliamentary Labour party had their leader not been Jeremy Corbyn. Equally, plenty of Labour MPs who backed Brexit but wanted a deal could have backed the May deal but were concerned about the optics of backing a Conservative prime minister who otherwise might have fallen. This latter logic in particular, however, feels faulty. Yes, there was pressure from constituency Labour parties. And yes, once it looked as if May could fall, propping her up would have taken some explaining.", "But, with May vulnerable, it was clear that her successor’s views would be nearer those of Steve Baker than Dominic Grieve. Consequently, the best way of guaranteeing a softer Brexit was to pass the May deal, with its legally binding backstop, add many of the caveats on offer to the accompanying legislation (including, if a majority could be mustered, another referendum) and keep parliament on life support until the future relationship was settled.", "Short-term expediency ultimately triumphed, of course. And there is no guarantee that, even had enough Labour MPs supported the May deal to get it over the line, that would have enabled the creation of the kind of stable parliamentary majority to get Brexit done (to coin a phrase) along these lines.", "And yet and yet, what was the alternative? What we are left with is a Brexit that pleases next to no one. Not the DUP, which is stuck with a GB-NI border it hates, not the non-ERG Tories, not to mention those who used to be in parliament and no longer are because they voiced their concerns. Not Labour MPs, who may be whipped through division lobbies to support a Brexit deal they can’t abide. The only grouping that may have lost the immediate battle but won the war is the SNP, if a hard Brexit opens the path to indyref 2 and Scexit, but a hard Brexit raises the price it will have to pay for this.", "“Nothing is inevitable until it happens,” opined the historian AJP Taylor. The kind of Brexit we now face was not an inevitable outcome of the referendum, or the conference speech of 2016, or of Lancaster House. To claim it was is to deny agency to a huge number of participants in the Brexit saga. Rather, it was the outcome of many factors. Most important of all, it resulted from the nature of our politics – adversarial, intolerant of compromise and pushing politicians to more extreme positions than the voters who put them there. That, above all else, is cause for concern.", "•Jill Rutter is programme director at the Institute for Government and a senior research fellow at UK in a Changing Europe. Anand Menon is director of UK in a Changing Europe"], "authors": ["Anand Menon", "Jill Rutter"], "keywords": ["kind", "referendum", "pleases", "brexit", "uk", "outcome", "end", "close", "lancaster", "deal", "labour", "house", "mps"], "pubDate": "2020-12-06T00:00:00", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}