{"id": "fb838913-0106-38ad-8a6a-c984d76a920b", "title": "Game Subscriptions Open Doors for Players With Disabilities", "url": "https://www.wired.com/story/game-subscriptions-gamers-disabilities/", "summary": "And for disabled individuals, subscriptions, particularly for game services, offer a relatively unknown way to enjoy the latest titles.\nOn June 1, 2017, Microsoft launched Xbox Game Pass on the Xbox One.\nFrom an able-bodied perspective, Xbox Game Pass and PlayStation Now provide a convenient means to stream fan-favorite games.\nAs a relative newcomer to subscription services, they say a recent trial of Xbox Game Pass proved beneficial for their needs.\nAccording to Xbox, an Xbox Game Pass Ultimate subscription costs $1 for the first month, and then the price increases to $14.99 per month.", "paragraphs": ["Subscription services are becoming the norm for every form of entertainment. Streaming content—movies, television shows, comic books, and games—to your devices is an excellent alternative to buying and storing files, especially during the Covid-19 era. While having multiple subscriptions can be costly, it delivers a unique benefit for those who are unable to leave their homes. And for disabled individuals, subscriptions, particularly for game services, offer a relatively unknown way to enjoy the latest titles.", "On June 1, 2017, Microsoft launched Xbox Game Pass on the Xbox One. This service, now available for the Xbox Series X/S, PC, and Android devices, distributes a rotating catalog of both new and old games that players can try until replaced by a different title. Similarly, Sony offers a program called PlayStation Now. After its launch on September 6, 2017, PS Now lets subscribers download approximately 800 games from the libraries of the PS4, PS3, and PS2. This service can be accessed on the PS5, PS4, and PC.", "From an able-bodied perspective, Xbox Game Pass and PlayStation Now provide a convenient means to stream fan-favorite games. For disabled players, these services create a sense of physical and financial independence when attempting to enjoy the fruits of this industry. Rather than risk wasting finances on a potentially inaccessible game, whether that includes a lack of customizing controller buttons, subtitles, or colorblind options, or wait days, or even weeks to be notified of available accessibility patches or updates, disabled individuals can instantaneously try a game if they have an active subscription.", "Sue Johansen tends to spend most of their game time on the PC, with Steam being their primary storefront. As a relative newcomer to subscription services, they say a recent trial of Xbox Game Pass proved beneficial for their needs.", "“As an example, I had been wanting to try Ori and the Will of the Wisps, but my experience with the original was very frustrating, I wasn’t sure when or if I would have the energy to get through repeatedly failing at the platforming gameplay,” they say. “I’ve now been able to install, try, and uninstall it, without buying it first or having to feel guilty about requesting a refund. It’s given me a chance to try out a bunch of games I would otherwise keep putting off, without feeling like, ‘I bought this, I have to play it.’”", "Aside from the ability to try anything, game subscription services allow individuals to spend an indefinite amount of time playing without fear of losing money. According to the official Steam Refunds page, players can only request a refund within two weeks of purchasing a specific game or if they accumulate less than two hours of playtime. Certain games may not reveal themselves to be inaccessible within that first two-hour period, making the decision to buy a title a gamble for disabled people. With subscription services, you can install or remove games at any time without an extra cost. For Ruth Cassidy, this feature is particularly beneficial.", "“It's uncommon that a game immediately presents itself as inaccessible to me, as it takes a little time for adverse effects to accumulate, and insurmountable difficulty spikes usually come later,” they say. “As most digital retailers have an hours-based return policy, usually once I buy a game, I'm stuck with it. I can think of only one instance where I've returned an inaccessible game, and I had to go through the Steam returns process, which involves writing an explanation of why you need a return. I did not enjoy explaining that I could not interact with the game, not due to a bug, but because my memory wasn't good enough for the core mechanic of the game.”", "Despite lacking time-based return policies, we should note that yearly subscriptions can be expensive. According to Xbox, an Xbox Game Pass Ultimate subscription costs $1 for the first month, and then the price increases to $14.99 per month. PlayStation Now’s yearly subscription is significantly cheaper, at just $59.99 per year, but that only includes backward-compatible titles. Despite the larger up-front cost, subscription services’ expansive libraries and capability to switch between devices can be more beneficial for those with chronic health issues."], "authors": ["Grant Stoner", "Grant Stone"], "keywords": ["pass", "open", "disabled", "doors", "disabilities", "try", "subscription", "game", "players", "inaccessible", "games", "xbox", "subscriptions", "services"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}