{"id": "fb87fd86-d538-37ec-973e-13b2454c4e94", "title": "How to make the perfect celeriac remoulade – recipe", "url": "https://www.theguardian.com/food/2021/feb/10/how-to-make-the-perfect-celeriac-remoulade-recipe-felicity-cloake", "summary": "A celeriac is a celeriac, of course (though it’s sometimes called celery root, it’s actually a different variety cultivated for what’s below, rather than above ground).\nDavid Tanis finishes off his celeriac remoulade with chopped chives and a dusting of cayenne pepper.\nThe extrasHorseradish and lemon juice give Richard Olney’s creamy remoulade a decent kick.\nFelicity Cloake’s hybrid celeriac remoulade.\nAs you work, periodically squeeze the lemon juice on top of the cut celeriac, to stop it discolouring.", "paragraphs": ["“A typically French hors d’oeuvre” for Julia Child, and the taste of childhood holidays for me, this creamy, mustardy slaw is a Gallic classic, a stalwart of Parisian bistros and hypermarket chiller cabinets alike. Like many root vegetables, the celeriac may have a face only a mother could love, yet its fresh crunch and sweetly nutty, faintly fennelly flavour makes the perfect base for a winter salad. Next time you’re reaching for a bag of baby leaves, or a tub of coleslaw, give this a whirl instead.", "The celeriac", "Julia Child insists the celeriac must be softened first, by blanching it briefly or with a soak in acidulated water. Thumbnails by Felicity.", "A celeriac is a celeriac, of course (though it’s sometimes called celery root, it’s actually a different variety cultivated for what’s below, rather than above ground). It can simply be peeled and used as is, but, given the speed at which the exposed flesh discolours, it’s wise to keep it in acidulated water while you work, or soak it in lemon juice, as Anthony Bourdain recommends in the Les Halles Cookbook, in order to keep the pieces looking pearly white.", "Once peeled, it tends to be cut into julienne, or long, thin strips, which can easily be done by hand (Child has a good, clear guide in Mastering the Art of French Cooking), though a julienne peeler makes the process quicker, while Nigel Slater freely admits he finds it easiest of all in a food processor. Richard Olney’s French Menu Cookbook suggests you can also grate it, but I wouldn’t bother: the texture is all wrong – mushy, rather than crisp.", "David Tanis finishes off his celeriac remoulade with chopped chives and a dusting of cayenne pepper.", "Child is of the view that “the root must … be softened in some way”, either by blanching, as called for in Elizabeth David’s French Provincial Cooking, or by soaking it with salt and lemon juice for several hours, which Child favours, because “it removes the slight bitterness of celeriac, softens it, yet preserves its flavour and freshness of taste”, an approach also taken by David Tanis in his book A Platter of Figs. Olney, Bourdain and Slater use it immediately, and Anne-Sophie Pic immerses the cut strands in iced water for 10 minutes, “to make them nice and crunchy”.", "Much as I love crunchy salads, I’m surprised to discover that I prefer the texture of David’s blanched celeriac, which comes closest to my memories of the French kind, being both snappy but slightly yielding. If you’re in a hurry, or like the idea of keeping it completely raw, however, feel free to skip this step.", "The dressing", "There’s a remarkable diversity of opinion here, with mustard being the only constant. Some dressings are dairy-based, with Slater and Tanis using tangy creme fraiche and Olney double cream, Bourdain, David and Pic favour mayonnaise, and Child goes for a thick vinaigrette instead. Celeriac’s natural sweetness means that, as David explains, the dressing ought to be “very highly seasoned”, in her case with “salt, mustard and a good deal more vinegar than is ordinarily allowed”. Perhaps it’s the richness of the fat, but I find Olney’s version a little bland; tangy creme fraiche is better, and mayonnaise better still, but – again, unexpectedly, as a fully-paid up fan of full-fat dairy – I find Child’s simple but surprisingly creamy dressing the one that wins my heart. If you fancy something thicker and richer, feel free to beat it into some mayonnaise to give something more like David’s recipe.", "Anthony Bourdain beats walnut oil into his dressing, to complement the nuttiness of the celeriac.", "Dijon mustard is the most popular choice to flavour it, though Slater and Pic go off-piste with the grain variety. This looks pretty, but I miss the acidic kick of the traditional kind. If you’d like to use it, go half and half, or add extra vinegar to taste if wholegrain is all you have.", "Bourdain beats walnut oil into his dressing, which works well with the nuttiness of the celeriac itself, and Olney fresh horseradish, which is nice in his creamier version but would be lost in the tangy mustard heat of my recipe (though it strikes me an interesting alternative could be to replace the mustard with horseradish, and add extra vinegar, or Olney’s lemon juice, to the dressing to make up for the lost acidity).", "The extras", "Horseradish and lemon juice give Richard Olney’s creamy remoulade a decent kick.", "As it’s not generally served on its own, but as a side salad, celeriac remoulade needs nothing more to finish it off than a sprinkling of green herbs (Alain Ducasse uses chives, tarragon and parsley, while Slater and Olney confine themselves to parsley alone, with the last also popping on some chopped walnuts. I like all or any of the above, though chives, as also recommended by Tanis, seem to me to work particularly well with the other flavours). Alternatively, add colour and warmth with a sprinkle of cayenne pepper, as Tanis does, or take dramatic inspiration from Helene Henderson of California’s Malibu Farm and crown it with black poppy or sesame seeds.", "Remoulade pairs particularly well with cured meat and fish; Pic serves it with gravadlax in her Valence bistro, and Slater tops his with smoked bacon or mackerel in his book Tender. If you are using it for this purpose, you may like to steal a few ingredients from sauce remoulade and add a few chopped cornichons and capers as Lulu Grimes suggests in The Cook’s Book of Everything: non-canonical, perhaps, but no less delicious for it. However you eat it, though, it should be in the company of a baguette. That’s non-negotiable.", "Felicity Cloake’s hybrid celeriac remoulade.", "Perfect celeriac remoulade", "Prep 20 min", "Cook n/a", "Serves 2-4", "About 500g celeriac (ie, about ⅔ of a smallish head)", "½ lemon", "4 tbsp dijon mustard", "75ml fairly neutral oil", "2 tbsp white-wine vinegar", "Salt and pepper", "1 small bunch soft green herbs of your choice (chives, tarragon, parsley, dill or a mixture), finely chopped, to serve", "Peel the celeriac, then cut it into matchsticks; you can use a food processor or julienne cutter, or cut it into 1.5mm-thick slices, stack these on top of each other and cut into batons of a similar thickness. As you work, periodically squeeze the lemon juice on top of the cut celeriac, to stop it discolouring.", "You can now use the celeriac as is, but I like to blanch it, too. Bring a large pan of salted water to a boil, dunk in the celeriac for a couple of seconds, then immediately rinse under cold water, drain well and pat dry.", "To make the dressing, put the mustard in a small heatproof bowl, beat in two tablespoons of boiling water, then whisk in the oil and vinegar. Season to taste, stirring in more mustard if you’d prefer a punchier dressing.", "Toss the dressing through the celeriac, to coat. You can now serve the remoulade immediately, but I think it’s best left for a while to let the flavours mingle. Top with chopped herbs before serving.", "• Celeriac – raw or cooked, why isn’t it more popular in the UK? And what are your favourite recipes to make the most of this versatile winter vegetable?"], "authors": ["Felicity Cloake"], "keywords": ["mustard", "slater", "water", "perfect", "lemon", "juice", "dressing", "cut", "tanis", "celeriac", "recipe", "remoulade"], "pubDate": "2021-02-10T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}