{"id": "fb96309a-9ed4-39f9-a5c5-df070d5bef8c", "title": "Game Infarcer: After Saving The World, Hero Returns Home And Sleeps On Top Of Sheets Like A Weirdo", "url": "https://www.gameinformer.com/parody/2021/04/01/game-infarcer-after-saving-the-world-hero-returns-home-and-sleeps-on-top-of", "summary": "Throg returned to his modest home Tuesday morning after vanquishing his mortal foe, Ka’al, and bringing the Gaia Crystals to their rightful place inside The Whispering Tree shrine.\nIt was a long journey, made longer when Throg’s horse got his leg stuck between two boulders.\nAfterward, Throg celebrated by pulling an empty mug of mead to his lips and pantomimed a stamina-replenishing gulp.\nThrog consumed it in three swipes of his spoon and then left the empty bowl on the table so it could disappear.\nShe truly was a beauty, and Throg longed to have held her hand, but intertwining fingers was beyond their capacity.", "paragraphs": ["Throg returned to his modest home Tuesday morning after vanquishing his mortal foe, Ka’al, and bringing the Gaia Crystals to their rightful place inside The Whispering Tree shrine. It was a long journey, made longer when Throg’s horse got his leg stuck between two boulders.", "While dreaming, he recalled some of the highlights from his journey. Hundreds of Ka’al’s accursed legion fell to Throg’s blade, though he saved his most gruesome eviscerations for the last standing member of each cluster of foes. Time seemed to slow as Throg knocked a pikeman or ax-wielding barbarian to their knees, kicked their chest, and then lopped their head clean off. Afterward, Throg celebrated by pulling an empty mug of mead to his lips and pantomimed a stamina-replenishing gulp.", "The hero awoke, fully dressed, and walked over to his simmering cauldron. The bubbling pot of tan liquid had sat alone for months, but it was as nourishing as the day it first materialized, along with everything else in Throg’s home. Throg consumed it in three swipes of his spoon and then left the empty bowl on the table so it could disappear.", "“I only wish I could have shared this meal with The Raveness,” Throg said to nobody. She truly was a beauty, and Throg longed to have held her hand, but intertwining fingers was beyond their capacity. Instead, their doomed courtship was limited to smashing their faces together and taking their shirts off before darkness came.", "Throg dropped all of his newly acquired goods in a pile on the floor and assumed a fetal position on his bed, on top of his sheets, as was his way. Ignoring the chill, he slept and advanced the remainder of his days, 24 hours at a time."], "authors": ["Editor-In-Chief Of Game Infarcer", "Darth Clark Is The Totally Real Editor-In-Chief Of Game Infarcer", "Which Appears Annually In Game Informer", "Usually Around April Fool S Day . He Occasionally Shares His Wise", "Unassailable Opinions At Other Times Of The Year If You Re Lucky."], "keywords": ["hero", "wish", "throgs", "vanquishing", "world", "sleeps", "sheets", "truly", "tree", "walked", "saving", "game", "returns", "infarcer", "throg", "weirdo", "journey", "way", "whispering"], "pubDate": "2021-04-01T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}