{"id": "fba2ecce-0b5e-3ee9-9a76-94c8f76282ea", "title": "Headteachers in England forced to ration on-site lockdown learning", "url": "https://www.theguardian.com/world/2021/jan/11/headteachers-in-england-forced-to-ration-on-site-lockdown-learning", "summary": "Around 15% of vulnerable children were attending school during the last lockdown, according to government figures.\nHeads have said schools are “rammed” and have complained of parents making implausible claims of being eligible key workers.\nOne headteacher reported that a parent who worked as a dog-walker claimed to qualify as a key worker because many of the dogs’ owners were NHS staff.\nNearly three-quarters of school leaders said demand for places had increased greatly compared with the first lockdown, according to the NAHT poll of 4,964 school leaders in England.\nA DfE spokeswoman said: “We expect schools to work with families to ensure all critical worker children are given access to a place if this is required.", "paragraphs": ["Survey suggests almost 50% of school leaders forced to choose which students have most need", "Nearly half of England’s headteachers are being forced to prioritise class places among vulnerable students and the children of key workers because of a huge increase in demand, according to a survey of school leaders.", "The National Association of Head Teachers (NAHT), which carried out the survey, said the government’s “confused” messages to parents on school attendance risks defeating its aim of suppressing the virus.", "Thirty-four per cent of school leaders said they had 31% or more of their normal roll attend school in person on Thursday, and 48% said they had had to prioritise places in their school because of excess demand, suggesting heads are being forced to make difficult assessments of which parents and children have the greatest need.", "Despite parents being told to keep their children at home, one in 10 heads said they had between 41% and 60% of their pupils come into school during the new lockdown.", "The NAHT accused the government of mixed messaging. The Department for Education (DfE) has said key worker parents should keep their children at home if they can, while telling schools they should not limit the number of their children or vulnerable pupils on site during lockdown.", "DfE guidance also states that only one parent must be a classed as a critical worker in order to access a place, even if parents are working from home. The education secretary, Gavin Williamson, has meanwhile confirmed that children who do not have access to technology are seen as vulnerable and can attend school in person during lockdown. Around 15% of vulnerable children were attending school during the last lockdown, according to government figures.", "Heads have said schools are “rammed” and have complained of parents making implausible claims of being eligible key workers. One headteacher reported that a parent who worked as a dog-walker claimed to qualify as a key worker because many of the dogs’ owners were NHS staff.", "Nearly three-quarters of school leaders said demand for places had increased greatly compared with the first lockdown, according to the NAHT poll of 4,964 school leaders in England.", "The NAHT is calling on the government to tell heads how many pupils on site is “too many” arguing that high pupil attendance could seriously undermine the lockdown and risk longer closures.", "“It is understandable why quite so many parents are questioning, with some degree of frustration, why their children are being asked to stay at home when so many aren’t,” said the NAHT general secretary, Paul Whiteman.", "“The increase in demand for places compared to the national lockdown last March is very concerning. It is critical that school places for the children of key workers are only used when absolutely necessary in order to reduce the numbers in school and stem the spread of the virus.”", "Whiteman said he was particularly concerned about the situation in special schools and nurseries, where up to 100% of pupils are expected to attend.", "A DfE spokeswoman said: “We expect schools to work with families to ensure all critical worker children are given access to a place if this is required.", "“If critical workers can work from home and look after their children at the same time then they should do so, but otherwise this provision is in place to enable them to provide vital services.”", ""], "authors": ["Alexandra Topping"], "keywords": ["school", "lockdown", "worker", "key", "places", "workers", "headteachers", "children", "onsite", "parents", "naht", "england", "vulnerable", "ration", "forced", "learning"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}