{"id": "fba871f4-c473-362f-9826-4c1f17305ea1", "title": "Kirstie Alley condemns Twitter for banning Trump in series of tweets", "url": "https://www.foxnews.com/entertainment/kirstie-alley-condemns-twitter-for-banning-trump-in-series-of-tweets", "summary": "Actress Kirstie Alley condemned Twitter -- and its CEO Jack Dorsey -- over its decision to permanently ban President Trump and questioned why some Democrats haven’t been banned for their controversial comments.\nTwitter has also removed the accounts of Trump associates including former national security adviser Michael Flynn and attorney Sidney Powell.\nCHEERS ACTRESS KIRSTIE ALLEY SPEAKS OUT AFTER ATTACKS OVER TRUMP SUPPORTShe asked President-elect Joe Biden in another tweet what his take is on the \"TOTAL censorship of conservatives?\"\nShe also likened big tech censorship to \"slavery,\" saying that companies like Twitter, hold \"the keys to the chains.\"\nPATRICE ONWUKA: TWITTER, FACEBOOK BANNING OF TRUMP CONTINUES CRACKDOWN ON CONSERVATIVES - CENSORSHIP DANGEROUS\"Remember all the fires, killing, terrorizing, destruction and yes, at FEDERAL buildings?\"", "paragraphs": ["Actress Kirstie Alley condemned Twitter -- and its CEO Jack Dorsey -- over its decision to permanently ban President Trump and questioned why some Democrats haven’t been banned for their controversial comments.", "Twitter has also removed the accounts of Trump associates including former national security adviser Michael Flynn and attorney Sidney Powell.", "\"Hey @jack Why didn’t you suspend these four people’s accounts for inciting riots for months? 30 people died..billions of property destroyed .. millions terrorized ? Bueller Bueller?\" the \"Cheers\" actress tweeted at Dorsey last week, along with a retweet that showed controversial comments from House Speaker Nancy Pelosi, Rep. Ayanna Pressley, D-Mass., Vice President-elect Kamala Harris and Rep. Maxine Waters, D-Calif.", "Pelosi's quote in the montage was from 2018 and a reference to children separated from their asylum-seeking parents at the border and Waters' was a general reference to Trump administration officials from 2018, according to Politifact.", "In another tweet, Alley said that by allowing private businesses like Twitter to \"discriminate against anyone they want because of politics then we are laying the groundwork for businesses to discriminate against race, gender, religion, sexual persuasion etc..GIANT STEP BACKWARDS.\"", "CHEERS ACTRESS KIRSTIE ALLEY SPEAKS OUT AFTER ATTACKS OVER TRUMP SUPPORT", "She asked President-elect Joe Biden in another tweet what his take is on the \"TOTAL censorship of conservatives?\"", "\"I know that many times you have said you’re going to be the president of both parties. I really wish you would speak out and object to censorship on behalf of all people. Thank you,\" she tweeted.", "In another message, Alley wrote that those who aren't concerned about Twitter's ability to censor are complicit with \"communism & DICTATORSHIPS. I trust that none of us on this timeline R OK with this purging and canceling. For those of you who think it’s Ok ur next. U’ll see.\"", "She also likened big tech censorship to \"slavery,\" saying that companies like Twitter, hold \"the keys to the chains.\"", "PATRICE ONWUKA: TWITTER, FACEBOOK BANNING OF TRUMP CONTINUES CRACKDOWN ON CONSERVATIVES - CENSORSHIP DANGEROUS", "\"Remember all the fires, killing, terrorizing, destruction and yes, at FEDERAL buildings?\" she continued, retweeting a news story about a July anti-police riot in Portland, Ore. \"It was HIDEOUS & ILLEGAL.Remember how these criminals got FUNDED & bailed out? NO ONE WAS OUSTED FROM PLATFORMS including politicos who ENDORSED the VIOLENCE. Remember?\"", "Alley, along with other conservative and celebrity users, also reported she had started losing thousands of followers an hour in the wake of Trump’s ban.", "Alley was quick to also condemn the pro-Trump riot at the Capitol.", "CLICK HERE TO GET THE FOX NEWS APP", "\"Breaching the CAPITOL was a treasonous criminal terrifying act and those people should be prosecuted to the full extent of the law,\" she tweeted Saturday. \"I do not condone VIOLENCE, TREASON, CRIMINAL ACTS OR DESTRUCTION OF LIFE AND PROPERTY.\""], "authors": ["Brie Stimson"], "keywords": ["censorship", "rep", "tweeted", "riot", "twitter", "banning", "kirstie", "actress", "waters", "violence", "condemns", "series", "tweets", "alley", "trump"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}