{"id": "fbbdc400-b04c-3369-9f50-85586f28e53e", "title": "Ys IX: Monstrum Nox (PS4) – New Gameplay Today Live", "url": "https://www.gameinformer.com/livestream/new-gameplay-today/2021/02/08/ys-ix-monstrum-nox-ps4-new-gameplay-today-live", "summary": "The Ys series has stuck around for a reason: its stellar combat and fantastic boss design never fails to provide an exciting adrenaline rush.\nNow our red-headed hero, Adol, is back for a new adventure that just came out last week on PS4 called Ys IX: Monstrum Nox.\nIn Monstrum Nox, Adol gains supernatural abilities and the power to exorcise monsters.\nTherefore, we're streaming a bit of the game today, playing the PS4 version on PS5.\nJoin us today at 4:40 p.m. CT for a look at Ys IX: Monstrum Nox!", "paragraphs": ["The Ys series has stuck around for a reason: its stellar combat and fantastic boss design never fails to provide an exciting adrenaline rush. Now our red-headed hero, Adol, is back for a new adventure that just came out last week on PS4 called Ys IX: Monstrum Nox. However, this isn't your typical Ys journey with a shipwrecked and confused Adol. In Monstrum Nox, Adol gains supernatural abilities and the power to exorcise monsters.", "Even better? During his adventure, he encounters others gifted with these abilities who all have their own specialties to help in combat and traverse the city. It goes without saying, but we needed to see it in action for ourselves. Therefore, we're streaming a bit of the game today, playing the PS4 version on PS5. Note: It's coming to Switch and PC at a later date.", "As a long-time Ys fan who enjoyed the last entry and called it an \"adventurer's delight,\" I'm introducing Liana Ruppert to the series and showing her why Adol's adventures still have charm after all this time. We'll look at what the added verticality means for the experience and hopefully meet some of Adol's new partners in kicking monster butt.", "Join us today at 4:40 p.m. CT for a look at Ys IX: Monstrum Nox!"], "authors": ["Features Editor", "Kimberley Is Usually Playing The Latest Rpg", "Sports Title", "Or Narrative-Driven Experience. She Has Also Amassed More Than Two Hundred Stanley Cups While Playing As The Blackhawks In Various Nhl Games."], "keywords": ["look", "ys", "monstrum", "ps4", "ix", "combat", "today", "live", "series", "adol", "nox", "gameplay"], "pubDate": "2021-02-08T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}