{"id": "fbbe6998-9d25-3a12-bbff-bc88d160b2c5", "title": "GI Show – Mortal Kombat Movie Preview And The Marvel's Avengers Roadmap", "url": "https://www.gameinformer.com/video-podcast/the-game-informer-show/2021/03/18/gi-show-mortal-kombat-movie-preview-and-the-marvels", "summary": "Brian Shea also got an early screening of part of the upcoming Mortal Kombat film, so he shares his thoughts.\nNext we look back at Crystal Dynamic's Avengers game from last year, talk about its upcoming roadmap, and discuss whether now is finally a good time to return to the game.\nSo please join Marcus Stewart (@MarcusStewart7), Brian Shea (@BrianPShea), Liana Ruppert (@DirtyEffinHippy), and Ben Reeves (@Benjaminreeves) for another wild and ever-entertaining episode!\nAlso, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!\n00:00:00 - Introduction00:06:06 - Mortal Kombat Movie Preview00:17:12 - Mundaun00:23:13 - Devotion00:28:15 - Red Ronin00:30:58 - Fights In Tight Spaces00:33:12 - Super Mario 3D World + Bowser's Fury00:37:14 - Animal Crossing: New Horizons00:44:34 - Marvel's Avengers Update01:02:07 - The Outer Worlds: Murder on Eridanos01:05:28 - Community Emails01:25:25 - March Mayhem Community Game", "paragraphs": ["On this week's episode of The Game Informer Show, we discuss a handful of the games we've been digging recently, including The Outer Worlds: Murder On Eridanos, Red Ronin, Devotion, Mundaun, Fights in Tight Spaces, and Super Mario 3D World + Bowser's Fury. Brian Shea also got an early screening of part of the upcoming Mortal Kombat film, so he shares his thoughts. Next we look back at Crystal Dynamic's Avengers game from last year, talk about its upcoming roadmap, and discuss whether now is finally a good time to return to the game. We're also joined by David L. Craddock (@davidlcraddock), author of books like Stay Awhile and Listen: How Two Blizzards Unleashed Diablo and Forged a Video-Game Empire and the upcoming Monsters in the Dark: The Making of X-COM: UFO Defense.", "It's a full show, but we make time for another fantastic round of community emails. So please join Marcus Stewart (@MarcusStewart7), Brian Shea (@BrianPShea), Liana Ruppert (@DirtyEffinHippy), and Ben Reeves (@Benjaminreeves) for another wild and ever-entertaining episode!", "Thanks for listening! Please make sure to leave feedback below and share the episode if you enjoyed it. You can watch the video above, subscribe and listen to the audio on iTunes or Google Play, listen on SoundCloud, stream it on Spotify, or download the MP3 at the bottom of the page. Also, be sure to send your questions to podcast@gameinformer.com for a chance to have them answered on the show!", "Our thanks to The Rapture Twins for The Game Informer Show's intro song. You can hear more of their music at their website.", "To jump to a particular point in the discussion, check out the time stamps below.", "00:00:00 - Introduction", "00:06:06 - Mortal Kombat Movie Preview", "00:17:12 - Mundaun", "00:23:13 - Devotion", "00:28:15 - Red Ronin", "00:30:58 - Fights In Tight Spaces", "00:33:12 - Super Mario 3D World + Bowser's Fury", "00:37:14 - Animal Crossing: New Horizons", "00:44:34 - Marvel's Avengers Update", "01:02:07 - The Outer Worlds: Murder on Eridanos", "01:05:28 - Community Emails", "01:25:25 - March Mayhem Community Game", ""], "authors": ["Senior Editor", "Benjamin Reeves Is A Writer", "Journalist", "Geek Sponge. For The Last Years He Has Worked As An Editor For Game Informer Magazine. He Has A Passion For Video Games", "Comic Books"], "keywords": ["gi", "avengers", "listen", "super", "shea", "marvels", "community", "kombat", "mortal", "movie", "upcoming", "tight", "game", "sure", "worlds", "preview", "roadmap", "world"], "pubDate": "2021-03-18T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}