{"id": "fbf28b1b-b887-355a-8270-191859db4073", "title": "Eco-Friendly Cleaning Products and Pajamas Inspired by Joan Smalls’s April 2016 ‘Vogue’ Shoot", "url": "https://www.vogue.com/article/eco-friendly-cleaning-products", "summary": "Summersalt The Cloud 9 pajama set $95 SUMMERSALT Shop Now Zyne Tulum $290 ZYNE Shop NowPajamas made for day and night in graphic black and white will always top our list of at-home heroes.\nThis supersoft set from Summersalt is made from a sustainable polyester-blend crafted from recycled plastic water and soda bottles and eco-friendly modal.\nBlueland The Clean Essentials $39 BLUELAND Shop Now Package Free Shop compost shop $17 PACKAGE FREE SHOP Shop NowReinvent even the most boring of home tidying routines with eco-friendly cleaning products from Blueland, a company founded around finding sustainable solutions to wasteful and toxic home products.\nAnd when those greens are ready to go, this Google Mini, made from recycled plastic bottles, is the ultimate kitchen assistant.\nFrom setting timers to playing some motivational cooking tunes, it’s certainly the eco-friendly kitchen pal you’ve been waiting for.", "paragraphs": ["As a longtime champion of environmental causes and eco-friendly clothing brands, Tonne Goodman—legendary stylist, former Vogue fashion director, current Vogue sustainability editor—has always been my North Star on what to buy, where to buy it, when to buy it, and how to wear it. It doesn’t hurt that she is one of the chicest women I’ve ever met and I idolize her personal style as much as I do her work for both Vogue and our planet. With Tonne’s book, Point of View, coming out last year, we thought a joyful way to talk about the future of fashion would be to look back at some of Tonne’s greatest shoots for Vogue and breathe new life into the looks by shopping them out from sustainable brands. This is a celebration of timelessness—good style is forever as are great wardrobe basics—and we already know Tonne’s edit will stand the test of time.", "Then:", "Tonne and I are looking through Vogue’s April 2016 issue when we pause on a page featuring Joan Smalls in a Smart Home tricked out with all the latest gadgets. “There was a great deal of fun conjuring up what the Smart House would include—the new refrigerator that tells you when you are out of milk, the robot that plays with the kids. We actually had a drone car at one point,” Tonne says. I tell her I’m not really sure what a drone car is. As we flip through this shoot titled “Tomorrowland,” which also features two adorable children and actor Nikolaj Coster-Waldau, we are drawn to the image of Joan in the kitchen with the aforementioned fridge. The caption for the photograph reads: “Loungewear or postmodern formalwear?” I tell Tonne that she didn’t only find a robot for all of our at-home needs for the foreseeable future, but that, through her styling, she also managed to predict our current world and the way we’re dressing in it.", "Now:", "Refocusing our forward-looking fashion lens for 2021, we’ve reoutfitted this glam-meets-cozy look with the best sustainable choices, from the perfect loungewear pieces to upgraded kitchen systems.", "Summersalt The Cloud 9 pajama set $95 SUMMERSALT Shop Now Zyne Tulum $290 ZYNE Shop Now", "Pajamas made for day and night in graphic black and white will always top our list of at-home heroes. This supersoft set from Summersalt is made from a sustainable polyester-blend crafted from recycled plastic water and soda bottles and eco-friendly modal. And, to round out the look, the perfect indoor and outdoor slippers from Moroccan brand Zyne. This Tulum style utilizes ethically sourced and recycled fibers woven together into a cotton crochet, which makes for a soft and sustainable shoe for all occasions.", "Blueland The Clean Essentials $39 BLUELAND Shop Now Package Free Shop compost shop $17 PACKAGE FREE SHOP Shop Now", "Reinvent even the most boring of home tidying routines with eco-friendly cleaning products from Blueland, a company founded around finding sustainable solutions to wasteful and toxic home products. This kit has Blueland’s “Forever” glass spray bottles that can be continuously refilled with their surface-specific, nontoxic cleaning tablets. Speaking of waste, there’s nothing like starting off the new year with a renewed commitment to composting as much as possible. This sleek compost bin via the Package Free Shop is sure to encourage continuous kitchen composting.", "Veriable Exky smart indoor garden $190 AMAZON Shop Now Google Nest Mini $49 $29 GOOGLE Shop Now", "For all-year-round herbs, without the single serving grocery store containers, this countertop hydroponic indoor garden is an intelligent choice for any modern home. And when those greens are ready to go, this Google Mini, made from recycled plastic bottles, is the ultimate kitchen assistant. From setting timers to playing some motivational cooking tunes, it’s certainly the eco-friendly kitchen pal you’ve been waiting for. The future is certainly looking smart and seriously sustainable."], "authors": ["Tonne Goodman", "Tonne Goodma", "Willow Lindle"], "keywords": ["tonnes", "smallss", "joan", "inspired", "tonne", "vogue", "cleaning", "ecofriendly", "shop", "2016", "zyne", "products", "sustainable", "pajamas", "smart", "style", "shoot", "kitchen"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}