{"id": "fc4985db-272c-37c8-9729-057a0307e012", "title": "The world economy - After the pandemic, will inflation return?", "url": "https://www.economist.com/leaders/2020/12/12/after-the-pandemic-will-inflation-return", "summary": "The premise of low inflation is baked into economic policies and financial markets.\nIt is why central banks can cut interest rates to around zero and buy up mountains of government bonds.\nIn the decades since Margaret Thatcher warned of a vicious cycle of prices and wages that threatened to “destroy” society, the rich world has come to take low inflation for granted.\nAfter the financial crisis some hawks warned that bond buying by central banks (known as quantitative easing, or QE ) would reignite inflation.\nMost central banks should start an orderly reversal of QE and instead loosen monetary policy by taking short-term interest rates negative.", "paragraphs": ["E CONOMISTS LOVE to disagree, but almost all of them will tell you that inflation is dead. The premise of low inflation is baked into economic policies and financial markets. It is why central banks can cut interest rates to around zero and buy up mountains of government bonds. It explains how governments have been able to go on an epic spending and borrowing binge in order to save the economy from the ravages of the pandemic—and why rich-world public debt of 125% of GDP barely raises an eyebrow. The search for yield has propelled the S&P 500 index of shares to new highs even as the number of Americans in hospital with covid-19 has surpassed 100,000. The only way to justify such a blistering-hot stockmarket is if you expect a strong but inflationless economic rebound in 2021 and beyond.", "Yet as we explain this week (see article), an increasingly vocal band of dissenters thinks that the world could emerge from the pandemic into an era of higher inflation. Their arguments are hardly overwhelming, but neither are they empty. Even a small probability of having to deal with a surge in inflation is worrying, because the stock of debt is so large and central-bank balance-sheets are swollen. Rather than ignore the risk, governments should take action now to insure themselves against it.", "In the decades since Margaret Thatcher warned of a vicious cycle of prices and wages that threatened to “destroy” society, the rich world has come to take low inflation for granted. Before the pandemic even an ultra-tight jobs market could not jolt prices upwards, and now armies of people are unemployed. Many economists think the West, and especially the euro zone, is heading the way of Japan, which fell into deflation in the 1990s and has since struggled to lift price rises far above zero.", "Predicting the end of this trend is a kind of apostasy. After the financial crisis some hawks warned that bond buying by central banks (known as quantitative easing, or QE ) would reignite inflation. They ended up looking silly.", "Today the inflationistas’ arguments are stronger. One risk is of a temporary burst of inflation next year. In contrast to the period after the financial crisis, broad measures of the rich-world money supply have shot up in 2020, because banks have been lending freely. Stuck at home, people have been unable to spend all their money and their bank-balances have swelled. But once they are vaccinated and liberated from the tyranny of Zoom, exuberant consumers may go on a spending spree that outpaces the ability of firms to restore and expand their capacity, causing prices to rise. The global economy already shows signs of suffering from bottlenecks. The price of copper, for example, is 25% higher than at the start of 2020.", "The world should be able to manage such a temporary burst of inflation. But the second inflationista argument is that more persistent price pressures will also emerge, as structural disinflationary forces go into reverse. In the West and in Asia many societies are ageing, creating shortages of workers. For years globalisation lowered inflation by creating a more efficient market for goods and labour. Now globalisation is in retreat.", "Their third argument is that politicians and officials are complacent. The Federal Reserve says it wants inflation to overshoot its 2% target to make up for lost ground; the European Central Bank, which was expected to announce more stimulus after we went to press, may yet follow suit. Weighed down by the need to pay for an ageing population and health care, politicians will increasingly favour big budget deficits.", "Might these arguments prove correct? A temporary rebound in inflation next year is perfectly possible. At first it would be welcome—a sign economies were recovering from the pandemic. It would inflate away a modest amount of debt. Policymakers might even breathe a sigh of relief, especially in Japan and the euro zone, where prices are falling (though rapid changes in the pattern of consumer spending may have muddied the statistics).", "The odds of a more sustained period of inflation remain low. But if central banks had to raise interest rates to stop price rises getting out of hand, the consequences would be serious. Markets would tumble and indebted firms would falter. More important, the full cost of the state’s vastly expanded balance-sheet—both governments’ debt and the central banks’ liabilities—would become alarmingly apparent. To understand why requires peering, for a moment, into how they are organised.", "For all the talk about “locking in” today’s low long-term interest rates, governments’ dirty secret is that they have been doing the opposite, issuing short-term debt in a bet that short-term interest rates will remain low. The average maturity of American Treasuries, for example, has fallen from 70 months to 63. Central banks have been making a similar wager. Because the reserves they create to buy bonds carry a floating interest rate, they are comparable to short-term borrowing. In November Britain’s fiscal watchdog warned that a combination of new issuance and QE had left the state’s debt-service costs twice as sensitive to short-term rates as they were at the start of the year, and nearly three times as much as in 2012.", "So while the probability of an inflation scare may have risen only slightly, its consequences would be worse. Countries need to insure themselves against this tail risk by reorganising their liabilities. Governments should fund fiscal stimulus by issuing long-term debt. Most central banks should start an orderly reversal of QE and instead loosen monetary policy by taking short-term interest rates negative. Finance ministries should incorporate risks taken by the central bank into their budgeting (and the euro zone should find a better tool than QE for mutualising the debts of its member states). Shortening the maturity of the state’s balance-sheet—as in 2020—must only ever be a last resort, and should not become the main tool of economic policy.", "In praise of mothballs", "The chances are the inflationistas are wrong. Even the arch-monetarist Milton Friedman, who inspired Thatcher, admitted late in his life that the short-term link between the money supply and inflation had broken down. But the covid-19 pandemic has shown the value of preparing for rare but devastating events. The return of inflation should be no exception. ■"], "authors": ["The Economist"], "keywords": ["debt", "world", "shortterm", "inflation", "interest", "economy", "banks", "pandemic", "return", "governments", "states", "rates", "low", "central"], "pubDate": "2020-12-12T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}