{"id": "fc504bd7-c715-381f-ac33-0e88b5b6022d", "title": "How to Get More Plant-Based Meat Onto Plates in 2021", "url": "https://www.wired.com/story/how-to-get-more-plant-based-meat-onto-plates-2021/", "summary": "And that right there's the rub: The explosive growth of plant-based meat is real and meaningful, but it’s still a fraction of the conventional meat market.\nPart of the problem is that, despite significant improvements to the vile veggie discs of yesteryear, plant-based meat still gets a bad rap.\nIf we’re serious about addressing these issues and putting plant-based meat at the center of consumers’ plates in 2021, two actions need to be taken.\nMeanwhile, plant-based meat companies brought in less than $750 million.\nTechnologies like the internet and even the Google search engine were born from this kind of federal funding—why not plant-based meat?", "paragraphs": ["Faux burgers and chicken nuggets are having a moment. In 2018, Impossible Foods, the Silicon Valley–based alternative meat company known for its plant-based burger that “bleeds” like the real thing, made its nationwide fast food debut at all White Castle locations in the US. A year later, KFC partnered with Los Angeles–based alt-protein producer Beyond Meat to create a plant-based fried chicken that is “finger lickin’ good.” And since the onset of the pandemic, sales of plant-based meats from supermarkets have more than doubled. Once reserved only for hippies and PETA employees, protein alternatives have finally entered the mainstream. But that doesn’t mean industrial animal agriculture is on its way out. Far from it.", "WIRED OPINION ABOUT Brian Kateman is president and cofounder of the Reducetarian Foundation, a nonprofit organization committed to reducing societal consumption of animal products.", "At the end of 2020, the United States Department of Agriculture predicted that Americans will have eaten one more pound of beef and poultry in 2020 than they did in 2019 (the exact totals are still being tallied). At 225 pounds per person, that would be the most amount of meat consumed in recorded history. And that right there's the rub: The explosive growth of plant-based meat is real and meaningful, but it’s still a fraction of the conventional meat market. The US plant-based meat market—the most developed in the world—is now worth just under $1 billion. The US animal-based meat market? A whopping $95 billion.", "Part of the problem is that, despite significant improvements to the vile veggie discs of yesteryear, plant-based meat still gets a bad rap. According to a December 2019 survey by the International Food Information Council, more than half of respondents hadn’t even tried a product in the category yet, citing that they didn’t expect it to taste very good. But even among those who had, the hype didn’t live up to reality: Nearly a third said they found its texture was not similar to animal-based meat.", "Another challenge is that plant-based meat is expensive. At my local Whole Foods, a Beyond Burger costs $3.00. Your average factory-farmed burger costs, on average, half that.", "The consequences are severe for the planet and all its inhabitants. Livestock accounts for between 14.5 percent and 18 percent of global greenhouse gas emissions. The overconsumption of meat is directly linked to an increase of risk in type 2 diabetes, coronary heart disease, stroke, and certain cancers. And in the US alone, 9 billion land animals are raised in cruel and unusual ways before being slaughtered annually.", "If we’re serious about addressing these issues and putting plant-based meat at the center of consumers’ plates in 2021, two actions need to be taken.", "First, the sector needs billions of dollars in venture capital investment. There's about 4,000 molecules that make meat taste like meat. If food scientists have any hope of identifying which among them are driving the majority of the flavor for the human sensory experience—the culinary equivalent of finding a needle in a haystack—they will need some serious cash for research and development.", "While it’s true that plant-based meat has seen an influx of capital in the last decade, it pales in comparison to other technologies. For example, in 2019, self-driving vehicle companies received $10.4 billion in funding. Meanwhile, plant-based meat companies brought in less than $750 million. Any investor who is keen on generating social and environmental impact as well as financial returns needs to take a hard look at this space.", "Second, governments around the world need to prioritize alt-protein. Unlike private investments, which focus on commercialization and short-term financial gains among shareholders, public investments fund research that may not have immediate economic returns but stands to benefit society in the long run. Technologies like the internet and even the Google search engine were born from this kind of federal funding—why not plant-based meat?"], "authors": ["Brian Kateman", "Brian Katema"], "keywords": ["billion", "taste", "meat", "2021", "plates", "need", "burger", "technologies", "plantbased", "theres", "food", "2019"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}