{"id": "fca77115-2a5c-3df4-8339-ca0c692295cd", "title": "Putin denies involvement in poisoning of opposition leader Alexei Navalny", "url": "https://www.foxnews.com/world/vladimir-putin-alexei-navalny-poisoning-denies-involvement", "summary": "Russian President Vladimir Putin on Thursday rejected allegations that the Kremlin was behind the poisoning of his top political foe, opposition leader Alexei Navalny, and accused U.S. intelligence agencies of fomenting the claims.\nSpeaking via video call during an annual marathon news conference, the Russian leader countered the accusations by saying that if the Kremlin wanted to poison Navalny it would have pressed the attack home.\n\"If there was such a desire, it would have been done,\" Putin said with a chuckle.\nRussian authorities have vehemently rejected the accusations of involvement in the poisoning.\nHe alleged that Navalny was accusing the Kremlin of ordering to poison him in order to raise his political profile as the top opposition figure.", "paragraphs": ["Russian President Vladimir Putin on Thursday rejected allegations that the Kremlin was behind the poisoning of his top political foe, opposition leader Alexei Navalny, and accused U.S. intelligence agencies of fomenting the claims.", "Speaking via video call during an annual marathon news conference, the Russian leader countered the accusations by saying that if the Kremlin wanted to poison Navalny it would have pressed the attack home.", "\"If there was such a desire, it would have been done,\" Putin said with a chuckle.", "PUTIN CONGRATULATES BIDEN ON ELECTION VICTORY", "Navalny fell sick on Aug. 20 during a domestic flight in Russia, and was flown while he was in a coma to Germany for treatment two days later. Labs in Germany, France and Sweden, and tests by the Organization for the Prohibition of Chemical Weapons, established that he was exposed to a Soviet-era Novichok nerve agent.", "Russian authorities have vehemently rejected the accusations of involvement in the poisoning.", "On Monday, the investigative group Bellingcat and Russian outlet The Insider released a report alleging that operatives from the FSB, Russia’s domestic security agency, which is a top KGB successor, followed Navalny during his trips since 2017, had \"specialized training in chemical weapons, chemistry and medicine\" and \"were in the vicinity of the opposition activist in the days and hours of the time-range during which he was poisoned.\"", "The investigation, conducted by Bellingcat and The Insider in cooperation with CNN and Der Spiegel, identified the supposed FSB operatives and laboratories where poisons like Novichok were made after analyzing telephone metadata and flight information. It mentioned two instances in 2019 and 2020, in which Navalny or his wife Yulia suffered from unexplained symptoms.", "KREMLIN DENIES PUTIN SUFFERED COUGHING FIT DURING CORONAVIRUS CONFERENCE", "Navalny said the investigation has proven beyond doubt that FSB operatives tried to kill him on Putin's orders.", "In his first comment after the report's publication, Putin charged that the new report relied on the data provided by U.S. spy agencies, even though its authors have denied any link to U.S. or any other Western intelligence services.", "\"It's not some kind of investigation, it's just the legalization of materials provided by U.S. special services,\" he said, adding that it means that Navalny \"relies on the support of U.S. special services.\"", "\"It's curious, and in that case, special services indeed need to keep an eye on him,\" Putin said. \"But that doesn't mean that there is a need to poison him, who would need that?\"", "He alleged that Navalny was accusing the Kremlin of ordering to poison him in order to raise his political profile as the top opposition figure.", "Even as the Russian leader leveled accusations against U.S. spy agencies, he held the door open for cooperation with the incoming administration of President-elect Joe Biden.", "\"We proceed from the assumption that the newly elected U.S. president would realize what's going on. He's quite experienced in both domestic and foreign policies, and we hope that the problems that have emerged, at least some of them, would be solved under the new administration,\" Putin said.", "CLICK HERE TO GET THE FOX NEWS APP", "Russia-U.S. relations have sunk to post-Cold War lows after Moscow's 2014 annexation of Ukraine's Crimea and Russian meddling in the 2016 U.S. presidential election.", "Putin has reaffirmed Russian denials of meddling in the 2016 U.S. vote and rejected media reports earlier this month that alleged a new attack by Russian hackers, charging that U.S. intelligence agencies had spread the information for domestic policy goals."], "authors": [], "keywords": ["special", "leader", "involvement", "rejected", "agencies", "operatives", "putin", "alexei", "domestic", "poisoning", "opposition", "russian", "denies", "poison", "navalny"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}