{"id": "fcb609cf-b614-320f-8407-7e6659838dcb", "title": "Indigenous Fashion Is More Than Tradition", "url": "https://www.vogue.com/article/growing-up-in-style-louise-erdrich", "summary": "Indigenous people create tribally specific clothing for many reasons—to express belonging, enter ceremony, show resistance, and to dance.\nThere are 574 federally recognized tribal nations in the U.S. What we wear is unique to our particular tribal background.\nSo I’m going to divide Native apparel into two categories: sacred traditional and contemporary Native fashion.\nIn the first category, there is the jingle dress, a healing garment that incorporates metal cones.\nThe artist Maria Hupfield, Wasauksing First Nation, has created a jingle dress of regular blue-lined writing paper, printed with the names of over 500 North American Indigenous authors.", "paragraphs": ["In our traditions, women are in charge of water. These calico skirts, made opulent with stripes of satin ribbon, visibly state our responsibility. Peggy Flanagan, White Earth Band of Ojibwe and our lieutenant governor here in Minnesota, proudly wears her water skirts and is loudly opposed to the Line 3 pipeline, which would disrupt our wild-rice beds, cross the headwaters of the Mississippi River, and contribute immeasurably to climate chaos.", "Indigenous people create tribally specific clothing for many reasons—to express belonging, enter ceremony, show resistance, and to dance. Most important, I think our clothing makes a simple point. We are still here. There are 574 federally recognized tribal nations in the U.S. What we wear is unique to our particular tribal background. As I say, my look is always mixed but includes Chippewa, Ojibwe, or Anishinaabe influences, as well as Métis woodland-based patterns and complex flower beadwork. This style has been most beautifully interpreted by Métis artist Christi Belcourt, whose painting Water Song was used as the basis for several Valentino pieces in 2015.", "In writing this, I don’t want to invite the careless to don Indigibberish outfits like fake eagle-feather headdresses or plastic–bone pipe breastplates. So I’m going to divide Native apparel into two categories: sacred traditional and contemporary Native fashion. In the first category, there is the jingle dress, a healing garment that incorporates metal cones. The shaking of the cones is mesmerizing; the sound is meant to heal. The Mille Lacs Indian Museum and Trading Post in Minnesota is hosting a show on the jingle dress, curated by Brenda Child, Red Lake Nation, that includes a dress made from a woman’s police uniform. The artist Maria Hupfield, Wasauksing First Nation, has created a jingle dress of regular blue-lined writing paper, printed with the names of over 500 North American Indigenous authors. Families all over Indian Country pool resources to outfit their powwow dancers in mind-blowingly elaborate regalia that is unrepeatable and impossible to mass-produce. How do you manufacture love?", "In the second category, there’s cushy footwear, perfect for working at home. As I write this, I am wearing a pair of moccasins from Manitobah Mukluks, an Indigenous-owned company. The owner of Beyond Buckskin, Jessica Metcalfe, Turtle Mountain Chippewa, sources grassroots designers who incorporate Ojibwe language into objects available from her online store. The nonprofit Honor the Earth sells bold graphic designs that anyone can wear to show solidarity with the Native fight for climate justice.", "These days, the only way I have to express Indigeneity in public life is to wear jewelry, especially beaded earrings, on Zoom appearances. Wheels of antique beads made by Pe Hin Sa Win, Red Hair Woman, give me the comfort of a family friend. Josef Reiter’s heavy Anishinaabe silverwork cuff gives me strength. Sweetgrass-trimmed birchbark circle earrings from my oldest daughter remind me to use our language. Another daughter made me a golden eagle–winged medallion that illustrates my Ojibwe name.", "I know who makes the special things I wear. I know the history of each design. Each piece has meaning that gives depth to the moment, to the day, to my life. I wear adornment that keeps me close to my origins and to the earth; I have a rich connection with the people who make my favorite garments and jewelry. And I feel extra satisfaction when I wear something that expresses that relationship and also expresses me. Isn’t that supposed to be what fashion is about?", "Louise Erdrich is the author of over 20 books, including the National Award-winning novel The Roundhouse."], "authors": ["Louise Erdrich", "Louise Erdric"], "keywords": ["jingle", "ojibwe", "writing", "tribal", "skirts", "wear", "tradition", "dress", "native", "water", "indigenous", "fashion", "earth"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}