{"id": "fce46a1b-df65-32cd-815b-3cf3b6aed3d5", "title": "Pfizer vaccine: FDA says extra doses in vials can be used, potentially expanding US supply", "url": "https://www.theguardian.com/world/2020/dec/17/pfizer-vaccine-fda-says-extra-doses-in-vials-can-be-used-potentially-expanding-us-supply", "summary": "The US Food and Drug administration has announced that extra doses of coronavirus vaccine contained in Pfizer’s vials can be used, potentially expanding the US supply of the drug by 40%, according to reports.\nThe news, reported initially by Politico, comes after pharmacists discovered that some of the vaccine bottles contained enough liquid for up to two extra doses.\n“Given the public health emergency, FDA is advising that it is acceptable to use every full dose obtainable,” an FDA spokesperson confirmed to Politico.\nIt quotes an academic saying it was common for manufacturers to overfill vials in case of spillage and other waste.\nAccording to two transition officials familiar with the matter, Biden will receive the vaccine publicly as early as next week.", "paragraphs": ["The US Food and Drug administration has announced that extra doses of coronavirus vaccine contained in Pfizer’s vials can be used, potentially expanding the US supply of the drug by 40%, according to reports.", "The news, reported initially by Politico, comes after pharmacists discovered that some of the vaccine bottles contained enough liquid for up to two extra doses.", "The FDA has told Pfizer that these doses can be used rather than being thrown away, in a change of the agency’s guidance from last week which indicatedeach vial held only five doses – a rule pharmacists in some states had been advised to stick to.", "“Given the public health emergency, FDA is advising that it is acceptable to use every full dose obtainable,” an FDA spokesperson confirmed to Politico.", "It quotes an academic saying it was common for manufacturers to overfill vials in case of spillage and other waste. Erin Fox, a pharmacy expert at University of Utah said: “It’s pretty unusual to have a full extra dose or more though – but it does seem to be there.”", "Sharon Castillo, a spokeswoman for Pfizer, said in a statement to the Washington Post: “The amount of vaccine remaining in the multidose vial after removal of five doses can vary, depending on the type of needles and syringes used.”", "Pfizer has not confirmed the FDA’s advice and told Politico vaccinators needed to “consult their institution’s policies for the use of multi-dose vials”.", "But an FDA spokesperson told the Washington Post: “At this time, given the public health emergency, FDA is advising that it is acceptable to use every full dose obtainable (the sixth, or possibly even a seventh) from each vial, pending resolution of the issue.”", "Regulators have said that while the extra doses can safely be used, leftover vaccine from multiple vials should not be mixed in order to avoid contamination.", "The first Covid-19 vaccinations in the US began this week, including at nursing homes, where the virus has killed more than 110,000 people. On Thursday, a government advisory panel will consider whether to endorse emergency use of a second vaccine, made by Moderna.", "", "President-elect Joe Biden and vice-president Mike Pence are set to receive the Covid-19 vaccine publicly soon, according to reports, as part of a drive to instil confidence in its safety.", "According to two transition officials familiar with the matter, Biden will receive the vaccine publicly as early as next week. The officials spoke on condition of anonymity because they weren’t authorised to discuss it publicly.", "", "The White House has said Pence and his wife, Karen, will receive the vaccine publicly on Friday.", "Twitter said on Wednesday it will begin removing misinformation about Covid-19 vaccinations from its site from next week.", "", "Among posts that will be removed are those including false claims that the virus is not real, debunked claims about the effects of receiving the vaccine and baseless claims that suggest that immunisations are used to harm or control people, it said.", "", "The social media platform said that starting early next year, it may also label tweets that advance “unsubstantiated rumours, disputed claims, as well as incomplete or out-of-context information about vaccines” but that may not merit a removal under the new rules."], "authors": ["Helen Sullivan"], "keywords": ["used", "supply", "pfizer", "doses", "claims", "told", "extra", "vials", "fda", "week", "vial", "vaccine", "expanding", "potentially"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}