{"id": "fce5f0fd-a813-38c2-a1d7-ccf09e99b952", "title": "Tennessee mom warns of coronavirus-related illness in children after son hospitalized: ‘I felt helpless’", "url": "http://www.foxnews.com/health/tennessee-mom-warns-coronavirus-related-mis-c-son-hospitalized", "summary": "A mom whose son was hospitalized after developing the coronavirus-related multisystem inflammatory syndrome in children (MIS-C) is warning others to be wary of the condition should their child battle COVID-19 or be exposed to the virus.\n\"I felt helpless, I couldn’t do anything to help him,\" said Amber Allen, of Nashville, of her 5-year-old son Matthew who was recently treated for the inflammatory condition at Monroe Carrel Junior Children’s Hospital at Vanderbilt.\nExperts don’t know exactly what causes MIS-C at this time but have identified it as a syndrome associated with COVID-19.\nMost children who develop MIS-C were previously ill with COVID-19 or had been exposed to someone with the virus.\nSERIOUS CORONAVIRUS-RELATED INFLAMMATORY CONDITION AMONG CHILDREN NOW REPORTED IN ADULTS: CDCSince the pandemic began, there have been various reports of the syndrome, with most cases occurring in children.", "paragraphs": ["A mom whose son was hospitalized after developing the coronavirus-related multisystem inflammatory syndrome in children (MIS-C) is warning others to be wary of the condition should their child battle COVID-19 or be exposed to the virus.", "\"I felt helpless, I couldn’t do anything to help him,\" said Amber Allen, of Nashville, of her 5-year-old son Matthew who was recently treated for the inflammatory condition at Monroe Carrel Junior Children’s Hospital at Vanderbilt.", "\"His feet and his knees and his hands were all swollen and I just knew something more was wrong,\" she told local news outlet WKRN.", "\"His health just started declining,\" she added, noting that Matthew required hospitalization for five nights and six days. He is now recovering, however.", "LOUISIANA CHILD'S POSSIBLE CORONAVIRUS-LINKED MIS-C DEATH THE FIRST IN STATE", "MIS-C causes inflammation in different body parts, namely the heart, lungs, kidneys, brain, skin, eyes, or gastrointestinal organs. It has been compared to Kawasaki disease, which causes swelling in arteries throughout the body, though the two conditions are not the same.", "Children with MIS-C often have a fever, as well as symptoms such as abdominal pain, vomiting, diarrhea, neck pain, rash, bloodshot eyes and fatigue.", "Experts don’t know exactly what causes MIS-C at this time but have identified it as a syndrome associated with COVID-19. Most children who develop MIS-C were previously ill with COVID-19 or had been exposed to someone with the virus.", "SERIOUS CORONAVIRUS-RELATED INFLAMMATORY CONDITION AMONG CHILDREN NOW REPORTED IN ADULTS: CDC", "Since the pandemic began, there have been various reports of the syndrome, with most cases occurring in children. However, the Centers for Disease Control and Prevention (CDC) in October identified the condition among adults, drawing on reports of 27 adult patients to describe a new, similar condition known as Multisystem Inflammatory Syndrome in Adults (MIS-A).", "\"Findings indicate that adult patients of all ages with current or previous SARS-CoV-2 infection can develop a hyperinflammatory syndrome resembling MIS-C,\" the authors wrote at the time, adding that measures to limit COVID-19 spread may help prevent MIS-A.", "Fox News' Kayla Rivas contributed to this report."], "authors": ["Madeline Farber", "Madeline Farber Is A Reporter For Fox News. You Can Follow Her On Twitter"], "keywords": ["condition", "syndrome", "warns", "illness", "son", "felt", "tennessee", "covid19", "children", "causes", "mom", "helpless", "adults", "reports", "coronavirusrelated", "misc", "inflammatory", "hospitalized"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}