{"id": "fcee3eda-4639-31fd-96d7-3d938c18ca8d", "title": "Woman claims she predicted Harry and Meghan Markle splitting from royal family by reading asparagus spears", "url": "http://www.foxnews.com/food-drink/woman-harry-meghan-markle-split-royal-family-asparagus", "summary": "The royal family news that shocked the world on Wednesday apparently did not come as a surprise to one woman in England: Self-proclaimed fortune teller Jemima Packington is claiming she predicted Harry and Meghan Markle would step back from the royal family after \"reading\" some asparagus spears.\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\"I am usually about 75-90 percent accurate with my predictions.\nI go through my predictions each year and think: 'Yep, that's happened, yep, that's happened,'” the woman from Bath, Somerset, added.\nPackington admits sometimes she doesn’t “quite read it correctly,” but claims she is “never far off” with her predictions.\nPackington, however, did not disclose any lottery numbers or Super Bowl projections, so looks like you'll just have to roll the dice on those.", "paragraphs": ["It was written in the spears.", "The royal family news that shocked the world on Wednesday apparently did not come as a surprise to one woman in England: Self-proclaimed fortune teller Jemima Packington is claiming she predicted Harry and Meghan Markle would step back from the royal family after \"reading\" some asparagus spears.", "KIM KARDASHIAN ADDRESSES NEARLY EMPTY FRIDGE PICTURE WITH TOUR OF HER KITCHEN, FROZEN YOGURT ROOM", "Packington, 64, reportedly the world’s only \"asparamancer,\" says she is able to see the future by throwing asparagus into the air and then observing how the spears land on the ground, British news agency SWNS reports.", "“When I cast the asparagus, it creates patterns and it is the patterns I interpret,” the vegetable-reader said, explaining she inherited the ability from her aunt who read tea leaves, and has been predicting the future since she was 8 years old.", "CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER", "\"I am usually about 75-90 percent accurate with my predictions. I go through my predictions each year and think: 'Yep, that's happened, yep, that's happened,'” the woman from Bath, Somerset, added.", "Packington admits sometimes she doesn’t “quite read it correctly,” but claims she is “never far off” with her predictions.", "CLICK HERE TO GET THE FOX NEWS APP", "Among her previous prophecies, Packington said that many have proven true, alleging that she was able to predict Brexit, England winning the Cricket World Cup and Theresa May being pushed out as Prime Minister.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "As for her broad 2020 predictions – outside of the Royal Family – Packington said she foresees “a real shake-up of the major political parties,” “sports and sporting personalities will be embroiled in scandals,” and “concerns about global warming will again take center stage — but more countries will take action to minimize the threat to the planet.\"", "Packington, however, did not disclose any lottery numbers or Super Bowl projections, so looks like you'll just have to roll the dice on those."], "authors": ["Alexandra Deabler", "Alexandra Deabler Is A Lifestyle Writer", "Editor For Fox News."], "keywords": ["royal", "world", "woman", "packington", "spears", "predicted", "family", "read", "splitting", "yep", "predictions", "reading", "harry", "markle", "asparagus", "meghan", "thats"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}