{"id": "fd063080-45c3-3a7d-b4f1-b925f9956b74", "title": "My Colleague, the Antichrist", "url": "https://www.newyorker.com/magazine/2020/12/14/the-antichrist", "summary": "(Due to the nondisclosure agreements we had to sign, neither the Antichrist nor myself can disclose which investment bank.)\nYou wanted to say, “Give it a rest, Antichrist.” Plus, he would conveniently make himself scarce just before the bill came.\nAnother annoying thing about the Antichrist was that he was always complaining that our department was not committing enough abominations.\nUnder the evil reign of the Antichrist, life in New York didn’t change much.\nThe other day, I heard on the news that the Antichrist had been cast into the fiery lake forever.", "paragraphs": ["I knew the Antichrist. We worked together in New York, at a major investment bank. (Due to the nondisclosure agreements we had to sign, neither the Antichrist nor myself can disclose which investment bank.)", "The Antichrist was a pretty good guy, but, when we went for drinks after work, if he got drunk he’d start ranting on and on about how he was going to rule the world and how we’d all bow down and worship him. You wanted to say, “Give it a rest, Antichrist.” Plus, he would conveniently make himself scarce just before the bill came.", "Another annoying thing about the Antichrist was that he was always complaining that our department was not committing enough abominations.", "But the Antichrist was not without his good points. When my girlfriend dumped me, he said, “Don’t worry, there are plenty of other harlots in the sea.” And he was a great coach for our softball team, the Evil, Vicious Bluebirds (formerly the Bluebirds). He had us focus on what he called the “three basics”: good fielding, good hitting, and leading our opponents astray.", "Imagine my surprise when I saw him on the big TV in Times Square. He was on all the TVs, in fact, saying that he was the new ruler. I nudged the man next to me. “I know that guy,” I said.", "Under the evil reign of the Antichrist, life in New York didn’t change much. One new rule was that you had to join the Church of Satan. I was able to join the Reformed Church of Satan. It was less strict. Instead of sacrificing children, we would merely tease them.", "I decided to go see the Antichrist. I had to wait outside his office. It seemed like an eternity. Most of the people waiting had sold their souls, and now they were trying to get them back. Yeah, right. Good luck with that! I had to laugh.", "A she-devil with a forked tongue came by to make sure that my name was on the list. I started to ask her out, but they called my name. Before I was allowed in, the demon guards frisked me and made sure that I had the Mark of the Beast, which I had got years earlier, in my fraternity days.", "The Antichrist was sitting at a huge desk that looked out on what used to be the Statue of Liberty but was now the Statue of Depravity. Like the Statue of Liberty, the Statue of Depravity was a gift from France.", "He looked tired. He was signing papers with a pen that wrote with flaming ink. If the flaming ink stopped, he had to shake the pen hard to make it start again. He finally looked up and saw me.", "“How’s it going?” I said. “Remember me?”", "“Of course,” he said, but I’m not sure he did. It was nice of him to say so, though. “What can I do for you?” he went on.", "I told him that I wanted him to put a curse on my friend Don.", "He said he would. “Is that all?” he said.", "“Yep. That’s it.” I had a thought. “Say, you want to go get a drink?”", "“No, thanks,” he said. “I’m in A.A. now.”", "He stood and walked to the window and stared out. “Let me ask you something,” he said wistfully. “How much weeping and gnashing of teeth can you take before it drives you round the bend?”", "I took the opportunity to tiptoe out.", "The Antichrist kept his word. He put a curse on Don, but not a very good one. Every now and then, Don would stub his toe, and occasionally something would fall on him, but nothing very heavy. That was about it. Once, a bag of flour fell on his head. That was pretty good.", "Maybe I should have asked for a new recliner. I need one. Maybe a new recliner and a million dollars.", "The other day, I heard on the news that the Antichrist had been cast into the fiery lake forever. It’s too bad, because if he’d stuck it out at the investment bank he’d probably be a partner by now. ♦"], "authors": ["Jack Handey", "Jack Hande"], "keywords": ["sure", "york", "good", "went", "colleague", "statue", "investment", "hed", "antichrist", "say", "looked"], "pubDate": "2020-12-14T00:00:00", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}