{"id": "fd0aa56a-ab43-3148-b301-ed78da2c7f61", "title": "Nigel Slater’s recipe for baked celeriac, parsnips, tomatoes", "url": "https://www.theguardian.com/food/2021/apr/20/nigel-slater-midweek-dinner-recipe-baked-celeriac-parsnips-tomatoes", "summary": "The recipePeel 750g of celeriac and cut it into thin slices – you want them to be about the thickness of a £1 coin.\nRepeat with the remaining celeriac and parsnip slices.\nIn the same pan you used for the root vegetables, fry the onions in a little more oil until pale gold and translucent.\nAs the onions start to soften, peel and thinly slice 2 cloves of garlic and add it to the onions.\nIn a baking dish, layer up the onions and garlic with the parsnips and celeriac, seasoning each layer with salt, pepper and a sprinkling of thyme leaves, and tucking in the tomatoes as you go.", "paragraphs": ["The recipe", "Peel 750g of celeriac and cut it into thin slices – you want them to be about the thickness of a £1 coin. Do the same with 450g of parsnips.", "Heat 3 tbsp of olive oil in a shallow pan over a moderate heat, then add as many of the celeriac and parsnip slices as you get in a single layer. Let them colour lightly, then turn them over with kitchen tongs. When both sides are golden, lift them out into a mixing bowl. Repeat with the remaining celeriac and parsnip slices. Set the oven at 200C/gas mark 6.", "Peel and finely slice 2 medium-sized onions. In the same pan you used for the root vegetables, fry the onions in a little more oil until pale gold and translucent. As the onions start to soften, peel and thinly slice 2 cloves of garlic and add it to the onions. Slice 200g of cherry tomatoes in half.", "In a baking dish, layer up the onions and garlic with the parsnips and celeriac, seasoning each layer with salt, pepper and a sprinkling of thyme leaves, and tucking in the tomatoes as you go. Pour over 500ml of hot vegetable stock and bake in the oven for 30 minutes. Serves 2", "The trick", "I use a 22cm round baking dish for this recipe. Giving the ingredients time to cook slowly in the aromatics and stock, this is a good way to use up the last of the winter roots before the first spring vegetables arrive. The recipe can be used as a side or as a principal dish. Offer a spoon for scooping up the thyme-scented cooking juices.", "The twist", "Swede works well in this dish, too, as does kohlrabi. You could nod to spring a bit by adding a few wild garlic leaves, pushed down into the hot juices as the dish comes from the oven. They will soften in the stock.", "Follow Nigel on Twitter @NigelSlater"], "authors": ["Nigel Slater"], "keywords": ["dish", "oven", "celeriac", "layer", "garlic", "slaters", "baked", "vegetables", "nigel", "slices", "onions", "slice", "used", "parsnips", "recipe", "tomatoes"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}