{"id": "fd11314d-fcb8-3106-8519-b80209fa9d66", "title": "A Journey to the Center of the Earth in “Godzilla vs. Kong”", "url": "https://www.newyorker.com/magazine/2021/04/12/a-journey-to-the-center-of-the-earth-in-godzilla-vs-kong", "summary": "There is a touching scene, toward the end of “Godzilla vs. Kong,” when the creatures of the title draw near to each other.\nWith a mighty thump, Godzilla lays Kong flat, then leans tenderly over him, almost exactly like Fred Astaire holding Ginger Rogers in a prolonged backbend, in “Top Hat” (1935).\nOne mark of the Godzilla franchise is the ingenuity with which each director manages to waste the talents of an excellent cast.\nThis turns out to be a portal, via which Kong and other characters are whooshed to the kernel of our planet.\nThe professor in Jules Verne’s “Journey to the Center of the Earth” was named Lidenbrock, and Denham was the headstrong adventurer in “King Kong” (1933).", "paragraphs": ["There is a touching scene, toward the end of “Godzilla vs. Kong,” when the creatures of the title draw near to each other. With a mighty thump, Godzilla lays Kong flat, then leans tenderly over him, almost exactly like Fred Astaire holding Ginger Rogers in a prolonged backbend, in “Top Hat” (1935). As for dancers, so for rampaging beasts; they seem to find the happiness they seek when they’re out together fighting cheek to cheek—or, in this case, snout to snout. What’s interesting is that Godzilla, armed as he is with a bright-blue radioactive roar, could take this opportunity to barf his opponent into extinction. But he doesn’t. Gazing down, he snarls and steams, as if to say, “I’ve missed you so much,” then stalks away in a huff. The moment passes. Pity. The two of them could have taken a room.", "The film, directed by Adam Wingard, begins on Skull Island, with Kong, a bachelor, waking up alone, stretching, and greeting the fine day, to the sound of Elvis singing “Loving Arms.” Alas, Kong’s residence is soon revealed to be a stately pleasure dome, resembling the one in “The Truman Show” (1998), and designed not so much to fence him in as to keep out unsolicited visitors, such as Godzilla and the I.R.S. A stickler for the niceties, Kong receives few callers except for Jia (Kaylee Hottle), who, in strict accordance with the laws of melodrama, is a little deaf-mute orphan. (Does she play with a simian doll? You bet.) Also on hand is Dr. Ilene Andrews (Rebecca Hall), described as the Kong Whisperer—a very niche aptitude, though we never actually see her being winched up to have a word in Kong’s ear. Her main concern is that he and Godzilla should, whatever happens, remain socially distanced. “There can’t be two alpha Titans,” she says. Tell that to the makers of this movie.", "One mark of the Godzilla franchise is the ingenuity with which each director manages to waste the talents of an excellent cast. Among those squandered by the latest film are Brian Tyree Henry as Bernie Hayes, a conspiracy-minded podcaster; Millie Bobby Brown as Madison Russell, one of his more gullible listeners; and Kyle Chandler as her flustered father, Mark. The focus of Bernie’s suspicions is Apex Cybernetics, a seemingly benign but secretly wicked corporation—the opposite, that is, of the major movie studios, which appear to be bellicose and mean but in fact donate the bulk of their profits to the rescue of stray kittens. Apex is headed by Walter Simmons (Demián Bichir), who we know is evil because of the caressing way in which he cradles a tumbler of whiskey. He, too, has a daughter, the smoldering Maia (Eiza González). To her falls the honor of declaiming my favorite line: “Dump the monkey!”", "She has her wish. The monkey does indeed get dumped, next to a large hole in the Antarctic. This turns out to be a portal, via which Kong and other characters are whooshed to the kernel of our planet. The science behind this narrative, I hasten to add, is totally sound; you can read all about it in “Hollow Earth,” by Dr. Nathan Lind (Alexander Skarsgård), of Denham University. Listen for the echoes. The professor in Jules Verne’s “Journey to the Center of the Earth” was named Lidenbrock, and Denham was the headstrong adventurer in “King Kong” (1933). The new film is a pale and blundering shadow of those rousing tales, spoiling their brio with sentimental qualms; we are asked to believe not just that other Titans dwell beyond the intraterrestrial tunnel but that, among them, our giant hero may find his family and his natural home. Where will it all end? Keeping up with the Kongdashians?", "And yet this ridiculous trip to the earth’s core does engender the one great beauty of the film. In wide shot, we see a green and pleasant land; above it, in mirror image, another country, upside down; and, in between them, something amazing, an ape falling out of the sky. Even the dumbest flicks can spring these graceful surprises. Equally unexpected, if rather less charming, is the location of the finale. With the whole world to choose from, why pick Hong Kong? That, for some reason, is where the story pitches up, and where our two contenders are joined by a third party, for a city-wrecking threesome. There’s a nice image of Kong grasping the peak of a tall tower, much as his predecessor clung to the Empire State Building in 1933, but there’s also an unpleasant sense of order having to be restored to the streets of Hong Kong, irrespective of the human cost. If I were a young protester there, I would be more perturbed than entertained by this remorseless work. Five days before the movie’s American release, by the way, it opened in China, and earned more than seventy million dollars in its first weekend. Fancy that.", "If you had to guess, you’d probably say that “This Is Not a Burial, It’s a Resurrection” was the title bestowed on a piece of conceptual art. In fact, it’s a new movie—the third full-length film from the director Lemohang Jeremiah Mosese, who grew up in Lesotho and now resides in Berlin. His previous venture was a documentary called “Mother, I Am Suffocating. This Is My Last Film About You,” so, in one respect, he’s beginning to pare things down.", "The story is set in the north of Lesotho. Such is the altitude that the meadows of flowers seem alpine in their abundance. We find ourselves in and around the village of Nasaretha; it was named by Christian missionaries, although to inhabitants with long memories “it’s always been the Plains of Weeping.” So says Mantoa (Mary Twala Mhlongo), the elderly widow who is the heart and the burning conscience of the tale. She has already lost her husband, her daughter, and her grandchild, and, as the movie starts, she learns that her son, too, who was employed in the South African gold mines, and whose return she was eagerly awaiting, has passed away. One death alone remains to be attended to: that of Mantoa herself. She pays a gravedigger to prepare her resting place, but he refuses to do the job for a living soul. And thus, with sweat inundating the deep lines of her face, the old woman digs her own grave.", "The purpose of this elemental gloom is not just to nourish the mood of the film but to push the narrative onward: the cemetery is the site of the plot. A dam is due to be built, and Nasaretha will soon be flooded. The residents will be forcibly relocated, and the dead, beneath their simple headstones, will be drowned forever. Naturally, there is bitter resistance to this plan. Mantoa goes to the Ministry of Local Affairs and is told to fill out a form in capital letters; the village pastor, encircled by his parishioners, writes a letter to their king; and one of the elders laments the very principle of modernization. “Every time I say the word ‘progress,’ my tongue literally rolls backwards,” he says. “I can’t get myself to spit it out.”", "You may feel the need, as I did, for some broader context here. The dam is presumably a component of the vast Lesotho Highlands Water Project, which has been under construction for decades, and which generates not just electricity for Lesotho but valuable revenue from supplying water to surrounding areas of South Africa. “This Is Not a Burial,” though, contains no mention of the project, nor does it care to glance at the likelihood that some lives and incomes, downstream, must have been improved as a result. Such omissions are not a fault; rather, they emphasize Mosese’s determination to burrow past issues of politics and governance into the stratum of myth. Hence the outlandish character who prefaces the movie, glaring at us, and crops up now and then, like a Greek chorus, to comment on the action and to bewail the heroine’s plight: “Redeem your days, old widow, for the wheel of time has cast you out like an old cloth and turned you into a dung beetle. It’s finished.” Can I help?", "Between his jeremiads, this nameless figure also plays the lesiba—a stringed wind instrument, if you can picture such a thing, that conjures a baleful mixture of dirge and honk. The entire film, in fact, is made more haunting by its sound design, and by Yu Miyashita’s score. Listen to the low and scratchy drone of the music as Mantoa finds her home ablaze, and then, afterward, to the high keening of the strings as she sits amid the ashes, on her charred bedstead, with sheep nosing peacefully around her. Compare those noises with the airy fluting that accompanies the torching of the house at the end of Tarkovsky’s “The Sacrifice” (1986), and I’d say that Mosese has the edge. How blessed is he, too, by the presence of Mhlongo, so stricken and yet so serene in the leading role. In solemn garments (a dress of rich bronze, surmounted by a wide black lace collar that glitters in the light), framed against walls of midnight blue, she looks as proud as a queen. Mhlongo has died, at the age of eighty, since the movie was made. Let it stand as her memorial. It will not be washed away. ♦"], "authors": ["Anthony Lane", "Anthony Lan"], "keywords": ["does", "sound", "old", "lesotho", "godzilla", "center", "film", "say", "movie", "vs", "kong", "journey", "mantoa", "earth"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}