{"id": "fd15df2a-dec5-30c6-ae7f-aa20ef991ea9", "title": "He Wanted a Unicorn. He Got ... a Sustainable Business", "url": "https://wired.com/story/he-wanted-unicorn-got-sustainable-business/", "summary": "Sahil Lavingia published the first chapter of his planned book Building A Billion Dollar Company in 2012.\nHis e-commerce startup Gumroad raised a $7 million of funding led by venture capital firm Kleiner Perkins.\nBecause most startups fail, venture capital firms rely on investments that go public or sell for at least a billion.\nKaran Mehandru, a partner at the venture capital firm Trinity Ventures, says even smaller firms like his encourage entrepreneurs to aim for billion-dollar payouts.\n\"It seemed to me that Sahil could build a really seamless big business.\"", "paragraphs": ["Sahil Lavingia published the first chapter of his planned book Building A Billion Dollar Company in 2012. Lavingia, who was 19 at the time, had never built a billion-dollar company. Nor would he.", "The title was aspirational, but at the time the goal didn’t seem out of reach. His e-commerce startup Gumroad raised a $7 million of funding led by venture capital firm Kleiner Perkins. \"I think I had a bit of an ego problem,\" Lavingia, now 27, admits. \"Hopefully I was realistic about my chances. My thinking was that if it worked, I wanted to have it documented.\"", "It didn't work out the way Lavingia or the VCs hoped. The company, a tool creators can use to sell digital products like ebooks and illustrations, saw one year of 10-fold growth, but by 2014 had settled into a much slower rate. He says the company is now growing at a rate of around 40 percent per year and made $5 million revenue and a net profit of $195,554 last year. That's not bad, but it's not keeping Jeff Bezos up at night.", "In Silicon Valley, merely being sustainable is considered failure. Paul Graham, the founder of the startup incubator Y Combinator, once wrote that the difference between a startup and a small business is that startups are companies designed to grow into big companies and to do it quickly.", "Because most startups fail, venture capital firms rely on investments that go public or sell for at least a billion. Karan Mehandru, a partner at the venture capital firm Trinity Ventures, says even smaller firms like his encourage entrepreneurs to aim for billion-dollar payouts.", "Lavingia’s story is one part cautionary tale for entrepreneurs seduced by the allure of venture capital and billion dollar valuations, and one part an example of how a company can thrive outside those expectations.", "Many startup founders, particularly those like Lavingia who specifically aspired to build a billion-dollar company, sell or shutter their startups and move on to their next big idea once they realize their company will never be what Silicon Valley venture capitalists want them to be. But Lavingia is still at the helm of Gumroad, proving that sometimes it’s better to see an idea through, even if it isn’t a billion dollar idea.", "Great Expectations", "Lavingia says a big part of his problem is that as a teenager he didn’t see any way to measure success other than net worth. As a kid, Lavingia, who was born in the US but grew up in Singapore, idolized Bill Gates. \"I don't think it's a coincidence that this guy who was the richest guy on the planet became my hero,\" says Lavingia, who was born in the US but grew up in Singapore. \"He was the epitome of the American dream and technology.\"", "Lavingia learned to program in high school and moved to the US in 2009 to study computer science at the University of Southern California. In his spare time, he built mobile apps for companies like Pinterest and the music streaming startup Turntable. That work landed him a job at Pinterest just as the company was attracting mainstream attention.", "One Friday in the spring of 2011, Lavingia designed an icon for a mobile app that he never ended up building. He decided to sell the design, but he wasn't sure how best to market the digital file. There were a variety of free, open source shopping cart systems he could set up, but that seemed like a lot of trouble to go through to sell a single item. Sites like eBay and Etsy were geared towards selling physical goods. What he really wanted was something like the Apple App Store, but for any type of content—a site where he could upload the file he wanted to sell, set the price, share a link to the product on social media, and let someone else handle credit card processing. He realized that there were other people who wanted the same thing. So he spent the rest of the weekend cobbling together the first version of Gumroad and posted a link to programmer hangout Hacker News.", "\"It seemed to me that Sahil could build a really seamless big business.\" Seth Goldstein, Gumroad investor", "Lavingia was right: Thousands of people wanted a service like Gumroad, and they flocked to the site to sell games, ebooks, fonts, stock art, podcasts, and other digital products. Some even sold physical products like zines."], "authors": ["Klint Finley", "Klint Finle"], "keywords": ["unicorn", "capital", "billion", "sustainable", "startup", "wanted", "lavingia", "business", "venture", "company", "gumroad", "sell", "big"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}