{"id": "fd256f52-7416-3351-a32b-1962bcbb9aea", "title": "Assassin's Creed Valhalla Sells XP Boosts Now", "url": "https://www.gameinformer.com/2020/12/16/assassins-creed-valhalla-sells-xp-boosts-now", "summary": "When Assassin's Creed Valhalla first launched, I was happy to see that it did not include XP boosts among things players could buy with real money.\nWe reached out to Ubisoft asking about why the XP boost was added.\nThis isn't the first time Assassin's Creed has included this option, but it has been controversial in the past.\nAssassin's Creed Odyssey was criticized for the inclusion of XP boosters, but there's an important difference between the implementation in that game and in Valhalla.\nIf you want to focus on the positive aspects of Assassin's Creed Valhalla, read about why we just named it one of our Top 10 Games of 2020.", "paragraphs": ["When Assassin's Creed Valhalla first launched, I was happy to see that it did not include XP boosts among things players could buy with real money. However, a recent update to Valhalla's in-game store has changed that, and players are now able to purchase a multiplier to the XP they earn.", "The change adds a \"Utility\" item to the storefront that costs 1000 Helix credits (the equivalent of $10), and adds a permanent 50-percent boost to the experience players gain across all of their save files. The same bonus can also be bought as part of a 1500 Helix credit ($15) combo that grants a 50-percent boost to both XP and money.", "We reached out to Ubisoft asking about why the XP boost was added. Here is the comment a representative provided:", "As more and more post-launch content becomes available, we want to give the option to players to advance their progression. Utilities allow players who lack the time to fully explore the world of Assassin's Creed Valhalla to be able to acquire the game’s best gear, as well as other items, by accelerating their progress. For instance, these players can purchase maps that uncover some interesting locations in the world, but would still have to visit and play them to get their rewards.", "In essence, the boost can be seen as an optional time-saving option. And with more content on the way, like seasonal events and DLC, some players may think it's worthwhile to buy a quicker path to power. This isn't the first time Assassin's Creed has included this option, but it has been controversial in the past. Assassin's Creed Odyssey was criticized for the inclusion of XP boosters, but there's an important difference between the implementation in that game and in Valhalla. As I pointed out in my review of Odyssey, the base progression there can feel slow and grindy. So, unless you bought the booster, your ability to progress felt throttled. However, that isn't a problem in Valhalla, since the pacing of the core experience feels smoother and more satisfying.", "Ubisoft tells us that Valhalla's rate of XP gain in the base game has not been altered at all in light of the XP booster being added to the store.", "Of course, whether games should include these kinds of boosts at all is a subject of debate. People have strong feelings about microtransactions and what should (and shouldn't) be available to purchase with real money. Paying for power is a contentious topic. On one hand, who does it harm if you're playing a single-player game? On the other hand, if the game is better and more fun with more rapid progression, then why charge players extra for it? Whatever your opinions may be, you can certainly enjoy Valhalla without spending any money beyond your initial purchase of the game.", "If you want to focus on the positive aspects of Assassin's Creed Valhalla, read about why we just named it one of our Top 10 Games of 2020."], "authors": ["Online Content Director", "Joe Joined The Game Informer Staff In He Loves Final Fantasy", "Mass Effect", "The Elder Scrolls", "Assassin'S Creed", "Metal Gear. He Is Also A Columbo", "Robocop"], "keywords": ["option", "players", "assassins", "xp", "purchase", "progression", "boosts", "valhalla", "sells", "creed", "boost", "game"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}