{"id": "fd32c4b5-6082-3bc3-a1ad-c4dbee2c8345", "title": "George Clooney reacts to Tom Cruise yelling over coronavirus guidelines on ‘Mission: Impossible 7’ set", "url": "https://www.foxnews.com/entertainment/george-clooney-reacts-tom-cruise-outburst-mission-impossible", "summary": "George Clooney is standing with Tom Cruise after audio leaked of the \"Mission: Impossible\" star admonishing crew members working on the set of the latest iteration for reportedly not adhering to coronavirus guidelines related to social distancing.\nVariety, citing sources, also confirmed Cruise voiced his frustrations after seeing the crew members not adhering to guidelines.\nTOM CRUISE YELLS AT 'MISSION: IMPOSSIBLE' CREW MEMBERS FOR BREAKING COVID-19 GUIDELINES\"I wouldn’t have done it that big.\nYou know, I just, I don’t know that I would have done it quite that personally, but I don’t know all the circumstances so maybe he had it 10 or 15 times before.\"\nCLICK HERE TO GET THE FOX NEWS APPProduction on \"Mission: Impossible 7\" in Venice, Italy, was suspended for three weeks back in February due to virus concerns and surges in confirmed cases.", "paragraphs": ["George Clooney is standing with Tom Cruise after audio leaked of the \"Mission: Impossible\" star admonishing crew members working on the set of the latest iteration for reportedly not adhering to coronavirus guidelines related to social distancing.", "According to The Sun, the 58-year-old actor saw two crew members standing within about 6.5 feet from one another and launched into an expletive-filled tirade about the importance of safety precautions. Variety, citing sources, also confirmed Cruise voiced his frustrations after seeing the crew members not adhering to guidelines.", "In audio obtained by The Sun, Cruise called the set of the film the \"gold standard\" of shooting amid the coronavirus pandemic.", "\"We are creating thousands of jobs you motherf--kers,\" he shouted. \"I don't ever want to see it again. Ever. And if you don't do it, you're fired, and I see you do it again, you're f--king gone.\"", "TOM CRUISE PAYING FOR 'MISSION: IMPOSSIBLE 7' CAST, CREW TO LIVE ON CRUISE SHIPS AMID CORONAVIRUS PANDEMIC", "Clooney, who said he has friends who are also working on other productions within the ravaged industry, said he completely understands the passion exhibited by Cruise. Clooney, however, said he would have delivered the warning differently.", "\"He didn’t overreact, because it is a problem,\" Clooney told Howard Stern on the radio personality’s SiriusXM show. \"I have a friend who’s an AD on another TV show who just had the almost exact same thing happen with not quite as far out a response.", "TOM CRUISE YELLS AT 'MISSION: IMPOSSIBLE' CREW MEMBERS FOR BREAKING COVID-19 GUIDELINES", "\"I wouldn’t have done it that big. I wouldn’t have, you know, pulled people out,\" added Clooney. \"You’re in a position of power and it’s tricky, right? You do have a responsibility for everybody else and he’s absolutely right about that. And, you know, if the production goes down, a lot of people lose their jobs. People have to understand that and have to be responsible. It’s just not my style to take everybody to task that way.\"", "Clooney maintained that Cruise’s intent appeared genuine and rooted from the right place but added that he didn’t have enough details from what allegedly transpired on that particular film set to pass judgment.", "'MISSION IMPOSSIBLE 7' SET TO BEGIN PRODUCTION AGAIN IN SEPTEMBER AFTER SHUTTING DOWN DUE TO COVID-19", "\"I think it doesn’t help necessarily to point to specific people in that way and do it that…but, you know, everybody has their own style. The people who were on that shoot will tell us more about it,\" Clooney pressed. \"I understand why he did it. He’s not wrong at all about that. You know, I just, I don’t know that I would have done it quite that personally, but I don’t know all the circumstances so maybe he had it 10 or 15 times before.\"", "The seventh installment of the beloved \"Mission: Impossible\" franchise has been hard at work filming around various parts of Europe for months and Cruise, who is also an executive producer on the project, reportedly shelled out $700,000 of his own cash to charter two cruise ships from Norway’s Hurtigruten company to be used to house cast and crew for \"Mission: Impossible 7,\" Forbes said in September.", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The move by Cruise also helps out a company that has likely also felt the impact of the ongoing pandemic due to lack of sea travel.", "CLICK HERE TO GET THE FOX NEWS APP", "Production on \"Mission: Impossible 7\" in Venice, Italy, was suspended for three weeks back in February due to virus concerns and surges in confirmed cases.", "According to Variety, the film was once again recently forced to delay production for a week after people on set tested positive for COVID-19 in Italy.", "Fox News' Nate Day contributed to this report."], "authors": ["Julius Young", "Julius Is An La Entertainment Reporter For Fox News."], "keywords": ["tom", "know", "coronavirus", "crew", "guidelines", "members", "mission", "dont", "impossible", "youre", "cruise", "set", "reacts", "yelling", "clooney", "george"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}