{"id": "fd4eee4f-96d1-359a-8d8a-67aac1bd321d", "title": "Willem Dafoe on forty years of acting: 'I'm a gunslinger. A nomad.'", "url": "https://edition.cnn.com/style/article/willem-dafoe-interview/index.html", "summary": "That's the word Willem Dafoe used to describe his digitally \"de-aged\" appearance for flashback scenes in \"Aquaman.\"\nWilliem Dafoe and Robert Pattinson in director Robert Eggers' \"The Lighthouse.\"\nCredit: Eric Chakeen/A24Sophomore director Robert Eggers cast Dafoe alongside Robert Pattinson as Thomas Wake and Ephraim Winslow, two lighthouse keepers in 1890s New England.\nCredit: A24 FilmsIn the film Dafoe and Pattinson scrap like two rats in a barrel.\n\"I'm also like a gunslinger, I'm like a nomad -- I go to a situation and then I integrate.\"", "paragraphs": ["Thomas Page , CNN London Written by", "\"Scrubbed.\" That's the word Willem Dafoe used to describe his digitally \"de-aged\" appearance for flashback scenes in \"Aquaman.\" (He played Nuidis Vulko, a mentor to the titular superhero.)", "\"I always think of Anna Magnani,\" he said, invoking the legendary Italian actress during our interview at a hotel in London. \"They would always try to light her to make her look more beautiful and she's like, 'No, f—k you, I worked for these lines!'\"", "At 64 years of age and with well over 100 film credits to his name, Dafoe has certainly worked for each line, crag and hollow written into his face. And he's had few better opportunities to flaunt them than as a brine-pickled seadog in last year's Cannes hit \"The Lighthouse.\"", "Shot with 1930s lenses and custom filters on 35mm black-and-white film stock, new textures emerge from those familiar features. It's part of a wild performance that finds the actor in awards season discussions once more -- with a possible fifth Oscar nomination on the horizon.", "Williem Dafoe and Robert Pattinson in director Robert Eggers' \"The Lighthouse.\" Credit: Eric Chakeen/A24", "Sophomore director Robert Eggers cast Dafoe alongside Robert Pattinson as Thomas Wake and Ephraim Winslow, two lighthouse keepers in 1890s New England. Stranded on an outcrop they turn on each other, in a battle fueled by ocean spray, hard liquor and a creeping tide of madness.", "Filmed in \"hellish conditions,\" Dafoe said, in wild and windy Nova Scotia, Canada, the actor lived in a fisherman's shack and sunk himself into Maritime life. He learned how to knit and keep a pipe lit in the rain. Most importantly, he learned how to keep warm. \"There were so many difficulties, so many things that were not comfortable,\" he said. \"But of course, that was the story, so you welcome those things.\"", "Take one scene involving a shallow grave. \"I wouldn't recommend anyone being buried alive,\" he said. \"It requires no acting... You can't help but feel claustrophobic; face your mortality. Deal with your breath, deal with the feeling of suffocation, deal with the desperation of last words.\" The idea was to throw cake crumbs on Dafoe's face while his body got the real deal. \"In the action it all got confused,\" he recalled. \"I ate a lot of dirt that day.\"", "Wake (Dafoe) and Winslow (Pattinson) sample their home brew in Robert Eggers' \"The Lighthouse.\" Credit: A24 Films", "In the film Dafoe and Pattinson scrap like two rats in a barrel. Curses are slung, sea-dwelling Gods incited, and the quality of lobster dinners thrown into doubt. It's perversely entertaining to watch.", "Dafoe, playing the loquacious Wake, liked to rehearse, while Pattinson, playing the frazzled Winslow, told Esquire he would lick puddles, make himself vomit and wet himself to get into the part. \"There's no playbook,\" Dafoe offered. \"In the end I think the approach for both of us suited the characters. Any differences that were there, we probably leaned on them to enhance the conflict.\"", "Wake is the latest in a long line of idiosyncratic characters brought to life by Dafoe, joining the likes of Bobby Peru, the stubby-toothed gangster in David Lynch's \"Wild At Heart,\" and Vincent Van Gogh in \"At Eternity's Gate.\" Given the number of big personalities he's played, does he find it easy letting them go? \"Yeah,\" he said. \"Characters emerge out of the situation, and when that situation is gone, the will is gone to maintain that.\"", "Dafoe as Vincent van Gogh in \"At Eternity's Gate,\" directed by Julien Schnabel. The actor was nominated for his fourth Academy Award, and first as a leading actor, for his performance at the 2019 Oscars. Credit: Curzon Artificial Eye", "\"Some things have stayed with me longer,\" he added. \"Like 'Last Temptation' (he played Jesus in Scorsese's film about the Passion of Christ), or Van Gogh, or shooting in Auschwitz for four months (for Holocaust drama 'Triumph of the Spirit') -- those things stay with you forever. But in the package of being another person, not really. They go back inside.\"", "Reflecting more broadly on his 40-years on screen, Dafoe said that sometimes, being around other film people, \"you feel that warm, fuzzy feeling of belonging to a community. I belong to all these little communities, each time (I) make a movie,\" he said. \"I'm also like a gunslinger, I'm like a nomad -- I go to a situation and then I integrate.\"", "We discussed how leading men have changed since he began his career four decades ago. \"They've changed like stories have changed,\" he said. \"For example, why is it so hard to make a Western now? Because we don't have the same moral code. We have a different take on it, so they either seem kitschy or like a museum piece to have that good man morality.\"", "Still, some stories arrive before their time. Dafoe talked about William Friedkin's 1985 cult classic \"To Live and Die in L.A.,\" in which he played murderous counterfeiter Eric Masters. \"It was a failure when it opened, critically, as I recall,\" he said. \"One of the reasons why is they said, 'There's nobody to relate to. There's not a good man to root for.' That's way before Tarantino, you know? Our ways of telling stories, and what stories are considered acceptable or interesting, has changed.\"", "Willem Dafoe in \"To Live and Die in L.A.\" (1986), based on the novel by Gerald Petievich and directed by William Friedkin. Credit: Sunset Boulevard/Corbis Historical/Corbis via Getty Images", "Far from anti-heroes and parts nefarious is Dafoe's latest starring role in Disney+ family adventure \"Togo,\" playing the owner of the eponymous sled dog. \"Disney is one of the reasons I'm an actor,\" he explained. \"Laying on my belly in front of the phonograph, listening to LPs of dialogue and songs from the animations is a very early memory of mine.\"", "For Dafoe, variety keeps him honest. \"The thing about acting is it's so easy for corruption to set in,\" he said. \"For a kind of routine approach, or to go to your bag of tricks -- just like life. That's the lockstep for an actor. You've got to find ways to wake yourself up and break yourself out of the routine.\"", "\"But I don't think of myself as a risk taker, I've just got a healthy restlessness,\" he added. \"I feel compelled to try to mix it up.\"", "Dafoe as Leonhard Seppala, the real life sled dog breeder he plays in Disney+ family drama \"Togo.\" Credit: Disney+", "By his own admission, the last time Dafoe auditioned for anything was for Norman Osborn -- the supervillain in \"Spider-Man\" better known as Green Goblin -- some 20 years ago. Even his first notable film role, in \"The Loveless,\" came when co-directors Kathryn Bigelow and Monty Montgomery called after seeing him on stage (\"I didn't have an agent in those days and I was in the telephone book,\" Dafoe said).", "Assuming he can choose whatever parts he wants, why does he still take on smaller roles? \"I would take lead roles all the time if I found good ones,\" he said. \"I like working every day\" is his explanation. \"I don't think that's an egotistical thing. I enjoy that rhythm.\"", "Dafoe shows no sign of slowing down. He has parts in upcoming films by Dee Rees, Wes Anderson, Abel Ferrara, Giada Colagrande (Dafoe's wife) and Guillermo Del Toro. He also confirms he'll work again with Eggers on Icelandic Viking drama \"The Northman\" (teasing what he called an \"epic\" 19-week shoot).", "\"Lately I've been sitting in rooms talking a lot,\" he said of his current press schedule. \"So I'm ready to get back to work.\""], "authors": ["Thomas Page"], "keywords": ["pattinson", "robert", "think", "played", "nomad", "credit", "im", "dafoe", "film", "acting", "gunslinger", "thats", "actor", "willem", "life"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}