{"summary": "Charlize Theron is opening up about the moment her mother shot and killed her father in an act of self-defense.\nHe took a step back and just shot through the door three times,\" Theron said (via People).\nIn April, Theron revealed details about her dating life.\nAlso this year, Theron revealed to the Daily Mail that her eldest child, daughter, Jackson, 7, is transgender.\nTheron said while Jackson was assigned male at birth, her daughter revealed at age 3 that she was \"not a boy!\"", "keywords": ["dad", "ended", "moment", "think", "father", "door", "recalls", "mom", "shot", "selfdefense", "step", "theron", "threat", "daughter", "revealed", "killed", "jackson", "alcoholic"], "paragraphs": ["Charlize Theron is opening up about the moment her mother shot and killed her father in an act of self-defense.", "The actress, 44, spoke in a recent radio interview about her late father, who she remembered as an alcoholic and a \"very sick man.\" She recalled the moment, in 1991, when her father came into her childhood home \"so drunk\" with a gun while attempting to \"push through the door.\"", "On the other side of the door was Theron and her mother, Gerda.", "CHARLIZE THERON SAYS SHE’S ‘SHOCKINGLY’ SINGLE: ‘SOMEBODY JUST NEEDS TO GROW A PAIR AND STEP UP’", "\"So both of us were leaning against the door from the inside to have him not be able to push through. He took a step back and just shot through the door three times,\" Theron said (via People). \"None of those bullets ever hit us, which is just a miracle. But in self-defense, she ended the threat.\"", "Theron said her childhood was marked with \"unpredictability\" due to her father's addiction.", "\"My father was an alcoholic all my life. I only knew him one way, and that was an alcoholic,\" she said. \"It was a pretty hopeless situation. Our family was just kind of stuck in it.\"", "CHARLIZE THERON SHARES PHOTO FROM FIRST-EVER MODELING COMPETITION", "The Academy Award-winning actress, who announced she was \"shockingly\" single earlier this year, described her family as \"incredibly unhealthy\" during her childhood.", "\"All of it, I think, scarred us in a way. Of course, I wish what happened that night would have never happened. It's unfortunately what happens when you don't get to the root of these issues,\" she added.", "The \"Long Shot\" actress admitted she is \"not ashamed\" by the traumatic experience, and discussed the benefits of sharing the experience with others.", "CHARLIZE THERON CONSIDERS LEAVING AMERICA: 'RACISM IS MUCH MORE ALIVE AND WELL'", "\"I do think that the more we talk about these things, the more we realize we are not alone in any of it,\" Theron said. \"I think, for me, it's just always been that this story really is about growing up with addicts and what that does to a person.\"", "In April, Theron revealed details about her dating life. After confessing she was available and was waiting for a prospective partner to \"step up\" and date her, she later backtracked and claimed she was no longer looking for love.", "Also this year, Theron revealed to the Daily Mail that her eldest child, daughter, Jackson, 7, is transgender. Theron said while Jackson was assigned male at birth, her daughter revealed at age 3 that she was \"not a boy!\"", "CLICK HERE TO GET THE FOX NEWS APP", "The mom said she will stick by Jackson, whom she adopted in 2012. She also adopted her second daughter, August, in 2015.", "“So there you go! I have two beautiful daughters who, just like any parent, I want to protect and I want to see thrive,” the \"Atomic Blonde\" star said. “They were born who they are and exactly where in the world both of them get to find themselves as they grow up, and who they want to be, is not for me to decide.”"], "publicationId": "16476dca-59ce-395e-b896-050080120cd4", "url": "https://www.foxnews.com/entertainment/charlize-theron-recalls-moment-mom-shot-killed-dad-self-defense", "authors": ["Melissa Roberto"], "id": "fd501e1c-4465-3c9b-9da0-28e05a7ccdfa", "pubDate": null, "title": "Charlize Theron recalls moment her mom shot and killed her dad in 'self-defense': 'She ended the threat'"}