{"id": "fd5a9dd4-98c9-37ea-8150-d0f3e2f1706d", "title": "FOX News Rundown Extra: ‘Cancel Culture’ Vs. The State Of Georgia", "url": "https://radio.foxnews.com/2021/04/10/the-fox-news-rundown-4-10-2021-2/", "summary": "Georgia’s Republican Governor Brian Kemp signed into law new restrictions for elections in his state.\nThe measure quickly outraged Democrats, who made accusations of racism and called for boycotts of Georgia-based businesses.\nThe controversial bill named the Election Integrity Act of 2021 even prompted Major League Baseball to move its All-Star Game out of Atlanta to Denver.\nOn The FOX News Rundown Extra you will hear our full conversations with Gov.\nKemp and Gabriel Sterling about the Election Integrity Act of 2021 and the controversy over the 2020 Presidential election and former President Trump’s accusations of voter fraud in the Peach State.", "paragraphs": ["Georgia’s Republican Governor Brian Kemp signed into law new restrictions for elections in his state. The measure quickly outraged Democrats, who made accusations of racism and called for boycotts of Georgia-based businesses. The controversial bill named the Election Integrity Act of 2021 even prompted Major League Baseball to move its All-Star Game out of Atlanta to Denver.", "However supporters of the bill say the outrage is unfounded and being driven by misinformation.", "On the FOX News Rundown this week, host Dave Anthony spoke with both Governor Brian Kemp and Georgia elections official Gabriel Sterling individually about the law, the national pushback it received and why they think the media has been misreporting what is actually in the bill.", "Both interviews were too long and we could not include all of them in our weekday segments. On The FOX News Rundown Extra you will hear our full conversations with Gov. Kemp and Gabriel Sterling about the Election Integrity Act of 2021 and the controversy over the 2020 Presidential election and former President Trump’s accusations of voter fraud in the Peach State."], "authors": ["William Sanchez", "Siobhan Flattery"], "keywords": ["cancel", "governor", "election", "state", "vs", "integrity", "culture", "fox", "sterling", "kemp", "georgia", "gabriel", "rundown", "law", "extra"], "pubDate": "2021-04-10T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}