{"id": "fd823255-6483-391d-b510-a4889799fa4e", "title": "Coronavirus: can city gyms survive?", "url": "https://www.ft.com/video/5fa0a4ed-2795-43c4-ab56-921ab5184fe0?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=4", "summary": "We're going to have a look at the gym industry in London, New York, and Hong Kong to see how it can survive.\nFor those city centre gym operators that don't have Nuffield's medical centres or local branches to fall back on, things are even tougher.\nI've seen New York come and go on several occasions.\nIn Hong Kong, gyms have been forced to close twice since the start of the pandemic and have only recently reopened.\nWhile gyms in the City of London are quiet, fitness studios in more residential areas have attracted former office workers.", "paragraphs": ["You can enable subtitles (captions) in the video player", "We don't know what the future will hold, if we're going to have a second wave of Covid.", "We're adapting. One thing we don't want to do is stop exercising.", "Training in your local neighbourhood, this is the future.", "Yes, it is the future. It's here.", "The coronavirus pandemic has changed how we live, how we work, and how we keep fit. But as commuters started to work from home, financial centres emptied. We're going to have a look at the gym industry in London, New York, and Hong Kong to see how it can survive.", "At the start of the year, the fitness industry was thriving. But analysts say UK gym memberships have fallen by almost 20 per cent this year. According to IBISWorld, the market capitalisation of the UK'S combined health and fitness sector has plummeted by 28 per cent. Revenue generated by the UK gym and fitness industry, meanwhile, could also fall by 28 per cent.", "Nuffield Health has 110 gyms across the UK. I've been a member of its City of London branch for over a decade. But like many former office workers, I've been working from home for most of the year, so I decided to freeze my membership. And instead, I've been working out from home. Quite a lot has changed since I was last here in early March.", "Infection prevention starts here at the front door.", "The first thing you notice is the reception staff, who greet you from behind a protective face visor. Before you can enter the building, you have to sanitise your hands and confirm you don't have any Covid symptoms. Members are then instructed to swipe in so the gym can provide a test and trace service.", "Equipment is still shared, but members are encouraged to disinfect as they go. Workout stations are clearly segregated to allow for social distancing, not that it's needed. This place is dead.", "The financial impact has been so significant, and you've seen it globally. We haven't taken any revenue from our existing customers for five months, and also in that time, not had any acquisition of new customers. We had 20 per cent of our membership decide that it wasn't right for them to come back when we reopened.", "10 per cent of Nuffield sites are in town centre locations. And we have seen a decline in usage in those, as less people have come back to work. We've seen many members from clubs like this one in the City of London utilising many of these sites out perhaps where they live, where they're commuting from.", "It's been a particularly tough time for personal trainers, who rely on regular clients to top up their wages. Some clients have opted for virtual personal training. Others are staying away. It's coming up six o'clock on a Wednesday afternoon. In normal times, it would be pretty busy in here, wouldn't it? We are pretty much the only people in this space.", "At least half of the clients cancelled their services, so it's tough. It's tough for us.", "For those people who are coming in, what's the feedback been like? It must be like having your own private jet.", "Yeah, that's what I keep saying to our members, enjoy while you can.", "For those city centre gym operators that don't have Nuffield's medical centres or local branches to fall back on, things are even tougher.", "The biggest issue is uncertainty. Will there be another full-scale lockdown? When gyms closed for the first time, operators dug deep into their reserves. And whilst most of the major players have survived for now, I think it's questionable how well they would fare if they were to close for a second time.", "Coronavirus has also wiped out the so-called sleeper members. These are the people who continue to pay a monthly membership fee, despite rarely using the gym.", "People cancelled their direct debits for stuff they didn't really need. Sleeper membership in 2019 was 20 per cent of the total membership for the fitness facility or gym industry in the UK. So again, it's going to take a while to regain that market share it once had.", "It's a similar story in New York City. Gym operators were forced to close in March and have only just been allowed to reopen with reduced capacity, while members have to wear masks while working out. But a crisis can present opportunity.", "BYKlyn is an indoor cycling studio. And like all gyms, we closed in March. We wrote to our members and said, stick with us. Help us out. We're a small business. We're going to keep our staff. 70 members stayed with us. But it wasn't just one month. It was six months. And it was those 70 members that continued to pay their memberships all through Covid that kept us alive.", "It was that little community of local riders that enabled BYKlyn to pivot quickly. It's now the only outdoor spin studio in New York City.", "We're getting lots of new people every day. Probably 60 per cent are new people that are coming from all over New York City. We reached out to instructors from all over, not just our bench of instructors, but from studios all over the city that are closed. They're coming to check it out.", "We're New Yorkers. We like to be together. We like to work out together. It's what we're used to. I've lived through Hurricane Sandy. I've lived through 9/11. I've seen New York come and go on several occasions. And what I've learned is don't ever bet against New York. It might take a little time. It's not going to be easy. But we're coming back.", "In Hong Kong, gyms have been forced to close twice since the start of the pandemic and have only recently reopened. Meanwhile, people are flocking to the coast to play beach tennis, beach volleyball, and they're taking to the seas on stand up paddle boards.", "We have a nice offer of certain products that people really needed in this crisis and in this time of Covid, just like fitness equipment, for example, kayak, beach gear. And we've been, I would say, pretty successful in this crisis. And it has played in our favour in a way.", "Maximilian Lai is a personal trainer who runs boot-camp-style outdoor training classes. Social distancing measures meant he had to cut the number of people in his classes from 40 to just three. He adapted his business, charging more and introducing the use of weights and resistance bands. But Hong Kong's summers are hot and humid. And training outdoors isn't for everyone.", "Working out outdoors is a very niche market. They don't mind no shower. They don't mind the heat. Yes with Covid, people learned that there are substitutions. But when their first choice becomes available, I'm pretty sure they will go back to it.", "It's not the end of gyms. I think we're seeing a shift. Some people will not go back. Others will. Definitely gyms have to face a new challenge in how they communicate their safety standards. But since the announcement of the gym reopening again, we have seen a slight drop in sales. So it's definitely not the end. People will go back to it.", "While gyms in the City of London are quiet, fitness studios in more residential areas have attracted former office workers.", "We've seen an uptick in people that are working in the city beforehand and are now either working two days a week in the city or working at home and are looking for something to fill the gap until they return. People aren't sure if they're going to be returning to the office full-time or when that's going to happen.", "It's pretty clear looking around that capacity is being cut considerably. You've got these kind of workout zones here. I imagine there were many more people training in the old world. Can you sustain this approach for a long period of time? Or do you need the regulations to loosen to survive?", "We're running classes currently with boxes, with 15 boxes. And prior to lockdown, our classes were 27 to 36 capacity. So obviously that's a huge, huge drop. It's not ideal. But it is sustainable. We've seen about 75 per cent return to normal. August was actually a better month than we expected. But we turned a small profit.", "That's great.", "Which we weren't expecting.", "20 seconds to come up. Change the weight.", "We don't know if there's going to be another lockdown. If that does happen, we are able to pivot quickly. So if we have to go back to the Zoom sessions, that's what we'll do.", "Is the idea of training locally, rather than near where you would have worked, something that you're going to stick with, do you think?", "Yeah, definitely. Definitely.", "Yeah, I'm not commuting back to Victoria anytime soon.", "I'm going to start taking up cycling. We don't even take public transport anymore.", "We do.", "We've got our baskets.", "Investors should be concerned about the gym industry. Coronavirus has increased the external competition. You've got the likes of Peloton. And large organisations actually see an opportunity, such as Apple. External competition from the likes of Zoom workouts or Instagram Live workouts, personalities online have really establish a profile and gained a following.", "We aim to offer additional support inside of bricks and mortar membership, positively influencing members tied to their gym. So savvy operators need to be offering a hybrid product, combining on demand content with physical access. They want to continue to be current and relevant to their members, who, due to flexible working plans are no longer doing all their exercise within the walls of the gym.", "It's hard to predict whether there will be more lockdowns, for how long people will be working and training from home, or if gyms will again be forced to shut their doors. Some people remain reluctant to return to indoor training, preferring instead to exercise in the open air. Those fitness businesses that adapt and pivot quickly and provide a space where people feel safe at least have a fighting chance."], "authors": ["Produced", "Edited Daniel Garrahan. Filmed James Sandy In London", "Donell Newkirk In New York", "Tom Griggs In Hong Kong. Additional Reporting Tom Griggs", "Donell Newkirk. Additional Footage Petros Gioumpasis", "Getty"], "keywords": ["coronavirus", "ive", "gym", "training", "members", "seen", "gyms", "survive", "going", "dont", "working", "city"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}