{"id": "fd905228-aad4-375a-b073-207fe3b0c788", "title": "Persona 5 Royal Review – Revealing Its True Form", "url": "https://www.gameinformer.com/review/persona-5-royal/persona-5-royal-review-revealing-its-true-form", "summary": "Persona 5 Royal amplifies the stellar turn-based combat and masterful social mechanics, as well as the complex systems surrounding them.\nEven if you did play the original release, Royal gives you plenty of reasons to return.\nIn the 100 hours leading up to that post-game content, I loved revisiting the original palaces with their minor additions.\nRegardless of that one misfire, thanks to these additions, the palace boss battles are overall better than those in the original game.\nWith so many additions and improvements, Persona 5 Royal is an improved version of what was already one of the best RPGs of the last decade.", "paragraphs": ["When it launched in 2017, Persona 5 represented the next evolution of the Persona formula. Persona 5 Royal amplifies the stellar turn-based combat and masterful social mechanics, as well as the complex systems surrounding them. But it also adds new characters, story arcs, and a meaty post-game palace that ventures even deeper into the world’s lore to deliver the definitive way to experience Persona 5.", "The gameplay loop of the original remains intact: You hunt for corrupted individuals, infiltrate dungeons based on their personalities, and battle through tons of enemies – all while going to school and developing relationships with various confidants. Connecting with people from all walks of life, learning their stories, and strengthening your bonds remains rewarding from both a character development standpoint and in the way these relationships give you useful perks. If you haven’t played Persona 5 before, this is the perfect way to start.", "Even if you did play the original release, Royal gives you plenty of reasons to return. In addition to restructuring the way you level up your relationship with Akechi, leading to more meaningful interactions with this important character, Royal adds Kasumi and Maruki, two all-new confidants. While I like the stories of both characters, I especially love the bonuses they give along the way: Kasumi increases your HP and gives you an awesome dodge ability for when a shadow is about to ambush you, while Maruki raises Joker’s maximum SP, which comes in handy during lengthy palace infiltrations.", "Kasumi and Maruki offer humorous and heartfelt interactions, and while Kasumi eventually joins your party as a full-fledged Phantom Thief, that doesn’t happen until the new post-game palace. While I’m disappointed she isn’t in your party for the vast majority of the game, her constant presence in the story means you’re already familiar with her when the time comes. That new palace and its surrounding arc serve up an interesting look at the weird way the world works following the events of the original conclusion, and offers puzzles, dungeon elements, and is unique from the other palaces in the game. I was initially worried that the addition of a new final boss battle would take away from what made the original finale special, but without spoiling it, this new end boss delivers a climactic and cinematic endcap to your journey as the Phantom Thieves.", "In the 100 hours leading up to that post-game content, I loved revisiting the original palaces with their minor additions. Joker now has access to a grappling hook, which lets him swing to new points in palaces to find hidden treasure chests or the new collectible Will Seeds. Each palace’s three Will Seeds are often hidden behind grappling sequences, puzzles, or difficult battles, but if you collect all three and bring the resulting item to a new character Jose in Mementos, you earn valuable accessories to equip to your characters. While they all give you powerful perks or moves, my favorite was one that buffed an ally’s next magic attack to an extreme degree; I can’t tell you how many times that move helped me turn the tide of battle. As you progress through the story, you also accumulate Showtime moves, team-up attacks that play out through funny, over-the-top cutscenes that also have the capacity to get you out of hot water if you're in trouble in a palace.", "Revisiting the memorable battles against palace rulers is made even more fun as they now have additional forms that play off the themes of their sins. Since the palaces are based on the cognitions of the palace rulers, I loved seeing how they incorporated the bosses’ transgressions and twisted views in unique ways. While each of these forms adds something exciting or compelling to the way the battles play out, one boss battle operates on a time limit, and Royal’s version adds additional dialogue and a new form without adding time to the clock, leading to frustration. Regardless of that one misfire, thanks to these additions, the palace boss battles are overall better than those in the original game.", "With so many additions and improvements, Persona 5 Royal is an improved version of what was already one of the best RPGs of the last decade. Whether you’ve been itching to enjoy the Phantom Thieves’ journey again or looking to experience it for the first time, Royal wears its crown well."], "authors": ["Digital Editor", "Brian Has Written About Video Games For Over A Decade Across Multiple Publications. When He'S Not Writing Or Gaming", "He'S Usually Listening To Music", "Watching Ufc", "Or Hopelessly Rooting For A Baltimore Or D.C. Sports Team."], "keywords": ["palace", "palaces", "royal", "original", "true", "boss", "battles", "battle", "revealing", "way", "form", "play", "review", "persona"], "pubDate": null, "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}