{"id": "fd990507-33ce-3bbd-8fc9-b792b41e7fbf", "title": "Historic Railways of the Isle of Man", "url": "https://holidays.theguardian.com/holidays/historic-railways-of-the-isle-of-man-dff3d10c9d3a7c6c0039a536e81c6ca2", "summary": "Day2Your first heritage journey takes you south from Douglas's authentic Victorian station on the island's famous Steam Railway.\nAlight at the former to discover impregnable Castle Rushen, one-time home to the Kings and Lords of Mann.\nHere, the energetic can climb to the battlements for the spectacular view of the island’s south, and there’s a fascinating guided tour to enjoy.\nYou’ll also visit the Old House of Keys, the restored 19th-century parliament building, with its debating chamber and interactive displays.\nRe-board the train to continue to seaside Port Erin, a resort boasting glorious beaches, views out to the offshore Calf of Man and a Railway Museum that's must-see for enthusiasts.", "paragraphs": ["Day", "2", "Your first heritage journey takes you south from Douglas's authentic Victorian station on the island's famous Steam Railway. The line was once part of an extensive network that connected most of the island, but is now a 15-and-a-half-mile narrow-gauge run, via the former island capital, Castletown, to beautiful Port Erin. Alight at the former to discover impregnable Castle Rushen, one-time home to the Kings and Lords of Mann. Here, the energetic can climb to the battlements for the spectacular view of the island’s south, and there’s a fascinating guided tour to enjoy. You’ll also visit the Old House of Keys, the restored 19th-century parliament building, with its debating chamber and interactive displays. Re-board the train to continue to seaside Port Erin, a resort boasting glorious beaches, views out to the offshore Calf of Man and a Railway Museum that's must-see for enthusiasts. You'll have some free time to explore your wonderful surroundings, before returning to Douglas by train at your leisure – your included Go Explore Heritage card offers you the freedom to travel as you wish. After a fascinating and absorbing day, enjoy a second evening in Douglas and your hotel."], "authors": [], "keywords": ["island", "explore", "youll", "railways", "heritage", "railway", "train", "man", "isle", "historic", "south", "fascinating", "port", "islands"], "pubDate": null, "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}