{"id": "fda088bb-7a27-3684-96d6-1540e93904eb", "title": "EU vaccine rollout: 5 takeaways", "url": "https://www.ft.com/video/4a26b2eb-42e7-4a85-86c4-06ef52a34ea8?playlist-name=editors-picks&playlist-offset=8", "summary": "The wave of suspensions by EU countries of their Oxford/AstraZeneca vaccine immunisation drives over safety fears is the latest blow in a troubled relationship with the company.\nThe EU's short to medium-term supply worries go beyond the AstraZeneca vaccine.\nThe EU vaccine joint procurement scheme that the European Commission runs with member states has drawn plenty of fire.\nMany EU states still express confidence in the bloc's joint vaccine procurement scheme.\nThe UK's vaccine rollout is riding high at the moment, but the EU's relative scarcity will soon turn into a surfeit.", "paragraphs": ["You can enable subtitles (captions) in the video player", "The UK and EU have rowed over supplies of the AstraZeneca jab, raising fears of a vaccine export war. Here are five takeaways about what has happened in Europe and what the future may hold.", "All options are on the table. We are in the crisis of the century.", "The wave of suspensions by EU countries of their Oxford/AstraZeneca vaccine immunisation drives over safety fears is the latest blow in a troubled relationship with the company. Regulators have reviewed reports of dangerous blood clots in some people who've had the vaccine, but so far have said that there's nothing unduly to worry about. The difficulties come after repeated AstraZeneca delivery shortfalls on a contract the EU had made the centrepiece of its Covid-19 inoculation drive. Initially, the European bloc had expected to receive 300m doses of the jab by the end of June, but now it looks like it's in line to get no more than about a third of that.", "The EU's short to medium-term supply worries go beyond the AstraZeneca vaccine. The bloc signed its contract for the pioneering BioNTech-Pfizer mRNA vaccine months after the UK and the US did, although the EU has since doubled its original 300m-dose order. The EU has also been scrambling to ensure that it can do the so-called fill and finish on the single-dose Johnson & Johnson vaccine on European territory. At some point, the EU's bulging portfolio, more than $2bn vaccine doses, will leave it with a glut. But that's not going to come for a while yet.", "The EU vaccine joint procurement scheme that the European Commission runs with member states has drawn plenty of fire. Critics say it didn't bet big enough, boldly enough, or early enough on the leading vaccines, unlike the US and UK. The EU put up less money up front on developing new vaccines and building manufacturing capacity, some analysts say. European Commission President Ursula Von Der Leyen denies that the EU was too slow, too reluctant to spend, and says the bloc's main problems have been in managing expectations. These problems have been compounded by member state actions. Some have failed to use the vaccines that have been delivered. Others have held back doses for second shots, even though a growing body of evidence suggests it's better to give one shot to as many people as possible. A group of nations restricted the use of the AstraZeneca vaccine in older people, contrary to the European Medicines Agency which said it was good for use with all adults. And now some of that group reversed their position and fallen in line with the agency.", "We in this country don't believe in blockades. We're all fighting the same pandemic.", "Many EU states still express confidence in the bloc's joint vaccine procurement scheme. That's particularly true for smaller countries who would otherwise struggle in the international scramble among rich countries for vaccines. But at the same time, a number of countries are hedging their bets and making arrangements outside of the programme. Hungary, Poland, Slovakia, and the Czech Republic have all either bought, or are eyeing, Russian and Chinese vaccines that have yet to be approved by the EU. At the same time, the EU has introduced new rules to curb the export of vaccines beyond its borders. It's a sign of likely disputes to come as countries grapple to keep production on their own soil for their own use in this and future pandemics.", "There's been a lot of debate about whether Brexit helped the UK achieve a faster vaccine rollout. The answer isn't straightforward. It's true, London could technically have done all the deals and the fast track regulatory approvals it has managed while it was still in the EU, but it's also true that it would have been under political pressure to stay in line with the joint bloc vaccine procurement scheme, if it had joined at all. A final lesson of the pandemic is that national fortunes can change, and fast. The UK's vaccine rollout is riding high at the moment, but the EU's relative scarcity will soon turn into a surfeit. And at that point, questions will be asked even more pointedly about how rich countries are going to ensure fair distribution to the multitudes of people around the world for whom immunisation still remains a distant dream."], "authors": ["Produced Ben Marino", "Graphics Russell Birkett"], "keywords": ["vaccine", "procurement", "countries", "uk", "true", "astrazeneca", "european", "takeaways", "vaccines", "eu", "scheme", "rollout"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}