{"id": "fdb59912-5718-3901-9249-b0b30126e1b4", "title": "Destiny 2 Review – A Streamlined Future", "url": "https://www.gameinformer.com/games/destiny_2/b/playstation4/archive/2017/09/15/game-informer-review-destiny-2.aspx", "summary": "If the first Destiny introduced the universe, Destiny 2 is the story that begins to make meaningful changes to the status quo.\nMost enemy types return from Destiny 1 with only minor alteration, diminishing the disquiet of facing a new threat.\nIf most of Destiny 2 caters to accessibility and ease of play, the new Leviathan raid offers a potent counterpoint.\nYet again, it’s a design choice that puts even new players on equal footing with returning players, but the more limited customization options sting.\nDestiny 2 is a massive and rewarding game that offers the potential for hundreds of hours of fun and discovery with friends.", "paragraphs": ["Bungie took a big chance when it chose to reset three years of progress and start all players, new and returning alike, at ground zero for Destiny 2. The risk has allowed for a reinvention of troublesome systems and a new opportunity for players to climb the level curve, while still maintaining the successes learned across the many updates of the first Destiny. The result is a game that is more accessible, streamlined, and sensible, with a clear through line in both gameplay and story. However, this refined sophomore effort in the Destiny universe comes at the cost of flexibility to play how you want and fully customize the experience as you go.", "Newcomers to Destiny 2 will discover the same core precepts that have kept others engaged for years. Hundreds of years in the future, humanity’s fate has been reshaped by a powerful alien entity, spreading our reach across the solar system. A later inexplicable collapse has left a scattered people scrambling for survival, guided and protected by deathless Guardian warriors. The fiction seamlessly melds fantasy and sci-fi tropes into a richly imagined setting. Gameplay features remarkably taut FPS gunplay enhanced with seemingly magical powers. Your character grows in power alongside friends that inhabit the same public playspaces, and they join you in all manner of integrated exploits.", "If the first Destiny introduced the universe, Destiny 2 is the story that begins to make meaningful changes to the status quo. With no mention of a nebulous Darkness to be found, we instead have a game all about Light, a power that sets humanity apart and represents concepts of hope, self-sacrifice, and resilience. That focus on Light and its meaning lends an optimistic tone to the plot. In the wake of a devastating opening in which The Last City is brought to ruin, the Guardians are scattered, and power lost. The dramatic setup leads to a coherent and straightforward tale that spans the solar system, and culminates in several stellar set piece confrontations, including a thoughtfully concocted central villain. Individual missions are varied and smartly paced, and I love that we get some more insight into the minds of our supporting cast.", "I relished the adventure, but some of the magic and mystery I've come to expect is absent. Some of the most troublesome and cryptic story elements from the earlier game also made its universe feel bigger and stranger, and I'm not sure Bungie has managed to replace characters like the Awoken Queen, or design concepts like the Grimoire, with equally curious alternatives. Most enemy types return from Destiny 1 with only minor alteration, diminishing the disquiet of facing a new threat.", "I'm also mystified by the decision to lock so much of the story content away after its conclusion, replayable only in prescribed chunks a few times each week. The inability to relive favorite moments outweighs the gains in simplifying the map with fewer icons. Likewise, I'm stymied by the absence of an option to select individual strikes, and their inclusion only as part of a playlist. These excellent small-team cooperative expeditions are great fun, but seem almost relegated to an afterthought following the campaign.", "Breathtaking environment art and design maintain at least some of the story mystique I was looking for, accompanied by a dizzying and inspiring orchestral soundtrack. Every one of the major sites visited in Destiny 2 is majestic, beautiful, and vast, from a European forest overrun by alien conquerors to a grand underwater city hiding beneath the methane waves on one of Saturn's moons. Bungie creates compelling and intimate battlefields, but also communicates the grandeur of massive, daunting backdrops.", "The first Destiny offered large open planetary destinations with little narrative context. The biggest change to gameplay is a welcome reorganization of those destinations into compelling spaces for exploration, punctuated by clearly marked sites for blistering battles beside other players. Mini-dungeons called lost sectors provide a sense of discovery. Public events are easy to find, and even feature fun heroic variants for those in the know. And a bevy of excellent new story quests and adventures extend the narrative potential post-campaign, revealing the story of these locations and their characters.", "Crucible play has been overhauled in substantial ways, and moment-to-moment combat feels more competitive. Teamwork is highly valued in every mode, and encounters take a split-second longer to conclude, with fewer one-shot kill options on the table. I quite like the change, which adds up to more strategic and thoughtful engagements.", "From the new and intense Countdown game type to returning modes like Control, every Crucible match type demands players move and play in different ways. Yet again, I'm perplexed by the decision to force players into one of two playlists, quickplay or competitive, rather than let them choose their preferred mode. I'm also torn by the move to exclusively four-person teams in PvP; the compact group size demands everyone pull their weight, which is great. But neither three-person strike teams or six-person raid groups can easily transition into competitive play, a symmetry that was ideal in the prior game.", "If most of Destiny 2 caters to accessibility and ease of play, the new Leviathan raid offers a potent counterpoint. The most challenging cooperative activity is a mechanics-heavy beast of an expedition in which constant communication is necessary, and nearly flawless play is required. The sprawling pleasure palace is one of Bungie’s most intricate and fascinating environments to date, accentuated by a maze of secret passages and hidden chests beyond the main encounters. My biggest issue is with the new reward system, which separates the excitement of new gear from the moment of victory, and doesn’t offer most loot until a full completion. Without the ability to gather much new gear as you progress through, there are few ways to gear up for the next battle.", "Your choice of Hunter, Titan, or Warlock class shapes the experience, whether exploring as a lone wolf along a moon of Jupiter, grouping up for challenging cooperative challenges like the briskly paced new Nightfall strikes, or trying to hold ground in the Crucible. All classes play well and offer their own avenues to mastery. The reliance on mostly returning subclasses within each of the three is a tad disappointing, but each has been tweaked in purposeful ways. Add in a new and aggressive offense subclass for each, from the aerial superiority of the Dawnblade to the melee-oriented Arcstrider, and you have several thrilling playstyles to explore. Each subclass features two pre-optimized paths. Yet again, it’s a design choice that puts even new players on equal footing with returning players, but the more limited customization options sting.", "Progression is smooth from opening to endgame, thanks to an elementary milestone system that always suggests meaningful content to confront, and an in-game map that is easily navigable. A new clan system makes friend groups more important, and offers substantial rewards, even if they also create some danger of insular bubbling with players you already know.", "No matter the preferred style of play, collectors are in for a treat. New exotic weapons and armor are joined by welcome revisions of old favorites, and everything from legendary gear to emblems are a lot of fun to gather. Gear comes fully powered now, so you're free to play with the gun or helmet you like, rather than waiting to power it up. Even so, I'm bummed that most items have so few customization options, as I have fond memories of tweaking those as I played in Destiny 1. Vault and inventory management have seen only minor changes, and even in these early days the management chores aren’t much fun.", "While I love all the collections, the cosmetic customization system has taken a step back, offloading and embedding many of the coolest ships, shaders, and other visual trappings within the microtransaction system alongside a slow-paced alternative to earn the same packages through play. Being able to apply shaders to weapons and vehicles is a great addition, but the system discourages experimentation, since shaders are consumed on use. A rich equipment modding system is also sadly looped in with the microtransactions, diminishing an otherwise compelling power customization tool.", "A veteran player of any game is likely to home in on criticisms, and there's a danger of getting lost in the weeds, which would be a mistake. Destiny 2 is a massive and rewarding game that offers the potential for hundreds of hours of fun and discovery with friends. Quibbles aside, Bungie has crafted a fantastic follow-up to a wildly popular formula, and one that no other developer has come close to equaling in sophistication. Many of the streamlining choices welcome a new crop of Guardians into the mix, but also make this new game more playable and understandable for even returning players. As I settle in for what I hope to be another several years of adventures, I hope Bungie can nail the elusive balance between depth and accessibility."], "authors": ["Magazine Content Director", "Matt Miller Has Been With Game Informer Since He Has A Special Interest In The Evolution Of Game Design", "The Tabletop Hobby", "The Crafting Of Interactive Narrative."], "keywords": ["players", "bungie", "power", "play", "destiny", "streamlined", "future", "system", "returning", "im", "game", "gear", "review"], "pubDate": "2017-09-15T00:00:00Z", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}