{"id": "fdbc8ecb-beb7-3fb1-894a-b44ecb54f7a3", "title": "Gigi Hadid On Motherhood and Life Beyond Modeling", "url": "https://www.vogue.com/article/gigi-hadid-cover-march-2021", "summary": "“We both looked at each other and were like, I think that’s the call,” Gigi says.\nMalik asked Gigi what music she wanted to hear, and she surprised him by requesting the audio of a favorite children’s novel, The Indian in the Cupboard.\n“That’s something we’d never talked about but in that moment we discovered we both loved,” Gigi says bashfully.\n“My midwife looked at me and was like, ‘You’re doing it.\nYou’re past the point of the epidural anyway, so you’d be pushing exactly the same way in a hospital bed.’” So she kept pushing.", "paragraphs": ["Malik caught the baby. “It didn’t even click that she was out,” says Gigi, gazing forward through Dallas’s alert ears as we plod through the upper fields of Harmony Hollow, the farm owned by Yolanda’s boyfriend, Joseph Jingoli, a construction-firm CEO. “I was so exhausted, and I looked up and he’s holding her. It was so cute.”", "She’s in a cropped North Face puffer, stretch Zara jeans, and worn black riding boots, and looks like neither a harried mother of a 10-week-old nor a paparazzi-ducking supermodel. With her hair roped into a smooth bun, bare face, and tiny gold hoop earrings, she resembles mostly her teenage self, an equestrienne who show-jumped competitively while growing up in her hometown of Santa Barbara, California.", "“What I really wanted from my experience was to feel like, Okay, this is a natural thing that women are meant to do.” She’d planned to deliver at a New York City hospital, but then the realities of COVID hit—particularly sequestering here, 90 minutes from Manhattan, and the limits on numbers in the delivery room, which would have precluded Yolanda and Bella from being present. Then she and Malik watched the 2008 documentary The Business of Being Born, which is critical of medical interventions and depicts a successful home birth. “We both looked at each other and were like, I think that’s the call,” Gigi says.", "They placed a blow-up bath in their bedroom and sent their three cats and border collie away when the midwife expressed concern that the sphynx and Maine coon felines might puncture the tub with their claws. Malik asked Gigi what music she wanted to hear, and she surprised him by requesting the audio of a favorite children’s novel, The Indian in the Cupboard. He downloaded the film because it was one of his favorites too, and they spent the early hours of labor watching it together. “That’s something we’d never talked about but in that moment we discovered we both loved,” Gigi says bashfully. She then tells me that Malik, the former One Direction star turned solo artist, who is famously press-shy (Gigi’s publicist declined on his behalf to an interview), likened his own experience of her birth to a lion documentary he’d seen in which a male lion paces nervously outside the cave while the lioness delivers her cubs. “Z was like, ‘That’s how I felt! You feel so helpless to see the person you love in pain.’”", "Full Spectrum", "“In high school I used to Xerox Steven Meisel’s pictures and color them in with pencil. When asked to do a cover story for Vogue’s creativity issue, I thought back to that first creative output. It was a way to play with the idea of fantasy in fashion,” says Ethan James Green of his inspiration for this digital cover.", "Gigi’s Zoom doula, Malibu High classmate Carson Meyer, had prepared her for the moment where the mother feels she can’t go any longer without drugs. “I had to dig deep,” Gigi says. “I knew it was going to be the craziest pain in my life, but you have to surrender to it and be like, ‘This is what it is.’ I loved that.” Yolanda and the midwife coached Gigi through the pain. “There definitely was a point where I was like, I wonder what it would be like with an epidural, how it would be different,” Gigi says frankly. “My midwife looked at me and was like, ‘You’re doing it. No one can help you. You’re past the point of the epidural anyway, so you’d be pushing exactly the same way in a hospital bed.’” So she kept pushing."], "authors": ["Chloe Malle", "Chloe Mall", "Ethan James Gree", "Gabriella Karefa-Johnso"], "keywords": ["gigi", "looked", "malik", "hadid", "thats", "midwife", "wanted", "life", "modeling", "way", "yolanda", "motherhood", "pushing", "youre"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}