{"id": "fde3afb5-2a7f-3998-bfaf-2d5cfc900cfd", "title": "Opinion | Democrats and Republicans No Longer Speak the Same Language", "url": "https://www.nytimes.com/2021/04/09/opinion/infrastructure-democrats-republicans.html", "summary": "English is a living language, built to grow and evolve, but the red-blue political split is pushing its limits.\nIf both political parties support a proposal, it’s bipartisan, right?\nIf a majority of Republican voters and a majority of Democratic voters favor a bill, does that make it bipartisan?\nOr is an idea only bipartisan if lawmakers from both parties sign on?\nRepublicans in Congress appear to support this narrower interpretation.", "paragraphs": ["President Biden campaigned on a promise to unify America. An inspiring goal, to be sure, but one that ain’t anywhere close to happening. Decades of polarization, turbocharged by the us-versus-them philosophy of former President Donald Trump, have left the nation so divided that it can feel as though the two political teams are not only talking past each other but speaking in entirely different tongues.", "English is a living language, built to grow and evolve, but the red-blue political split is pushing its limits. There are increasingly fierce disagreements over what it means to be “canceled,” what constitutes “bipartisanship” — and don’t even try to figure out what counts as “infrastructure.”", "At this point, each team could use its own dictionary, with contested terms defined according to that side’s worldview. Think of it like a French-to-English dictionary, only angrier.", "Some terms cry out for translation more than others:", "Bipartisanship. This seems straightforward enough. If both political parties support a proposal, it’s bipartisan, right? Not so fast. There has been much debate of late about which team members count. If a majority of Republican voters and a majority of Democratic voters favor a bill, does that make it bipartisan? Democrats, and especially the Biden White House, say yes. Or is an idea only bipartisan if lawmakers from both parties sign on? Republicans in Congress appear to support this narrower interpretation."], "authors": ["Michelle Cottle"], "keywords": ["voters", "speak", "parties", "majority", "political", "team", "president", "republicans", "dictionary", "bipartisan", "longer", "opinion", "terms", "language", "support", "democrats"], "pubDate": "2021-04-09T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}