{"id": "fde9e17d-a089-3f0d-99df-56e2bfaec733", "title": "Dauntless Goes Open World Today", "url": "https://www.gameinformer.com/2020/12/03/dauntless-goes-open-world-today", "summary": "Dauntless lets you roam around islands hunting down behemoths and using parts of them to craft new and exciting weaponry.\nThe free-to-play game has been around for quite some time (we reviewed it all the way back in early access, much has changed since then) and today Dauntless adds an open world experience to the game with the launch of Dauntless Reforged.\n18 different open world islands are added to the mix where players can hunt a plethora of different beasts, find treasures, and more.\nPreviously, island hunts would task players with hunting down a behemoth and completing a mission in a task structure of sorts.\nToday, players can engage with The Hunting Grounds in order to explore, hunt, and collect in a variety of environments that are designed to offer variance, replayability, and surprise.", "paragraphs": ["Dauntless lets you roam around islands hunting down behemoths and using parts of them to craft new and exciting weaponry. The free-to-play game has been around for quite some time (we reviewed it all the way back in early access, much has changed since then) and today Dauntless adds an open world experience to the game with the launch of Dauntless Reforged. 18 different open world islands are added to the mix where players can hunt a plethora of different beasts, find treasures, and more.", "Previously, island hunts would task players with hunting down a behemoth and completing a mission in a task structure of sorts. Today, players can engage with The Hunting Grounds in order to explore, hunt, and collect in a variety of environments that are designed to offer variance, replayability, and surprise. Along the way you can find treasure, take on multiple behemoths, and uncover other interesting discoveries. Want to wander around the Hunting Grounds in style? Gliders are now available for use, giving you a highly efficient and fun way to zip around the new areas.", "In addition to the Hunting Grounds, the Dauntless Reforged update also adds new progression systems via the Slayer's Path, a giant tree of unlocks that a player can branch out in many directions to gain new skills, bonuses, and abilities. There are also new ways to reforge and enhance weapons for permanent power boosts, letting you specialize in your favorites with big improvements.", "Of course, it's not a free-to-play game-as-a-service update without a battle pass, so a new one of those is available to kick things off as well, offering a stylish Frostwarden set for savvy players.", "Dauntless is available on Xbox One, PlayStation 4, Switch, and PC. Cross-play is available across all platforms. Check out the launch trailer below!"], "authors": ["Pc Editor", "Daniel Has Been At Game Informer For Seven Years", "Specializing In Multiplayer Titles", "Pc Games. When He'S Not Speculating On The Future Of The Industry", "You Can Find Him Exploring Vast Online Worlds", "Probably Streaming The Experience."], "keywords": ["available", "players", "way", "goes", "world", "today", "hunting", "grounds", "open", "task", "dauntless", "update"], "pubDate": "2020-12-03T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}