{"id": "fdf82289-dc98-3869-8f50-24892b521d7a", "title": "TikTok user goes viral showing life while she quarantines in New York City hotel", "url": "https://www.foxnews.com/travel/tiktok-viral-hotel-isolation-program-new-york-city", "summary": "This is what it’s like to live in a New York City hotel with COVID-19.\nA resident of the city is chronicling her stay at a popular hotel near LaGuardia Airport while she isolates after testing positive for the coronavirus.\nUnlike most hotel stays, she’s not showing off the amenities or sights of the city and is instead focusing on her experiences in isolation.\n10 HOTEL TRENDS THAT TRAVELERS ARE LIKELY TO OBSERVE IN 2021Grindstaff is staying at the LaGuardia Plaza Hotel.\nIn an interview with NY 1, she explained that she wanted people to know what her experience was like.", "paragraphs": ["This is what it’s like to live in a New York City hotel with COVID-19.", "A resident of the city is chronicling her stay at a popular hotel near LaGuardia Airport while she isolates after testing positive for the coronavirus. Unlike most hotel stays, she’s not showing off the amenities or sights of the city and is instead focusing on her experiences in isolation.", "Leala Grindstaff posted a video to her TikTok account on Dec. 30 explaining that she had just tested positive for COVID-19 and that she would be spending the next two weeks quarantining at a hotel through the city’s Hotel Isolation Program. In a video published about a week later, she explained that she chose to participate in the program because she lives in a four-bedroom, one-bathroom apartment and didn’t feel like she could properly isolate herself from the people she lives with.", "10 HOTEL TRENDS THAT TRAVELERS ARE LIKELY TO OBSERVE IN 2021", "Grindstaff is staying at the LaGuardia Plaza Hotel. In her videos, she details the food she’s provided and how she spends her time.", "In an interview with NY 1, she explained that she wanted people to know what her experience was like. She said, \"They're like, 'Oh, I don't know. How would I eat, or how would I be taken care of if I had a medical emergency or something like that?’ And I wanted people to know that the nurses are here for you 24/7. There's a table, the nurse table on this side of the hallway, right outside my door.\"", "CLICK HERE TO GET THE FOX NEWS APP", "In one video, she showed off the meals she received, which included a breakfast made up of an egg and cheese sandwich, a muffin, orange juice, an orange and some coffee. While Grindstaff described the coffee as \"gross,\" she seemed pleased with the rest of her meal.", "FOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS", "According to NYC.gov, the Isolation Hotel Program is a free service to eligible New Yorkers who have tested positive for coronavirus and are unable to self-isolate due to their living situation."], "authors": ["Michael Hollan"], "keywords": ["viral", "tiktok", "york", "showing", "wanted", "life", "tested", "goes", "know", "shes", "video", "positive", "city", "quarantines", "hotel", "table", "user", "program"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}