{"keywords": ["russian", "moscow", "supposedly", "olympic", "olympics", "russia", "rules", "wada", "doping", "wadas", "athletes", "ioc", "russias", "stiff", "world", "ban", "penalty"], "id": "fe097830-c6a8-3099-88f9-45ecfe466ebb", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26", "paragraphs": ["TO SPORTS FANS who are vaguely familiar with the saga of Russia’s state-sponsored doping, but who have not paid attention to every twist since the scheme was uncovered in 2014, the latest episode probably seems decisive. And for Vladimir Putin, Russia’s sports-mad president, it is embarrassing and politically damaging. On December 9th the World Anti-Doping Agency (WADA) prohibited Russia from major sporting events for four years. The ban will apply to next year’s Olympics in Tokyo, the 2022 winter Olympics in Beijing and to that year’s edition of the men’s football World Cup, to be held in Qatar.", "WADA’s latest sanction follows its discovery that Russian officials had given it doctored computer files in January. These documents were meant to amount to a full confession of past Russian misdeeds, giving details of every athlete who had been involved in the doping scheme. According to WADA’s investigators, this had implicated over 1,000 athletes and was directed by government ministers, among others. Instead Russia seems to have added insult to injury. A recent report by the agency, seen by the New York Times, reveals that testers in Moscow had fiddled with their records again in late 2018 or early 2019. The documents included fake messages the testers sent between themselves, in an attempt to cover their tracks, and excluded more than 15,000 files containing the “most relevant anti-doping data”. Faced with stark evidence that Russian testers were continuing their cover-up, WADA had little choice but to issue an unprecedented penalty.", "Yet though a four-year ban sounds like a bruising punishment, it contains so many caveats that it is more like a slap on the wrist. For starters, there are some tournaments at which it will not apply at all, such as next year’s European Championship in men’s football. Because the Euros are organised by UEFA, a continental body, rather than FIFA, a global one, they fall outside WADA’s list of “major events”. That 600m people tuned into the last final in 2016, more than watched that year’s opening ceremony at the Olympics in Rio de Janeiro, counts for nothing. In the 2020 Euros, Russia’s team will play its three group fixtures in St Petersburg.", "Even at competitions that WADA does classify as “major”, such as the FIFA World Cup, the ban could allow Russians to compete under a neutral flag. The fine print of the agency’s ruling specifies that athletes can participate as long as they have neither been named in the documents that the Russian officials handed over nor failed any drug tests. FIFA says that it is consulting with WADA about how to deal with football players in this category. It will probably allow the stars who fired Russia to the quarter-finals last year (when they were hosting the tournament) to qualify for the 2022 edition in their national colours. It is only in Qatar that the team will have to give up its flag and anthem. Jonathan Taylor, the chair of WADA’s compliance division, has said of the tournament “if there is a mechanism put in place, then [Russia] can apply to participate on a neutral basis.”", "This arrangement has already been used at the Olympics, and will probably continue at next year’s summer games in Tokyo, thanks to an accommodating stance from the International Olympic Committee (IOC). In July 2016, when WADA recommended that the IOC exclude all Russian athletes from the forthcoming summer games in Rio, the organisers refused. Instead, Thomas Bach, the committee’s president, passed the buck to the federations that govern each sport (such as FIFA in football or the IAAF in athletics) by instructing them to consider every athlete’s case in isolation.", "Mr Bach claimed that this was to balance “the desire and need for collective responsibility versus the right to individual justice of every individual athlete”. Only the IAAF and the International Weightlifting Federation decided that the collective guilt of Russia’s scheme was more important, and issued blanket bans. Eventually 286 Russians were allowed to compete in Rio, collecting 56 medals—the fourth-highest tally of any country.", "The IOC toughened its stance slightly before the 2018 winter games in Pyeongchang in South Korea. In December 2017, after conducting an investigation of its own that replicated WADA’s findings, it suspended Russia’s national Olympic committee. The IOC has also stripped the country of more than 30 medals that it won between 2008 and 2014. But it still permitted a team of “Olympic Athletes from Russia” to compete in South Korea last year. That cohort of 168 skiers and sliders won 17 medals. Less than a week after the closing ceremony, the IOC restored Russia’s Olympic status.", "Even if it revokes that membership again, the IOC will almost certainly welcome an “Olympic Athletes from Russia” team to future games. Mr Bach has reiterated his principle “that the guilty ones must be punished as hard as possible and the innocent ones must be protected.” This means that most Russian athletes will get the benefit of the doubt, even though their national anti-doping agency manipulated its records as recently as January. Thanks to WADA’s standard code on compliance, the governing bodies for various sports are likely to implement the ban in a similar manner, says Marjolaine Viret, a sports lawyer in Geneva—in contrast to 2016, when each was left to its own devices, creating regulatory discrepancies (see chart above).", "From a legal standpoint, the position that WADA has arrived at is a sensible one, reckons Sean Cottrell, the founder of LawInSport, an online publication. Federations such as FIFA and the IAAF could be inundated with disputes if they imposed rigid suspensions on all Russians. In 2016 Darya Klishina, a long-jumper, became the only Russian track-and-field competitor to appear in Rio, after appealing against the IAAF’s ban at the Court of Arbitration for Sport. Ms Klishina trains in America and had regularly undergone anti-doping tests there. As Mr Cottrell points out, many Russian athletes could similarly point to a large number of tests that they have taken at international competitions. And not all of the country’s sports stars gave in to pressure from their bosses to dope, which included sinister threats about unspecified repercussions for disobedience. Having their livelihoods stripped because of a state-sponsored programme they resisted would be a raw deal.", "Still, when sports fans watch a large number of Russian athletes winning medals at next year’s Olympics, it will be hard not to feel cheated. Most already know that banned substances are rife in sport, well beyond Russia’s borders. An anonymous survey of entrants at the 2011 World Championships in athletics found that at least a third had doped in the previous year, even though barely 1% failed tests. As Economist Films reported earlier this year, WADA’s puny annual budget of barely $30m means that it has only limited resources to monitor the wealthy world of sport. There could be cases of institutional rule-breaking in other countries, like Russia, which rarely face external scrutiny.", "The message to any such cheats from WADA’s actions is clear. If you get caught, you might lose some of the medals your country has won and your teams will briefly compete without your flag. But many of your doped-up stars will slip through the net."], "authors": ["The Economist"], "title": "Moscow rules - Russia’s supposedly stiff penalty for doping is a ban in name only", "pubDate": null, "summary": "In December 2017, after conducting an investigation of its own that replicated WADA’s findings, it suspended Russia’s national Olympic committee.\nBut it still permitted a team of “Olympic Athletes from Russia” to compete in South Korea last year.\nLess than a week after the closing ceremony, the IOC restored Russia’s Olympic status.\nEven if it revokes that membership again, the IOC will almost certainly welcome an “Olympic Athletes from Russia” team to future games.\nAs Mr Cottrell points out, many Russian athletes could similarly point to a large number of tests that they have taken at international competitions.", "url": "https://www.economist.com/europe/2019/12/09/russias-supposedly-stiff-penalty-for-doping-is-a-ban-in-name-only"}