{"id": "fe1324e0-d41a-3f8f-b3e0-f4108accbeed", "title": "Potent art: Simon Russell Beale performs from Shakespeare's The Tempest", "url": "https://www.ft.com/video/5de5560e-97e3-42ab-91b9-759beee624f0?playlist-name=section-0b83bc44-4a55-4958-882e-73ba6b2b0aa6&playlist-offset=5", "summary": "You can enable subtitles (captions) in the video player'Ye elves of hills, brooks, standing lakes and groves.\nAnd you whose pastime is to make midnight mushrooms, that rejoice to hear the solemn curfew.\nTo the dread rattling thunder have I given fire and rifted Jove's stout oak with his own bolt.\nThe strong-based promontory have I made shake, and by the spurs plucked up the pine and cedar.\nGraves at my command have waked their sleepers, oped, and let 'em forth by my so potent art.", "paragraphs": ["You can enable subtitles (captions) in the video player", "'Ye elves of hills, brooks, standing lakes and groves. And ye that on the sands with printless foot do chase the ebbing Neptune, and do fly him when he comes back; you demi-puppets that by moonshine do the green sour ringlets make whereof the ewe not bites. And you whose pastime is to make midnight mushrooms, that rejoice to hear the solemn curfew.", "By whose aid, weak masters though ye be, I have bedimmed the noontide sun, called forth the mutinous winds, and 'twixt the green sea and the azured vault set roaring war. To the dread rattling thunder have I given fire and rifted Jove's stout oak with his own bolt. The strong-based promontory have I made shake, and by the spurs plucked up the pine and cedar. Graves at my command have waked their sleepers, oped, and let 'em forth by my so potent art.", "But this rough magic I here abjure. And when I have required some heavenly music - which even now I do - to work mine end upon their senses that this airy charm is for, I'll break my staff, bury it certain fathoms in the earth. And deeper than did ever plummet sound I'll drown my book.'"], "authors": ["Directed", "Produced Juliet Riddell", "Joe Sinclair", "Curated Allie Esiri", "Edited Joe Sinclair"], "keywords": ["waked", "shakespeares", "winds", "whereof", "ill", "green", "weak", "potent", "simon", "forth", "war", "art", "beale", "russell", "work", "tempest", "ye", "performs"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}