{"id": "fe225f5c-ec9d-3400-858e-306efd57c315", "title": "Nuclear stand-off: can Joe Biden avert a new arms race?", "url": "https://www.theguardian.com/us-news/2021/jan/11/nuclear-stand-off-can-joe-biden-avert-a-new-arms-race", "summary": "Joe Biden will have to make critical decisions on arms control in his first days in the White House that could determine whether a new nuclear arms race can be averted, and possibly reversed.\nRussia has indicated its readiness to extend but there is still the question of how long for.\nThe Trump administration deployed a low-yield variant of the Trident missile warhead, and began work on a nuclear submarine-launched cruise missile (SLCM).\nPhotograph: Brendan Smialowski/AFP/Getty ImagesMany arms control advocates argue ICBMs are the shakiest, most dangerous, leg of the triad.\n“I don’t think there is just going to be a back to normal,” said a former arms control official expecting to serve in the Biden administration.", "paragraphs": ["Joe Biden will have to make critical decisions on arms control in his first days in the White House that could determine whether a new nuclear arms race can be averted, and possibly reversed.", "When the new president takes the oath of office on 20 January, there will be 16 days left before the 2010 New Start treaty with Russia expires, and with it the last binding limit on the world’s two biggest nuclear arsenals left standing in the wake of the Trump era.", "At the same time, there will be urgent pressure on the incoming administration to salvage the 2015 nuclear deal with Iran, which has been unraveling at an accelerating speed since Donald Trump withdrew from it in 2018.", "Last week, the International Atomic Energy Agency confirmed that, for the first time since the deal was agreed, Iran had begun the process of producing 20% enriched uranium, a major step towards the capability of making weapons-grade material.", "The Biden national security team will also be expected within a couple of months to produce its first defence budget request, which involves making decisions on whether to continue, pause or kill new nuclear weapon programmes begun by Trump.", "On New Start (which limits each country’s deployed strategic arsenal to 1,550 warheads each) Biden and his close aides have signalled they are interested in extending the treaty, and that would be technically feasible even in the very limited time remaining, as extension requires only an exchange of notes between Washington and Moscow.", "Russia has indicated its readiness to extend but there is still the question of how long for. Anthony Blinken, Biden’s nominee for secretary of state, told the New York Times in November that the new administration would favour five years, the maximum term possible, but there have since been reports that some in the new national security team believe the extension should be shorter, as a way of keeping pressure on Russia to negotiate a successor treaty.", "Rose Gottemoeller, who was chief US negotiator on New Start, rejects those arguments.", "“We would be wasting our time fighting over who had the leverage in hand when what we need to get done is to negotiate the next phase of reductions,” Gottemoeller, now at Stanford University, told the Guardian. “We also need the five-year period to create a predictable environment for our own nuclear arsenal modernisation.”", "Biden’s team will also have to decide how to balance New Start extension with a desire to take a tougher line with Moscow on other issues, particularly its recent cyber attacks on US institutions.", "Kingston Reif, director for disarmament and threat reduction policy at the Arms Control Association, said: “Within the first 100 or 200 days of the administration, the US and Russia should resume strategic stability talks that would hopefully cover a wide range of topics and help to set the stage for more formal negotiations.”", "Almost as urgent as New Start will be the fate of the multilateral 2015 Joint Comprehensive Programme of Action (JCPOA), by which Iran accepted limits on its nuclear activities in return for sanctions relief. Trump attempted to destroy the agreement (not least because it was negotiated by his predecessor), by withdrawal and then a relentless campaign of sanctions. In response, Iran began shrugging off the deal’s constraints, culminating in the move to 20% enrichment.", "This handout satellite image provided by Maxar Technologies on 8 January shows an overview of Iran’s Fordow Fuel Enrichment Plant, northeast of the Iranian city of Qom. Photograph: Satellite image ©2021 Maxar Tech/AFP/Getty Images", "“If Iran moves back into compliance with its nuclear obligations, I will reenter the JCPOA as a starting point and work with our allies in Europe and other world powers to make the deal longer and stronger,” Biden told the Council for a Livable World, in a series of questions and responses that the transition team still points to on nuclear weapons issues.", "Reentry might not be straightforward, however. The sequence in which the US lifts sanctions and Iran returns to JCPOA limits could be contentious, as will be Biden’s desire to begin talks on a separate agreement limiting ballistic missiles.", "‘We are at an inflection point’", "A further set of critical decisions will have to be made by March, by which time the incoming administration will be expected to put together its first defence budget, including items for a nuclear modernization programme that was already set to cost more than $1tn when Trump took office and has become even more bloated since then. The Trump administration deployed a low-yield variant of the Trident missile warhead, and began work on a nuclear submarine-launched cruise missile (SLCM). It increased spending on making and maintaining nuclear warheads by 50%.", "“I regard those programs with a degree of skepticism and I think others do as well,” Gottemoeller said. “So I do think that there will be a thoroughgoing review of some of these ‘add ons’ and whether we actually need them.”", "Lynn Rusten, who served as senior director for arms control and nonproliferation in the Obama National Security Council (NSC), said: “I’m sure they’ll take a hard look at the nuclear SLCM which is really just a research activity at the moment.”", "A more radical departure would be to slow down work on a new generation intercontinental ballistic missile (ICBM), while it is in its early stages, pending a wider review of the nuclear weapons triad: ICBMs, submarine-launched missiles and air-launched weapons.", "In this file photo taken in 2015, a deactivated Titan II nuclear ICMB is seen in a silo at the Titan Missile Museum in Green Valley, Arizona. Photograph: Brendan Smialowski/AFP/Getty Images", "Many arms control advocates argue ICBMs are the shakiest, most dangerous, leg of the triad. Because they are static, they have to be launched on warning of an incoming attack, or potentially be lost altogether.", "“We are at an inflection point where the ICBMs are not yet being produced,” said Pranay Vaddi, a former senior state department arms control official, now at the Carnegie Endowment for International Peace, which has presented proposals for disarmament in the Biden era.", "“It makes sense to us to say: hey, we’re willing to have two or three hundred ICBMs instead of 400 now deployed and see what the Russians are willing to reduce in response.”", "Although most observers expect a Biden administration to revert to an Obama-era policy of continuing with the broad modernisation of the US arsenal while seeking a new bilateral deal with Russia, there is some reason to believe that it might take a more comprehensive look at the usefulness of the nuclear triad.", "In 2017, Colin Kahl, who has been nominated as undersecretary of defence for policy, raised the question of whether the US could make do with a dyad, without ICBMs altogether.", "In his book, The Bomb: Presidents, Generals, and the Secret History of Nuclear War, journalist Fred Kaplan tells the story of a simulation carried out by the Obama NSC in which Russia invades one of the Baltic States and fires a low-yield nuclear weapon at a Nato base. Most of the generals in the wargame advocated a nuclear response. But Kahl, then vice president Biden’s national security adviser, spoke up, saying they “were missing the big picture.”", "Responding in kind, Kahl argued, would forfeit an opportunity to rally the world against Russia, and help normalise the use of nuclear weapons. He advocated a non-nuclear response.", "“I don’t think there is just going to be a back to normal,” said a former arms control official expecting to serve in the Biden administration. “The threats we’re enduring right now have nothing to do with weaponry. Security is so much more than just guns and bombs and tanks.”"], "authors": ["Julian Borger"], "keywords": ["nuclear", "standoff", "start", "biden", "race", "control", "russia", "security", "arms", "iran", "administration", "joe", "trump", "avert"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}