{"id": "fe4060e2-a824-3e27-a88e-b44750e349b6", "title": "343 Industries Shuts Down Halo Infinite Battle Royale Rumor", "url": "https://www.gameinformer.com/2020/12/01/343-industries-shuts-down-halo-infinite-battle-royale-rumor", "summary": "While it's disappointing that Halo Infinite wasn't the launch title it was supposed to be, the team over at 343 Industries is hard at work getting everything titled up and ready for launch.\nBut with the delay comes the return of rumors, something one Halo Infinite fan wanted to address in relation to a particularly pesky battle royale claim.\nThis isn't the first time battle royale rumors have plagued Halo Infinite.\nThat being said, Halo Infinite will have enough multiplayer modes for players to enjoy and it's not looking to add battle royale into that mix.\nHe added in a separate tweet: \"As an avid fan of many properties (games, movies, TV, music), I 100% understand and appreciate the passion the Halo community has.", "paragraphs": ["While it's disappointing that Halo Infinite wasn't the launch title it was supposed to be, the team over at 343 Industries is hard at work getting everything titled up and ready for launch. But with the delay comes the return of rumors, something one Halo Infinite fan wanted to address in relation to a particularly pesky battle royale claim.", "This isn't the first time battle royale rumors have plagued Halo Infinite. This has been a thing basically since the new game has been announced, and it's no wonder with how popular this genre continues to be. While the battle royale rush has slowed immensely when comparing its growth in 2018 and 2019, the interest in the community (despite what a lot of internet commenters say) is still high and the continued success of games like Warzone, Fortnite, Apex Legends, and even titles like Spellbreak continues to prove that point.", "That being said, Halo Infinite will have enough multiplayer modes for players to enjoy and it's not looking to add battle royale into that mix. At least not at this point.", "Halo Infinite community manager Brian Jarrard took to Twitter to clear up a few \"unfounded Halo Infinite rumors\" following several viral reports of a battle royale mode being included in the upcoming game:", "In the above tweet, Jarrard writes, \"Yes, I'm aware we could help solve this with real news. We certainly have some things we're overdue on and eager to talk more about. We're in the process of pulling together a year-end update.\"", "He added in a separate tweet: \"As an avid fan of many properties (games, movies, TV, music), I 100% understand and appreciate the passion the Halo community has. I also understand the frustration when things don't go the way you want or it feels like you're somehow being wronged or not heard.\"", "No update is going to satisfy everyone. We want to turn the corner as 2020 comes to an end and leave the challenges of this year behind us and look ahead to 2021. We are committed to bringing you along on this journey, we just ask for bit of patience and understanding. 🙌 — Brian Jarrard (@ske7ch) December 1, 2020", "While we don't have anything new to share on the news front, at least we know that will be changing soon with a year-end update as confirmed by the community manager. Hopefully, this will include a new launch date and some more gameplay for fans to enjoy.", "On a personal note: I will protect Craig the Brute with my life."], "authors": ["Associate Editor", "With An Arguably Unhealthy Obsession With Dragon Age", "Mass Effect", "Liana Is Wildly Passionate About All Things In The Gaming Community. Shooters", "To Rpgs", "If It'S Out - She'S Playing It. She'S Also Likely To Die Hoarding Gaming Collectibles."], "keywords": ["battle", "jarrard", "industries", "343", "shuts", "community", "rumor", "infinite", "halo", "rumors", "launch", "yearend", "royale", "update"], "pubDate": "2020-12-01T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}