{"id": "fe56b3f9-327c-3df7-b3c3-e57f03f61663", "title": "Military deception - Democracies need to re-learn the art of deception", "url": "https://www.economist.com/christmas-specials/2020/12/19/democracies-need-to-re-learn-the-art-of-deception", "summary": "The hessian invaders were the vanguard of a phantom army, the most ambitious conjuring trick in military history.\n“Deception in the West has become something of a lost art,” laments General Sir Richard Barrons, who commanded Britain’s joint forces until 2016.\nMaterial factors have trumped human ones in war, technology has improved, and liberal democracies have become squeamish.\nThe ending of national service and conscription in most large Western armies has deepened the fissure between military and civilian life.\n“We’ll re-learn deception,” promises General David Berger, head of America’s Marine Corps, who is reforming his force to better evade Chinese sensors in the Pacific.", "paragraphs": ["F IVE HUNDRED dummies descended on the French coast on the night of June 5th 1944. The crack of gunfire sounded from each one, courtesy of a small pyrotechnic device. As they thumped to the ground, explosive charges mimicked paratroopers setting their parachutes ablaze. The hessian invaders were the vanguard of a phantom army, the most ambitious conjuring trick in military history.", "The Allied powers wanted to invade France, but did not want Germany to know where or when. So they put George Patton, a real general, in charge of the First United States Army Group, a made-up unit. The deception campaign was named Bodyguard, a sly reference to Winston Churchill’s remark that: “In wartime, truth is so precious that she should always be attended by a bodyguard of lies.”", "Wooden landing craft, inflatable tanks and fake radio traffic hinted at a landing in Pas-de-Calais, some 300km (186 miles) from the Normandy beaches where the real troops would land. Set designers constructed a mock fuel depot in Dover, lent an air of authenticity by visits from King George and Dwight Eisenhower. An actor resembling General Bernard Montgomery, commander of the Allied land forces, was sent to North Africa to show that nothing was afoot. The trickery worked. Germany was taken by surprise on D -Day. Weeks later it still believed that Patton’s imaginary force was poised to strike elsewhere.", "Deception is still practised in war. In its conflict with Azerbaijan, Armenia has bamboozled drones with dummy missiles. During a stand-off with India, China published images of missile launchers that, on closer inspection, turned out to be wobbly inflatables. Indian and Chinese forces alike covered equipment with multispectral nets, which block visible light and other electromagnetic emissions. Engineers keep working on new gadgets. BAE Systems, a defence firm, boasts that its Adaptiv camouflage—a set of thermoelectric tiles that change temperature to match their surroundings—amounts to a “cloak of invisibility”.", "But the operatic legerdemain of D -Day seems unlikely to be repeated. “Deception in the West has become something of a lost art,” laments General Sir Richard Barrons, who commanded Britain’s joint forces until 2016. “We’ve done some of these things in the past, like in World War II for example,” reflected General Charles Q. Brown, the head of America’s air force, in December 2019, “but it’s not something that we think about as much anymore.” The last major American effort was in the first Gulf war, when America tricked Saddam Hussein (and its own sailors) into expecting an attack from the sea. That comparatively simple feint involved showy amphibious exercises and the use of agents to spread misleading stories.", "Although countries continue to spy, propagandise and sabotage, military deception—meaning fooling adversaries into doing things that harm their interests—appears to be declining. Three developments are to blame. Material factors have trumped human ones in war, technology has improved, and liberal democracies have become squeamish.", "Modern war is a profession, waged by complex machines and officers capable of wielding them. By contrast, deception is closer to an artistic enterprise. It was zoologists, equipped with the lessons of animal colouration, and artists, inspired by Cubism and its shattering of perspective, who developed the avant-garde patterns of early camouflage. The most striking was the zebra-like dazzle applied to warships during and after the first world war, which obscured their speed and heading. Pablo Picasso claimed credit for the French army’s adoption of camouflage.", "During the second world war, Britain’s Camouflage Development and Training Centre gathered what Peter Forbes, author of “Dazzled and Deceived: Mimicry and Camouflage”, calls “a strange medley of characters”, including architects, naturalists, Surrealist painters and a magician. In America, a “Ghost Army”, whose work was classified until 1996, hired actors and artists to generate special effects on the battlefield, such as speakers to simulate the sound of approaching tanks. Many went on to careers in art and fashion, says Jennifer McArdle of the Centre for a New American Security, a think-tank in Washington, DC .", "But melding such madcap experimentation with the discipline and order of military culture is difficult. The ending of national service and conscription in most large Western armies has deepened the fissure between military and civilian life. And America’s sheer power has led it to a direct way of war. “The US has the tendency to use technology and brute force in the absence of creativity,” says Ms McArdle.", "At the same time, technology has made grand ruses harder to sustain. Warfare is increasingly “a competition between hiding and finding”, noted Britain’s chief of defence staff in September. The ability to find has advanced considerably. Satellites and drones gaze down, antennae-laden soldiers and vehicles hoover up electronic emissions and amateur plane-spotters track military movements on social media.", "Had today’s commercial satellite industry existed 30 years ago, Saddam could have purchased high-resolution images that would have revealed American troops massing on his border. And today’s sensors see details that human eyes miss. A thermal infrared camera on a drone can easily tell a cool rubber decoy from a hot metal tank; long-wavelength infrared sensors can detect buried weapons by the different reflectance of disturbed soil. Even sophisticated decoys could become vulnerable to machine-learning algorithms that, fed with sufficient examples, tease out anomalies too subtle for a human analyst to spot. And a deceiver must successfully deceive in more ways. Conjuring a phoney battalion now requires generating not only fake radio traffic but also social-media activity.", "Would-be deceivers can also invest in technology, perhaps by putting temperature-changing tiles on tanks. But human errors are a perennial problem. “If a soldier gets bored and walks out from their position with thermal screens to go to the toilet, an enemy will find it very amusing to suddenly have someone appear from nowhere,” says Jack Watling of the Royal United Services Institute, another think-tank. Western armies are particularly dependent on radio communications, he says, leaving a tell-tale map of electronic signatures.", "Yet some of the old ruses still work. As late as 1999, during the war over Kosovo, when NATO jets flew at high altitudes to avoid being shot down, Serbia showed that they could be fooled into wasting bombs on fake tanks. Russia’s forces have platoons that spray smoke and aerosols designed to block ultraviolet, infrared and radar. And as BAE ’s Adaptiv shows, active camouflage is improving.", "Instead of achieving security through obscurity, the best hope for modern deceivers may be to drown their pursuers in noise, forcing them to waste expensive precision weapons on cheap decoys. Flocks of drones and ground robots might spew forth electromagnetic emissions, challenging enemy sensors to pick the wheat from the chaff. Armies might even seek to exploit what is called “adversarial” artificial intelligence to generate camouflage patterns and designs that confound object-detection algorithms.", "Little green men", "The biggest problem is not that brute force is supplanting artistry, or that technology is denuding secrecy. The complaint heard most often in Western armies is simply that rivals have more of a stomach for deception. Perhaps, they suggest, open societies that prize the rule of law and transparency at home are inherently less good at trickery.", "European and American military officials describe Russian and Chinese practices with a mixture of distaste and envy. Whereas America’s use of decoys “is currently at a low after two decades of neglect”, notes Walker Mills, an officer in the US Marine Corps, China has invested in them, including a 35kg tank that fits in a backpack and inflates in four minutes. One report by America’s army says that Chinese forces “have the highest fidelity decoys seen to date”.", "The laws of armed conflict are fairly clear about battlefield deception. Whereas “perfidy” (such as faking surrender to lure an enemy into an ambush, or disguising a tank as a Red Cross ambulance) is forbidden, “ruses” like decoys, feints and ambushes are fair game. But other laws can be bent or bypassed. Russia snatched Crimea from Ukraine in 2014 by cleverly using unmarked personnel—the so-called little green men—and a synchronised blitz of disinformation. The entire campaign was a deception: an invasion masquerading as a nationalist uprising.", "Western armies want to catch up, in some ways at least. “We’ll re-learn deception,” promises General David Berger, head of America’s Marine Corps, who is reforming his force to better evade Chinese sensors in the Pacific. But this cuts against the grain. “There’s a cultural problem here,” says a veteran CIA officer who specialised in deception. “I do think you’ll find generals who would feel that it’s fundamentally not a very respectable activity.”"], "authors": ["The Economist"], "keywords": ["democracies", "general", "forces", "deception", "armies", "need", "force", "decoys", "war", "technology", "relearn", "art", "military", "camouflage"], "pubDate": "2020-12-19T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}