{"id": "fe66ef40-81aa-3bd1-94bd-365baa920e3f", "title": "Wish List 2020: 45 Gift Ideas for Your Social Bubble and Beyond", "url": "https://www.wired.com/gallery/wish-list-2020-gift-ideas#intcid=_wired-most-popular-right-rail_3a2c6f3a-f198-4764-aa82-3a080905b943_popular4-1", "summary": "One of the best things about working at WIRED is that we get to touch all of the latest gadgets—everything from headphones to curling irons to cameras to skateboards—before anyone else.\nWe test each of those things thoroughly, then write considered reviews of them that help you decide how to spend your money.\nHere's something way more fun: This is a list of all of our favorite things we tested, rode, used, tasted, read, or otherwise experienced this year.\nWe're sure there's something in our Wish List that's exactly what you're looking for.\nBe sure to check out our many other gift guides, including one for people who hate being inside.", "paragraphs": ["One of the best things about working at WIRED is that we get to touch all of the latest gadgets—everything from headphones to curling irons to cameras to skateboards—before anyone else. We test each of those things thoroughly, then write considered reviews of them that help you decide how to spend your money.", "When the holidays come around, however, you don't want to have to read a bunch of reviews to figure out what things would make the best gifts. If you wanted to do homework, you'd go back to school! Here's something way more fun: This is a list of all of our favorite things we tested, rode, used, tasted, read, or otherwise experienced this year. We're sure there's something in our Wish List that's exactly what you're looking for.", "Special offer for WIRED Gear readers: Get a 1-Year Subscription to WIRED for $5 ($25 off). This includes unlimited access to WIRED.com and our print magazine (if you’d like). Subscriptions help fund the work we do every day.", "Be sure to check out our many other gift guides, including one for people who hate being inside."], "authors": ["Wired Staff", "Wired Staf"], "keywords": ["youd", "reviews", "ideas", "best", "gift", "things", "2020", "bubble", "45", "wired", "sure", "social", "help", "youre", "list", "read", "wish"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}