{"id": "fea4318d-c00e-374f-b88b-ec4ad7aa3195", "title": "People across Northern Ireland fear that the protocol will damage political stability", "url": "https://www.theguardian.com/commentisfree/2021/apr/21/people-northern-ireland-protocol-political-stability-boris-johnson", "summary": "The target of these notions is the Northern Ireland protocol, which parliament ratified as part of the UK-EU withdrawal agreement more than a year ago.\nIt also wants to reduce the friction on the movement of goods between Great Britain and Northern Ireland.\nJohnson and his government chose a hard Brexit, and they chose to put Northern Ireland on the other side of the hard borders of “Global Britain”.\nJohnson would be wise to recognise that the most acute friction being felt in Northern Ireland with respect to the protocol is political rather than practical.\nThis is evident in the results of the first detailed public opinion poll in Northern Ireland on the topic released today.", "paragraphs": ["The list of bizarre things Boris Johnson is proposing to do to an international treaty he negotiated is growing. The target of these notions is the Northern Ireland protocol, which parliament ratified as part of the UK-EU withdrawal agreement more than a year ago.", "It was this protocol that the UK government intended to “break”, via the UK internal market bill, albeit “in a very specific and limited way”. Those law-breaking clauses were not set aside until December, purportedly in return for a set of time-limited mitigations for the protocol’s implementation. Johnson’s previous bombastic advice that businesses “bin” any paperwork arising from the new customs and regulatory arrangements across the Irish Sea has similarly been discarded. And now the prime minister is apparently intent on “sandpapering” the already battered protocol, or so he has told a BBC Spotlight programme.", "Despite the imaginative rhetoric, the intention behind all such approaches has remained dully consistent. The government wants to reassure unionists and Brexiters alike that the UK is sovereign when it comes to post-Brexit Northern Ireland. It also wants to reduce the friction on the movement of goods between Great Britain and Northern Ireland.", "Just as the oratorical objective stays the same, so the realities of the situation continue to work against it. Johnson and his government chose a hard Brexit, and they chose to put Northern Ireland on the other side of the hard borders of “Global Britain”. What this means cannot be magicked away with whimsical words. And unilateral moves to breach a treaty only places you further on the wrong side of international law. Such actions are the very opposite of the consensus and solutions approach that is needed in a post-conflict region.", "Johnson would be wise to recognise that the most acute friction being felt in Northern Ireland with respect to the protocol is political rather than practical. This is evident in the results of the first detailed public opinion poll in Northern Ireland on the topic released today. Commissioned from LucidTalk by Queen’s University Belfast, the survey was conducted prior to the incidents of loyalist unrest this month. Nevertheless, it shows that the greatest concern of NI voters when it comes to the protocol is about its impact on political stability.", "It would be odd if people weren’t concerned on that front. The UK and EU have joint responsibility for managing the protocol but they all too often seem at odds over it. Thus, the EU is taking legal action against the UK for the second time in six months. And, following the EU’s short-lived and ill-advised move to invoke protocol safeguard measures as part of export controls on Covid-19 vaccines, the DUP’s campaign to “free us from protocol” has been echoed across political unionism. The Loyalist Communities Council’s withdrawal of support for the 1998 Good Friday agreement in objection to the protocol is another sign of instability, as are the recent loyalist protests.", "Loyalists and unionists more generally are not alone in having concerns about the protocol. Our poll finds that the majority of NI voters have concerns across a wide range of related issues. These concerns are exacerbated by their lack of trust in those charged with managing it. Just 5% of respondents trust the UK government to handle Northern Ireland’s interests vis-a-vis the protocol. This is no doubt related to the fact that three-quarters do not believe the UK government is responsive to the views of people in Northern Ireland on this subject.", "The low levels of trust are also a challenge for the other main players. The UK-EU joint committee overseeing the withdrawal agreement is trusted by just one in five NI voters. And one in two do not believe that the EU or the Irish government take views from Northern Ireland on board when it comes to the protocol.", "While most respondents (65%) agree that particular arrangements for Northern Ireland were necessary after Brexit, they are evenly split on whether or not the protocol is appropriate or good. This division is being brought into the electoral arena. Looking ahead to the 2022 Stormont assembly elections, 47% of respondents say they will only vote for candidates who will uphold the full protocol, and 42% say they will only vote for candidates who oppose it. The DUP is banking on that opposition growing in the coming year. So the protocol will remain politically live and politically divisive come what may.", "Whatever the prime minister has in mind about the protocol when he talks of “getting the barnacles off the thing” and “sandpapering [it] into shape”, he should be aware that the last thing Northern Ireland needs is more abrasive rhetoric. What people are really looking for is political leadership they can trust."], "authors": ["Katy Hayward", "David Phinnemore"], "keywords": ["protocol", "voters", "ireland", "political", "uk", "stability", "respondents", "damage", "trust", "northern", "withdrawal", "ni", "fear"], "pubDate": "2021-04-21T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}