{"id": "fec74d86-0da5-3c7e-82b8-7ae63cd2550f", "title": "Echo Generation Gets A Limited-Time Demo On December 8", "url": "https://www.gameinformer.com/2020/12/07/echo-generation-gets-a-limited-time-demo-on-december-8", "summary": "Gamers were introduced to developer Cococumber’s Echo Generation during Xbox’s Summer Games Fest, the pre-show for Xbox Games Showcase.\nIn collaboration with The Game Awards, interested players can take the game for a spin with a limited-time demo that will be available on Xbox Series X/S, Xbox One, and PC, and runs from tomorrow, December 8, to December 15.\nEcho Generation is set in a small Canadian town during the summer of 1993, where strange occurrences lead to the appearance of terrifying monsters.\nThe voxel presentation looks great and runs at 4K on Xbox Series X, and 60 fps on both current-gen Xbox consoles.\nEcho Generation is set to launch sometime in 2021.", "paragraphs": ["Gamers were introduced to developer Cococumber’s Echo Generation during Xbox’s Summer Games Fest, the pre-show for Xbox Games Showcase. The voxel-art RPG takes the “charming kids embark on a supernatural adventure” vibe of EarthBound and Stranger Things and combines it with classic role-playing trappings. In collaboration with The Game Awards, interested players can take the game for a spin with a limited-time demo that will be available on Xbox Series X/S, Xbox One, and PC, and runs from tomorrow, December 8, to December 15.", "Echo Generation is set in a small Canadian town during the summer of 1993, where strange occurrences lead to the appearance of terrifying monsters. Because adults are usually worthless in such scenarios, that leaves a group of capable children to fight back. The demo stars Dylan and his “Little Sister” who hit the neighborhood to battle sassy raccoons and giant clown monsters in turn-based battles. In between fights players can collect comic books, snacks, and search for clues to uncover hidden forces of evil. The voxel presentation looks great and runs at 4K on Xbox Series X, and 60 fps on both current-gen Xbox consoles.", "Echo Generation is set to launch sometime in 2021. For more on what to expect from The Game Awards, they'll be some Dragon Age 4 news, a new Among Us map, and definitely not Halo Infinite."], "authors": ["Associate Editor", "Marcus Is An Avid Gamer", "Giant Wrestling Nerd", "A Connoisseur Of Cartoons", "Obscure Childhood References. The Cat'S Out Of The Bagel Now"], "keywords": ["limitedtime", "echo", "summer", "generation", "game", "runs", "monsters", "set", "gets", "series", "players", "xbox", "games", "demo"], "pubDate": "2020-12-07T00:00:00", "publicationId": "7abf5426-5048-31ce-9c0a-822c58b19b47"}