{"id": "ff06fcb5-071a-3895-a733-46afed5a0f51", "title": "Caught on video - A gagging bill could shield French police from charges of brutality", "url": "https://www.economist.com/europe/2020/11/29/a-gagging-bill-could-shield-french-police-from-charges-of-brutality", "summary": "In Mr Zecler’s case, the main incident was caught by CCTV surveillance cameras.\nA second video of Mr Zecler being beaten in the street outside his recording studio was filmed by a neighbour.\nEqually grave, Mr Zecler’s beating looks disturbingly like a case not only of police violence but of racism.\nCommenting after Mr Zecler’s case, Christophe Castaner, an LREM deputy and Mr Darmanin’s predecessor as interior minister, clearly suspects as much when he called for “zero tolerance against racism”.\nA fourth police officer, suspected of throwing a tear-gas grenade into Mr Zecler’s music studio, would be suspended.", "paragraphs": ["IN THE SPACE of one week, two separate incidents of police brutality have shaken France. The first took place on the evening of November 23rd, when the police were sent in to clear a camp of Afghan refugees that had been erected without authorisation on the Place de la République in Paris. The public prosecutor ordered an inquiry into violent conduct by two policemen, one towards a migrant and the other directed at a journalist. Then, on November 26th, a video emerged that showed three policemen savagely beating up Michel Zecler, a black record-producer, in Paris five days earlier. Mr Zecler, who was apparently pursued for not wearing a face mask and initially spent 48 hours in detention for violence against the police, says that during the beating he was called a “sale nègre (dirty negro)”.", "In itself, each episode serves as a grim reminder of the periodic violence carried out by members of the French police. In January this year a protester was pinned to the ground on his back and punched several times in the face by a policeman. A riot policeman shot a rubber bullet into a protester at a range of just two metres. A motorbike courier died from asphyxiation while being arrested in Paris. In 2019—a year of violent protests by the gilets jaunes movement—there were 868 official inquiries into police violence, according to the General Inspectorate of the National Police, the force watchdog, up from 612 the previous year. The office of the United Nations’ human-rights commissioner last year deplored “serious allegations of excessive use of force” in France and “disproportionate use of so-called ‘non-lethal’ weapons”.", "The reason why the two new cases raise particular concern is that a tense debate is already under way in France over a “general security” bill designed to reinforce police powers, which is currently going through parliament. Controversy centres on article 24 of the draft law, which would make it illegal to post or broadcast any image that identifies an individual officer during a police operation “with the manifest aim of physically or psychologically causing them harm”. The point, according to Gérald Darmanin, the hard-line interior minister, is to protect the police from deliberate attempts to identify and target individuals, whether physically or on social media. According to French news reports, 7,399 police officers were wounded during operations in 2019, an annual total that has nearly doubled in the past 15 years. In 2016 a police officer and a police employee were stabbed to death in front of their three-year-old son in a town north-west of Paris; investigators found a list of names of police officers, among other figures, on the perpetrator’s computer.", "The bill, however, has rightly met fierce criticism in many quarters. On November 28th thousands took to the streets of cities across France to protest against it, leading to violent clashes with the police in Paris; dozens were arrested after cars were set alight and stones and fireworks hurled at the police.", "For the French media, the bill looks like an attempt to protect the police from proper public scrutiny and as such an infringement of the freedom of the press. An editorial in Le Monde, a newspaper, called article 24 “pernicious”. (At one point, Mr Darmanin suggested, absurdly, that reporters might need to seek official permission in order to cover demonstrations, an idea that he then retracted.) Nor is it clear how a “manifest aim” to cause harm would be legally established. Perhaps the most damning critique came from a section of President Emmanuel Macron’s own party, La République en Marche (LREM). The bill passed its first reading in the National Assembly, the lower house of the French parliament, on November 24th—but ten LREM deputies voted against it, and fully 30 abstained. The bill still needs to go to the Senate, and may return to the assembly.", "In Mr Zecler’s case, the main incident was caught by CCTV surveillance cameras. During the attack, the record producer at one point cried out “call the police”, not believing that these were real law-enforcement officers. Most excessive police violence in France, however, including the clearing of the migrant camp in Paris, would probably not come to light were it not for the taped evidence recorded by reporters or onlookers. A second video of Mr Zecler being beaten in the street outside his recording studio was filmed by a neighbour. It is precisely the right to publish or post such videos that is now in question.", "Equally grave, Mr Zecler’s beating looks disturbingly like a case not only of police violence but of racism. France does not collect data on its citizens’ ethnicity, so it is difficult to know exactly how much more likely minorities are to be singled out in police operations. But Jacques Toubon, the former official “defender of rights” ombudsman, has said that somebody who is perceived as “black or Arab” is 20 times likelier to be arrested than somebody who is not. Commenting after Mr Zecler’s case, Christophe Castaner, an LREM deputy and Mr Darmanin’s predecessor as interior minister, clearly suspects as much when he called for “zero tolerance against racism”.", "Racism in the police is not the subject of the current bill. But the beating of Mr Zecler, and the inquiry that has since been launched into both the violence and the alleged falsification of evidence by the policemen concerned, is likely to propel this question back into the public debate. The killing of George Floyd in Minneapolis this year already stirred fresh anger in France about a similar case, in which Adama Traoré, a French man of Malian origin, died in custody in 2016 after his arrest. Some ask whether a video of the sort that incriminated the police officers who killed Floyd would be legal to publish in France if article 24 were passed.", "Mr Macron was himself “very shocked” by the video of Mr Zecler’s beating, according to a presidential source, and later wrote on social media that the images “put us to shame...France must never let hatred or racism prosper”. The Paris prosecutor, Remy Heitz said the three were being held in custody, separate from each other; he asked that they be charged with intentional violence with weapons, the use of racist language, falsifying police records, violation of a private home and intentional damage to a private home. A fourth police officer, suspected of throwing a tear-gas grenade into Mr Zecler’s music studio, would be suspended.", "On November 30th Mr Darmanin, who is an increasingly contentious figure within the government, is due to appear before the National Assembly to answer questions. There is now much disarray even in Mr Macron’s party. Hugues Renson, the vice-president of the National Assembly and a LREM deputy, has called for article 24 to be dropped; it may well be reworked. But, at a time of general concern about the president’s drift to the right on security matters, Mr Macron will need to do more than express his dismay.", "Editor’s note (November 29th): This article has been updated since it was first published"], "authors": ["The Economist"], "keywords": ["video", "mr", "violence", "charges", "article", "paris", "french", "gagging", "caught", "shield", "bill", "france", "beating", "brutality", "zeclers", "zecler"], "pubDate": "2020-11-29T00:00:00", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}