{"id": "ff1870de-c55e-3f87-b4dc-9d9fd6b35327", "title": "Exes Demi Lovato, Wilmer Valderrama reunite for Netflix's 'Charmed,' play soulmates", "url": "http://www.foxnews.com/entertainment/demi-lovato-wilmer-valderrama-reunite-netflix-charmed-soulmates", "summary": "Demi Lovato and Wilmer Valderrama are back at it -- sort of.\nLovato, 28, and the \"That '70s Show\" actor, 40, famously dated on-again, off-again from 2010-2016, and have now reunited to star in Netflix's animated fairytale flick \"Charming.\"\nIn the movie, Valderrama plays Prince Philippe Charming, who was cursed to be irresistible to all women.\nTo break the curse, he must find and marry his one true love.\nLenore agrees to help Charming on his journey, and the two awkwardly and sweetly fall for one another.", "paragraphs": ["Demi Lovato and Wilmer Valderrama are back at it -- sort of.", "Lovato, 28, and the \"That '70s Show\" actor, 40, famously dated on-again, off-again from 2010-2016, and have now reunited to star in Netflix's animated fairytale flick \"Charming.\"", "In the movie, Valderrama plays Prince Philippe Charming, who was cursed to be irresistible to all women. To break the curse, he must find and marry his one true love.", "In an effort to free himself of the burden, Charming proposes marriage to three well-known princesses: Snow White, Cinderella and Sleeping Beauty.", "CAPITOL RIOTS INSPIRED DEMI LOVATO TO RECORD MORE POLITICAL MUSIC", "CLICK HERE TO SIGN UP FOR OUR ENTERTAINMENT NEWSLETTER", "The prince is then tasked by his father to \"run the gauntlet,\" a quest that will help him determine his true love. Along the way, he meets Lovato's Lenore, who seems to not be infatuated with the royal.", "Lenore agrees to help Charming on his journey, and the two awkwardly and sweetly fall for one another.", "WILMER VALDERRAMA EXPECTING FIRST CHILD WITH FIANCEE AMANDA PACHEO", "The flick was written and directed by Ross Venokur (\"The Tick,\" \"Saddam 17\") and Lovato served as the film's score executive producer while Valderrama's WV Enterprises is among the picture's production companies.", "Sia, Avril Lavigne, Ashley Tisdale, John Cleese and Chris Harrison all have roles as well.", "Valderrama shared a trailer for the movie on Instagram on Friday, explaining that the movie spent \"years\" in production and features \"our first Latino Prince.\"", "CLICK HERE TO GET THE FOX NEWS APP", "The \"Tell Me You Love Me\" singer starred alongside her ex when she appeared in a number of episodes of \"From Dusk till Dawn: The Series\" -- which featured Valderrama -- in 2015.", "\"Charming\" is now streaming on Netflix."], "authors": ["Nate Day"], "keywords": ["demi", "reunite", "exes", "charmed", "charming", "flick", "soulmates", "valderrama", "help", "lovato", "love", "netflixs", "true", "movie", "play", "production", "prince", "wilmer"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}