{"id": "ff1d5d2f-c18d-33a2-8696-b1af0390ddb6", "title": "Are we in a stock market bubble? | Charts that Count", "url": "https://www.ft.com/video/06be766d-6f13-405f-8772-dab96a797864?playlist-name=section-c91b1fad-1097-468b-be82-9a8ff717d54c&playlist-offset=5", "summary": "Only once a bubble has popped can we be sure that it was ever there at all.\nIn the US stock market we clearly have that first box ticked.\nNow, the argument that there is not a bubble in the American stock market is that stocks have to be so expensive because government bond yields are so low.\nThe great investor Jeremy Grantham says that justifying the high prices of stocks by pointing to historically low bond yields is nothing more than justifying one asset bubble by reference to another.\nThe question of whether we have an asset bubble in the US stock market is nothing more or less than the question of whether we have been too complacent about the possibility of inflation.", "paragraphs": ["You can enable subtitles (captions) in the video player", "One of the tricky things about asset bubbles is that they cannot be conclusively identified while they still exist. Only once a bubble has popped can we be sure that it was ever there at all. There are, however, two necessary if not sufficient conditions for the existence of a bubble. The first is an accelerating increase in prices that forces valuations near historical highs. The second is increasingly speculative and insane behaviour among investors.", "In the US stock market we clearly have that first box ticked. Here is the Nasdaq index, which is heavily weighted towards technology, the sector where valuations have been the frothiest. It has risen 40 per cent this year despite the small matter of a global pandemic and an accompanying weak economy.", "Crazy behaviour? There's plenty of that going around, too. Perhaps the ripest example of investor insanity is a barely profitable electric car company that has seen its share price octuple this year. Here is a chart of Tesla shares. There was a two-day period a couple of weeks ago in which Tesla added the entire market value of the Ford Motor Company twice over. Or how about the rocketing price of an asset that, depending who you talk to, may have no underlying value at all? The cryptocurrency Bitcoin.", "Now, the argument that there is not a bubble in the American stock market is that stocks have to be so expensive because government bond yields are so low. That is to say while stock prices are high, the premium that investors receive for owning stocks as opposed to bonds is actually at the low end of the historical range.", "Here is a chart of the 10-year inflation adjusted or real yield. The great investor Jeremy Grantham says that justifying the high prices of stocks by pointing to historically low bond yields is nothing more than justifying one asset bubble by reference to another. He may have a point. But the fact remains that the Federal Reserve can keep bond yields low simply by buying more and more Treasuries, that is, unless inflation spikes and the situation gets out of the Fed's control.", "The question of whether we have an asset bubble in the US stock market is nothing more or less than the question of whether we have been too complacent about the possibility of inflation. If you own stocks, keep a close eye on the prices of everything else."], "authors": ["Produced Gregory Bobillot"], "keywords": ["asset", "bond", "bubble", "low", "count", "yields", "stocks", "stock", "charts", "prices", "market", "inflation"], "pubDate": null, "publicationId": "eaa33b83-3927-3aaf-af4b-4990c79485da"}