{"id": "ff227463-0e30-3d16-b7c3-c6ae4f60f67f", "title": "A Pitch of Faith: Fox Nation explores the medical downfall, comeback of Yankee prospect Ty Hensley", "url": "https://www.foxnews.com/sports/a-pitch-of-faith-fox-nation-explores-the-medical-downfall-comeback-of-yankee-prospect-ty-hensley", "summary": "A new Fox Nation special, \"Pitch of Faith\", explores the story of Ty Hensley, a once promising New York Yankees prospect born into a professional baseball family, who had everything going for him until life-threatening injuries hit.\nAfter one of the surgeries, Hensley developed what his mother told Fox Nation was deemed a \"life-threatening\" infection.\nWatch \"Pitch of Faith\" now on Fox Nation.\nCLICK HERE TO GET FOX NATIONFox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers.\nGo to Fox Nation to start a free trial and watch the extensive library from your favorite Fox News personalities.", "paragraphs": ["A new Fox Nation special, \"Pitch of Faith\", explores the story of Ty Hensley, a once promising New York Yankees prospect born into a professional baseball family, who had everything going for him until life-threatening injuries hit.", "Fox Nation takes a look at the medical tribulations of the Oklahoma native, and how he is defying the odds and rising again athletically in the United Shore Professional Baseball League (USPBL) and the American Association of Professional Baseball (AAPB).", "Selected by the Bronx Bombers in the first round of the 2012 draft, turning down college ball at Ole Miss, Hensley tells Fox Nation how he was overjoyed at the opportunity.", "Hensley began his professional career in the Yankee's minor league affiliate in Tampa, but tragedy struck during a team training outing to the Dominican Republic.", "The pitcher told Fox Nation that he heard a \"pop\" in his stomach area while pitching in the D.R., and upon showing Yankee staff, was rushed back to the United States for medical attention.", "Fox Nation also spoke with Dr. Bryan Kelly, a renowned New York orthopaedic surgeon, who soonafter the abdominal injury, operated on both of Hensley's hips.", "After one of the surgeries, Hensley developed what his mother told Fox Nation was deemed a \"life-threatening\" infection.", "He was rushed from a Tampa hospital to New York to be seen by Kelly, and an infected abscess was removed.", "CLICK HERE TO GET FOX NATION", "\"He came through the front door to my office and I thought I'm glad he made it because he looked absolutely terrible,\" recalled Kelly.", "From that point, the Fox Nation special, \"Pitch of Faith\", chronicles his eventual return to playing ball, before being sidelined by another injury, this time in his elbow.", "But the persistent Hensley pressed forward, with his most recent career reaching its pinnacle in August 2020 when he pitched a no-hitter for the Utica (Mich.) Unicorns against the Eastside (Detroit) Diamond Hoppers of the USBPL.", "In January 2021, Hensley most recently signed with the AAPB's Milwaukee Milkmen.", "Watch \"Pitch of Faith\" now on Fox Nation.", "CLICK HERE TO GET FOX NATION", "Fox Nation programs are viewable on-demand and from your mobile device app, but only for Fox Nation subscribers. Go to Fox Nation to start a free trial and watch the extensive library from your favorite Fox News personalities."], "authors": ["Charles Creitz"], "keywords": ["yankee", "pitch", "faith", "prospect", "medical", "baseball", "york", "professional", "explores", "fox", "ty", "united", "nation", "yankees", "hensley"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}