{"id": "ff2a87ef-3fe0-382c-ae53-7fbf44ca9cff", "title": "NFL Week 15 playoff scenarios: 5 teams have a chance to clinch berths", "url": "http://www.foxnews.com/sports/nfl-week-15-2020-playoff-scenarios", "summary": "The Buffalo Bills, Tennessee Titans, Los Angeles Rams, Seattle Seahawks and Tampa Bay Buccaneers can all clinch playoff spots this week.\nBuffalo can clinch the AFC East with a win or a Dolphins loss to the Patriots or a tie along with a Dolphins tie.\nNFL WEEK 15 POWER RANKINGS: BILLS SURGE AFTER WIN, STEELERS STUMBLESEATTLE SEAHAWKS: The Seahawks get into the playoffs with a win or tie against Washington or if the Vikings and Bears tie.\nTAMPA BAY BUCCANEERS: The Buccaneers can clinch a playoff berth with a win over the Falcons and a Bears-Vikings tie.\nThe Saints can clinch the NFC South title with a win, Buccaneers loss or a tie and Buccaneers tie.", "paragraphs": ["The Kansas City Chiefs, Pittsburgh Steelers, New Orleans Saints and Green Bay Packers have already clinched playoff berths this season and several other teams can follow.", "As the season winds down, the playoff scenarios get trickier.", "The Buffalo Bills, Tennessee Titans, Los Angeles Rams, Seattle Seahawks and Tampa Bay Buccaneers can all clinch playoff spots this week.", "CLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM", "BUFFALO BILLS: The Bills can clinch a playoff berth with a tie against the Broncos and a Ravens loss to the Jaguars or just a Ravens loss. Buffalo can clinch the AFC East with a win or a Dolphins loss to the Patriots or a tie along with a Dolphins tie.", "TENNESSEE TITANS: The Titans can clinch a playoff berth with a win and a Ravens loss or a win with a Raiders loss or tie to the Chargers, a Dolphins loss and a Browns win and tie against the Giants or a win along with a Raiders loss or tie, a Dolphins loss, or if the Titans and Browns clinch a \"strength of victory tiebreaker over the Dolphins.", "LOS ANGELES RAMS: The Rams will get into the playoffs with a win or tie against the Jets or if the Vikings-Bears matchup ends in a tie.", "NFL WEEK 15 POWER RANKINGS: BILLS SURGE AFTER WIN, STEELERS STUMBLE", "SEATTLE SEAHAWKS: The Seahawks get into the playoffs with a win or tie against Washington or if the Vikings and Bears tie.", "TAMPA BAY BUCCANEERS: The Buccaneers can clinch a playoff berth with a win over the Falcons and a Bears-Vikings tie.", "CLICK HERE TO GET THE FOX NEWS APP", "The Chiefs are angling for a first-round bye and could get one with a win, a Steelers loss and a Bills loss or tie. The Saints can clinch the NFC South title with a win, Buccaneers loss or a tie and Buccaneers tie. The Chiefs and Saints, however, play each other Sunday evening in a possible Super Bowl LV preview."], "authors": ["Ryan Gaydos", "Ryan Gaydos Is The Sports Editor For Foxnews.Com. Follow Him On Social Media"], "keywords": ["scenarios", "clinch", "teams", "berths", "tie", "playoff", "buccaneers", "dolphins", "loss", "titans", "week", "nfl", "steelers", "bills", "win", "chance", "15"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}