{"id": "ff5ca474-a7b7-3e14-ab18-7cb86f13e774", "title": "The ancient ritual offering a window into the future", "url": "https://edition.cnn.com/style/article/astrology-recommendations-culture-queue/index.html", "summary": "\"We're all looking to make sense of the universe, our places in it and our connections throughout it,\" said Richards.\nIn one area, they daubed a stalwart bull flanked with two smatterings of dots representing the constellations of Taurus and Orion's Belt.\nCredit: AlamyWhere astrology relies on tracking celestial bodies, tarot cards divine meaning through the drawing of cards.\nCredit: Harry Langdon/Getty ImagesWhy did the influential Latin American astrologer Walter Mercado suddenly disappear from public view?\nThis 2020 Netflix documentary, directed by Kareem Tabsch and Cristina Costantini, tells the story of his mystical rise and heartbreaking decline.", "paragraphs": ["Written by Jacqui Palumbo, CNN", "Depending on who you ask, astrologers either predicted the tumult of 2020, or didn't see it coming at all. But if you find yourself gazing up at the skies for clues about your year ahead, you might want to begin by exploring astrology's symbols through the new book \" Astrology ,\" a vivid visual history and field guide to the esoteric practice featuring thousands of years of art.", "Now considered a pseudoscience, astrology's popularity has cycled in and out of favor over human history.", "The modern reemergence of astrology can be traced back to the 1960s, when hippies embraced the zodiac, sparking the flirty pick-up line \"Hey, baby, what's your sign?\" in dimly lit bars across America. President Ronald Reagan and First Lady Nancy hired astrologer Joan Quigley to formally advise them on celestial matters in the 1980s, symbolizing astrology's return to the mainstream in the West. Millennials and Gen Zers have turned to horoscopes to gain perspective during chaotic times.", "\"When you go out and look at the stars, you can't help but feel a sense of wonder or sense of connection to, to a larger world, to a larger cosmos,\" said Andrea Richards, author of \"Astrology,\" in a video interview.", "\"We're all looking to make sense of the universe, our places in it and our connections throughout it,\" said Richards.", "\"Astrology\" is the second title in Taschen's \"Library of Esoterica\" series. Credit: Taschen", "Zodiac art across the eras", "What might be the earliest known astrological illustrations can be found in a complex of caves in southwestern France, where, some 20,000 years ago, early humans marked the walls with over 600 paintings. In one area, they daubed a stalwart bull flanked with two smatterings of dots representing the constellations of Taurus and Orion's Belt.", "The Lascaux caves in France are filled with Paleolithic-era paintings of bulls, some in hunting scenes and one with star patterns around its head. Credit: DEA /C. SAPPA/De Agostini/Getty Images", "On the pages of \"Astrology,\" ancient illustrations appear next to paintings by famed artists like Raphael and Alphonse Mucha, along with more contemporary, psychedelic takes on the zodiac. Despite centuries of different interpretations, the symbols themselves have largely remained unchanged (though Uranus, Neptune and Pluto were added upon their discovery).", "\"Astrology is a pretty complex system of symbols that carry associations and have the weight of thousands of years of stories behind them,\" Richards said. \"We can connect to these archetypal myths and stories, and find that they have relevance and meaning to convey to our paths today.\"", "Two sisters, split up", "The practice wasn't always considered a pseudoscience, but was seen, by some, as a respected \"sister science\" to astronomy. Where astronomy tracked celestial objects, astrology interpreted what their positioning meant for mankind.", "Astrology was part of daily life in the Roman Empire, then demonized by Christian priests (despite the fact that the Bible's three wise men, who followed a star to the baby Jesus, were likely astrologists, Richards points out in the book). It also flourished during the Islamic Golden Age, and was valued highly by European royals until the scientific discoveries of the Enlightenment made it increasingly obsolete.", "Vladimir Manzhos Waone, \"The Magus,\" Ukraine, 2012--14. The Magus, or sorcerer, is shown here as the keeper of mystical secrets, surrounded by symbols relating to astrology, myth, alchemy, sacred geometry and magic. Credit: Vladimir Manzhos Waone/Taschen", "And regardless of how it has been viewed by science, astrology has been a cultural linchpin, crucial to history, religion and creative storytelling, as \"Astrology\" asserts.", "\"(Astrological charts) are an interpretive text; they can be read a thousand different ways,\" said Richards. \"That's literature. That's art. That's a beautiful multitude of possibilities.\"", "Add to queue: More esoteric explorations", "LISTEN: Diana Ross & The Supremes \" Diana Ross & The Supremes \" No Matter What Sign You Are", "Ross croons about the zodiac in this 1969 soul track from the album \"Let the Sunshine In.\"", "\"The beat of the heart, my love / Is stronger than the charts, my love / Your water sign just lit my fire / You fill me with such desire.\"", "Divine your future from the Rider-Waite-Smith tarot deck. Credit: Alamy", "Where astrology relies on tracking celestial bodies, tarot cards divine meaning through the drawing of cards. This guide to the classic Rider-Waite-Smith tarot deck from 1909 charts its history and explains each card.", "Divine the secrets of magick, freemason rituals and the paranormal through this long-running podcast series dedicated to the occult and arcane practices.", "What happened to astrologer Walter Mercado? This Netflix documentary tells of his fate. Credit: Harry Langdon/Getty Images", "Why did the influential Latin American astrologer Walter Mercado suddenly disappear from public view? This 2020 Netflix documentary, directed by Kareem Tabsch and Cristina Costantini, tells the story of his mystical rise and heartbreaking decline.", "Kirlian photography, which its practitioners claim can capture a person's color-coded energies, has enjoyed a revival thanks, in part, to Chinatown photo booths and Gwyneth Paltrow's Goop. In this feature from The Ringer, reporter Molly McHugh digs into the imaging technique -- also known as aura photography -- and how it was repopularized."], "authors": ["Jacqui Palumbo"], "keywords": ["paintings", "thats", "sign", "credit", "richards", "symbols", "offering", "ritual", "sense", "future", "ancient", "astrology", "window", "tarot", "zodiac"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}