{"id": "ff6648e9-5408-31a3-aba1-d02650eb721a", "title": "Ron Johnson pushes back on calls for Hunter Biden special counsel", "url": "https://www.foxnews.com/politics/ron-johnson-hunter-biden-special-counsel-calls-pushback", "summary": "Johnson's comments come after it became public that the U.S. Attorney's Office in Delaware has been investigating Hunter Biden's \"tax affairs.\"\nHUNTER BIDEN 'TAX AFFAIRS' UNDER FEDERAL INVESTIGATIONThe investigation, according to a source familiar with the matter, began in 2018.\nGOP REP. KEN BUCK URGES BARR TO APPOINT SPECIAL COUNSEL TO INVESTIGATE HUNTER BIDEN FOREIGN BUSINESS DEALINGS, LAPTOPBut Johnson disagreed.\n\"To single out one individual with a special counsel -- I don't think that's necessary unless more information comes to light,\" Johnson told Fox News.\n\"I'm just not a fan of special counsels—I don't care if it's a special counsel against a Republican president or a Democratic one.\"", "paragraphs": ["EXCLUSIVE: Senate Homeland Security Committee Chairman Ron Johnson, who has been looking into Hunter Biden’s foreign business dealings for over a year, told Fox News on Wednesday he opposes the appointment of a special counsel to investigate President-elect Joe Biden’s son, while vowing to continue looking into the matter.", "Johnson's comments come after it became public that the U.S. Attorney's Office in Delaware has been investigating Hunter Biden's \"tax affairs.\"", "\"I learned yesterday for the first time that the U.S. Attorney’s Office in Delaware advised my legal counsel, also yesterday, that they are investigating my tax affairs,\" Hunter Biden said in a statement Wednesday. \"I take this matter very seriously but I am confident that a professional and objective review of these matters will demonstrate that I handled my affairs legally and appropriately, including with the benefit of professional tax advisors.\"", "HUNTER BIDEN 'TAX AFFAIRS' UNDER FEDERAL INVESTIGATION", "The investigation, according to a source familiar with the matter, began in 2018.", "Johnson, the Republican senior senator from Wisconsin, during an interview with Fox News, said he \"will be watching\" that federal probe \"very carefully.\"", "\"I will give whoever is investigating this the benefit of the doubt, but I will certainly be suspicious of an investigation similar to Midyear Exam,\" Johnson said, referring to the FBI's investigation into former Secretary of State Hillary Clinton's use of a private email server. \"That was meant to cover up the truth and exonerate, as opposed to uncover and prosecute.\"", "He added: \"I will cross my fingers and hope that is not what this is about, and does not turn into, under a Biden administration.\"", "Prior to Hunter Biden confirming he was under federal investigation, Fox News reported earlier this week that Rep. Ken Buck, R-Colo., urged Attorney General Bill Barr to appoint a special counsel to review the younger Biden's overseas business dealings, and the contents of a laptop purportedly belonging to him.", "GOP REP. KEN BUCK URGES BARR TO APPOINT SPECIAL COUNSEL TO INVESTIGATE HUNTER BIDEN FOREIGN BUSINESS DEALINGS, LAPTOP", "But Johnson disagreed.", "\"To single out one individual with a special counsel -- I don't think that's necessary unless more information comes to light,\" Johnson told Fox News. \"I'm just not a fan of special counsels—I don't care if it's a special counsel against a Republican president or a Democratic one.\"", "Johnson said that special counsels have been \"reserved for serious business -- really big business.\"", "Johnson noted that he was \"not downplaying\" Hunter Biden's business dealings, but said it was not the same situation as \"corruption of the FBI.\"", "Earlier this month, Barr made public that he appointed U.S. Attorney John Durham from Connecticut as a special counsel to continue investigating the origins of the Trump-Russia probe.", "\"Hunter Biden is not the same as corruption within the FBI,\" Johnson said. \"That is a really big issue that requires a special counsel.\"", "\"But, financial dealings, improper, proper, illegal, legal of the son of a former vice president, or son of an eventual president, normal prosecutors can handle that together with an investigative press and Congress,\" Johnson said.", "\"I'm not going to turn a blind eye on this,\" he continued, noting that he already has requested a slew of additional documents and financial transactions from the Treasury Department. \"We'll keep digging.\"", "He added: \"Whenever there is a criminal investigation, that limits access Congress has.\"", "Johnson also said, however, that if his committee \"continues to get stonewalled or the stonewalling gets worse, I may change my opinion.\"", "Johnson's committee has been investigating Hunter Biden's foreign business dealings since 2019, and this past September released an interim report on its months' long probe into Hunter Biden's role on the board of Ukrainian natural gas firm Burisma and his alleged \"extensive and complex financial transactions.\"", "Johnson and Senate Finance Committee Chairman Chuck Grassley, R-Iowa, said their investigation has \"faced many obstacles\" from Democrats on their committees and that executive agencies \"failed to comply with document requests.\" The chairmen added that \"there remains much work to be done\" in their probe.", "Hunter Biden's work background played a starring role in the Trump impeachment efforts earlier this year. He and his father have denied any wrongdoing related to his work.", "HUNTER BIDEN EMAILS UNDER INVESTIGATION BY SENATE HOMELAND SECURITY COMMITTEE AFTER HARD DRIVE REPORT EMERGES", "The 87-page report stated Obama administration officials \"knew\" that Hunter Biden’s position on the board of Burisma was \"problematic\" and that it interfered \"in the efficient execution of policy with respect to Ukraine.\"", "The report's executive summary stated, \"This investigation has illustrated the extent to which officials within the Obama administration ignored the glaring warning signs when the vice president’s son joined the board of a company owned by a corrupt Ukrainian oligarch.\"", "Biden’s role on the board of Burisma and his business dealings emerged during the Trump impeachment inquiry in 2019.", "Meanwhile, in October, Fox News first reported that the FBI subpoenaed a laptop and hard drive purportedly belonging to Hunter Biden in connection with a money-laundering investigation in late 2019.", "It was unclear whether the subpoenas came as part of the U.S. Attorney in Delaware's investigation into Biden’s tax affairs. It also was unclear whether the FBI money laundering investigation was ongoing or directly related to Hunter Biden.", "One document, obtained by Fox News, was a subpoena sent to the owner of the laptop repair shop to testify before U.S. District Court for the District of Delaware on Dec. 9, 2019. One page of the subpoena showed what appeared to be serial numbers for a laptop and hard drive taken into possession.", "The subpoena stated that it was requested by Lesley F. Wolf, who, at the time, served as assistant U.S. attorney for the district of Delaware.", "Fox News also first reported in October that the FBI was in possession of the laptop in question.", "The FBI has declined to confirm or deny the existence of an investigation into the laptop or the emails, as is standard practice.", "The Justice Department declined to comment on the investigation into Biden's tax affairs.", "Johnson, though, noted, \"Any kind of criminal activity involving money is almost always going to have a tax element to it, because you could be hiding income.\"", "CLICK HERE TO GET THE FOX NEWS APP", "\"It may be hard to prove whether a transaction is illegal, but you can always say you didn't report to your taxes,\" Johnson said. \"That's how they got Al Capone.\"", "He added: \"This isn't going away.\""], "authors": ["Brooke Singman", "Brooke Singman Is A Politics Reporter For Fox News. Follow Her On Twitter At"], "keywords": ["dealings", "hunter", "pushes", "biden", "fox", "ron", "investigation", "calls", "johnson", "bidens", "special", "counsel", "tax"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}