{"id": "ff67c1b1-b385-32a5-8082-0f831aaaf09e", "title": "Opinion | Aliens Must Be Out There", "url": "https://www.nytimes.com/2021/02/11/opinion/aliens-extraterrestrial-life.html", "summary": "To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.\nAwesome as it is, though, the sun is still a pretty ordinary star, one of an estimated 100 billion to 400 billion in the Milky Way galaxy alone.\nAnd the Milky Way is itself just one galaxy among hundreds of billions or perhaps trillions in the observable universe.\nThen there’s Earth, a lovely place to raise a species but, as planets go, perhaps as unusual as a Starbucks in a strip mall.\nBillions of the Milky Way’s stars could be orbited by planets with similarly ideal conditions to support life.", "paragraphs": ["To hear more audio stories from publishers like The New York Times, download Audm for iPhone or Android.", "The sun is not special. I know that’s a churlish thing to say about everyone’s favorite celestial body, our planet’s blazing engine and eternal clock, giver of light, life and spectacular Instagram backdrops. Awesome as it is, though, the sun is still a pretty ordinary star, one of an estimated 100 billion to 400 billion in the Milky Way galaxy alone. And the Milky Way is itself just one galaxy among hundreds of billions or perhaps trillions in the observable universe.", "Then there’s Earth, a lovely place to raise a species but, as planets go, perhaps as unusual as a Starbucks in a strip mall. Billions of the Milky Way’s stars could be orbited by planets with similarly ideal conditions to support life. Across all of space, there may be quintillions or a sextillion potentially habitable planets — which is more than the estimated grains of sand on all of Earth’s beaches.", "So isn’t it hubris to assume that we’re the only life around? Since Nicolaus Copernicus posited nearly 500 years ago that Earth is not at the center of the universe, much of what humanity has learned about the cosmos has confirmed our insignificant ordinariness. We live aboard Carl Sagan’s pale blue dot, “a mote of dust suspended in a sunbeam.” In all the vastness of space and time, then, doesn’t it seem likely, maybe even obvious, that there exist other ordinary beings on other insignificant motes?"], "authors": ["Farhad Manjoo"], "keywords": ["planets", "life", "insignificant", "earth", "galaxy", "estimated", "space", "milky", "ordinary", "opinion", "aliens", "way"], "pubDate": "2021-02-11T00:00:00Z", "publicationId": "f2968730-9ce5-3e6f-8e64-b6b9f68984b0"}