{"id": "ff6b08b1-8f5b-3240-a514-a444d49a6dac", "title": "From rickety souk to global powerhouse: How Dubai became the City of Gold", "url": "https://edition.cnn.com/travel/article/dubai-gold-industry/index.html", "summary": "He remembers when the Gold Souk, today home to hundreds of retailers, was just a few rickety stalls stuck like barnacles to the river banks.\nRise of the SoukThe labyrinthine alleyways and carved wooden roofs of the Dubai Gold Souk haven't changed much in the last century, aside from some modernization.\nMore than 700 merchants now ply their trade here, primarily in the Gold Souk or in the Meena Bazaar, just across the Creek.\nIn the Gold Souk, they have three shops within 200 meters of each other.\nBecause after decades of rapid growth for the UAE's gold trade, it was the Covid-19 pandemic that finally slowed things down.", "paragraphs": ["(CNN) — As a child, Mihir Vaya helped his father run his fledgling jewelry business in Dubai", "He remembers riding with him across Dubai Creek in an abra boat as he went to sell his pieces. He remembers when the Gold Souk, today home to hundreds of retailers, was just a few rickety stalls stuck like barnacles to the river banks. But most of all, he remembers helping his father in his workshop. He and his sister would hold gold wires so they could be wound into intricate pieces of jewelry.", "\"It was probably nothing, those small jobs. But you felt so important,\" Vaya says. \"Ever since then I've been inclined to work there.\"", "Ashwin Vaya, Mihir's father, is one of thousands of Indian gold traders, jewelers, artisans and business people who flocked to Dubai in the later years of the 20th century to make their fortunes in the burgeoning gold trade. Alongside enterprising Emiratis and other immigrants from around the region, these are the people who are responsible for Dubai's emergence as an international center for gold.", "Pre-pandemic, the gold and jewelery market made up 20% of the UAE's total non-oil exports -- the majority of that coming from Dubai. An estimated 20% to 40% of the world's gold stocks pass through Dubai every year.", "Rise of the Souk", "The labyrinthine alleyways and carved wooden roofs of the Dubai Gold Souk haven't changed much in the last century, aside from some modernization.", "What has changed is its size and scope. Over the years, the souk has expanded from around 400 square meters to a vast powerhouse more than two kilometers wide and three kilometers in length.", "More than 700 merchants now ply their trade here, primarily in the Gold Souk or in the Meena Bazaar, just across the Creek. Many shops around here have been in family hands for decades.", "At the Gold Souk's inception in the early 1900s, the banks of Dubai Creek were home to only a handful of local jewelers, trading along the spice route. Things picked up steam in the 1940s when new trade policies encouraged Iranian and Indian entrepreneurs to set up shop. But it was in the decades that followed the 1970s, after the city's fortunes were changed with the discovery of oil, when things really took off.", "Mihir Vaya's father introduced him to the business when Mihir was a child. Ashleigh Stewart", "City of Gold", "Jayant Javeri remembers those heady days with fondness.", "Originally from Mumbai, Jayant arrived in Dubai with his brother Anil in 1971, the same year the United Arab Emirates was founded. The Javeri brothers grew up in the gold business in Bahrain -- their grandfather founded a money exchange company, which also sold gold bars, and their father had helped. But the Javeri brothers wanted to branch out on their own.", "Their first store in Dubai was a general trading company, dabbling in gold trading through orders from their grandfather.", "But in 1990, seeing the demand for gold in the Gulf gradually increasing, they founded Javeri Jewellery, which they say was the first gold shop in Bur Dubai's Meena Bazaar. Today, Meena Bazaar is home to hundreds of big jewelry chains and family-run outlets, which is slightly cheaper for vendors than the Gold Souk. But back in 1990, it was just the Javeri brothers and \"a few other buildings.\"", "In the following years, as word in India spread, thousands more showed up in Dubai, keen to emulate the success of those before them. The 1990s was the height of the UAE's gold rush.", "This sprawling bazaar of gold traders, diamond merchants, and jewelers took on the shape it still maintains today -- the glittering displays seemingly attempting to woo passersby by blinding them. You won't see these displays in Macy's.", "Dubai earned the moniker \"the city of gold,\" a relatively affordable destination for buying gold and precious stones -- a reputation it still has today.", "This was due to low taxes (5% VAT, introduced in 2018, is the only tax imposed on gold here and tourists can claim that back), steep competition, government regulation and the fact that unlike elsewhere in the world, jewelery prices in Dubai are not fixed and follow the daily market rate of international gold prices. Yes, this means you can haggle -- even inside a store.", "Jayant and Anil Javeri arrived in Dubai from Mumbai in 1971. Ashleigh Stewart", "Related content Could a 258mph electric hypercar help Dubai ditch its gas guzzlers?", "Immense competition", "Mihir Vaya and his family's path to the UAE followed a similar trajectory to the Javeris. Mihir's grandfather started a jewelery business in Gujarat, India, in the 1940s. He made and sold the pieces himself. His son, Ashwin, then took over.", "Ashwin expanded the business to focus on wholesale jewelery sales and went to Kuwait to make his fortune. When the Kuwait war broke out in 1990, he went to Dubai.", "\"We grew up with the jewelery business. We watched Dad going to the souk, getting a good price. We would take the abra to Meena Bazaar. There were no big traders back then,\" Mihir says.", "Mihir started working with his father full time when he was 21. In the intervening decades, he's watched the gold trade take its current form.", "\"There is immense competition now, and all the trends have changed. Back in the day, everything used to be handmade jewelry. Now all the designing is done on the computer and we have casting machines. It's less personalized and more mass-produced.\"", "The modern trade is not without controversy. The UAE imports gold from a number of countries that practice artisanal and small-scale gold mining (ASGM), which, while an important source of income for rural communities, is often unregulated and associated with hazardous working conditions.", "Secret to success", "Mehul Pethani has a loyal customer base at Cara Jewellers. Ashleigh Stewart", "For most gold salespeople in Dubai, the secret to success is a loyal crowd of repeat customers and a rapport built over decades. People don't tend to shop around for bargains here; the clientele is not fickle.", "Mehul Pethani is testament to that.", "Pethani can be found most days at Cara Jewellers in the sprawling Gold and Diamond Park in Al Quoz, usually tending to one of his loyal customers as a line patiently forms in the background.", "The Pethani name is prolific in these parts. Mehul alone has three cousins and one brother-in-law working here. Plenty more are men he has known since childhood.", "It's no coincidence. Founders Kiran and Anil Pethani mined their hometown of Gujarat for workers to staff their first store in 2005.", "Mehul arrived in Dubai in 2007 barely speaking English and not knowing a thing about the gold and diamond trade, having grown up in a family of farmers.", "Fast forward 13 years and he's one of the most sought-after salesman in the city. He says more than 90% of his customer base are regulars.", "\"It's all about honesty and being clear with the customers,\" he says. \"Whatever you are selling you have to tell the truth so they get value for money.\"", "That means no haggling, Mehul says, because regular customers trust him so inherently they know they are getting the best price already.", "In fact, it's not uncommon to pick up a piece of jewelery and be charged much less than what you were quoted. This is the element of trust Pethani is talking about.", "The salespeople don't work on commissions either, meaning Mehul works six days a week, 12 hours a day (six on a Friday) for love of the job.", "Big players", "Sanjay and Vinay Jethwani are the founders of Meena Jewellers. Ashleigh Stewart", "And while some of the early gold trading companies and jewelery stores have remained resolutely old-school, such as Javeri Jewellers, others have sought expansion.", "Cara, Damas and Joyalukkas are now household names. Pure Gold Jewellers founder and Indian businessman Firoz Merchant has become one of the city's most prolific philanthropists, spending millions of dirhams to help free expats in prison. Malabar Gold now turns over more revenue annually than Tiffany and Co and has 215 outlets across the world.", "For Jayant Javeri, it's impossible to compete with these big players. Javeri's prices are higher because they have to be; his business doesn't buy gold in bulk. He often looks at these competitors and thinks \"their business is better than mine.\"", "But the larger outlets believe there is room in the market for everyone.", "Babu John, founder of Sky Jewellery, grew up in Kerala, India, before opening the first Sky Jewellery in Dubai's Gold Souq in 1988. Today, he has more than 20 showrooms across the Gulf. In the Gold Souk, they have three shops within 200 meters of each other. But business, pre-pandemic, was still booming.", "The brothers behind the successful Meena Jewellers chain, Sanjay and Vinay Jethwani, had last been year looking into a huge Dubai-wide expansion for the store they took over from their father in 1993. That's been paused.", "Because after decades of rapid growth for the UAE's gold trade, it was the Covid-19 pandemic that finally slowed things down.", "At its lowest in 2019, the price of gold was about $1,200 per ounce. After hitting an all-time high in 2020 of more than $2,000 per ounce, it's now dropped down to around $1,800.", "Hoping for brighter days", "Rajesh Popley is the founder of Al Anwaar Jewellers. Courtesy Al Anwaar Jewellers", "Mehul says the pandemic wiped out about 40% of his sales. Mihir and his family had a \"horrible\" six months and weren't sure if they would ever start up again. The Javeri brothers experienced a brief rush during Diwali -- but when interviewed late last year business was almost nonexistent again.", "Rajesh Popley, founder of Al Anwaar Jewellers, is hopeful for brighter days ahead.", "Popley too grew up in a family of jewelers in Mumbai, where his father was a well-known wholesaler for gold and freshwater pearl jewelery. The family moved to Dubai and when Rajesh was just 16 his father opened up the store for him to oversee.", "\"My parents were not educated, but I was good in studies. Under my father's guidance, I sold a lot of gold and pearls,\" Rajesh says.", "Things have come a long way since then. The margins, once large, are now slim. There is more pressure to be the best at everything. It's a \"completely different playing field\", he says.", "\"There are many many players, there is too much supply, too much of everything. Customers are spoiled for choice. But we are a local brand and people pay for the emotion and experience.\"", "Rajesh is proud of his offerings that set him apart -- intricate pieces he describes as \"art,\" pigeon blood rubies, Golconda diamonds. He admits, however, that many people aren't interested in what they don't know.", "\"I love selling the best of the best but not everybody appreciates that. Business is selling good-quality stuff at good prices.\"", "These days, Al Anwaar has outlets in Mumbai and Dubai, including a coveted space in Dubai Mall.", "Rajesh is proud of their growth. But he isn't sure it could've happened elsewhere in the world."], "authors": ["Ashleigh Stewart"], "keywords": ["city", "jewellers", "global", "dubai", "jewelery", "gold", "meena", "father", "business", "trade", "rickety", "powerhouse", "souk", "javeri"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}