{"id": "ff7cd58b-f0f7-3506-960e-65c15eed8f50", "title": "How Budapest became a fine dining force to be reckoned with", "url": "https://edition.cnn.com/travel/article/fine-dining-budapest/index.html", "summary": "New and exciting fine dining spots are constantly opening up in the Hungarian capital, many headed up by prolific chefs keen to inject imagination and prestige into the Budapest dining experience.\nWith Hungary's difficult past well documented, it's fair to say that fine dining hasn't necessarily been a high priority for locals haunted by Communist austerity.\n\"When Miguel arrived in Budapest, it was like the very beginning of the fine dining story in Hungary,\" he says.\nSzell sources his dairy products from a tiny farm just outside Budapest, which supplies to a handful of fine dining restaurants in the city.\n\"In fine dining, you have to do something special, something unique,\" he says.", "paragraphs": ["(CNN) — While Budapest may be primarily known for its architecture, geothermal springs and communist heritage, the city's gastronomy scene has been gaining considerable travel attention in recent years.", "New and exciting fine dining spots are constantly opening up in the Hungarian capital, many headed up by prolific chefs keen to inject imagination and prestige into the Budapest dining experience.", "Two restaurants in the Hungarian capital were awarded new Michelin stars in the past 12 months alone, bringing the total of Michelin-awarded establishments in Budapest to six.", "Hungary only received its first Michelin star nine years ago, so this is a pretty remarkable turnaround.", "There's little doubt a culinary revolution is underway in the \"Pearl of the Danube,\" but what's brought about this burgeoning movement?", "Record numbers of tourists and a booming economy have definitely played a part.", "With Hungary's difficult past well documented, it's fair to say that fine dining hasn't necessarily been a high priority for locals haunted by Communist austerity.", "\"Hungary was always a pretty poor country,\" explains Hungarian food critic Andras Jokuti. \"So the main goal of Hungarian cuisine was to stay alive. It was very important to have lots of proteins and carbs -- it was based around potato and meat.\"", "Related content 10 of the best restaurants in Budapest", "Culinary movement", "Miguel Vieira at Budapest restaurant Costes tells CNN Travel what makes great, creative cuisine.", "Shifting this perception has been a lengthy process, which continues today. However, the tide is definitely turning.", "Portuguese chef Miguel Rocha Vieira believes this is partly due to good quality produce becoming more readily available in the country during the past decade.", "\"We'd have to buy butter from abroad [before] because there was no good quality butter here,\" he tells CNN.", "\"Everything is completely different now.\"", "Vieira heads up Costes, based in Raday Street, and was at the restaurant's helm when it became the first in the country to earn a Michelin star back in 2010.", "He produces modern takes on classic Hungarian dishes, serving up four to seven-course set menus with various wine pairings.", "Jokuti feels that Vieira injected life into the dining scene by merging both Hungarian and Portuguese influences into his dishes early on.", "\"When Miguel arrived in Budapest, it was like the very beginning of the fine dining story in Hungary,\" he says.", "Vieira admits he knew little about Hungarian cuisine when he came to the country all those years ago and was often \"hammered by critics.\"", "\"My cooking has changed a lot,\" he adds. \"Now I can tell you proudly that my stamp is in the food.\"", "\"One of the biggest compliments we can have here is if somebody says, 'I felt this dinner had personality.\"", "While Vieira tries to incorporate Hungarian traditions in his dishes, this isn't the \"ultimate goal\" and he certainly doesn't have Michelin stars in mind while in the kitchen.", "\"I always say to the boys, 'We should cook for ourselves. We should do what we believe.' It's not about cooking for awards,\" he adds. \"It's not looking for stars or for recognition.", "\"That's the cherry on top of the cake. But that's not why we work 14, 15 or 16 hours a day.\"", "Modern interpretations", "Chef Tamas Szell from Budapest restaurant Stand on his modern interpretations of traditional Hungarian dishes.", "Hungarian chef Tamas Szell has been credited with putting Hungarian food on the map back in 2016, when his modern interpretations of the country's traditional dishes won him the gold medal at the prestigious 'Bocuse D'or Europe' competition.", "Szell and co-chef Szabina Szulló head up the kitchen at Stand, which was awarded its first Michelin star this March, has a similar approach to cooking to Vieira.", "\"Food is the best communication between a chef and the guests,\" Szell tells CNN.", "\"Hopefully our dishes contain the sweet memories from childhood. When I cook a dish, it should be acceptable to both our grandmothers and a Michelin inspector. This is the most difficult [part] I think.\"", "Stand opened in Budapest in 2018 following the success of market hall bistro Stand25, which Szell and Szulló also ran together.", "\"My inspirations definitely come from my childhood,\" he adds. \"My mother had a saying, 'we are poor but we are living well'.\"", "Szell says his fisherman's soup, which contains carp, paprika, water and tiny ravioli type pasta known as deraya in Hungary, is the second most popular soup after goulash.", "\"When I was a child, my mother often made it this way,\" he explains.", "Szell's dishes appear to be having the desired impact. Stand, based on Székely Mihály street, has been a big hit since it launched.", "In fact, Jokuti describes it as the \"the perfect Hungarian restaurant,\" praising the inventive way Szell manages to tone down the richness of traditional Hungarian cuisine.", "\"This, I think, is his biggest achievement. To somehow recreate the traditions into something modern,\" says Jokuti.", "Szell sources his dairy products from a tiny farm just outside Budapest, which supplies to a handful of fine dining restaurants in the city.", "Within 48 hours of the milk leaving the cow's udder, it's being served up back at Stand in the form of cottage cheese,", "\"I think the ingredients are the most important thing,\" adds Szell. \"The good ingredients always try to find the chef and the chef always tries to find the best ingredients.\"", "Find out why Budapest restaurant Babel is a unique feature of the city's culinary scene.", "Situated in Budapest's downtown, Babel is one of the most recent restaurants in the city to be awarded a Michelin star.", "It's relatively small, with around a dozen tables, exposed brick walls and dim lighting, offering an intimate dining experience.", "Inspired by Hungarian traditions and the Romanian region of Transylvania, chef Istvan Veres presents five to 10 course tasting menus containing simple ingredients such as nettle or lichen.", "Veres says cooking is an \"obsession\" rather than a passion for him, describing how he'll often dream about a dish and then attempt to bring it to life the very next day.", "\"In fine dining, you have to do something special, something unique,\" he says.\"You put your soul on the plate.\"", "\"I'm never scared about new things.\"", "According to Jokuti, it's this fearlessness that makes Veres such a trailblazing chef.", "\"Istvan's taste is not that easy to follow,\" says Jokuti. \"I love to go to Babel because I'm always surprised.\"", "Related content Budapest's best cakes and where to find them", "Basic ingredients", "Salt is tipped to become the next Budapest restaurant to receive a Michelin star. Courtesy Salt Budapest", "Hoping to repeat the success of Stand, Babel and Costes, is new dining establishment Salt, which has only been open since October.", "It's run by chef Szilard Toth and manager Mate Boldizsar, who often serve up the dishes to diners themselves.", "Toth regularly goes foraging for produce in the Hungarian countryside, coming back with all types of edible delights.", "\"We find so many basic ingredients that an average chef does not really see very often,\" Toth tells CNN.", "\"This means we can introduce a world of flavors for our food -- amazing flavor pairings that can't be found anywhere else.\"", "The chef's table is positioned in the middle of the restaurant, so diners can wander over to ask questions about the dishes, or just watch Toth and his team in action.", "Dishes are presented simply -- some don't even require cutlery -- and customers can opt for a Hungarian wine pairing menu to complement their meal.", "The team at Salt pride themselves on transforming basic produce into fine dining and the restaurant is filled with jars containing fermented or pickled items found in the forest.", "\"We have a course called greasy bread,\" says Boldizsar. \" In its original form, it's a very, very simple dish.", "\"Just a piece of bread with some fat. We put some bacon on it, some caviar and some lambskin.\"", "Only time will tell whether Salt will gain a coveted Michelin star, but the restaurant does seem to be winning over may diners in the short time it's been around for.", "\"I think he [Toth] shows that it's possible to create a very hedonistic, but still very modern meal from sometimes humble, but very Hungarian ingredients,\" says Jokuti.", "A restaurant like Salt would have seemed inconceivable in the Hungarian capital a few years ago.", "Its emergence is a clear indication of the adventurous direction the city's culinary scene is currently moving in.", "\"It's really fascinating to witness these times in Hungarian cuisine,\" says Jokuti.", "\"I'm traveling a lot, visiting the world's best restaurants. It's amazing to see that I can come home and eat at these fine restaurants.", "\"It's not like, 'Okay, it's not so good, but it's at least it's Hungarian.'"], "authors": ["Tamara Hardingham-Gill", "Lianne Turner"], "keywords": ["michelin", "budapest", "dishes", "force", "szell", "reckoned", "chef", "fine", "restaurant", "restaurants", "hungarian", "dining"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}