{"id": "ff8e343d-3141-3d24-ad95-4e75e3f01610", "title": "This Philosopher Dreams of Writing Sci-Fi", "url": "https://wired.com/2020/01/geeks-guide-philosopher-sci-fi/", "summary": "“Every single night, before I go to bed, I watch some sci-fi TV show or movie,” Boghossian says in Episode 396 of the Geek’s Guide to the Galaxy podcast.\nBut he sometimes dreams of leaving conflict behind and escaping into his imagination.\n“I’d just like to sit in a room and write science fiction TV all day—low-budget science fiction TV shows.\nThat would be a dream come true to me.”Boghossian actually did write a number of sci-fi scripts with his friend Christopher Johnson, co-founder of The Onion.\n“I have no idea why I’m obsessed with science fiction TV and movies,” he says.", "paragraphs": ["Philosophy professor Peter Boghossian has watched a staggering amount of sci-fi TV, and has opinions on everything from recent hits like Watchmen and The Expanse to older shows like Charlie Jade and Lexx.", "“Every single night, before I go to bed, I watch some sci-fi TV show or movie,” Boghossian says in Episode 396 of the Geek’s Guide to the Galaxy podcast. “I’ve exhausted the genre. I don’t think there’s anything I haven’t seen, and the good stuff I’ve seen multiple times.”", "Boghossian has never shied away from controversy, as you might guess from the titles of his books—A Manual for Creating Atheists and How to Have Impossible Conversations. He was also one of three authors behind a 2018 hoax wherein the trio got seven bogus papers published in various scholarly journals in an attempt to discredit the academic rigor of fields like gender studies—a move decried (and defended) by many of his fellow academics. But he sometimes dreams of leaving conflict behind and escaping into his imagination.", "“If I could wave a wand and give myself my ideal job, it would not be what I’ve been doing over the past quarter century, fighting the current lunacy of the age,” he says. “I’d just like to sit in a room and write science fiction TV all day—low-budget science fiction TV shows. That would be a dream come true to me.”", "Boghossian actually did write a number of sci-fi scripts with his friend Christopher Johnson, co-founder of The Onion. Unfortunately none of them were ever produced. “We wrote something that we wanted to watch, and then we were told repeatedly that it was too intelligent and that no one would watch it,” Boghossian says. “I think it would have been a niche hit. I think people consistently underestimate the type of people who like sci-fi.”", "As a philosopher, Boghossian is used to tackling tough questions, but one question he can’t answer is why he spends so much time watching science fiction.", "“I have no idea why I’m obsessed with science fiction TV and movies,” he says. “I don’t know why I have that rather unusual desire. I wish I could tell you that something caused this in me, but I have no idea why.”", "Listen to the complete interview with Peter Boghossian in Episode 396 of Geek’s Guide to the Galaxy (above). And check out some highlights from the discussion below.", "Peter Boghossian on critical thinking:", "“Your confidence in the things people tell you who love you and care about you is very, very high, even if you don’t have sufficient evidence to warrant belief in those things. I’ll give you an example. My son wanted to leave the house, and it was cold—we live in Portland, Oregon—and I said, ‘Get a coat or you’ll catch a cold.’ And my wife’s an MD/PhD professor of medicine, and she said, ‘No, that’s not true.’ And instead of me saying ‘What’s your evidence for that?’ or anything, I immediately became defensive and said, ‘Of course it’s true.’ Think of the incredible arrogance of that, saying ‘Of course it’s true.’ What basis do I have saying that with no evidence whatsoever? … [But] if you hear something so frequently, particularly if it comes from people who love you, those things have a masked emotional valence to them, so you’re much more likely to assign higher confidence to those.”", "Peter Boghossian on How to Have Impossible Conversations:", "“The book has 36 techniques, and 35 of them are unbelievably well-sourced from hostage negotiations, cult exiting, drug and alcohol programs, applied epistemology, etc. The other technique is something I’ve been playing with, a speculative technique. [The book] synthesizes these very dense bodies of literature and breaks it down into techniques. … The point of the book is to empower people to speak across divides. You know, someone believes something, a person is a Trump supporter or Elizabeth Warren or whatever it is, or this person believes in a big wall or no wall, everyone should have a gun or no one should have a gun. ‘I can’t talk to a person like this.’ Well the point of the book is to empower people to have those impossible conversations.”", "Peter Boghossian on the principle of charity:", "“Unless you’re a psychopath, you feel things deeply, and things have a moral resonance to them, and I think that one of the tragedies of the age, which is exacerbated by social media, is that we don’t ascribe—in philosophy we call it the ‘hermeneutic of charity,’ and in anthropology as well—we don’t ascribe charitable interpretations for why people believe things or why people do things. It’s not that they’re bad people, it’s just that they have certain information and they’re acting from that information. One of the things we could do to really heal our current divide, and perhaps put more civility into our society, which in my opinion we’re in desperate need of, is just to stop walking around assuming everybody has bad intentions.”", "More Great WIRED Stories"], "authors": ["Geek'S Guide To The Galaxy", "Powered Outbrain", "Kayla Lacour", "Echo Esc_Html", "Wired_Get_The_Byline_Name", "Related_Video"], "keywords": ["dreams", "tv", "boghossian", "ive", "writing", "things", "science", "book", "philosopher", "scifi", "watch", "dont", "think", "true"], "pubDate": null, "publicationId": "212e56a6-e535-3569-ad1b-2215526c1d9d"}