{"id": "ffa77fb3-a151-35c5-9c43-3905b0f20639", "title": "A rich-world Wikipeak - Wikipedia’s future lies in poorer countries", "url": "https://www.economist.com/graphic-detail/2021/01/09/wikipedias-future-lies-in-poorer-countries", "summary": "The number of people actively editing Wikipedia articles in English, its most-used language, peaked in 2007 at 53,000, before starting a decade-long decline.\nFortunately for Wikipedia’s millions of readers, the bleeding has stopped: since 2015 there have been around 32,000 active English-language editors.\nMeanwhile, as more people in poorer countries gain internet access, Wikipedia is becoming a truly global resource.\n(For Portuguese, this would be 80% Brazil, 5% Portugal and 15% other countries; for Icelandic, it is almost entirely Iceland.)\nAfter English, the language with the most articles on Wikipedia is Cebuano, spoken by just 20m people in the Philippines.", "paragraphs": ["T HE MISSION statement “to organise the world’s information and make it universally accessible and useful” belongs to Google. However, the search engine’s ask-me-anything usefulness relies partly on the unpaid labour of the army of volunteer editors at Wikipedia, a collaborative online encyclopedia. Overseen by a not-for-profit group and dependent on constant donations of both money and time, Wikipedia is a brittle foundation for the world’s informational ecosystem (see International).", "The number of people actively editing Wikipedia articles in English, its most-used language, peaked in 2007 at 53,000, before starting a decade-long decline. That trend spawned fears that the site would atrophy into irrelevance. Fortunately for Wikipedia’s millions of readers, the bleeding has stopped: since 2015 there have been around 32,000 active English-language editors. This stabilising trend is similar for other languages of European origin.", "Meanwhile, as more people in poorer countries gain internet access, Wikipedia is becoming a truly global resource. The encyclopedia’s sub-sites are organised by language, not by nationality. However, you can estimate the typical wealth of speakers of each language by averaging the GDP per head of the countries they live in, weighted by the number of speakers in each country. (For Portuguese, this would be 80% Brazil, 5% Portugal and 15% other countries; for Icelandic, it is almost entirely Iceland.)", "Using this method, the richest Wikipedias—as measured by the share of speakers of each language who are active editors—tend to cluster in rich Western countries. For example, Wikipedia in Swedish, which is spoken by some 10m people, is managed by around 600 people a month. In contrast, Burmese, spoken by roughly 50m people, usually has fewer than a dozen people minding its site in a given month.", "This leaves the Wikipedias of most of the languages of Asia and Africa either bereft of articles or at the mercy of automation. Such sites are prone to including articles written by bots. After English, the language with the most articles on Wikipedia is Cebuano, spoken by just 20m people in the Philippines. Nearly all were translated from English by a computer program created by a physicist in Sweden.", "Users frustrated by clunky machine-written prose can soon expect a reprieve. From 2010 to 2018 the number of active editors working in languages spoken in the richer half of countries in the world fell by 5%, but the corresponding figure for those spoken in the poorer half more than doubled. Wikipedia may have done the bulk of its organisation of the world’s information long ago, but most of the work towards making it universally accessible and useful still lies ahead. ■", "Sources: Wikimedia; World Bank; The Economist"], "authors": ["The Economist"], "keywords": ["number", "richworld", "spoken", "speakers", "languages", "worlds", "wikipedia", "wikipeak", "lies", "countries", "future", "language", "articles", "wikipedias", "poorer", "english"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b7285ce8-a172-3053-b74d-7200a96bce26"}