{"id": "ffa9a10e-1bd0-3f5d-a207-fa2df2bf3236", "title": "In an Unprecedented Year, the Nigerian Fashion Community Is Holding Strong", "url": "https://www.vogue.com/article/lagos-fashion-week-lakin-ogunbanwo-portfolio", "summary": "Eventually, she launched the biannual Lagos Fashion Week with the intention not just to increase exposure for local designers but also to provide a longer-term framework for them to build thriving businesses.\n“But it’s more than just dreaming of a fashion utopia—it’s about bringing fashion to our people to develop our economy.”Ten years later, Akerele has achieved all that and more.\nDespite these achievements, Akerele humbly attributes this rapid shift to the dynamism and energy of the city of Lagos itself.\n“Lagos is home to over 14 million people with a youth population that’s estimated to be over half of the population,” Akerele explains.\n“There’s no denying that the creative energy and confidence in this city that’s constantly bustling with activity cannot be rivaled.", "paragraphs": ["Back in 2011, Omoyemi Akerele embarked upon a journey that would see her become one of the most instrumental figures in placing Nigeria on the international fashion map. As the founder and artistic director of creative development agency Style House Files, Akerele had been staging runway shows periodically in Lagos for around three years prior, bearing witness to the city’s rapid evolution into a hotbed of new design talent. Eventually, she launched the biannual Lagos Fashion Week with the intention not just to increase exposure for local designers but also to provide a longer-term framework for them to build thriving businesses. “There was a group of like-minded, passionate individuals here, members of a fashion scene where the only passport to entry is passion,” Akerele says. “But it’s more than just dreaming of a fashion utopia—it’s about bringing fashion to our people to develop our economy.”", "Ten years later, Akerele has achieved all that and more. Not only has Lagos Fashion Week proven to be a launchpad for some of the biggest names in African fashion—from Kenneth Ize to Maki Oh to Orange Culture—but Akerele’s efforts to revive Nigeria’s textile industry to its former glories (up to the 1980s, it was the largest in Africa) through a variety of educational and apprenticeship schemes have seen the industry reach unprecedented growth for the first time in decades. Despite these achievements, Akerele humbly attributes this rapid shift to the dynamism and energy of the city of Lagos itself. “Lagos is home to over 14 million people with a youth population that’s estimated to be over half of the population,” Akerele explains. “There’s no denying that the creative energy and confidence in this city that’s constantly bustling with activity cannot be rivaled. The energy stands out because it tells a story of the diverse and dynamic culture of the people, of historical references, of commercial viability, of resilience and grit.”"], "authors": ["Liam Hess", "Liam Hes", "Lakin Ogunbanw"], "keywords": ["holding", "community", "creative", "unprecedented", "thats", "population", "akerele", "strong", "fashion", "lagos", "nigerian", "energy", "week", "industry", "rapid"], "pubDate": null, "publicationId": "ac884d35-ccb4-3937-81f8-8474a4d7a549"}