{"id": "ffaeae5a-4988-3d6b-8e50-14f57fa897c3", "title": "Rep. Mo Brooks: “Big Problem” Challenging The Electoral College Result Is “Naysayers In Republican Party Ranks”", "url": "https://radio.foxnews.com/2021/01/05/rep-mo-brooks-big-problem-challenging-the-electoral-college-result-is-naysayers-in-republican-party-ranks/", "summary": "On Fox Across America with Jimmy Failla, Rep. Mo Brooks (R-AL) explained what some of obstacles that would have to be overcome in order for a challenge to the Electoral College to succeed and lead to overturning the result of the 2020 Election.\n\"To be clear, throw out all the media reports, so far there are only two Senators who have agreed to help us in a substantive way.\nNow, what do I mean by substantive way?\nWell, the litmus test is, are you going to co-sponsor an objection to a state's submittal of its Electoral College votes?\nSo we really need more Senatorial help if we're going to have the kind of vigorous debate that the American people deserve.\"", "paragraphs": ["On Fox Across America with Jimmy Failla, Rep. Mo Brooks (R-AL) explained what some of obstacles that would have to be overcome in order for a challenge to the Electoral College to succeed and lead to overturning the result of the 2020 Election.", "\"If we get all the Republicans standing together, I am quite confident that Donald Trump would be sworn in on January the 20th. The problem is we have so many naysayers in Republican Party ranks who are motivated by a variety of different reasons to not fight to protect the honesty and accuracy and integrity of our election system. And that's a big problem.\"", "\"To be clear, throw out all the media reports, so far there are only two Senators who have agreed to help us in a substantive way. Now, what do I mean by substantive way? Well, the litmus test is, are you going to co-sponsor an objection to a state's submittal of its Electoral College votes? And right now we have Josh Hawley in Pennsylvania and we have Ted Cruz being willing to object to Arizona. That means four states, Michigan, Wisconsin, Nevada, and Georgia are uncovered. So we really need more Senatorial help if we're going to have the kind of vigorous debate that the American people deserve.\""], "authors": ["Jon Costantino"], "keywords": ["party", "problem", "naysayers", "rep", "votes", "willing", "way", "help", "states", "wisconsin", "electoral", "ranks", "substantive", "going", "republican", "result", "mo", "college"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}