{"id": "ffd1bf7e-d2bc-365c-bfb6-0943ec6dee00", "title": "Grizzly bear illegally killed in Wyoming; Officials offering $2G reward for information", "url": "http://www.foxnews.com/great-outdoors/grizzly-bear-illegally-killed-wyoming-reward", "summary": "Fish and Wildlife Service (FWS) is offering up to $2,000 for information that could aid with its investigation into the illegal killing of a grizzly bear in Wyoming.\nThe FWS said the grizzly, which is classified as threatened in the state, was discovered Sept. 9 in the Crow Creek drainage area of the Wind Creek Reservation.\nNo other details of how the animal was killed, or how it was found, were made available in the FWS news release.\nExceptions are made for cases of self-defense, though they must be reported within five days of occurrence.\nIn Alaska, grizzly hunting is still allowed following an application process and lottery.", "paragraphs": ["The U.S. Fish and Wildlife Service (FWS) is offering up to $2,000 for information that could aid with its investigation into the illegal killing of a grizzly bear in Wyoming.", "The FWS said the grizzly, which is classified as threatened in the state, was discovered Sept. 9 in the Crow Creek drainage area of the Wind Creek Reservation. No other details of how the animal was killed, or how it was found, were made available in the FWS news release. A representative for the FWS did not immediately return a request for additional comment.", "BOW HUNTERS SURVIVE GRIZZLY ATTACK AFTER SURPRISING MAMA BEAR AND CUBS", "Grizzly bears are protected as a threatened species in the entirety of the lower 48 states, making it illegal to \"harm, harass or kill\" the animals, per the FWS. Exceptions are made for cases of self-defense, though they must be reported within five days of occurrence.", "In Alaska, grizzly hunting is still allowed following an application process and lottery.", "The penalties for killing a protected grizzly bear can include up to six months in prison and up to $25,000 in fines, per the Associated Press", "CLICK HERE TO GET THE FOX NEWS APP", "Anyone with information into the case is urged to call the Eastern Shoshone and Northern Arapaho Tribes Fish and Game Department at 307-330-3208, or reach an FWS special agent at 307-332-7607 or lawenforcement@fws.gov."], "authors": ["Michael Bartiromo"], "keywords": ["information", "protected", "wyoming", "offering", "bear", "illegally", "grizzly", "2g", "killing", "killed", "illegal", "fish", "creek", "fws", "officials", "threatened", "reward"], "pubDate": null, "publicationId": "16476dca-59ce-395e-b896-050080120cd4"}