{"id": "ffe5db69-5e3d-3ea3-9c46-65a70f026121", "title": "England’s big six have backed down but Super League fight isn’t over", "url": "https://www.theguardian.com/football/2021/apr/20/chelsea-super-league-roman-abramovich-manchester-city-", "summary": "It is of course tempting to wonder exactly how such a decision arose, and what kind of consultation was required to take it.\nAnnounced late on Sunday in a startlingly ham-fisted release, the Super League really does seem to be in retreat, at least in its current form.\nWhat kind of super league is this anyway, with 15 teams, three of them from London?\nChelsea drew 0-0 with Brighton at Stamford Bridge on Tuesday night, hours after the Super League appeared to collapse with the intended withdrawals of Chelsea and Manchester City.\nThe ESL may be postponed, may soldier on with different parties involved or be simply parked, a menacing satellite entity.", "paragraphs": ["As the sun dipped below the roof-line of Stamford Bridge something strange began to happen. The birds flew backwards through the sky, the cats barked, the trees turned a tangerine hue, and Roman Abramovich became, at a stroke, the protector of the people’s game, enemy of the elites, the oligarch of the masses.", "What world is this we have now entered? How far have we travelled through the looking glass? What powerful hallucinogenic drugs have been administered to lead us in the space of three days to a place where the hordes of football supporters on the Fulham Road can proclaim English football’s original – and most dizzyingly transformative oligarch – as their white knight, tender of the grass roots, pharaoh of pyramid and all the rest of it?", "But Abramovich it was who took the first step in what looked, within the hour, like the most chaotic of retreats, instructing Chelsea’s executive to draw up paperwork withdrawing from the proposed European Super League.", "It is of course tempting to wonder exactly how such a decision arose, and what kind of consultation was required to take it. And in reality before too much, or indeed any credit is handed down it is worth pointing out it was the same Roman Abramovich – surely not! – who authorised Chelsea to do the exact opposite just three days earlier. Either way, this was a case of a man known for looking notably unimpressed by most things taking a look at the collapsing edifice around him and thinking: “Right, this is done.”", "Chelsea’s news had been accompanied by similar rumbles from Manchester City, last to join of the English clubs, and apparently also spooked by the reality of exactly what kind of a power grab this was turning out to be.", "There were already rumours from Spain of at least two of those involved were also feeling the sting and by the end of the night all the English clubs had withdrawn.", "Announced late on Sunday in a startlingly ham-fisted release, the Super League really does seem to be in retreat, at least in its current form.", "There will be rejoicing in the short term. Rightly so: we have had a glimpse here into the darkness on the other side, the world that lies at the final extension, not that far down our current path, of what football has allowed itself to become. It is a chilling little tableau. But also a case of the house lights coming up, of looking around, a little startled, and realising exactly where you’re sitting.", "And this is what football’s actual owners, the supporters whose lives are entwined with these clubs, the regulators and governing bodies must take from this issue.", "It has been heartening to feel energy, the sense of ownership, of community roused by this sudden presentation of the facts of where we are. But make no mistake this is simply a retreat, a moment of ceasefire, a phoney peace. There is a theory the amateurishness, the basic weirdness of the ESL’s proposals indicate this was never really an absolute or finished proposal in the first place, but a gambit designed to shock. What kind of super league is this anyway, with 15 teams, three of them from London? Really? What kind of owner springs this on the world, on their own employees, their own captive, loving audience, without comfort, consultation or mitigation?", "Chelsea drew 0-0 with Brighton at Stamford Bridge on Tuesday night, hours after the Super League appeared to collapse with the intended withdrawals of Chelsea and Manchester City. Photograph: Mike Hewitt/PA", "What kind of person who has ever existed in what passes for the normal world fronts up this power grab with – seriously – a statement from a Glazer, and expects to be greeted with intrigued excitement? This was, and still is, a strange, bodged set of proposals – if, that is, they are to be taken as a serious proposition in the first place. The alternative seems more likely. This was a piece of extreme posturing, a flexing of the overclass muscles. No doubt plenty of those involved wanted this to go through at first pass. But so much of it makes no sense.", "What incentive is there for the state of Abu Dhabi to go along with this? Does the world’s richest per capita nation need the money? Yes, Uefa have been enemies. But when your ownership of a football club is essentially a soft power PR exercise, the urge to carry on with a coup d’état is likely to be diminished by this level of toxicity.", "The same goes for Abramovich, who also doesn’t need the cash, who does know a bit about joining any powerful cartel going, but who has so much less motivation to go through with this than, say, Barcelona, who are simply terrified by their own debts, their own avarice, their own contorted state.", "The Fiver: sign up and get our daily football email.", "If there is a lesson here, it is in the startling unity of feeling, the sheer anger at peering in through the stadium gate to see someone rolling up the pitch, and feeling not just enraged but empowered by the prospect. It is a feeling of shared force that must be preserved and kept safe for future deployment. This is far from over. The ESL may be postponed, may soldier on with different parties involved or be simply parked, a menacing satellite entity. But the concerns of those involved must also be heard. Your enemy’s enemy is not always your friend – and the clubs are also right in this: football’s governing bodies are self-serving and opaque. Reform is absolutely vital: better it comes from below than in this form again.", "Beyond this, the rage, unity and galvanising power of the last few days speak to things way beyond football, to the alienation many people have felt long before the pandemic. Football is only ever a weather vane in these things. These conspirators still control the field. But as the ESL recedes and regroups, the battle if not the war appears to be turning."], "authors": ["Barney Ronay"], "keywords": ["big", "football", "power", "league", "things", "backed", "world", "isnt", "englands", "feeling", "super", "fight", "involved", "abramovich", "clubs", "kind"], "pubDate": "2021-04-20T00:00:00Z", "publicationId": "c9a0e53b-93fe-38df-a6ea-4c8ff4501783"}