{"id": "ffeb8368-f05d-3bce-9d8a-6b2618fe9763", "title": "Lorenzo Mattotti’s “Coney Island Swings Back”", "url": "http://www.newyorker.com/culture/cover-story/cover-story-2021-04-12", "summary": "What Coney Island represents—warmth, escape, a sense of adventure—is nearly as important for New Yorkers as the place itself.\nIn his latest cover, the artist Lorenzo Mattotti captures some of the joy of the park.\nWere there equivalents to Coney Island when you were growing up in Italy?\nWhat makes New York unique for you?\nSee below for more covers about Coney Island:", "paragraphs": ["What Coney Island represents—warmth, escape, a sense of adventure—is nearly as important for New Yorkers as the place itself. The amusement park will reopen on April 9th with distancing and capacity requirements, and its most famous ride, the Wonder Wheel, is set to celebrate its hundredth anniversary. (The Wheel opened in 1920, but festivities were postponed last year.) In his latest cover, the artist Lorenzo Mattotti captures some of the joy of the park. Mattotti, who grew up in Italy and resides in Paris, recently spoke to us about his year in quarantine.", "Were there equivalents to Coney Island when you were growing up in Italy?", "In Italy, amusement rides are nomadic. They arrive in your town during holidays such as Easter or Christmas, or during the day of celebration for the town’s patron saint. My memories are mostly of those occasions, when I’d go on rides with friends and flirt with girls.", "What makes New York unique for you?", "New York is unique in the energy it radiates in every neighborhood, at every corner. It’s so many places at once. It’s enormous, but you always have the impression that you can walk around everywhere and never get lost. I love it but I can’t stay there for more than a week or two.", "One of Mattotti’s recent drawings.", "How has the isolating experience of quarantine impacted your work?", "After travelling all over the world to show my animated film, “The Bears’ Famous Invasion of Sicily,” the pandemic has forced me to stay in my studio and work. It helped me rediscover the pleasure of drawing—I had been so disconnected from it. I’ve also returned to another passion, large-scale paintings. So, for me, the period has been very productive.", "You often depict people coming together. Has that theme been affected by the past year?", "Yes, the theme of a couple has been with me for a long time. Recently, I drew many images of couples in an enclosed space, with a window framing a natural scene. They’re practicing strange dances or rituals, as if they were trying to recapture the harmony of nature.", "You have travelled extensively. If you could take off tomorrow, where would you go?", "I’d hop in my car and embark on a grand tour of Italy, hoping to rediscover all the small towns and places I’ve forgotten. I have been living in Paris for decades, but I never stop yearning for the special treasures of Italy.", "See below for more covers about Coney Island:"], "authors": ["Françoise Mouly", "Françoise Moul", "Lorenzo Mattott"], "keywords": ["italy", "wheel", "rides", "towns", "theme", "stay", "lorenzo", "york", "unique", "mattottis", "island", "swings", "coney"], "pubDate": "2021-04-12T00:00:00Z", "publicationId": "7e9b9ffe-e645-302d-9d94-517670623b35"}