{"id": "ffeebfc4-db24-3e61-bdba-12c10c5eea90", "title": "Fashion gaffes are a reflection of the industry's diversity problem", "url": "https://edition.cnn.com/style/article/fashion-gaffes-industry-diversity-problem/index.html", "summary": "Fashion brand Burberry apologized for showcasing a hoodie that featured a noose around the neck during its show at London Fashion Week.\nBut what they collectively reveal is that the fashion industry is struggling -- at times -- to keep up with tech-savvy consumers who are ready to call out companies in real-time for insensitive imagery.\nIn 2018, The Business of Fashion found diversity to be lacking at the highest levels of leadership after studying 15 of the largest public companies in fashion.\nTake the snarky Diet Prada , an Instagram account (with a cult following of 1.5 million \"Dieters\") that calls out copycat scandals and hypocrisy in the fashion industry.\n\"The (American) fashion industry ... has so far struggled to reflect the country's diversity in its workforce across all levels,\" the briefing stated.", "paragraphs": ["Written by Aileen Kwun, CNN Contributors Oscar Holland, CNN Stephy Chung, CNN", "Last month, fashion house Chanel appointed its first head of diversity and inclusion. Announcing the hire, the French brand said it hoped to provide \"momentum\" for its \"existing diversity and inclusion approach.\"", "The move marked Chanel's entry into a new race in the world of luxury fashion: the race to hire more diverse talents, and thus lessen the chance of becoming the latest brand to alienate potential customers with racially or culturally insensitive gaffes.", "About two weeks later, Gucci then appointed a new global head of diversity, equity and inclusion in order to \"create a more inclusive and equitable workplace and increase workforce diversity.\" Prada and Burberry, too, have created a similar position in recent months.", "These announcements all appear to be part of the fashion industry's response to accusations that it's out of touch with customers and society at large.", "Fashion brand Burberry apologized for showcasing a hoodie that featured a noose around the neck during its show at London Fashion Week. Credit: REX/Shutterstock", "These missteps differ from one another in important ways. Burberry's noose touched on issues of mental health, while the Prada outrage was a matter of race. Gucci's turban, or its balaclava sweater resembling blackface (pictured top), generated backlash in existing markets, while D&G's ads alienated new ones. But what they collectively reveal is that the fashion industry is struggling -- at times -- to keep up with tech-savvy consumers who are ready to call out companies in real-time for insensitive imagery.", "Hiring diversity advocates might seem like a sensible way to address fashion's troubling tendency to use stereotypes or cultural appropriation to turn a profit. But the new Chanel appointment has not been without its own controversy: Many on social media expressed their dismay that a white woman, Fiona Pargeter, had been named to the role.", "Teen Vogue's fashion and beauty features director Tahirah Hairston took to Twitter to ask , \"why did chanel hire a white woman to be over diversity and inclusion? who is in that room?\"", "Another user wrote: \"white privilege is hiring a Head of Diversity and Inclusion who isn't a POC @CHANEL.\"", "In a statement e-mailed to CNN, Chanel said Pargeter's appointment \"is a sign of our commitment to D&I (diversity and inclusion) and its importance to the House.\"", "The brand declined to comment on questions about its decision to hire Pargeter at a time when fashion industry statistics show that people of color are far less likely to be hired for influential roles than white people. In 2018, The Business of Fashion found diversity to be lacking at the highest levels of leadership after studying 15 of the largest public companies in fashion.", "From the outside, it seems obvious that hiring a white woman to lead diversity efforts might elicit a backlash. The blackface and chopstick gaffes seemed even more predictable, playing on racist tropes that have circulated for centuries. So why do they keep happening?", "Fashion's new watchdogs", "With designers and brands now contending with instant reactions from social media and a 24-hour news cycle, the backlash has become a fierce, tangible force with real consequences for sales.", "Fashion's watchdogs -- once a select group of buyers and editors at closed-door runway shows -- are now online influencers and social media accounts, followed by people who might not even buy luxury brands, but are nonetheless vocal critics in cultural debates over ethics and representation.", "Take the snarky Diet Prada , an Instagram account (with a cult following of 1.5 million \"Dieters\") that calls out copycat scandals and hypocrisy in the fashion industry. It has been credited with, among other things, fanning the flames of D&G's self-inflicted woes.", "Social media has spread fashion -- and its critique -- faster and wider. And the reputational risks of insensitive blunders are real, potentially prompting boycotts that can cost brands millions.", "But controversial campaigns and products are nothing new in the industry. Fashion has a long, fraught history of systemic racism, explains Valerie Steele, chief curator and director of the Museum at the Fashion Institute of Technology in New York.", "The industry has been rife with biases and insensitivities toward underrepresented and marginalized groups. Blackface caricatures are images that have persisted since the 19th century, she noted, \"and in the 1920s and '30s, fashion companies would use the n-word, for example, to describe a particular shade of brown\" in marketing materials. \"It was a fairly common practice in the UK, not so much in the US.\"", "Meanwhile, stereotypical depictions of Asians can be traced back nearly a hundred years with the popularization of conical straw \"coolie\" hats -- a derogatory reference to Southeast Asian laborers that was later appeared to influence Dior's \"New Look\" headgear in the 1940s and again various 1970s Yves Saint Laurent collections inspired by Asia.", "A model wears the popular bar suit by Christian Dior. The press dubbed Dior's first collection, \"New Look.\" Credit: Keystone-France/Gamma-Keystone/Gamma-Keystone via Getty Images", "Sales of the YSL perfume \"Opium\" appeared to benefit from protests against the scent's name, which many felt trivialized China's painful history of drug abuse and the Opium Wars. The scandal created a notoriety that helped make the scent a bestseller.", "\"We certainly keep seeing gaffes today, and it leaves one flabbergasted,\" Steele said in a phone interview. \"How do these things even get greenlighted? Who in the world, for example, thought that D&G's ad campaign, insulting and patronizing the Chinese model, would appeal to a Chinese audience? It's absolutely absurd.\"", "While the D&G ad campaign incensed some viewers, it was Stefano Gabbana's alleged trail of offensive Instagram direct messages that spurred Chinese audiences to boycott the brand, leading a number of online retailers to pull the brand entirely. Gabbana denied sending the derogatory messages, but the damage had been done.", "\"The reality is, brands have to be more nuanced,\" Steele added. \"Not every form of cultural appropriation is, or needs to be, egregious. But some of them have proven to be deeply offensive, over and over again, and yet we keep seeing them.\"", "Why brands miss the mark", "Whether the result of careless mistakes, willful ignorance or even a cynical ploy for headlines, the recent slew of fashion gaffes may not stem from a single cause. Yet, they share a common characteristic: brands pursuing profit at the expense of cultural sensitivity.", "This is particularly the case in China, where European fashion houses are competing to court a new generation of wealthy shoppers.", "Here, D&G is not alone in having upset potential customers. Earlier this year, Burberry faced criticism after it marked Chinese New Year with a series of family-portrait-style photos that were ridiculed as \"creepy\" by social media users.", "Fashion is full of elaborate cultural code switch, reference and pastiche. In the race to corner new markets, brands have a history of charging in with limited knowledge of the local audiences they seek to entice.", "This raises questions about the process that goes into formulating a campaign, and the resources allocated to researching the market.", "A Dolce & Gabbana ad sparked controversy after it depicted an Asian model struggling to eat Italian food with chopsticks. Credit: Dolce & Gabbana", "Former Elle China editor, Ye Zi, also known as Leaf Greener , said the cultural divide between Western and Asian audiences must be bridged in order to move forward. The Beijing native now works as a creative consultant for brands like Chloé, helping to facilitate conversations between staff in Western headquarters and their colleagues in China, while offering insight into Chinese consumers.", "She believes that fashion houses must look to hire people who live in, or have previously lived in, the countries and markets being targeted.", "\"These people should have knowledge of their own country, but also understand what's going on globally.", "\"With China and Western countries, there's a big gap,\" she said, noting that cultural misunderstandings can go both ways. \"Even (Beijing and Shanghai) can feel like two different cultures or countries. That's something most people outside of China wouldn't understand -- not to mention basic things like the number of dialects used here.\"", "Tapping the Chinese market is about more than its buying power, she added, suggesting that brands would benefit from showing more respect to their target audiences' cultures. She cited the Hermès-backed Chinese lifestyle brand, Shang Xia, founded by Shanghai-born Jiang Qiong Er, as an example of a smart business move -- one that allowed the French fashion giant to show respect for Chinese consumers, and a vested interest, both financial and cultural, in the country's traditional craftsmanship.", "More than money", "There is clearly no shortage of money at Europe's biggest fashion houses, and China's rise as the world's fastest-growing consumer market makes it the target of many new products and campaigns. Chinese consumers account for nearly a third of spending on luxury goods worldwide, according to a recent report by consultancy firm Bain & Company.", "The D&G incident last November serves as a cautionary tale. It is difficult to calculate the amount of money a brand loses in the fallout of a scandal like this, but they can stand to lose millions if campaigns backfire and customers boycott. Within days of the private messages becoming public, one Chinese e-commerce site said it had removed nearly 60,000 D&G products. But understanding a foreign audience's culture isn't a matter of money, according to Steele.", "Dolce & Gabbana forced to cancel show in China", "If more Chinese people were involved in planning the D&G campaign, she said, there may not have been as many errors. \"Giving diverse voices a seat at the table isn't enough,\" she argued, saying that those employees also need to be valued and \"in a position that isn't threatened or penalized for speaking up.\"", "\"You can't just have change in terms of representation, like a rainbow coalition on the runway,\" she said. \"You really have to have diversity in terms of who's in power: Who owns the company, who designs for the company, who does the advertising? You need diversity all the way through the entire power structure, not just the face of the brand.\"", "Steele and Greener both allude to a broader theory that links overseas missteps with offense caused by the people in headquarters in the West: that these gaffes all directly reflect homogeneity in fashion's upper echelons. Just as involving Chinese people may help heighten brands' sensitivity towards China, hiring more black people or Sikhs -- in London, Milan or New York -- might have stopped garments offending those communities from making it past the drawing board.", "Gucci came under fire for retailing a $790 turban, a garment with religious significance for Sikhs. Credit: FILIPPO MONTEFORTE/AFP/AFP/Getty Images", "And the industry's problematic lack of diversity isn't just racial -- it may also reflect socioeconomic inequalities.", "\"Increasingly, you have to be rich to break into (fashion), because you're getting paid so little at the start, and are less likely to be able to afford unpaid internships,\" said Steele.", "\"On top of everything else, you have a climate which many people say is one of bullying and conformism, (and) which is hostile to anybody who does not fall within the parameters of whatever clique has the power to make decisions.\"", "This pervasive culture makes it easier for prejudices to go unchallenged, according to New York-based stylist Ashley Owens, who founded the independent art and fashion magazine Suited in 2015.", "\"Racism, sexism and homophobia are so ingrained that you actually have to be mentally fighting those biases within yourself constantly,\" she said in a phone interview. \"In order to really change that system, it takes individual, incremental change in the day to day.\"", "Steps toward accountability", "Brands are slowly starting to recognize that they must embrace inclusion within their own ranks if they are to achieve global appeal.", "In January, the Council of Fashion Designers of America (CFDA) and PVH, the parent company of brands like Calvin Klein and Tommy Hilfiger, published a briefing on inclusivity and diversity, making an ethical and creative case for embracing both.", "\"The (American) fashion industry ... has so far struggled to reflect the country's diversity in its workforce across all levels,\" the briefing stated. \"It's crucial for our industry to understand that diversity and inclusion are not a trend, but the way every company should operate.\"", "As the report articulated, diversity is \"simply a measure of difference\" within a company -- be it race, age, gender, ability or sexual orientation -- while inclusion goes further, creating \"a climate in which diverse individuals come together to form a collective whole.\" Only then, perhaps, will fashion house employees feel empowered to speak out against campaigns or products that are so obviously going to cause offense.", "Prada came under fire for producing merchandise resembling blackface caricatures. Credit: Courtesy Chinyere Ezie", "The current disconnect between diversity and inclusion in fashion's ivory tower is clear. The major players are, still, overwhelmingly white. Fewer than 4% of the Council of Fashion Designers of America's (CFDA) members listed on its website are black, and until the September 2018 issue, the cover of US Vogue had never been shot by an African-American photographer.", "The industry is also overwhelmingly male. In the US, women may spend three times more on clothing than men, but only 14% of major brands are led by a female executive, according to a 2015 Business of Fashion survey of 50 global brands.", "Remedies will take time, and the CFDA's report outlines a number of long-term goals. Attitudes within fashion may be no more offensive than in other homogenous industries, but its public-facing role exposes it to far greater scrutiny. For now, the threat of coordinated action spreading online may be the most powerful force keeping brands in check.", "While no fashion house has explicitly blamed their transgressions on insufficient in-house diversity, their responses to controversy offer a tacit acceptance of its role. Shortly after Prada's blackface accessories were withdrawn, the brand announced that two influential African-American cultural figures, artist Theaster Gates and director Ava DuVernay, would lead a new advisory council that will \"elevate voices of color.\"", "And when Gucci withdrew the aforementioned balaclava sweater from sale, it published an apology alongside what it called a commitment to increase diversity throughout the organization. (It later launched the Gucci Changemakers program, with a particular focus on targeting African-American communities and youth, and announced a $5 million fund \"to support social change by investing in community-based programs.)", "Burberry soon followed suit, announcing plans to establish employee councils focused on diversity and inclusion, and telling CNN by email that it is rolling out inclusive leadership workshops and mandatory unconscious bias training. Whether such initiatives bring about meaningful change remains to be seen.", "But they are, at least, an attempt to right some of the industry's wrongs, rather than simply apologizing and pulling offensive items from the shelves.", "At the time of publication, D&G, Dior and Saint Laurent had not responded to CNN's request for comment."], "authors": ["Aileen Kwun", "Cnn", "Oscar Holland", "Stephy Chung"], "keywords": ["brands", "problem", "industrys", "brand", "dg", "fashion", "diversity", "white", "gaffes", "reflection", "chinese", "cultural", "industry", "inclusion"], "pubDate": null, "publicationId": "fa207f19-e080-3902-982c-393d321776be"}